{"1": "Once again, though, the Israelites did evil according to the Eternal God, and He gave the Philistines power over them for 40 years. ", "2": "During that time, a man of Zorah named Manoah, from the tribe of Dan, was married to a wife who could bear him no children.", "3": "Messenger of the Eternal One (appearing to Manoah's wife): 3 You are barren and have no children, but all of that is about to change. You will conceive and have a son. ", "4": "Be careful that you don't drink wine or any other spirits (strong drink), and don't eat anything that is ritually impure, ", "5": "for you are going to become pregnant and have a son. Don't ever use a razor on his head, because you will raise this boy as a Nazirite, dedicated to the True God from his conception, and he will be the one to begin delivering Israel from the Philistines.", "6": "Manoah's Wife (to her husband): 6 A man of the True God visited me. He looked like a messenger of God, awe-inspiring. I didn't ask where he came from, and he didn't tell me his name, ", "7": "but he told me that I was going to become pregnant and bear a son. He told me not to drink wine or other spirits or to eat anything ritually unclean because our boy is to be a Nazirite, set apart for God from the day he is conceived until the day he dies.", "8": "Manoah (to the Lord): 8 Eternal One, please let the man of God whom you sent visit us again and teach us what to do with the boy You are giving us.", "9": "The True God heard Manoah and sent His messenger to visit the woman one day while she was in the fields. Manoah was not with her, ", "10": "so she ran to tell him. Manoah's Wife: Look, the man who spoke to me the other day is here again!", "11": "Manoah got up, followed his wife, and came to where the man was. Manoah (to the messenger): Are you the one who spoke to my wife the other day? Messenger of the Eternal One: I am.", "12": "Manoah: 12 When your words come true, what rules should we apply to the boy? What is his mission in life?", "13": "Messenger of the Eternal One: 13 Your wife should do as I told her on my first visit. ", "14": "She must not eat or drink of the vine, she must not drink any other strong drink, and she must not eat foods that are ritually impure. She must do all that I have commanded.", "15": "Manoah: 15 If you will wait, we would like to prepare a young goat for you to eat.", "16": "Messenger of the Eternal One: 16 Even if you try to detain me, I will not eat your food. If you prepare a burnt offering, offer it to the Eternal. Manoah had not realized that he was speaking to the Eternal's messenger. ", "17": "That is why he asked the Eternal's messenger a question. Manoah: What is your name, so that we may honor you when your words become truth?", "18": "Messenger of the Eternal One: 18 Why do you ask my name? It is incomprehensible, beyond human understanding.", "19": "Manoah took the young goat, together with the offering of grain, and sacrificed it on a rock to the Eternal, to the wonder-working God. While Manoah and his wife watched ", "20": "the flame going up toward heaven from the altar, the Eternal's messenger rose up to heaven in the flames, and Manoah and his wife put their faces to the ground. ", "21": "When he did not reappear, Manoah realized that they had seen the Eternal's messenger.", "22": "Manoah (to his wife): 22 We are most certainly going to die, for we have seen the True God!", "23": "Manoah's Wife: 23 If the Eternal had desired to kill us, then He would not have accepted the grain and burnt offerings from us or shown us these wonders or brought these announcements at this time.", "24": "In due time, the woman did bear a son, and she named him Samson. The boy grew, the Eternal God blessed him, ", "25": "and the Spirit of the Eternal One began to move in him in Mahaneh-dan, between Zorah and Eshtaol."}