{"1": "During this period, when there was no king in Israel, a certain Levite from the remote part of the hill country of Ephraim had a mistress[a] from Bethlehem in Judah. ", "2": "But she was unfaithful to him and returned home to her father in Bethlehem in Judah, and was away from the Levite for four months. ", "3": "Then he went after her, to speak kindly with her and convince her to come home with him. He brought his servant and two donkeys with him. When the Levite reached her father's house, the woman's father saw him and went joyfully out to welcome him and brought him into the house.", "4": "Her father made him stay for three days, so the Levite stayed there, eating and drinking. ", "5": "On the fourth day, they got up early to prepare to leave. The Woman's Father: What's your hurry? Have something to eat, build up your strength, and then you can go.", "6": "So the two men ate and drank. The Woman's Father: Why don't you stay another night and enjoy yourself?", "7": "When the Levite got up to go, his mistress's father kept urging him to stay, so, at last, he did.", "8": "On the fifth day, they got up early to prepare to leave. The Woman's Father: What's your hurry? Have something to eat; build up your strength this morning. Wait and leave this afternoon. So the two men sat, eating and drinking.", "9": "When the Levite, his mistress, and his servant got up to go, the woman's father tried to persuade them. The Woman's Father: Look, it's almost evening. The day is almost gone. Why don't you stay another night and enjoy yourself? Tomorrow you can rise early and begin your trip home.", "10": "But the Levite did not want to stay another night; he gathered them, and they set out. They reached the city of the Jebusites (the city we call Jerusalem), riding on donkeys. ", "11": "When they were near the city of the Jebusites, the day was almost done. Servant: Let's spend the night here in this city of the Jebusites.", "12": "Levite: 12 No, we won't stop here in this city of foreigners, people who are not of Israel, but we'll travel on to Gibeah. ", "13": "Let's see if we can reach one of those towns and spend the night in Gibeah or Ramah.", "14": "So they traveled on, and the sun set as they were at Gibeah, which belongs to the tribe of Benjamin. ", "15": "They turned off the road, with the intention of staying the night, and went to sit in the city square yet no one invited the Levite and his party home to spend the night.", "16": "As was the social custom in antiquity, hospitality is a significant mark of honor. Likewise inhospitality is a significant mark of social shame. At last, after evening fell, an old man coming in from his work in the fields noticed them. He was not of the people of Benjamin, but a man from the hill country of Ephraim who was living in Gibeah. ", "17": "The old man saw them sitting there in the square. Old Man: Where are you going? Where are you from?", "18": "Levite: 18 We are traveling from Bethlehem in Judah to the far parts of the hill country of Ephraim. I went to Bethlehem in Judah, and I am returning to my home. No one yet has offered us hospitality. ", "19": "We, your servants, have straw and food for the donkeys, and we also have bread and wine, enough for me, my mistress, and my young servant. We don't require anything else.", "20": "Old Man: 20 Peace be with you. I will take care of everything you need, but do not spend the night in the square.", "21": "The old man took them home and fed their donkeys. They washed the dust of the road from their feet, ate, and drank. ", "22": "While they were eating and drinking, the men of the city, an evil assembly, surrounded the house and began beating on the door. They called to the owner. Men of the City: Bring out your guest, the man whom you have welcomed into your house. We want to have sexual relations with him!", "23": "Old Man (pleading with them): 23 I beg you. Don't do this wicked thing to the traveler I have welcomed into my care. ", "24": "I have a virgin daughter, and this man has a mistress. I will bring them out to you to do what you want with them, but don't dishonor my guest with your wickedness.", "25": "The men would not listen. At last the Levite seized his mistress and pushed her outside. They raped her repeatedly and abused her all night long until the sun came up, when they left her alone. ", "26": "Then the woman crept to the doorway of the house where her master had spent the night. She collapsed and lay there as the sun rose in the sky. ", "27": "Her master, at last, woke and rose; and when he went to the door to prepare to go on his way, there was his mistress, lying near the doorway, her hands on the threshold.", "28": "Levite: 28 Get up. It's time for us to go. But she could not answer him. He put her body on the donkey and set out for home.", "29": "When he reached his house, he went in and found a knife. Then holding her firmly, he cut her body up into twelve pieces, cut her limb from limb, and these he sent throughout Israel. ", "30": "And as the pieces were received, anyone who saw this horrible display said, “Nothing like this outrage has ever happened in Israel since we came up from the land of Egypt. Think about it, weigh it carefully, and decide what to do.”"}