{"1": "One thing the people of Israel had sworn in their council at Mizpah was that no tribe would give wives to the men of Benjamin. ", "2": "The people returned to Bethel, house of God, and there they cried out and wept bitterly before the True God until evening.", "3": "Israelites: 3 Why, Eternal One, True God of Israel, has this happened? Why do we have one less Israelite tribe today?", "4": "The next day, the people rose early and built an altar, and they made sacrifices and presented burnt offerings and peace offerings.", "5": "Israelites: 5 What tribe, of all of the tribes of Israel, did not come up to the assembly of the Eternal at Mizpah? For they had also taken a solemn oath that whoever did not come before the Eternal at Mizpah would be put to death.", "6": "The people of Israel were moved with pity toward their kin, the tribe of Benjamin. Israelites: Look, one tribe of Israel has been cut off from the rest of us. ", "7": "How can the survivors of Benjamin get wives, since we have all sworn by the Eternal not to give them our daughters? ", "8": "Are there any of the tribes of Israel that did not come up before the Eternal at Mizpah? And it turned out that nobody from Jabesh-gilead had come up to the assembly; ", "9": "when the roll was called throughout the camp, none from Jabesh-gilead were present.", "10-11": "So those gathered there commissioned 12,000 courageous fighting men to go and destroy Jabesh-gilead. “Kill them all,” they instructed, “every man, every woman who has been with a man, every child.” ", "12": "They found 400 virgins among the inhabitants of Jabesh-gilead, and they returned these to the camp of Shiloh in the land of Canaan. ", "13": "Then those gathered sent word to those warriors of Benjamin in exile at the rock of Rimmon and proclaimed a peace. ", "14": "The men of Benjamin returned, and the people of Israel gave them the young women of Jabesh-gilead, but they were not enough for all of them.", "15": "The people of Israel were filled with pity for the people of Benjamin, since the Eternal had separated them from their brothers of Israel.", "16": "Israelite Elders: 16 What can we do to find more wives for the remaining men of Benjamin, since all the other Benjaminite women were destroyed? ", "17": "Benjamin must have heirs and survive, so that not a single tribe may disappear out of Israel. ", "18": "But we cannot give them our daughters, for we have sworn curses on anyone of us who gives wives to the men of Benjamin.", "19": "Israelites: 19 Look, there is a yearly festival of the Eternal in Shiloh, north of Bethel, to the east of the road that links Bethel to Shechem and to the south of Lebonah.", "20": "They told the Benjaminites to go and hide in the vineyards.", "21": "Israelites: 21 Watch, and when the young women of Shiloh come out to participate in the dances, dash out, grab yourself a wife, and take her back home to Benjamin. ", "22": "Then if their brothers or fathers come to complain to us, we can say, “Be generous. We weren't able to capture enough brides for the men of Benjamin, so we needed more women. But none of you suffers the curse, since you didn't give your daughters of your own free will!”", "23": "So that is what the men of Benjamin did: they kidnapped wives for themselves from the dancers at the festival and took them back home, where they rebuilt their towns and lived in them again. ", "24": "And the people of Israel went out from their great gathering by their families and tribes, each back to their inheritances.", "25": "During that period, there was no king in Israel, and everyone did what seemed right to them."}