{"1": "Here is a list of the nations that the Eternal left in the land to test those Israelites who had not gone to war in Canaan, ", "2": "so that those who had not experienced war personally might know it: ", "3": "the five Philistine capital cities, all the Canaanite tribes, the Sidonians, and the Hivites who lived on the mountains of Lebanon from Mount Baal-hermon to the entrance of Lebo-hamath. ", "4": "They were intended to test the Israelites, to determine whether they would follow the commandments that the Eternal gave to their ancestors through Moses.", "5": "After Joshua dies, the people of Israel are left without a leader. How will they know what to do? They are still surrounded by hostile peoples; there is still land to be fought for and won. The people of God have some military success, but they are not able to drive out all the people of Canaan. They are forced to live among the pagans; and their ways, women, and gods become a temptation to the people of God. This situation is the catalyst for the next 1,000 years of Israel's cyclical unfaithfulness and repentance. The people of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "6": "They took the pagans' daughters as wives, gave their own daughters to the pagans' sons to marry, and worshiped pagan gods. ", "7": "Israel committed what the Eternal considered evil: they forgot the Eternal, their True God, and instead worshiped the Baal and Asherah deities,[a] the various local gods of the people of Canaan.", "8": "So the Eternal's anger burned against Israel, and He gave them into the hands of Cushan-rishathaim, a king of Mesopotamia. The Israelites toiled like slaves for Cushan-rishathaim for 8 years; ", "9": "but when they cried out to the Eternal, He raised up a liberator from among them—Othniel, the son of Kenaz, the younger brother of Caleb. ", "10": "The Spirit of the Eternal came upon Othniel, and he became a judge over Israel. In God's power, he emancipated Israel and went to war for them. The Eternal then delivered Cushan-rishathaim, king of Mesopotamia, to Othniel, and Othniel's army defeated him. ", "11": "Afterward this territory had peace for 40 years. Then Othniel, the son of Kenaz, died.", "12": "The people of Israel again did what was evil in the eyes of the Eternal, so He gave Eglon, king of Moab, power against the Israelites because they did what He viewed as evil. ", "13": "Eglon allied with the Ammonites and the Amalekites; they went to battle against Israel and defeated them, and they captured the city of palm trees. ", "14": "The Israelites toiled for Eglon, king of Moab, for 18 years; ", "15": "but when the people of Israel cried to the Eternal for relief, He raised up a left-handed liberator from among them: Ehud, son of Gera the Benjaminite. The Israelites sent Ehud to bring tribute to Eglon, king of Moab. ", "16": "Before he set out, Ehud made for himself a double-edged sword about 18 inches in length, and he fastened it onto his right thigh, hidden under his clothes.", "17": "Ehud brought the tribute to Eglon, king of Moab, who was a very fat man; ", "18": "and when he was done with the presentation of the tribute to the king, he sent away those who carried it. ", "19": "Ehud stopped on his homeward journey at the engraved idols near Gilgal and returned to speak with Eglon. Ehud: I have a secret message for you, O king. Eglon: Be silent. Eglon sent his attendants away; ", "20": "and Ehud came in to the king, who sat alone in a cool, private, upstairs room supported by beams. Ehud: I have here a message for you from the True God. As the king got up from his throne, ", "21": "Ehud reached beneath his robes with his left hand, took the sword strapped to his right thigh, and thrust it deep into Eglon's belly, ", "22": "so deep, in fact, that the hilt followed the blade, and he did not remove the sword because the fat closed over the blade, and the contents of Eglon's intestines spilled out. ", "23": "So Ehud locked the doors of the roof area himself and exited through the porch. ", "24": "After he had escaped, eventually the servants came to check on their master. When they saw that the doors to the upstairs room were locked, they assumed Eglon was relieving himself in the upstairs chamber. ", "25": "They stood around waiting until their embarrassment grew too great. When Eglon didn't open the doors, at last, they opened the doors with the key, and there was their master, lying dead on the floor.", "26": "Ehud took advantage of the delay. He passed the idols of Gilgal and escaped to Seirah. ", "27": "Reaching safety, he sounded the trumpet in the hill country of the tribe of Ephraim, and the Israelites followed him back down the mountain.", "28": "Ehud: 28 Follow me, because the Eternal has given your enemies, the Moabites, into your hands. So they followed him, and together they captured the crossings of the river Jordan into Moab, not allowing anyone to pass. ", "29": "At that time, they killed an army of 10,000 Moabites, all of them strong and well-equipped warriors. No one escaped.", "30": "So Israel defeated Moab on that day, and this region experienced rest from war for 80 years. ", "31": "When Ehud was gone, Shamgar, the son of Anath, was also a liberator of Israel, killing 600 Philistines with an ox goad."}