{"1": "Ephraimites (arguing angrily with Gideon): Why did you treat us this way? Why didn't you tell us you were going to battle against the Midianites so that we could join you?", "2": "Gideon: 2 Really now, what have I accomplished in comparison to you? Wouldn't you say that the gleanings left from Ephraim's grapes are better quality than the choicest of Abiezer's? ", "3": "God has given the Midianite captains Oreb and Zeeb into your hands, and you have taken care of them. What have I and my 300 soldiers done compared to that? And they were calmed by this explanation.", "4": "Gideon came to the Jordan, he and his 300 men, all of them tired and hungry, but they crossed to continue the chase. ", "5": "So he spoke to the people of Succoth. Gideon: Please give some bread to my followers, for they are exhausted, and we are on the trail of the kings of Midian, Zebah and Zalmunna.", "6": "Leaders of Succoth: 6 Have you already chopped off the hands of Zebah and Zalmunna that we should go to the trouble of feeding your army?", "7": "Gideon: 7 All right, then. When the Eternal has given Zebah and Zalmunna into my hands, I will tear your flesh with desert thorns and thistles.", "8": "From Succoth, Gideon went up to Penuel and had the same conversation with them, asking for bread and being answered by the men of Penuel just as by the men of Succoth.", "9": "Gideon: 9 When I return here victorious, I will tear down your tower!", "10": "Zebah and Zalmunna were in Karkor with an army of about 15,000 men, all that was left from the armies of the east, for they had lost 120,000 soldiers. ", "11": "Gideon approached them by the caravan trail east of Nobah and Jogbehah, and he attacked them when they least expected it. ", "12": "When Zebah and Zalmunna fled, he followed and captured them, throwing their forces into complete disarray.", "13": "When Gideon, son of Joash, returned from fighting by way of the Heres Pass, ", "14": "he captured and questioned a boy from Succoth and got from him the names of 77 leaders and elders of the town.", "15": "Then Gideon came to Succoth. Gideon: Look, here are Zebah and Zalmunna. Remember when you taunted me about them, saying, “Have you already chopped off the hands of Zebah and Zalmunna that we should worry about feeding your exhausted soldiers?”", "16": "So he took the leaders of the city, and with the desert thorns and thistles, he flailed the flesh of the men of Succoth. ", "17": "He also shattered the tower of Penuel and killed the men of the town.", "18": "Then Gideon approached the two kings, Zebah and Zalmunna. Gideon: What can you tell me about the men you killed at Tabor? Zebah and Zalmunna: They were just like you—like the sons of a king.", "19": "Gideon: 19 They were my brothers, the sons of my mother. As the Eternal lives, if you had let them live, I would not kill you now.", "20": "Gideon directed his firstborn son, Jether, to kill them, but Jether was afraid and couldn't draw his sword since he was only a boy.", "21": "Zebah and Zalmunna: 21 Come and kill us yourself for a man is measured by his strength. So Gideon executed them, and he took the crescents that had adorned the necks of their camels.", "22": "Then the people of Israel spoke to Gideon. People: Rule over us—you, your son, and then your grandson, for you have rescued us from the oppression of Midian.", "23": "Gideon (refusing): 23 I will not rule over you, and neither will my son. The Eternal will reign over you.", "24": "But I have a request to make. Each of you, give me one of the earrings you have taken as plunder. (The enemy they defeated had gold earrings, as was the fashion of the Ishmaelites.)", "25": "People: 25 We will certainly do that. So they spread a cloak, and each of the men threw in an earring he had taken as spoils of battle; ", "26": "and the weight of the gold earrings was over 42 pounds of gold, which does not include the crescents, the ornaments, and the purple garments they had taken from the kings of Midian, and the collars they had taken from the necks of their camels.", "27": "Gideon made it into a priestly vest, sometimes used in seeking oracles, and put it in his hometown of Ophrah. But the people of Israel made an idol of it, and it became a snare to Gideon and to his family as well.", "28": "This is how Midian was subdued by the people of Israel, and Midian never lifted up its head to trouble them again. During the time of Gideon, the land had 40 years of peace. ", "29": "Jerubbaal (Gideon), son of Joash, went to live in his own home. ", "30": "Gideon had 70 sons who were his own children, for he had many wives and concubines, ", "31": "and his concubine in Shechem bore him a son whom he named Abimelech.", "32": "Gideon, son of Joash, died after many years of life and was buried with his father Joash at Ophrah in the land of the Abiezrites.", "33": "Gideon is one of the most powerful judges of Israel: he attacks and overthrows kings; he plunders their royal treasures; and after his great success against the land of Midian, the people of God actually want to make him their king. This desire is logical. Other peoples have kings to lead them into battle and to rule over them. Why not them? But this is not God's desire for His people, and Gideon knows that pain, destruction, and bloodshed follow when someone pursues the throne against God's will. Gideon tells them he will not rule them—and neither will his sons—so they can get that idea out of their heads. But the thirst for power leads to intrigue, and one of Gideon's sons plays on the people's continual desire for order at the hand of a king. As soon as Gideon died, the Israelites turned away from the Lord, and they began to prostitute themselves again to the Baals. They made Baal-berith their chief god. ", "34": "The people of Israel did not remember the Eternal One, their True God, who had rescued them from the oppression of enemies on every side, ", "35": "and they were not kind to the house of Jerubbaal (Gideon) despite all the good he had done for Israel."}