{"1": "Abimelech, the son of Jerubbaal, went to Shechem to the clan of his mother.", "2": "Abimelech (to his mother's family): 2 Go, and say this so that all the leaders of Shechem can hear you: “Is it better that 70 sons of Jerubbaal should be your rulers, or only one of them?” And remember that I share your own bone and flesh.", "3": "So Abimelech's mother's kinsmen went out and repeated these words to the leaders of Shechem, and they were favorably disposed toward him because they said, “He is our brother.” ", "4": "They gave Abimelech 70 pieces of silver out of the treasury of Baal-berith, and he used the money to hire some reckless and worthless men who followed him and did his dirty work.", "5": "He went to his father's house in Ophrah and killed all 70 of his half-brothers, the sons of Jerubbaal, on one stone. (Only Jotham, the youngest, was left alive, because he hid.) ", "6": "Then all the leaders of Shechem and Beth-millo came together and crowned Abimelech king by the great oak tree at the pillar in Shechem.", "7": "When Jotham was told what had happened, he climbed to the top of Mount Gerizim. Jotham: Listen to me, all you who are the leaders in Shechem, so that God may listen to you.", "8": "The trees once decided to go out and anoint a king to rule them all. They said to the olive tree, “Reign over us.”", "9": "But the olive tree refused, saying, “Should I stop producing the rich oil used to honor both gods and mortals so I can stand and sway over the trees?”", "10": "Then the trees went to the fig tree, saying, “You come and reign over us.”", "11": "But the fig tree refused, saying, “Should I give up my sweetness and stop producing my delicious fruit so I can stand and sway over the trees?”", "12": "Then the trees said to the grapevine, “You come and reign over us.”", "13": "But the vine refused, saying, “Should I stop producing the wine that cheers both gods and mortals so I can stand and sway over the trees?”", "14": "At last the trees came to the worthless thornbush, saying, “You come and reign over us.”", "15": "And the thornbush said to the trees, “If in good faith you want to anoint me as your king, then come and take refuge in my shade (of which there was precious little). But if you haven't come in good faith, then let fire come from my brambles and burn down the cedars of Lebanon.”", "16": "Now if you have made this decision to crown Abimelech king in good faith, with sincerity, have acted honorably toward my father Jerubbaal and his family, and have treated him as his actions toward you deserve; ", "17": "you know how my father fought for you, risked his life for you, rescued you from the hand of the Midianites. ", "18": "But now here you are, rising up against my father's house, killing all of his sons, 70 of them, on one stone; and you have made Abimelech, the son of my father's slave woman, king over all the leaders of Shechem, simply because he is your kinsman. ", "19": "Well, I say, if you have acted honorably toward Jerubbaal and his family, then now may you take joy in Abimelech, and may he take joy in you.", "20": "But if you have not acted honorably, then may fire come out of Abimelech and burn up the leaders of Shechem and Beth-millo. May fire come from you and burn up Abimelech.", "21": "When he had said these words, Jotham fled for his life to Beer, where he stayed because he was afraid of his brother Abimelech.", "22": "Abimelech was king over Israel for three years. ", "23": "Then the one True God sent an evil spirit to stir up dissension between Abimelech and the leaders of Shechem. Consequently the leaders of Shechem acted with treachery against Abimelech; ", "24": "and all of this happened so that the brutal murder of Jerubbaal's 70 sons might be avenged and their bloodguilt laid upon their brother Abimelech, who had ordered their deaths, and on the leaders of Shechem who had lent their strength to his cause.", "25": "As a result of their new hatred for Abimelech, the leaders of Shechem began to ambush travelers along the mountain roads, robbing everyone who passed by, and these robberies were reported to Abimelech.", "26": "When Gaal, the son of Ebed, arrived in Shechem with his family, the leaders of Shechem trusted him. ", "27": "After they had been in the fields, gathered the grapes, and trampled them for wine, they celebrated a festival in the temple of their god. While they ate and drank, they insulted Abimelech.", "28": "Gaal: 28 Who is this Abimelech, and who are we here in Shechem that we should serve him? Didn't the son of Jerubbaal and his deputy, Zebul, serve the men of Hamor, Shechem's father? Why then should we serve him? ", "29": "I wish this people were under my command! I would get rid of Abimelech. I would tell him, “Go ahead. Call out your army!”", "30": "When Zebul, who governed the city, heard what Gaal, the son of Ebed, said, he was furious. ", "31": "Secretly he sent messengers to Abimelech. Zebul's Message: Here's what's happening: Gaal, son of Ebed, and his family have come to Shechem, and they are igniting the city against you. ", "32": "You should go by night with your troops and lie in wait in the fields. ", "33": "Then in the morning, when the sun comes up, march on the city; and when Gaal and his forces come out to defend it, you can deal with them.", "34": "Abimelech and his troops prepared to do just as Zebul suggested. Four companies of men waited for morning. ", "35": "When Gaal, the son of Ebed, went outside, stood in the gate of the city, and looked out, Abimelech and his troops rose from their hiding places to attack.", "36": "Gaal (seeing them): 36 Look, Zebul, people are coming down from the mountaintops! Zebul: It's just the shadows on the mountains. They must look like men to you.", "37": "Gaal: 37 No, look! One company is coming right down the center, and another company is coming from the direction of the fortune-teller's tree!", "38": "Zebul: 38 Where are your big words now? Where is the loudmouth who said, “Who is this Abimelech, that we should serve him?” Aren't these the men you insulted? Go on, fight them!", "39": "So Gaal gathered the leaders of Shechem, and they fought against Abimelech's forces. ", "40": "Abimelech overwhelmed Gaal and chased him and his men, many of whom were wounded and fell along the way as they retreated, all the way to the gate. ", "41": "Abimelech remained in Arumah, and Zebul threw Gaal and his people out of Shechem.", "42": "The next day the people of Shechem went out to work the fields. After hearing this news, Abimelech ", "43": "took his troops, divided them into three groups, and set an ambush in the fields. When he saw the people emerge from Shechem, he ordered his troops to attack them. ", "44": "Abimelech and his men captured a forward position at the city gate, cutting off any retreat. Then the other two companies of Abimelech's men swept down on the people trapped in the fields and cut them down. ", "45": "Abimelech continued his attack all day long, until he had captured Shechem and killed everyone in it. Then he demolished the city and scattered salt over the place where it had once stood.", "46": "Abimelech here carries out a devastating act in antiquity that ensures the death of an agricultural area, both food and water sources, for subsequent generations. When those leaders inside the tower of Shechem heard this news, all of them entered into the stronghold of the temple of El-berith. ", "47": "Abimelech learned that all the leaders were in the tower, and ", "48": "he took his men up Mount Zalmon. There he took an ax, cut a bundle of firewood, and hoisted it atop his shoulders, ordering his men to quickly do the same. ", "49": "When they had all cut and loaded their wood, they followed Abimelech back to the stronghold, where they piled the wood against the walls and set fire to it, killing about 1,000 men and women inside the tower of Shechem.", "50": "Next, Abimelech went on to Thebez. He laid siege to it, captured it, and ", "51": "discovered that in the city was a strong tower where the leaders and men and women of the city had locked themselves in to escape and had climbed onto the roof. ", "52": "So he stormed the tower, ready to burn this tower as he had the other. ", "53": "But this time as he approached the entrance, a woman dropped an upper millstone upon him, crushing his skull.", "54": "Abimelech (to his armor-bearer): 54 Take your sword and kill me. I won't have anyone say that I died like this—killed by a woman. The young man killed Abimelech with the sword.", "55": "When the people of Israel saw that Abimelech was dead, they all went back home.", "56": "So God avenged the evil that Abimelech had committed against his father by murdering his 70 brothers, ", "57": "and the evil of the leaders of Shechem God brought back on their heads; everything happened just as Jotham, son of Jerubbaal, had prophesied when he cursed them all."}