{"1": "In the eighth month, in the second year of Darius, the word of Yahweh came[a] to the prophet Zechariah son of Berekiah, son of Iddo, saying, ", "2": "“Yahweh was very angry with your ancestors.[b] ", "3": "You must say to them: 'Thus says Yahweh of hosts: “Return to me,” declares[c] Yahweh of hosts, “and I will return to you,” says Yahweh of hosts. ", "4": "“Do not be like your ancestors,[d] to whom the former prophets proclaimed, saying, 'Thus says Yahweh of hosts: “Return from your evil ways and your evil deeds!”' But they did not hear[e] and they did not pay attention[f] to me,” declares[g] Yahweh. ", "5": "“Your ancestors,[h] where are they? And the prophets, do they live forever? ", "6": "However, did not my words and my regulations which I commanded my servants the prophets overtake your ancestors?[i] And they repented and said, 'Yahweh of hosts planned to do with us according to our ways, and according to our deeds so he has dealt with us.'”'”", "7": "On the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of Yahweh came to Zechariah the prophet, son of Berekiah, son of Iddo, saying, ", "8": "I had a vision in the night,[j] and look, a man riding on a red horse. And he was standing between the myrtle shrubs that were in the ravine, and behind him were red, reddish-brown, and white horses. ", "9": "And I asked, “What are these, my lord?” And the angel who was talking with me said, “I will show you what these are.” ", "10": "And the man standing between the myrtle shrubs answered and said, “These are those whom Yahweh has sent to patrol[k] the earth.” ", "11": "And they answered the angel of Yahweh who was standing between the myrtle shrubs, and they said, “We have patrolled[l] the earth, and look, all the earth is dwelling in peace.”[m] ", "12": "The angel of Yahweh answered and said, “O Yahweh of hosts, how long[n] will you have no compassion on Jerusalem and the cities of Judah, with which you showed fury these seventy years?”[o] ", "13": "With gracious[p] and comforting words Yahweh answered the angel who was talking with me. ", "14": "And the angel who was talking with me said to me, “Proclaim, saying, 'Thus says Yahweh of hosts: “I am very jealous[q] for Jerusalem and for Zion! ", "15": "And I am extremely angry[r] with the nations that are at ease, for while I was a little angry, they furthered disaster.”[s] ", "16": "Therefore, thus says Yahweh: “I have returned to Jerusalem with compassion. My temple[t] will be built in it,” declares[u] Yahweh of hosts, “and a measuring line will be stretched out over Jerusalem.”' ", "17": "Proclaim again, saying, 'Thus says Yahweh of hosts: “My cities shall again overflow from prosperity, and Yahweh will comfort Zion again, and he will choose Jerusalem again.”'”", "18": "[v] And I looked up[w] and I saw, and look, there were four horns! ", "19": "And I said to the angel who was talking with me, “What are these?” And he said to me, “These are the horns that have scattered Judah, Israel, and Jerusalem.” ", "20": "Then Yahweh showed me four skilled craftsmen, ", "21": "and I asked, “What are these coming to do?” And he answered, saying, “These are the horns that scattered Judah, so that no man[x] lifted up his head; but these have come to frighten them, to strike down the horns of the nations that lifted a horn against the land of Judah to scatter it.”"}