{"1": "Open your doors, O Lebanon, so that fire will devour your cedars!", "2": "Wail, O juniper,[a] for the cedar has fallen, for the magnificent trees are ruined! Wail, oaks of Bashan, for the impenetrable forest has come down!", "3": "Listen to the wailing of the shepherds, for their splendor is ruined! Listen to the roar of the young lions, for the thickets of the Jordan are ruined!", "4": "Thus says Yahweh my God: “Shepherd the flock[b] doomed to slaughter. ", "5": "The ones buying them kill them and go unpunished, and the ones selling them say, 'Blessed be Yahweh, for I have become rich.' Their own shepherds have no compassion for them. ", "6": "For I will no longer have compassion on the inhabitants of the land,” declares[c] Yahweh. “Look, I am going to cause humankind to fall, each into the hand of his neighbor, and into the hand of his king; and they will devastate the land, and I will not deliver anyone from their hand.”", "7": "And I shepherded the flock[d] doomed to slaughter, even[e] the afflicted[f] of the flock.[g] I took two staffs, one I called Kindness, and the other I called Unity, and I shepherded the flock.[h] ", "8": "And I got rid of three shepherds in one month, for I grew impatient[i] with them, and they also became tired of me.[j] ", "9": "So I said, “I will not shepherd you! The one dying will die, and the one to be destroyed will be destroyed. And the ones remaining, let them devour the flesh of each other.”[k] ", "10": "And I took my staff Kindness and broke it, to break my covenant that I had made[l] with all the peoples. ", "11": "And it was broken on that day. Then the afflicted[m] of the flock,[n] the ones who were watching me, knew that it was the word of Yahweh. ", "12": "And I said to them, “If it seems right to you,[o] give me my wages, but if not, keep them.”[p] And they weighed out my wages, thirty silver shekels. ", "13": "And Yahweh said to me, “Throw it to the potter,”[q] this noble price[r] at which I was valued by them!” So I took the thirty silver shekels and I threw them to the potter[s] in the house of Yahweh. ", "14": "Then I broke my second staff Unity to break the family ties between Judah and Israel.", "15": "And Yahweh said to me, “Take again the implements[t] of a foolish shepherd. ", "16": "For look, I am raising up a shepherd in the land who will not attend to the ones that are perishing; he will not seek the young man,[u] he will not heal the ones that are crushed and he will not sustain the healthy ones; he will devour the flesh of the fattened ones[v] and tear apart even their hoofs.", "17": "“Woe, my worthless shepherd who deserts the flock![w] May a sword fall on his arm and on his right eye![x] May his arm wither completely and his right eye[y] be utterly blinded!”"}