{"1": "Look! A day is coming for Yahweh, when your plunder will be divided in your midst. ", "2": "I will gather all the nations against Jerusalem to battle, and the city will be captured, and they will loot the houses, and the women will be raped; half of the city will go into exile, but the remainder of the people will not be cut off from the city. ", "3": "Then Yahweh will go forth and fight against those nations, like when he fights[a] on a day of battle. ", "4": "On that day his feet will stand on the Mount of Olives,[b] which faces Jerusalem on the east; and the Mount of Olives[c] will be split in half,[d] from east to west, by a very great valley; and half of the mountain will withdraw toward the north, and the other half toward the south. ", "5": "And you will flee by the valley of my mountains, because the valley of the mountains will reach to Azal, and you will flee like you fled from the earthquake in the days of King Uzziah of Judah. And Yahweh my God will come, and all the holy ones with him.[e]", "6": "And then[f] on that day there will not be light,[g] the precious things will congeal.[h] ", "7": "There shall be continuous day—it is known to Yahweh—not day and not night; and at evening time there will be light.", "8": "And then[i] on that day, living waters will flow out from Jerusalem, half of them to the eastern sea,[j] and the other half to the western sea;[k] it will happen both in the summer and in the winter. ", "9": "And Yahweh will be king over all the earth; on that day Yahweh will be one and his name one. ", "10": "All the land will be transformed into a desert plateau[l] from Geba to Rimmon south of Jerusalem. But it[m] will rise up high and it will stay[n] in its place from the Gate of Benjamin to the place of the former gate, up to the Corner Gate and from the Tower of Hananel to the king's winepresses. ", "11": "And they[o] will dwell in it, and there will be no more ban imposed,[p] and Jerusalem will dwell in security.", "12": "And this will be the plague with which Yahweh will strike all the peoples that fight against Jerusalem: their[q] flesh will rot while they[r] are standing on their[s] feet; their[t] eyes will rot in their sockets, and their[u] tongues[v] will rot in their mouths.[w] ", "13": "And then[x] on that day a great panic from Yahweh will fall[y] on them, and they will seize one another's hand,[z] and the hand of the one will be raised against the hand of another.[aa] ", "14": "And Judah also will fight at[ab] Jerusalem. And the wealth of all the surrounding nations will be collected—gold and silver, and garments in great abundance.[ac] ", "15": "Like this plague[ad] will be the plague on the horse, the mule, the camel, and the donkey, and every kind of animal in those camps.", "16": "And then[ae] every survivor from all those nations coming against Jerusalem will go up year after year[af] to worship the king, Yahweh of hosts, and celebrate the Feast of Booths.[ag] ", "17": "And then[ah] whoever of the clans of the earth does not go up to Jerusalem to worship the king, Yahweh of hosts, it will not rain on them. ", "18": "And if the clan of Egypt will not go up and come in, on them will be that plague Yahweh inflicts on the nations that do not go up to celebrate the Feast of Booths. ", "19": "This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Booths.", "20": "On that day there will be inscribed on the bells of the horses, “Holy to Yahweh.” And the cooking pots in the house[ai] of Yahweh will be holy like the sacrificial basins[aj] before the altar. ", "21": "And every cooking pot in Jerusalem and in Judah will be holy to Yahweh of hosts, and all those who sacrifice will come and will take from them, and will cook in them, and there will be no longer a trader[ak] in the house[al] of Yahweh of hosts on that day."}