{"1": "And the angel who was talking with me returned, and he wakened me as one who is wakened from his sleep. ", "2": "And he said to me, “What do you see?” And I said, “I see, and look, a lampstand all of gold,[a] and a bowl was on its top, and its seven lamps on it, and seven lips on each of the lamps that are on its top. ", "3": "And there are two olive trees by it, one on the right of the bowl and the other on its left.” ", "4": "And I answered and said to the angel who was talking to me, “What are these, my lord?” ", "5": "And the angel who was talking with me answered and said to me, “Do you not know what these are?” And I said, “No, my lord.” ", "6": "And he answered and said to me, “This is the word of Yahweh to Zerubbabel, saying, 'Not by strength and not by power, but only by my Spirit,' says Yahweh of hosts. ", "7": "'Who are you O great mountain? Before[b] Zerubbabel you will become level ground, and he will bring out the top stone amid the shouts of “Grace, grace to it!”'” ", "8": "And the word of Yahweh came to me, saying, ", "9": "“The hands of Zerubbabel have founded this house, and his hands will finish it. And you will know that Yahweh of hosts has sent me to you. ", "10": "For whoever has despised the day of small things will rejoice and will see the plumb line[c] in the hand of Zerubbabel.” These seven are the eyes of Yahweh which are ranging throughout the whole earth.[d] ", "11": "And I answered and said to him, “What are these two olive trees on the right of the lampstand and on its left?” ", "12": "And I replied a second time and asked him, “What are these two twigs of olive trees[e] on the right of the lampstand and on its left?” ", "13": "And he replied to me, “Do you not know what these are?” And I said, “No, my lord.” ", "14": "And he said, “These are the two anointed ones[f] standing by the Lord of the whole earth.”"}