{"1": "I looked up again,[a] and I saw, and look!—four chariots coming out from between two mountains, and the mountains were mountains of bronze. ", "2": "With the first chariot there were red horses, and with the second chariot there were black horses. ", "3": "And with the third chariot there were white horses, and with the fourth chariot there were strong[b] dappled horses. ", "4": "And I answered and said to the angel that was talking to me, “What are these, my lord?” ", "5": "And the angel answered and said to me, “These are the four winds[c] of the heavens going out after presenting themselves before the Lord of all the earth. ", "6": "The one with[d] the black horses is going out to the north country, and the white horses go after them,[e] while the dappled ones go to the south country.” ", "7": "When the strong horses went out, they were anxious to go to patrol the earth. And he[f] said, “Go, patrol the earth.” And they patrolled the earth. ", "8": "And he cried out to me and said to me, “See those going out to the north country have set my spirit at rest in the north country.”", "9": "And the word of Yahweh came to me, saying, ", "10": "“Collect[g] from the exiles—from Heldai, Tobijah, and from Jedaiah, all of whom came from Babylon—and go on that day, go to the house of Josiah son of Zephaniah. ", "11": "Take the silver and gold and make a crown, and set it on the head of Joshua son of Jehozadak, the high priest. ", "12": "And say to him, 'Thus says Yahweh of hosts: “Look, here is a man whose name is Branch,[h] and from his place he will sprout, and he will build the temple of Yahweh. ", "13": "And he will build the temple of Yahweh, and he will bear majesty and will sit and rule on his throne. And he shall be a priest on his throne, and the counsel of peace will be between the two of them.”'[i] ", "14": "And the crown will be for Helem,[j] for Tobijah, for Jedaiah, and for Hen[k] son of Zephaniah, as a memorial in the temple of Yahweh. ", "15": "And those who are far off will come and build the temple of Yahweh, and you will know that Yahweh of hosts has sent me to you. And it will happen if you will listen diligently to the voice of Yahweh your God.”"}