{"1": "And then,[a] in the fourth year of King Darius, the word of Yahweh came to Zechariah on the fourth day of the ninth month, which is Kislev. ", "2": "And the people of Bethel sent Sharezer and Regem-Melech, and their[b] men, to entreat the favor[c] of Yahweh, ", "3": "saying to the priests of the house of Yahweh of hosts[d] and to the prophets, “Should I mourn in the fifth month and keep myself separate[e] as I have done for these many years?” ", "4": "And the word of Yahweh of hosts came to me, saying, ", "5": "“Say to all the people of the land and to the priests: 'When you fasted and lamented in the fifth and seventh months for these seventy years, did you really fast for me? ", "6": "And when you eat and drink, are you not eating and drinking for yourselves? ", "7": "Are not these the words that Yahweh proclaimed through[f] the former prophets, when Jerusalem and its surrounding towns[g] were inhabited and at ease, and the Negev[h] and the Shephelah[i] were inhabited?'”", "8": "And the word of Yahweh came to Zechariah, saying, ", "9": "“Thus says Yahweh of hosts: 'Judge with trustworthy justice, and show[j] steadfast love and compassion to one another.[k] ", "10": "You must not oppress the widow, the orphan, the foreigner, and the needy. You must not devise evil in your heart against one another.'[l] ", "11": "But they refused to listen, and turned[m] a stubborn shoulder and stopped their ears from listening.[n] ", "12": "They made their hearts adamant[o] in order not to hear the law[p] and the words that Yahweh of hosts had sent by his spirit through[q] the former prophets; therefore great wrath came from Yahweh of hosts. ", "13": "'Thus, just as I[r] called and they would not hear, so they will call and I will not hear,' says Yahweh of hosts. ", "14": "'And I scattered them with a wind among all the nations that they had not known; the land was made desolate behind them— no one crossing through it or returning—and they made the desirable land[s] a desolation.'”"}