{"1": "From Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. To God's holy people living in Ephesus,[a] believers in Christ Jesus.", "2": "Grace and peace to you from God our Father and the Lord Jesus Christ.", "3": "Praise be to the God and Father of our Lord Jesus Christ. In Christ, God has given us every spiritual blessing in heaven. ", "4": "In Christ, he chose us before the world was made. In his love he chose us to be his holy people—people without blame before him. ", "5": "And before the world was made, God decided to make us his own children through Jesus Christ. That was what he wanted and what pleased him. ", "6": "This brings praise to God because of his wonderful grace. God gave that grace to us freely, in Christ, the One he loves. ", "7": "In Christ we are set free by the blood of his death. And so we have forgiveness of sins because of God's rich grace. ", "8": "God gave us that grace fully and freely. God, with full wisdom and understanding, ", "9": "let us know his secret purpose. This was what God wanted, and he planned to do it through Christ. ", "10": "His goal was to carry out his plan when the right time came. He planned that all things in heaven and on earth would be joined together in Christ as the head.", "11": "In Christ we were chosen to be God's people. God had already chosen us to be his people, because that is what he wanted. And God is the One who makes everything agree with what he decides and wants. ", "12": "We are the first people who hoped in Christ. And we were chosen so that we would bring praise to God's glory. ", "13": "So it is with you. You heard the true teaching—the Good News about your salvation. When you heard it, you believed in Christ. And in Christ, God put his special mark on you by giving you the Holy Spirit that he had promised. ", "14": "That Holy Spirit is the guarantee that we will get what God promised for his people. This will bring full freedom to the people who belong to God, to bring praise to God's glory.", "15-16": "That is why I always remember you in my prayers and always thank God for you. I have always done this since the time I heard about your faith in the Lord Jesus and your love for all God's people. ", "17": "I always pray to the God of our Lord Jesus Christ—to the glorious Father. I pray that he will give you a spirit that will make you wise in the knowledge of God—the knowledge that he has shown you. ", "18": "I pray that you will have greater understanding in your heart. Then you will know the hope that God has chosen to give us. I pray that you will know that the blessings God has promised his holy people are rich and glorious. ", "19": "And you will know that God's power is very great for us who believe. That power is the same as the great strength ", "20": "God used to raise Christ from death and put him at his right side in heaven. ", "21": "God made Christ more important than all rulers, authorities, powers, and kings. Christ is more important than anything in this world or in the next world. ", "22": "God put everything under his power. And God made him the head over everything for the church. ", "23": "The church is Christ's body. The church is filled with Christ, and Christ fills everything in every way."}