{"1": "Children, obey your parents the way the Lord wants. This is the right thing to do. ", "2": "The command says, “Honor your father and mother.”[a] This is the first command that has a promise with it. ", "3": "The promise is: “Then everything will be well with you, and you will have a long life on the earth.”[b]", "4": "Fathers, do not make your children angry, but raise them with the training and teaching of the Lord.", "5": "Slaves, obey your masters here on earth with fear and respect. And do that with a heart that is true, just as you obey Christ. ", "6": "You must do more than obey your masters to please them only while they are watching you. You must obey them as you are obeying Christ. With all your heart you must do what God wants. ", "7": "Do your work, and be happy to do it. Work as if you were serving the Lord, not as if you were serving only men. ", "8": "Remember that the Lord will give a reward to everyone, slave or free, for doing good.", "9": "Masters, in the same way, be good to your slaves. Do not say things to scare them. You know that the One who is your Master and their Master is in heaven. And that Master treats everyone alike.", "10": "Finally, be strong in the Lord and in his great power. ", "11": "Wear the full armor of God. Wear God's armor so that you can fight against the devil's evil tricks. ", "12": "Our fight is not against people on earth. We are fighting against the rulers and authorities and the powers of this world's darkness. We are fighting against the spiritual powers of evil in the heavenly world. ", "13": "That is why you need to get God's full armor. Then on the day of evil you will be able to stand strong. And when you have finished the whole fight, you will still be standing. ", "14": "So stand strong, with the belt of truth tied around your waist. And on your chest wear the protection of right living. ", "15": "And on your feet wear the Good News of peace to help you stand strong. ", "16": "And also use the shield of faith. With that you can stop all the burning arrows of the Evil One. ", "17": "Accept God's salvation to be your helmet. And take the sword of the Spirit—that sword is the teaching of God. ", "18": "Pray in the Spirit at all times. Pray with all kinds of prayers, and ask for everything you need. To do this you must always be ready. Never give up. Always pray for all God's people.", "19": "Also pray for me. Pray that when I speak, God will give me words so that I can tell the secret truth of the Good News without fear. ", "20": "I have the work of speaking that Good News. I am doing that now, here in prison. Pray that when I preach the Good News I will speak without fear, as I should.", "21": "I am sending to you Tychicus, our brother whom we love. He is a faithful servant of the Lord's work. He will tell you everything that is happening with me. Then you will know how I am and what I am doing. ", "22": "That is why I am sending him. I want you to know how we are. I am sending him to encourage you.", "23": "Peace and love with faith to you from God the Father and the Lord Jesus Christ. ", "24": "God's grace to all of you who love our Lord Jesus Christ with love that never ends."}