{"1": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, To the church of God that is in Corinth, together with all the saints who are everywhere in Achaia:", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, ", "4": "who comforts us in all our trouble, so that we can comfort those in any trouble with the same comfort with which we ourselves are comforted by God. ", "5": "For just as the sufferings of Christ overflow to us, so through Christ our comfort also overflows. ", "6": "If we are troubled, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you the ability to endure the same sufferings that we are also suffering. ", "7": "Our hope for you is sure, since we know that just as you share in our sufferings, so you also share in our comfort.", "8": "Brothers,[a] we do not want you to be unaware of the trouble that happened to us in the province of Asia. We were burdened so greatly, so far beyond our ability to bear it, that we even gave up hope of living. ", "9": "Yes, we even felt the sentence of death within ourselves. This happened so that we would not trust in ourselves, but in God, who raises the dead. ", "10": "He rescued us from such a terrible death, and he will continue to rescue us. We have set our hope on him that he will also rescue us again, ", "11": "as you join in helping us with your prayers for us. Then many people will thank God for the gracious gift given to us through many prayers.", "12": "Indeed, this is our boast: Our conscience testifies that we have conducted ourselves in the world with God-given holiness[b] and sincerity, not with the wisdom of the flesh, but rather in God's grace—especially toward you. ", "13": "In fact, we are not writing you anything other than what you read or also understand. And I hope you will understand completely— ", "14": "as you have also understood us in part—that on the day of our Lord Jesus we are going to be your reason for boasting, just as you are our reason.", "15": "In this confidence, I was planning to visit you first, so that you would have a second gracious gift. ", "16": "Then I planned to travel from you on to Macedonia, and to return again from Macedonia to you to receive help from you on my way to Judea. ", "17": "So when I made this plan, I did not do it lightly, did I? Or the things I plan, am I planning them the way the sinful flesh does, so that I would be saying both “Yes, yes” and “No, no” at the same time?", "18": "As surely as God is faithful, our message to you is not “Yes” and “No.” ", "19": "For the Son of God, Jesus Christ, who was preached among you by us (by me, Silas,[c] and Timothy), was not “Yes” and “No,” but in him the “Yes” stands firm. ", "20": "In fact, as many promises as God has made, they have always been “Yes” in him. For that reason we also say “Amen” through him to the glory of God.", "21": "God is the one who makes both us and you to be strong in Christ. He anointed us. ", "22": "He sealed us as his own and gave us the Spirit as the down payment in our hearts.", "23": "I call God as my witness, on my very life, that I avoided coming to Corinth in order to spare you. ", "24": "Not that we are lording it over your faith, but we are working together with you for your joy. For you stand firm by faith."}