{"1": "Are we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you? ", "2": "You yourselves are our letter, written on our hearts, known and read by everyone. ", "3": "It is clear that you are a letter from Christ, delivered by us, written not with ink but with the Spirit of the living God, not on stone tablets but on tablets that are hearts of flesh.", "4": "Such is the confidence we have through Christ before God. ", "5": "Not that we are competent by ourselves to claim that anything comes from us; rather, our competence is from God. ", "6": "He also made us competent as ministers of a new testament[a] (not of letter, but of spirit).[b] For the letter kills, but the spirit[c] gives life.", "7": "If the ministry that brought death (which was engraved in letters on stone) came with glory, so that the Israelites could not look directly at the face of Moses because of the glory of his face (though it was fading), ", "8": "how will the ministry of the spirit[d] not be much more glorious? ", "9": "For if the ministry that brought condemnation has glory, the ministry that brought righteousness has even more glory. ", "10": "In fact, in this case, what was glorious is no longer very glorious, because of the greater glory of that which surpasses it. ", "11": "Indeed, if what is fading away was glorious, how much more glorious is that which is permanent!", "12": "Therefore, since we have this kind of hope, we act with great boldness. ", "13": "We are not like Moses, who put a veil over his face, so that the Israelites could not continue to look at the end of the radiance, as it was fading away. ", "14": "In spite of this, their minds were hardened. Yes, up to the present day, the same veil remains when the Old Testament is read. It has not been removed because it is taken away only in Christ. ", "15": "Instead, to this day, whenever Moses is read, a veil lies over their hearts. ", "16": "But whenever someone turns to the Lord, the veil is taken away. ", "17": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. ", "18": "But all of us who reflect the Lord's glory with an unveiled face are being transformed into his own image, from one degree of glory to another. This too is from the Lord, who is the Spirit."}