{"1": "As fellow workers we also urge you not to receive God's grace in vain. ", "2": "For he says: At a favorable time I listened to you, and in the day of salvation I helped you.[a] Look, now is the favorable time! See, now is the day of salvation!", "3": "We are giving no one a reason to stumble in any way, so that our ministry will not be blamed. ", "4": "Rather, in every way we show ourselves to be God's ministers: in great endurance, in troubles, in hardships, in difficulties, ", "5": "in beatings, in imprisonments, in riots, in hard work, in sleepless nights, in times of hunger; ", "6": "in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in sincere love, ", "7": "in the word of truth, in the power of God; with the weapons of righteousness on the right and on the left; ", "8": "through glory and dishonor, through bad report and good report; treated as deceivers yet being honest, ", "9": "treated as unknown and yet being well known; as dying, and yet look—we live; as punished yet not put to death; ", "10": "as grieving yet always rejoicing; as poor yet making many rich; as having nothing yet possessing everything.", "11": "We have spoken to you openly,[b] Corinthians. Our heart is standing wide open. ", "12": "We have plenty of room for you, but you do not have room for us in your affections. ", "13": "I am speaking as to my children: In exchange, open your hearts wide too.", "14": "Do not be unequally yoked together with unbelievers. For what partnership does righteousness have with lawlessness? Or what fellowship does light have with darkness? ", "15": "And what agreement does Christ have with Belial?[c] Or what does a believer share in common with an unbeliever? ", "16": "And what mutual agreement does God's temple have with idols? For you[d] are the temple of the living God, just as God said: I will live and walk among them. I will be their God, and they will be my people.[e]", "17": "Therefore come out from them, and be separate, says the Lord. Touch no unclean thing, and I will welcome you.[f]", "18": "I will be your Father, and you will be my sons and daughters, says the Lord Almighty.[g]"}