{"1": "So then, since we have these promises, dear friends, let us cleanse ourselves from everything that defiles flesh and spirit as we seek to bring sanctification to its goal in the fear of God.", "2": "Make room for us in your hearts. We have wronged no one. We have corrupted no one. We have taken advantage of no one. ", "3": "I am not saying this to condemn you. In fact, I have said before that you are in our hearts—we died together and live together with you! ", "4": "I have great confidence in you. I am very proud of you. I am filled with encouragement. I am overflowing with joy in all our trouble.", "5": "In fact, when we came to Macedonia, our flesh had no relief. Instead, we were troubled in every way—conflicts on the outside, fears on the inside. ", "6": "But God, who comforts the downcast, comforted us with the arrival of Titus, ", "7": "and not only with his arrival, but also with the comfort he had received concerning you. He told us about your longing, your sorrow, and your serious concern for me. As a result, I rejoiced even more.", "8": "For even if I caused you sorrow with my letter, I do not regret it (even though I did regret it, for I see that my letter caused you sorrow—yet only for a little while). ", "9": "Now I rejoice, not because you were made to feel sorrow, but because this sorrow resulted in repentance. Yes, you were made sorry in a godly way. So you were not harmed in any way by us. ", "10": "In fact, godly sorrow produces repentance, which leads to salvation, leaving no regret. On the other hand, worldly sorrow produces death.", "11": "Yes, look what godly sorrow produced in you: what diligence, what eagerness to clear yourself, what indignation, what alarm, what longing, what zeal, what correction! In every way you proved yourselves to be pure in this matter. ", "12": "So although I wrote to you, it was not because of the one who did what was wrong, or because of the one who was harmed by it. I wrote instead so that your genuine concern for us would be revealed to you in the sight of God. ", "13": "For that reason we have been comforted. In addition to our comfort, we rejoiced a great deal more at the joy of Titus, because all of you have set his spirit at rest. ", "14": "For if I made any boast to him about you, I have not been put to shame. Rather, just as everything we said to you was true, so also our boasting to Titus turned out to be true. ", "15": "And his heart goes out to you even more, as he remembers the obedience of all of you (how you received him with fear and trembling). ", "16": "I rejoice because I have complete confidence in you."}