{"1": "It is really not necessary for me to write to you about the service to the saints, ", "2": "because I know your eagerness. I am boasting about it on your behalf to the Macedonians, saying that Achaia has been ready since last year. Your zeal has stirred up many of them. ", "3": "But I am sending the brothers so that our boasting on your behalf will not prove to be empty in this case, but that you will be prepared just as I have been saying. ", "4": "Otherwise, if any Macedonians come along with me and find you unprepared, we (to say nothing of you) would be ashamed of this confidence.[a] ", "5": "That is why I considered it necessary to urge the brothers to visit you in advance, and to arrange ahead of time the expression of praise that you previously promised, so that it may be ready as an expression of praise, not of grudging selfishness.", "6": "This is what I mean: The one who sows sparingly will also reap sparingly. The one who sows generously[b] will also reap generously. ", "7": "Each one should give as he has determined in his heart, not reluctantly or under pressure, for God loves a cheerful giver.", "8": "God is able to make all grace overflow to you, so that in all things, at all times, having all that you need, you will overflow in every good work. ", "9": "As it is written: He scattered; he gave to the poor. His righteousness remains forever.[c]", "10": "And he who provides seed to the sower and bread for food will provide and multiply your seed for sowing, and will increase the harvest of your righteousness. ", "11": "You will be made rich in every way so that you may be generous[d] in every way, which produces thanksgiving to God through us.", "12": "To be sure, the administration of this service is not only making up for what is lacking among the saints, but it is also overflowing in many prayers of thanksgiving to God. ", "13": "By proving yourselves in this service, many people are glorifying God, as they see the obedience shown in your confession of the gospel of Christ, and the generosity[e] shown in your sharing with them and all people. ", "14": "At the same time as they pray for you, they also express their longing for you, because of the extraordinary measure of God's grace given to you. ", "15": "Thanks be to God for his indescribable gift!"}