{"1": "My Christian brothers, our Lord Jesus Christ is the Lord of shining-greatness. Since your trust is in Him, do not look on one person as more important than another. ", "2": "What if a man comes into your church wearing a gold ring and good clothes? And at the same time a poor man comes wearing old clothes. ", "3": "What if you show respect to the man in good clothes and say, “Come and sit in this good place”? But if you say to the poor man, “Stand up over there,” or “Sit on the floor by my feet,” ", "4": "are you not thinking that one is more important than the other? This kind of thinking is sinful. ", "5": "Listen, my dear Christian brothers, God has chosen those who are poor in the things of this world to be rich in faith. The holy nation of heaven is theirs. That is what God promised to those who love Him. ", "6": "You have not shown respect to the poor man. Is it not the rich men who make it hard for you and take you to court? ", "7": "They speak against the name of Christ. And it was Christ Who called you. ", "8": "You do well when you obey the Holy Writings which say, “You must love your neighbor as you love yourself.” ", "9": "But if you look on one man as more important than another, you are sinning. And the Law says you are sinning.", "10": "If you obey all the Laws but one, you are as guilty as the one who has broken them all. ", "11": "The One Who said, “You must not do any sex sins,” also said, “You must not kill another person.” If you do no sex sins but kill someone, you are guilty of breaking the Law. ", "12": "Keep on talking and acting as people who will be told they are guilty or not by the Law that makes men free. ", "13": "Anyone who shows no loving-kindness will have no loving-kindness shown to him when he is told he is guilty. But if you show loving-kindness, God will show loving-kindness to you when you are told you are guilty.", "14": "My Christian brothers, what good does it do if you say you have faith but do not do things that prove you have faith? Can that kind of faith save you from the punishment of sin? ", "15": "What if a Christian does not have clothes or food? ", "16": "And one of you says to him, “Goodbye, keep yourself warm and eat well.” But if you do not give him what he needs, how does that help him? ", "17": "A faith that does not do things is a dead faith.", "18": "Someone may say, “You have faith, and I do things. Prove to me you have faith when you are doing nothing. I will prove to you I have faith by doing things.” ", "19": "You believe there is one God. That is good! But even the demons believe that, and because they do, they shake.", "20": "You foolish man! Do I have to prove to you that faith without doing things is of no use? ", "21": "Was not our early father Abraham right with God by what he did? He obeyed God and put his son Isaac on the altar to die. ", "22": "You see his faith working by what he did and his faith was made perfect by what he did. ", "23": "It happened as the Holy Writings said it would happen. They say, “Abraham put his trust in God and he became right with God.”  He was called the friend of God. ", "24": "A man becomes right with God by what he does and not by faith only. ", "25": "The same was true with Rahab, the woman who sold the use of her body. She became right with God by what she did in helping the men who had been sent to look through the country and sent them away by another road. ", "26": "The body is dead when there is no spirit in it. It is the same with faith. Faith is dead when nothing is done."}