{"1": "There was another famine in the land in addition to the one that had occurred in Abraham's time. And Isaac went to Abimelech, king of the Philistines, at Gerar. ", "2": "The Lord appeared to him and said, “Do not go down to Egypt. Live in the land that I tell you about; ", "3": "stay in this land as a foreigner, and I will be with you and bless you. For I will give all these lands to you and your offspring, and I will confirm the oath that I swore to your father Abraham. ", "4": "I will make your offspring as numerous as the stars of the sky, I will give your offspring all these lands, and all the nations of the earth will be blessed[a] by your offspring, ", "5": "because Abraham listened to My voice and kept My mandate, My commands, My statutes, and My instructions.” ", "6": "So Isaac settled in Gerar.", "7": "When the men of the place asked about his wife, he said, “She is my sister,” for he was afraid to say “my wife,” thinking, “The men of the place will kill me on account of Rebekah, for she is a beautiful woman.” ", "8": "When Isaac had been there for some time, Abimelech king of the Philistines looked down from the window and was surprised to see[b] Isaac caressing his wife Rebekah.", "9": "Abimelech sent for Isaac and said, “So she is really your wife! How could you say, 'She is my sister'?” Isaac answered him, “Because I thought I might die on account of her.”", "10": "Then Abimelech said, “What is this you've done to us? One of the people could easily have slept with your wife, and you would have brought guilt on us.” ", "11": "So Abimelech warned all the people with these words: “Whoever harms this man or his wife will certainly die.”", "12": "Isaac sowed seed in that land, and in that year he reaped[c] a hundred times what was sown. The Lord blessed him, ", "13": "and the man became rich and kept getting richer until he was very wealthy. ", "14": "He had flocks of sheep, herds of cattle, and many slaves, and the Philistines were envious of him. ", "15": "The Philistines stopped up all the wells that his father's slaves had dug in the days of his father Abraham, filling them with dirt. ", "16": "And Abimelech said to Isaac, “Leave us, for you are much too powerful for us.”[d]", "17": "So Isaac left there, camped in the Valley of Gerar, and lived there. ", "18": "Isaac reopened the water wells that had been dug in the days of his father Abraham and that the Philistines had stopped up after Abraham died. He gave them the same names his father had given them. ", "19": "Then Isaac's slaves dug in the valley and found a well of spring[e] water there. ", "20": "But the herdsmen of Gerar quarreled with Isaac's herdsmen and said, “The water is ours!” So he named the well Quarrel[f] because they quarreled with him. ", "21": "Then they dug another well and quarreled over that one also, so he named it Hostility.[g] ", "22": "He moved from there and dug another, and they did not quarrel over it. He named it Open Spaces[h] and said, “For now the Lord has made room for us, and we will be fruitful in the land.”", "23": "From there he went up to Beer-sheba, ", "24": "and the Lord appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your offspring because of My servant Abraham.”", "25": "So he built an altar there, called on the name of Yahweh, and pitched his tent there. Isaac's slaves also dug a well there.", "26": "Now Abimelech came to him from Gerar with Ahuzzath his adviser and Phicol the commander of his army. ", "27": "Isaac said to them, “Why have you come to me? You hated me and sent me away from you.”", "28": "They replied, “We have clearly seen how the Lord has been with you. We think there should be an oath between two parties—between us and you. Let us make a covenant with you: ", "29": "You will not harm us, just as we have not harmed you but have only done what was good to you, sending you away in peace. You are now blessed by the Lord.”", "30": "So he prepared a banquet for them, and they ate and drank. ", "31": "They got up early in the morning and swore an oath to each other.[i] Then Isaac sent them on their way, and they left him in peace. ", "32": "On that same day Isaac's slaves came to tell him about the well they had dug, saying to him, “We have found water!” ", "33": "He called it Sheba.[j] Therefore the name of the city is Beer-sheba[k] to this day.", "34": "When Esau was 40 years old, he took as his wives Judith daughter of Beeri the Hittite, and Basemath daughter of Elon the Hittite. ", "35": "They made life bitter[l] for Isaac and Rebekah."}