{"1": "These are the names of Israel's sons—the ones who traveled from Canaan and entered into Egypt with Jacob during the great famine. Each of these men arrived in Egypt with his family:", "2": "Reuben, Simeon, Levi, and Judah;", "3": "Issachar, Zebulun, and Benjamin;", "4": "Dan and Naphtali, Gad, and Asher.", "5": "At that time, Jacob had 70 children and grandchildren. All of them came to Egypt, except for Joseph; he was already there.[a] ", "6": "Joseph died, and so did all of his brothers. It was not long before that entire generation was gone. ", "7": "But the people of Israel were prolific; they had children easily, and their numbers increased rapidly. As their numbers grew so did their strength. Eventually, they filled the land.", "8": "God has done what He promised to Abraham, Isaac, and Jacob: He has made Israel's children fertile, productive, and strong. Over time Jacob's 70 children have become a nation within a nation, and the Egyptians are taking notice. History teaches the Pharaohs and the ruling classes to be wary of outsiders. So now that the Israelites are swarming all over the land like flies, and they are not fully assimilating into Egyptian life and culture, the Pharaoh thinks they pose a clear and present danger. So the Egyptian king decides that strong measures are necessary. The welcome that Joseph and his family once enjoyed turns into outright hostility. One day, a new king came to power and ruled over Egypt, but this king had no knowledge of Joseph.", "9": "Pharaoh (to some of his advisors): 9 Look! There are more Israelites than ever before, and they are growing more powerful than we are. ", "10": "We need to be careful in our dealings with them. Otherwise, they may grow even greater in number, and in a time of war join forces with our enemies, fight against us, and then leave the land.", "11": "So the Egyptian authorities enslaved the Israelites and appointed cruel slave drivers over them to oppress them with hard, back-breaking labor. They forced them to build the storage cities of Pithom and Raamses for Pharaoh.", "12": "But the harder the slave drivers pushed the Israelites, the more rapidly they had children and spread throughout the land. Because of this, the Egyptians grew to detest the Israelites even more ", "13": "and violently forced them to work until they were sore and tired—far beyond exhaustion. ", "14": "The Egyptians made life bitter for all those Israelites forced to mix mortar, make bricks, and do all types of grueling work in the fields. They tormented their Israelite slaves until all the work was done.", "15": "Pharaoh, Egypt's king, called for some of the Hebrew midwives. Their names were Shiphrah and Puah.", "16": "Pharaoh: 16 Listen closely. Whenever you are looking after a Hebrew woman who is in labor and ready to deliver, if she gives birth to a son, then kill the baby. If it is a daughter, then allow her to live.", "17": "But the midwives respected God more than they feared Pharaoh, so they did not carry out the Egyptian king's command. Instead, they let all the boys live. ", "18": "When Egypt's king heard this news, he sent for the midwives. Pharaoh: Why have you disobeyed my orders and allowed the boys to live?", "19": "Midwives: 19 Because unlike Egyptian women, Hebrew women are hearty and energetic, and they give birth before the midwife arrives to help.", "20": "God was good to the midwives, and under their care the Israelite women had many more children. Despite Pharaoh's orders, the people of Israel became stronger and more powerful. ", "21": "Because the midwives respected God, He blessed them with families of their own. ", "22": "In response to the rapid growth in the Hebrew population, Pharaoh issued a command to his people. Pharaoh: Every boy who is born to the Hebrews must be thrown into the Nile, and every girl is to be left alive."}