{"1": "Eternal One (to Moses): Go pay Pharaoh another visit. I have made his heart and his servants' hearts as hard as stone, so that I can perform My wondrous signs among them and reveal My power. ", "2": "I have done all these things so that you can tell your children and grandchildren stories of how I treated the cruel Egyptians with contempt and performed My signs among them. I have done all this so that you may believe I am the Eternal.", "3": "So once again Moses and Aaron went to see Pharaoh. Moses and Aaron: The Eternal, the God of the Hebrews, has a message for you: “How long do you plan to resist Me and refuse to humble yourself before Me? Release My people, so that they can go and serve Me in the desert. ", "4": "If you refuse to release My people, tomorrow I will fill your land with locusts, ", "5": "and they will blanket the ground. There will be so many that you will not be able to see the ground! The locusts will devour every crop the hail did not destroy, and their horde will strip every tree that grows in your fields! ", "6": "They will fill every corner of your houses, your servants' houses, and all the Egyptians' houses. This will be a spectacle that none of your ancestors have ever seen—never from the day that they were born until this present day.” Starvation for the majority of Egyptians is becoming a real possibility. How far they have come from Joseph's day when Egypt fed the world! Moses then turned and left Pharaoh.", "7": "Servants (to Pharaoh): 7 How much longer will you let this man trap us? Why don't you just release the people and let them go serve the Eternal their God? Look around you! Don't you see that Egypt is in ruins?", "8": "Then Pharaoh had Moses and Aaron brought back to him. Pharaoh: Some of your people may go and serve this God of yours, the Eternal! But not all. Who will be going with you?", "9": "Moses: 9 No. All of us must go—the young and the old. We will take our sons, daughters, flocks, and herds with us. We are all going into the desert to celebrate a great festival to the Eternal.", "10": "Pharaoh: 10 The Eternal had better be with you if you really think I am going to let you take your little ones with you! Look, I know you have some evil plan. I can see it in your face. ", "11": "No! I will allow you to take only the men to go and serve the Eternal One, since that is what you have been asking for all along. Then Pharaoh had Moses and Aaron thrown out.", "12": "Eternal One (to Moses): 12 Stretch your hand over the land of Egypt and call forth the locusts, so that they may invade Egypt and devour anything that grows from the earth and everything the hail did not destroy.", "13": "Then Moses raised his staff over the land of Egypt, and the Eternal directed the east wind to blow over the land all that day and night. When the morning dawned, the east wind brought with it a cloud of locusts. ", "14": "They dropped from the sky and overran the land of Egypt from one end to the other. Countless numbers of them swarmed in the air and crawled over the ground. Never had there been nor would there ever be again such a swarm of locusts in Egypt. ", "15": "The locusts blanketed the whole land until the ground was smothered in darkness. They devoured every plant growing in the fields and stripped every tree of its fruit, everything the hail had not destroyed. Not one green leaf was left on any tree, not one plant was left growing in the field anywhere in the land of Egypt.", "16": "Pharaoh immediately sent for Moses and Aaron. Pharaoh: I have sinned against the Eternal your God and against you. ", "17": "Now, please forgive me, just this once; and pray to the Eternal your God, and ask Him to take away this plague of death from me.", "18": "Moses left Pharaoh and prayed to the Eternal for him.", "19": "He caused the winds to shift, and a strong west wind blew and lifted the cloud of locusts up into the air and drove them out into the Red Sea.[a] Not a single locust was left in all the land of Egypt. ", "20": "But He hardened Pharaoh's stubborn heart, and he refused to release the Israelites.", "21": "Eternal One (to Moses): 21 Raise your hand up toward the heavens, and a great darkness will cover the land of Egypt, a heavy, oppressive darkness.", "22": "So Moses raised his hand up toward the heavens, and a deep darkness settled over all the land of Egypt for three days. ", "23": "It was so dark that people could not even see each other, and no one dared to venture out from their houses for three whole days. But all the people of Israel had light where they lived. ", "24": "Once more Pharaoh sent for Moses. Pharaoh: You may go and serve the Eternal. Everyone can go—even your little ones—but leave your herds and flocks behind.", "25": "Moses: 25 You must also allow us to take our herds and flocks as sacrifices and burnt offerings, for we must offer them to the Eternal our God. ", "26": "We need to take every single animal—not a hoof can be left behind—because we need some of them to sacrifice to Him. And until we get to where we are going, we will not know what animals we need to worship the Eternal.", "27": "But the Eternal hardened Pharaoh's stubborn heart once again, and he was unwilling to release the Israelites.", "28": "Pharaoh (to Moses): 28 Get out of here, and never come back! If you ever try to see my face again, I will have you killed!", "29": "Moses: 29 What you say is true. I will never see your face again!"}