{"1-2": "Perhaps the best way to look at the confrontation between Moses and Pharaoh is as a contest to see who truly is God. In Egypt Pharaoh is considered a god. He has certain powers and abilities, and the might of Egypt resides with him. When Moses and Aaron appear before him to demand the release of the Hebrew slaves, each refusal becomes an occasion for the True God to demonstrate His superiority over Pharaoh and all the other gods of Egypt. Each successive miracle attacks deeper into the heart of Pharaoh's power and politics. Slowly but surely, Pharaoh's power is subverted until God breaks Pharaoh's grip on the people of Israel completely. With the final miracle everything begins to unravel: the death of the firstborn is personal for Pharaoh. Eternal One (to Moses and Aaron in the land of Egypt): 1-2 Mark this month as the first month of all months for you—the first month of your year. ", "3": "Declare this message to the entire community of Israel: “When the tenth day of this month arrives, every family is to select a lamb, one for each household. ", "4": "If there aren't enough people in the family to eat an entire lamb, then they should share a lamb with their nearest neighbor according to how many people are in the neighbor's family. Divide the portions of the lamb so that each person has enough to eat. ", "5": "Choose a one-year-old male that is intact and free of blemishes; you can take it from the sheep or the goats. ", "6": "Keep this chosen lamb safe until the fourteenth day of the month, then the entire community of Israel will slaughter their lambs together at twilight. ", "7": "They are to take some of its blood and smear it across the top and down the two sides of the doorframe of the houses where they plan to eat. ", "8": "That night, have them roast the lamb over a fire and feast on it along with bitter herbs and bread made without yeast. ", "9": "Do not eat any meat raw or boil it in water; only eat the meat after the entire animal has been roasted over a fire with its head, legs, and intestines attached. ", "10": "Eat whatever you can, but don't leave any of it until morning; whatever is left over in the morning burn in the fire. ", "11": "Here is how I want you to eat this meal: Be sure you are dressed and ready to go at a moment's notice—with sandals on your feet and a walking stick in your hand. Eat quickly because this is My Passover.", "12": "I am going to pass through the land of Egypt during the night and put to death all their firstborn children and animals. I will also execute My judgments against all the gods of the Egyptians, for I am the Eternal One! ", "13": "The blood on the doorframes of your houses will be a sign of where you are. When I pass by and see the blood, I will pass over you. This plague will not afflict you when I strike the land of Egypt with death.", "14": "This will be a day for you to always remember. I want you and all generations after you to commemorate this day with a festival to Me. Celebrate this feast as a perpetual ordinance, a permanent part of your life together. ", "15": "You are to eat bread made without yeast for seven days. On the first day get rid of any yeast you find in your house. Anyone who eats bread made with yeast during the seven festival days must be cut off from the rest of Israel. ", "16": "On the first day of the festival and again on the seventh, gather the community together for a time of sacred worship. No one may work on those two days except to prepare what every person needs to eat. ", "17": "Celebrate the Feast of Unleavened Bread because it commemorates the day that I led your forces out of Egypt. Honor and celebrate this day throughout all your generations as a perpetual ordinance, a permanent part of your life together. ", "18": "From the evening of the fourteenth day of that first month to the evening of the twenty-first day of that month, eat bread made without yeast. ", "19-20": "No yeast is to be found in any of your houses during the seven festival days. Whoever eats anything that has yeast in it must be cut off from the community of Israel. It doesn't matter whether he is a foreigner or a native; the same standards apply. During the seven festival days, do not eat anything made with yeast; wherever you live and gather together, be sure you eat only unleavened bread.", "21": "Then Moses called all of Israel's elders together and gave them instructions. Moses: Go and pick out lambs for each of your families, and then slaughter your family's Passover lamb. ", "22": "Take a handful of hyssop branches, dip them down into the bowl of blood you drained from the sacrifice, and mark the top of the doorway and the two doorposts with blood from the bowl. After you do this, no one should go out that door until the next morning.", "23": "The Eternal will pass through the land during the night and bring death to the Egyptians. But when He sees the blood-markings across the tops of your doorways and down your two doorposts, He will pass over your houses and not allow His messenger of death to enter into your houses and strike you down. ", "24": "You and all your descendants are obligated to keep these instructions for all time. ", "25": "Even after you arrive in the land the Eternal has promised you—the land flowing with milk and honey—you must keep these instructions and perform this ritual. ", "26": "When your children ask you, “What does this ritual mean to you?” ", "27": "you will answer them, “It is the Passover sacrifice to the Eternal, for He passed over the houses of the Israelites when we were slaves in Egypt. And although He struck the Egyptians, He spared our lives and our houses.” The name of this festival, “Passover,” comes from the fact that God “passes over” those houses where the Israelites gather and eat the sacrifice. When Moses finished these instructions, the people bowed down and worshiped.", "28": "The Israelites went and did as they were instructed; they were obedient to what the Eternal had commanded Moses and Aaron.", "29": "Now this is what happened: at midnight, He struck down all the firstborn sons in Egypt—from the firstborn son of Pharaoh, who sat on his throne, to the firstborn son of the prisoners locked in the dungeon, and even the firstborn of all the livestock in the land. ", "30": "Pharaoh woke up during the night. He wasn't the only one. His servants, as well as all of the Egyptians in the land, had awoken. A great scream shattered the night in Egypt, for there was not a single Egyptian house where someone was not dead.", "31": "Pharaoh sent for Moses and Aaron before the night was over. Pharaoh (to Moses and Aaron): Get up and get out. Leave my people right now—you and all the rest of the Israelites. Go and worship this god of yours, the Eternal One, just as you have said. ", "32": "Take your flocks and your herds as well with you—just as you said—and go! But bless me on your way out!", "33": "Pharaoh hates to admit he has been beaten by Moses and his God. After losing his firstborn son—destined to be the next Pharaoh—he has little choice. The Egyptians frantically urged the people of Israel to hurry and leave their land. Egyptians (imploring): If you do not leave soon, we will all be dead.", "34": "So the Israelites hurried. They took their bread dough before any yeast had been added, packed up their kneading bowls, wrapped them in some of their clothing, and carried them on their shoulders.", "35": "The people of Israel also did what Moses had told them to do; they asked the Egyptians for items made of silver and gold, and they asked for extra clothing as well. ", "36": "The Eternal caused the Egyptians to have a favorable attitude toward His people, so the Egyptians fulfilled these requests and gave the people what they asked for. This is how the Israelites stripped the Egyptians of their valued possessions.", "37": "For many years the Egyptians stripped the people of Israel of their lives, labor, and dignity. God's justice demands that Israel be paid for all they lost. The Israelites left and traveled from Rameses to Succoth. There were about 600,000 men, plus all the women and children. ", "38": "Another crowd, made up of various and sundry peoples, accompanied them, as well as herds, flocks, and a great number of livestock. ", "39": "They baked flat bread along the way from the dough without yeast which they carried with them from Egypt. The dough had no yeast because the people had been rushed out of Egypt, and they did not have enough time to gather food supplies for themselves.", "40-41": "The Israelites had lived in the land of Egypt for a total of 430 years. On the last day of their 430th year, all the forces belonging to the Eternal left the land of Egypt. ", "42": "This was the night when the Eternal kept watch over His people and brought them safely out of the land of Egypt; now this night is to be kept by His people, to be celebrated by all of the people of Israel throughout all generations.", "43": "Eternal One (to Moses and Aaron): 43 This is the requirement for Passover: no foreigner or outsider should eat this meal. ", "44": "But every slave bought with money may participate in this celebration if he has been initiated into the community by circumcision. ", "45": "No temporary residents or paid servants may share in it. ", "46": "The meal must be eaten in only one house. Don't take any of the meat outside. Not one of the lamb's bones shall be broken.[a] ", "47": "The entire community of Israel must celebrate it. ", "48": "If you have outsiders living among you and they want to celebrate the Passover to the Eternal with you, then all the men must agree to be circumcised. Only after circumcision may they join in and celebrate with you; then you must treat them as if they were native-born. But make sure no uncircumcised male eats any part of the sacred meal. ", "49": "The same instruction applies to everyone equally—without distinction—the native as well as the outsider who is living among you.", "50": "Then all of the Israelites did exactly as the Eternal had instructed Moses and Aaron to do. ", "51": "On that same day, He led the Israelites as they marched out of the land of Egypt like an army."}