{"1-2": "Often clouds and fire signify the presence of God in Scripture; that is especially true here in the Book of Exodus. Eternal One (to Moses): 1-2 Speak to the Israelites and tell them to go back and set up camp in front of Pi-hahiroth, between Migdol and the sea, opposite Baal-zephon. Camp there next to the sea. ", "3": "Pharaoh will talk about the Israelites, saying, “They are wandering around in circles. The desert has closed them in on all sides.” ", "4": "Then I will harden Pharaoh's stubborn heart even more, and he will pursue the Israelites. Honor will come to Me through the actions of Pharaoh and his army, and the Egyptians will know that I am the Eternal One. And so they did exactly as the Eternal instructed.", "5": "When Egypt's king received the news that the Israelites had run away, the attitude of Pharaoh and his servants changed. They began talking among themselves. Pharaoh's Servants: What have we done? We have released the Israelites from serving us and lost our labor force!", "6": "Pharaoh prepared his chariot and called out his army. ", "7": "He took a select group of the 600 best chariots in the land plus all the other chariots in Egypt with drivers commanding all of them.", "8": "The Eternal hardened the stubborn heart of Pharaoh, king of Egypt; and he chased after the Israelites just as they were marching out of the land with victorious hands held high.", "9": "The Egyptians pursued the Israelites. All of Pharaoh's horses and chariots, his chariot-drivers and army caught up with the Israelites as they were camping by the sea not far from Pi-hahiroth, opposite Baal-zephon.", "10": "Pharaoh approached the Israelites' camp, and the Israelites saw the Egyptian army closing in on them. The Israelites were trapped and feared for their lives, so they cried out to the Eternal.", "11": "Israelites (to Moses): 11 Were there not enough graves in Egypt? Is that why you brought us out here to die in the desert? Why have you done this to us? Why have you made us leave Egypt? ", "12": "Didn't we tell you in Egypt, “Stop pestering us so that we can get on with our lives and serve the Egyptians”? It would have been better for us to live as slaves to the Egyptians than to die out here in the desert.", "13": "Moses (to the people): 13 Don't be afraid! Stand your ground and witness how the Eternal will rescue you today. Take a good look at the Egyptians, for after today you will never see them again. ", "14": "The Eternal will fight on your behalf while you watch in silence.", "15": "Eternal One (to Moses): 15 Why do you call for Me? Instruct the Israelites to break camp and keep moving. ", "16": "Raise your staff and reach out over the sea to divide it. The Israelites will be able to walk straight through the sea on dry ground. ", "17-18": "I am going to harden the stubborn hearts of the Egyptians, and in their arrogance they will continue to chase the Israelites. My honor will be on display when I defeat Pharaoh, his army, his chariots, and his chariot-drivers. The Egyptians will know that I am the Eternal when I display my glory through Pharaoh, his chariots, and his chariot-drivers.", "19": "God's messenger, who had been out front leading the people of Israel, moved to protect the rear of the company; the cloud pillar moved with him from the front to the back of them. ", "20": "The cloud pillar took its position between Egypt's and Israel's camps. The cloud cast darkness by day yet it lit up the sky by night. As a result, the Egyptians never got close to the Israelites the entire night. ", "21": "Moses then took his staff and reached out over the sea. The Eternal parted the sea with a strong east wind, which blew all night and turned the floor of the sea into dry ground between the divided waters. ", "22": "The Israelites broke camp and traveled on dry ground through the parted waters, and the sea stood like a solid wall on their right and on their left.", "23": "The Egyptians were undaunted. They continued their pursuit; all of Pharaoh's horses, chariots, and chariot-drivers followed the Israelites into the middle of the sea.", "24": "Before daybreak the Eternal peered down upon the Egyptian army through the fire pillar and the cloud pillar and threw them all into confusion. ", "25": "He caused the wheels of their chariots to break down so that it was nearly impossible for the drivers to control them. The Egyptians knew something was wrong. Egyptians: Let's go and get away from these Israelites. Their God, the Eternal One, is fighting for them against us.", "26": "After all the Israelites had reached the other side of the sea, the Eternal spoke to Moses. Eternal One (to Moses): Now take your staff and reach out over the sea. The waters which I parted will crash upon the Egyptians and cover their chariots and chariot-drivers.", "27": "So Moses raised his hand and reached out over the sea, and the walls of water collapsed. As dawn gave way to morning, the sea returned to normal and the Eternal swept the retreating Egyptian army into the sea. ", "28": "The waters rushed and covered all the chariots and their drivers, swallowing up all of Pharaoh's army that had pursued Israel into the sea. Not one Egyptian survived.", "29": "But the Israelites had walked safely through the parted waters on dry ground, and the sea stood like a solid wall on their right and on their left. ", "30": "That day the Eternal rescued Israel from the powerful grip of the Egyptians, and Israel watched the corpses of the Egyptians wash up on the shore. ", "31": "When Israel witnessed the incredible power that the Eternal used to defeat the Egyptians, the people were struck with fear of Him, and they trusted in Him and also in Moses, His servant."}