{"1": "Throughout this redemption story, it is clear that the Lord has protected Israel while He has judged and frustrated Egypt. After the many wonders before the Passover and the miraculous guidance by the cloud and the pillar of fire, God destroyed the Egyptian army in the midst of the sea. For centuries people have sought to explain this great miracle and make sense of it. Was it a volcanic eruption and a tsunami that parted the waters? Was it a shallow lake that drowned Pharaoh's army? Perhaps. Perhaps not. Only God knows. But reason cannot grasp all that took place that day. When God's covenant people were on the verge of extinction, God stepped in to fight for them. No one survived that day except by the miraculous grace of God. Moses and the Israelites sang this song to the Eternal One. Moses and the Israelites: I will sing to the Eternal, for He has won a great victory; He has thrown the chariot into the sea: horse and rider.", "2": "The Eternal is my strength and my song, and He has come to save me; He is my God, and I will praise Him. He is the God of my father, and I will exalt Him.", "3": "The Eternal is a warrior; the Eternal is His name.", "4": "Pharaoh's chariots and his army He has thrown into the sea. And his high-ranking officers are drowned in the Red Sea.", "5": "The deep waters covered them; they sank to the muddy depths like a stone.", "6": "Your right hand, Eternal One, is magnificent in power. Your right hand, Eternal, vanquishes the enemy.", "7": "In Your majestic greatness You conquer those who rise against You; You unleash Your burning anger, and it consumes them like straw.", "8": "With a blast of Your anger the waters piled high, the waves stood up like a wall; in the heart of the sea, deep waters turned solid.", "9": "The enemy said, “I will go after them, chase them down, and divide the spoils; my desire will be spent on them. I will draw my sword; my powerful hand will take possession of them once again.”", "10": "But You blew Your breath-wind, and the sea covered them; they sank like lead down into the mighty waters.", "11": "Who compares to You among the gods, O Eternal? Who compares to You—great in holiness, awesome in praises, performing marvels and wonders?", "12": "You raised Your right hand, and the earth swallowed Your enemies.", "13": "With Your loyal love, You have led the people You have redeemed; with Your great strength, You have guided them to Your sacred dwelling.", "14": "Already people have heard and they tremble; those who inhabit Philistia are gripped by fear.", "15": "Even now the chiefs of Edom are deeply disturbed; Moab's leaders cannot stop trembling; all who live in Canaan are deeply distressed and wasting away.", "16": "Horror and fear overwhelm them. Faced with the greatness of Your power, people are afraid to move; they fall as silent as stone, Until Your people pass by, Eternal One, until the people whom You purchased pass by.", "17": "You will bring them and plant them on the mountain of Your inheritance— the place, Eternal, that You have designated to be Your dwelling, the sanctuary, Lord, that Your hands founded and made ready.", "18": "The Eternal will reign as King forever and always.", "19": "When Pharaoh's horses, chariots, and chariot-drivers drove into the sea, the Eternal caused the waters to collapse upon them. But the Israelites walked through the sea on dry ground.", "20": "The prophetess, Miriam (Aaron's sister), picked up a tambourine, and all the rest of the women followed her with tambourines and joyful dancing.", "21": "Miriam: Sing to the Eternal One, for He has won a great victory; He has thrown the horse and its chariot into the sea.", "22": "Then Moses led Israel away from the Red Sea, and they entered the desert of Shur. They traveled for three days in the desert before they found water.", "23": "When they came to the place where they did find water, they could not drink it because it was so bitter. So they called the place Marah, or bitter. ", "24": "Because they were very thirsty, the people complained to Moses. Israelites: What are we supposed to drink?", "25": "Moses then asked the Eternal for help, and the Eternal showed him a log. Moses threw the log into the bitter water, and the water became sweet. At Marah the Eternal established an important principle and set a standard for His people so that He could test them.", "26": "Eternal One: 26 If you will listen closely to My voice—the voice of your God—and do what is right in My eyes, pay attention to My instructions, and keep all of My laws; then I will not bring on you any of the plagues that I did on the Egyptians, for I am the Eternal, your Healer.", "27": "Then they traveled on to an oasis called Elim, where there were 12 freshwater springs and 70 palm trees with dates. They set up camp there next to the waters."}