{"1": "Then the entire community of Israel departed from Elim and entered the desert of Sin, which is located between Elim and Sinai. They arrived there on the fifteenth day of the second month after they had departed from Egypt.", "2": "The covenant people leave the pleasant, coastal area around Elim to begin the long journey through the wilderness. It will take longer than anyone expects. As soon as they got to the desert of Sin, the entire community of Israelites complained to Moses and Aaron.", "3": "Israelites: 3 It would have been better if we had died by the hand of the Eternal in Egypt. At least we had plenty to eat and drink, for our pots were stuffed with meat and we had as much bread as we wanted. But now you have brought the entire community out to the desert to starve us to death.", "4": "Eternal One (to Moses): 4 Look! I will cause bread to rain down from heaven for you,[a] and the people will go out and gather a helping of it each day. I will test them to see if they are willing to live by My instructions. ", "5": "On the sixth day, they will gather the usual amount; but when they go to prepare it, it will end up being twice what they usually gather.", "6": "Moses and Aaron (to the Israelites): 6 When evening falls, you will know that the Eternal has led you out of the land of Egypt. ", "7": "In the morning your eyes will see His glory because He takes your complaints against us as complaints against Him. Who are we, that you direct your complaints to us?", "8": "Moses (continuing): 8 This will take place when the Eternal One provides you with meat in the evening and plenty of bread in the morning because He hears all your grumbling and complaining against Him. Why do you complain to us? Your complaints are not against us, but against Him.", "9": "(to Aaron) Tell the entire community of Israelites, “Draw near to the Eternal. He has heard your complaints.”", "10": "While Aaron was speaking to the entire community of the Israelites, they all looked out toward the desert, and the radiant glory of the Eternal could be seen in the cloud. ", "11": "The Eternal spoke to Moses.", "12": "Eternal One (to Moses): 12 Rest assured, I have heard the constant complaining of the Israelites. Tell them, “In the evening, you will have meat to eat; and in the morning, you will have enough bread to satisfy your gnawing hunger. Then you will know that I am the Eternal your God.”", "13": "That evening, quail flew in and covered the camp; and when morning arrived, what seemed to be ordinary dew was all around the camp.", "14": "But when the dew evaporated, it left behind a thin, mysterious, flaky substance that looked like frost on top of the dry desert ground. ", "15": "The people of Israel went out to examine it. They had never seen anything quite like it. Israelites (to one another): What is it? The people didn't have a clue what this strange substance was. Moses: It is the bread which the Eternal has given you to eat. ", "16": "Here are His instructions: “Gather only as much of it as you should eat by yourself. Pick up two quarts[b] of bread for each person who lives in your tent.”", "17": "The Israelites did as they were told. Some people gathered a lot, others gathered less. ", "18": "When they used a two-quart jar to measure it, the one who had gathered a lot didn't have more than he needed; and the one who gathered less had just what he needed.[c] Miraculously, each person and each family—regardless of how much they gathered—had exactly what they needed.", "19": "Moses (continuing God's instructions): 19 Don't try to keep any of it until the morning. Either eat it all, or throw it away.", "20": "But some people ignored Moses and tried to keep some of it until the next morning. Overnight it became wormy and started to have a dreadful smell. Moses became furious with them because they had disobeyed God's instructions.", "21": "Every morning the people went out and gathered it—each family took only what it needed. By the time the sun became hot, it had melted away. ", "22": "On the sixth day the people went out and gathered, but they came back with twice as much as usual—four quarts per person. All the leaders of the community thought they needed to tell Moses what had happened.", "23": "Moses (to the leaders): 23 Listen to what the Eternal commanded: Tomorrow, the seventh day, is to be a day of rest, a holy Sabbath dedicated to Him. Bake or boil whatever you need for today's meals. Whatever is left over, keep it to eat tomorrow. It won't spoil.", "24": "God wants His people to keep the Sabbath as a special day and to depend on Him—not their own efforts—to supply all they need. So the people stored some of it until the next morning, just as Moses had instructed. None of it spoiled, nor did it have any worms.", "25": "Moses: 25 Eat what is left over today, because today is a Sabbath to the Eternal, a day of rest. You will not find any of it in the field today. ", "26": "You are to gather it for six days, but on the seventh day (the Sabbath), none of it will be on the ground.", "27": "When the seventh day arrived, some of the people ignored Moses and went out to gather it anyway; but there was none to gather.", "28": "Eternal One (to Moses): 28 How much longer are you going to disobey My commands and instructions? ", "29": "Look! I have given you the Sabbath as a day of rest. That is why I give you an extra portion of food on the sixth day. Everyone should stay where they are and not go out to work on the seventh day.", "30": "So the people did as God directed and rested on the seventh day.", "31": "The community of Israel decided to name this mysterious substance “manna” (which means, “What is it?”). It was white like a coriander seed, and it tasted sweet like honey wafers.", "32": "Moses: 32 This is the instruction of the Eternal: “Preserve two quarts of the manna so that future generations can see the bread I provided for you in the desert when I led you out of the land of Egypt.”", "33": "(to Aaron) Go, find a jar and fill it with two quarts of manna. Put it in a special place before the Eternal to preserve it for future generations to see.", "34": "“The Eternal Provides.” That could well be the theme for the entire exodus adventure. When there is no water, He provides. When there is no bread, He provides. When there is no meat, He provides. These provisions are clearly God's gift to His people. They do not depend upon the cleverness, skill, or hard work of the Israelites. It must be difficult for these former slaves—whose lives have been all about work—to stop, to rest, and to truly believe their lives and futures depend upon God and not upon themselves. Aaron did as the Eternal commanded. He stored the jar before the covenant to keep it safe.", "35": "This is an interesting statement. Aaron is directed to place the jar with the special breadlike substance that God provides “before the covenant,” which is either a reference to the directives God will provide (chapter 20) or to the special container—the covenant chest—God directs Aaron to build (chapter 25) to preserve some of Israel's most precious treasures from the exodus and their time in the wilderness. Neither of these items exists at this point in time. For 40 years, the Israelites were sustained by the manna God supplied. They ate it until they arrived at the borderlands of Canaan, the edge of the land they would one day inhabit. ", "36": "(36 And their omer was a two-quart measurement and in turn was one-tenth of an ephah.)[d]"}