{"1": "The entire community of Israel traveled in stages out of the desert of Sin, just as the Eternal instructed. They camped at Rephidim, but there was no water there to quench their thirst. ", "2": "Once again the people complained to Moses. Israelites: Give us water to drink! We're thirsty. Moses: Why do you aim your complaints at me? Why are you testing the Eternal One?", "3": "But the people were so thirsty for water, they complained to Moses and leveled accusations against him. Israelites: Why did you lead us out of Egypt? Was it to kill all of us—our children and livestock included—with this thirst?", "4": "Moses had had enough of their complaints, so he cried out to the Eternal One. Moses: What am I supposed to do with these people and their relentless complaining? They are on the verge of stoning me.", "5": "Eternal One (to Moses): 5 Here's what I want you to do: go on ahead of the people and take some of the elders of Israel with you. Also, be sure to bring your shepherd's staff—the one with which you struck the Nile. ", "6": "I will be there when you arrive standing at the rock of Horeb. I want you to strike the rock with your staff; and when you do, water will flow out of it so that everyone will have enough to drink. The elders of Israel accompanied Moses and watched as he did what the Eternal directed.", "7": "Moses named the place Massah[a] and Meribah,[b] because the Israelites complained and tested the Eternal, saying, “Is He standing with us or not?”", "8": "While the Israelites were camped at Rephidim, soldiers of Amalek came and attacked them. ", "9": "Moses called for a young leader named Joshua. Moses (to Joshua): Select some of our best men, and go fight against the soldiers of Amalek. Tomorrow I will stand at the crest of that hill overlooking the battlefield with God's staff in my hand.", "10": "Joshua did exactly as Moses had instructed him to do. He gathered the strongest men he could find and fought against the soldiers of Amalek. Meanwhile, Moses, Aaron, and Hur climbed to the top of the hill.", "11": "It happened that whenever Moses raised his hand, the battle went well for Israel; but whenever he lowered his hand to rest, Amalek began to win. ", "12": "When Moses became too tired to hold his hands up any longer, Aaron and Hur took a stone and sat him down on it. Then both men stood beside Moses, one on each side, holding his hands up and keeping them steady until sunset. ", "13": "In the end, Joshua and the men of Israel defeated Amalek and his soldiers with the sword.", "14": "Eternal One (to Moses): 14 Write down what I say on a scroll as a memorial record of these events, and read it aloud so Joshua can hear: “I will erase all traces of the memory of Amalek from under heaven.”", "15": "Then Moses constructed an altar and called it, “The Eternal Is My Battle Flag.”", "16": "Moses: 16 Because Amalek raised a defiant hand against the throne of the Eternal, He has promised to wage war against Amalek through future generations."}