{"1": "Jethro, Moses' father-in-law, the priest of Midian, heard about all that God had done for Moses and His people Israel, and how the Eternal had rescued Israel out of Egypt. ", "2-3": "Now Moses had sent his wife, Zipporah, and her two sons back to Jethro from Egypt, and Jethro had cared for them in his long absence. Moses had named one son Gershom, because as he said, “I have lived as an outsider in an unfamiliar land.”[a] ", "4": "Moses had named the other son Eliezer, for he said, “My father's God was my helper, and He rescued me from Pharaoh's sword.” ", "5": "Jethro (Moses' father-in-law) brought Zipporah and her two sons into the desert to meet Moses when he and the people of Israel were camped near God's mountain.", "6": "This place is special for Moses, for it was here that he first met God in the burning bush. Jethro sent a servant with a message for Moses. Jethro (to Moses): I, Jethro, your father-in-law, am coming out to see you and I'm bringing your wife and two sons with me.", "7": "So Moses went out to meet his father-in-law. When he saw him, he bowed down before Jethro and kissed him. They each asked how the other was doing, and then they went into Moses' tent.", "8": "Moses told Jethro the whole story. He told him everything that the Eternal had done to Pharaoh and the Egyptians on behalf of Israel. He told him about all the misery and tribulations they had run into during their long journey. And then he told how the Eternal had rescued them. ", "9": "Jethro was thrilled to hear of all the kindness the Eternal had shown Israel, especially how He rescued them from the powerful hand of the Egyptians.", "10": "Jethro: 10 Praise to the Eternal, for He rescued you from the powerful hand of the Egyptians, from the cruel grip of Pharaoh. He has liberated His people from beneath the harsh hand of their Egyptian masters. ", "11": "Now I know with all my heart that the Eternal is greater than all gods because of the way He delivered His people when Egyptians in their arrogance abused them.[b]", "12": "Jethro then took a burnt offering and sacrifices and presented them to God. Aaron and the rest of the Israelite elders gathered to dedicate a meal to God with Moses' father-in-law.", "13": "On the next day, Moses sat and served as judge, settling disputes among the people. Those with grievances surrounded him from sunrise to sundown waiting to present their case. ", "14": "Jethro noticed all Moses was doing for the people. Jethro: What do you think you are doing? Why are you the only one who is able to judge the disputes of all these people who surround you from sunrise to sundown?", "15": "Moses: 15 These people come to me seeking direction from God. ", "16": "When two people are arguing and can't resolve their differences, they come to me; and I settle the matter between them. This is one way I help God's people understand His requirements and instructions.", "17": "Jethro: 17 What you are doing is not good for you. ", "18": "The responsibility is just too much. You are going to wear yourself out. Not only that, you're going to wear out the people too. You can't do it all by yourself. ", "19": "I am going to give you a piece of advice, so listen up and God will be with you. You should represent the people before God, and carry their concerns to Him. ", "20": "Teach them God's requirements and pass on His laws. Show them the right way to live and the kind of work they should be doing. ", "21": "As for all these other duties you have taken on, choose competent leaders who fear God, love truth, despise dishonesty, and won't take bribes. After you divide and subdivide all the people into various groups of a thousand, hundred, fifty, and ten, put the men of integrity you selected in charge over the various groups. ", "22": "Let these righteous leaders be ready to judge the people whenever it is necessary. If there is some major problem, they can bring that to you. Otherwise, these select leaders ought to be able to handle the minor problems. This will be much easier for you, and they will help you carry this burden. ", "23": "If you do what I advise and God directs you, then you will be able to handle the pressure. Not only that, but all these people standing around needing help, they will be able to return to their tents at peace.", "24": "Moses accepted Jethro's advice and did all that he said. ", "25": "He chose competent leaders and put them in charge of the community of Israel. He divided and subdivided the nation into groups of a thousand, hundred, fifty, and ten, and he appointed a leader over each group. ", "26": "The righteous leaders judged the people whenever disputes or problems arose. Any major quarrel, they brought to Moses for his judgment; but every minor argument, they judged themselves.", "27": "When it was time for Jethro to return to his own land, Moses sent his father-in-law on his way."}