{"1": "The Israelites entered the desert of Sinai on the day the third new moon appeared after the Israelites left Egypt. ", "2": "After departing from Rephidim, they entered into the desert of Sinai and set up camp out in the desert. The entire community of Israel camped right in front of the mountain of God.", "3": "Moses climbed the mountain to meet with God, and the Eternal spoke to him from the mountain. Jethro is more than Moses' father-in-law; he is also an insightful leader and a skilled counselor. He sees that what Moses is trying to do is counterproductive. Moses is wearing himself down in continual service to the people, and the people are frustrated with the many hours they must wait to have their cases heard by a single arbitrator. Jethro's counsel advances the best possible solution for all concerned. Moses remains the sole spiritual leader of the emerging nation, the people's representative to God, and the conduit of God's wisdom to the people. But now he is to delegate his governing authority to a set of judges. The legal and administrative system Jethro proposes is much like a military command with the masses of people divided and then subdivided. Those who are honest and capable hear the normal disputes that arise on a daily basis, much as they have observed Moses handling them in the past. The more difficult and unique issues are still dealt with by Moses. In this system, there is no difference between civil disputes and religious inquiries. This is an administration designed to handle all problems, secular or spiritual. Life, after all, doesn't fall into nice, neat categories. Eternal One: This is what I want you to say to the house of Jacob—to all the people of Israel: ", "4": "“You are eyewitnesses of all that I did to the Egyptians. You saw how I snatched you from the bonds of slavery and carried you on eagles' wings and brought you to Myself. ", "5": "Now if you will hear My voice, obey what I say, and keep My covenant, then you—out of all the nations of the world—will be My treasured people. After all, the earth belongs to Me. ", "6": "You will be My kingdom of priests, a nation holy and set apart.” Tell the Israelites exactly what I have told to you.", "7": "As a kingdom of priests, Israel exists to serve as agents of God's blessing. The people are to bear witness to God's character and carry to Him the world's concerns. Moses descended from the mountain and assembled the elders of Israel and told them everything the Eternal commanded him to say.", "8": "Israelites: 8 We will do everything the Eternal has told us to do! Moses took what the people said back to the Eternal.", "9": "Eternal One (to Moses): 9 I will come to you in a thick cloud so that the people will be able to hear My voice when I speak to you. That way they will trust you forever. Then Moses told the Eternal all that the people had said.", "10-11": "Eternal One (to Moses): 10-11 Go down to the people and get them ready to meet Me today and tomorrow by purifying themselves and washing their garments. By the third day, they need to be ready, for on that day I will descend from Mount Sinai so that everyone can see. ", "12": "You are to set up boundaries all around the mountain and tell the people, “Be careful that you do not cross the boundaries and go up on the mountain or even touch the edge of it. If anyone so much as touches the mountain, he should be put to death. ", "13": "No one is to touch the person or animal who crosses the boundary; stone them or shoot them with arrows but do not touch them. It doesn't matter whether it is a human or an animal, it must be put to death.” But when they hear the long blast of the ram's horn, then they are permitted to make their way up on the mountain.", "14": "Moses went down the mountain and purified all the people. They washed their clothes. ", "15": "He gave instructions to everyone. Moses: Be ready for the third day. Do not have sexual relations with your spouse between now and then.", "16": "When the morning of the third day arrived, thunder cracked and lightning lit up the sky. A thick cloud veiled the mountain, and there was a long, loud blast of a ram's horn. Every person in the camp trembled. ", "17": "Moses led the anxious people away from camp to encounter God. Everyone waited at the base of the mountain. ", "18": "Now Mount Sinai was covered in thick smoke because the Eternal descended on the mountain in fire; and the smoke of that fire rose up to the sky as if it were billowing out of a furnace, and the entire mountain shuddered and quaked intensely. ", "19": "The blast of the ram's horn grew louder and louder. Moses spoke, and God answered with a voice that rumbled like thunder.", "20": "The Eternal descended to the summit of Mount Sinai. He called for Moses to come and meet Him, so Moses began the long, hard climb up the mountain.", "21": "Eternal One (to Moses): 21 Go down, and warn the people not to cross the boundaries in order to try to see Me, or else many of them will die. ", "22": "Any of the priests who draw near to Me must first rid themselves of any impurity so that I do not break loose and kill them.", "23": "Moses (to the Eternal): 23 No one can approach Mount Sinai because You warned them when You said, “Set up boundaries around the mountain and keep the area holy and separate.”", "24": "Eternal One: 24 Go back down and bring Aaron with you next time. But do not let any of the people (including priests) cross those boundaries to come up and meet Me, unless they want Me to break loose and kill them.", "25": "Moses went back down the mountain and told the people all the Eternal had said."}