{"1": "Then God began to speak directly to all the people.", "2": "Until now God has dealt only with Moses on behalf of His people; at Mount Sinai, He turns to address them directly in order to express the core of His covenant obligations. He begins by reminding them of all He has done for them. His miraculous deeds in liberating the Hebrew slaves and providing for them in the desert become the basis of this new relationship. He then proceeds to lay out the Ten Directives that will define and shape their lives together. The first four Directives concern their duties to know and worship the one True God. The last six pertain to how Israel is to live with one another in a covenant-based society. Properly understood, all the other teachings, prescriptions, and directives that come in later chapters derive from these Ten Directives. Eternal One: 2 I am the Eternal your God. I led you out of Egypt and liberated you from lives of slavery and oppression.", "3": "You are not to serve any other gods before Me.", "4": "You are not to make any idol or image of other gods. In fact, you are not to make an image of anything in the heavens above, on the earth below, or in the waters beneath. ", "5": "You are not to bow down and serve any image, for I, the Eternal your God, am a jealous God. As for those who are not loyal to Me, their children will endure the consequences of their sins for three or four generations. ", "6": "But for those who love Me and keep My directives, their children will experience My loyal love for a thousand generations.", "7": "You are not to use My name for your own idle purposes, for the Eternal will punish anyone who treats His name as anything less than sacred.", "8": "You and your family are to remember the Sabbath Day; set it apart, and keep it holy. ", "9": "You have six days to do all your work, ", "10": "but the seventh day is to be different; it is the Sabbath of the Eternal your God. Keep it holy by not doing any work—not you, your sons, your daughters, your male and female servants, your livestock, or any outsiders living among you. ", "11": "For the Eternal made the heavens above, the earth below, the seas, and all the creatures in them in six days. Then, on the seventh day, He rested. That is why He blessed the Sabbath Day and made it sacred.", "12": "You are to honor your father and mother. If you do, you and your children will live long and well in the land the Eternal your God has promised to give you.", "13": "You are not to murder.", "14": "You are not to commit adultery.", "15": "You are not to take what is not yours.", "16": "You are not to give false testimony against your neighbor.", "17": "You are not to covet what your neighbor has or set your heart on getting his house, his wife, his male or female servants, his ox or donkey, or anything else that belongs to your neighbor.", "18": "As all the people witnessed the signs of God's presence—the blast of the ram's horn, the roaring thunder, the flashing lightning, and the smoke-covered mountain—they shook with fear and astonishment and wisely kept their distance.", "19": "Israelites (to Moses): 19 We are afraid to have God speak directly to us; we are certain that we will die. You speak to us instead; we promise to listen.", "20": "Moses: 20 Don't be afraid. These powerful manifestations are God's way of instilling awe and fear in you so that you will not sin; He is testing you for your own good.", "21": "But everyone remained far away from the mountain as Moses began moving toward the thick, dark cloud where God was.", "22": "Eternal One (to Moses): 22 This is what I want you to tell the people of Israel: “You yourselves witnessed that I have spoken to you from heaven. ", "23": "It is essential that you not make any idols to rival Me. Do not make any idols out of silver or gold for yourselves! ", "24": "Take earth and build an altar to Me and sacrifice all of your burnt offerings and peace offerings there. Offer Me the best of your sheep and oxen. Wherever I choose for My name to be remembered, I will come to you and shower blessings upon you. ", "25": "But if you decide to build an altar out of stones for Me, use only natural stones, not hand-cut stones, because any attempt to shape them with your tools will desecrate the altar. ", "26": "Also, do not approach My altar by walking up steps, for you might profane the altar by exposing your nakedness.”"}