{"1": "After God gives Israel the Ten Directives, He gives them other instructions that derive from the first ten. They do not cover every situation but provide guidance for how God's people should live. Eternal One (to Moses): These are other rules and guiding principles that you must present to the Israelites:", "2": "If you purchase a male Hebrew slave, he will be your servant for six years only. When the seventh year arrives, he will go free without having to pay a price for his freedom.", "3": "In Moses' day, slavery exists everywhere in the world, and slaves are the first to be given protection under these guiding principles or judgments. If you acquire a slave who is not married, then he will depart as a single man. But if you acquire a man who is married, then his wife will also leave when he goes free.", "4": "If his master provides a wife for him, and the wife gives him sons and daughters, then both the wife and the children belong to the master, and only the slave will leave the master's service when the seventh year arrives.", "5": "But if the seventh year arrives and the slave freely renounces his right to freedom, saying, “My heart is full of love for my master, my wife, and my children. I will not leave my master's service as a free man,” ", "6": "then his master will present him to the True God.[a] Next his master will escort him to the doorway and pierce his ear against the doorpost with an awl. Then everyone will know this slave will serve his master for life.", "7": "Women are to be treated differently. If a man decides to sell his daughter as a slave, she will not be freed as male slaves are when the seventh year arrives. ", "8": "If for any reason she does not please her master who handpicked her for a wife, then he is to allow her to be bought by another. He has no right to sell her to a foreign people because he has broken the agreement with her.", "9": "If the master chooses her as a wife for his son, then the master must treat her just as he would his own daughter.", "10": "If the master decides he wants to marry an additional wife, then he must not reduce his slave-wife's food or clothing or any other marital rights. ", "11": "If he does not provide these three things for her, then she is free to leave without owing him any money for her freedom.", "12": "If a man attacks another and the victim dies from the attack, then the attacker must be put to death. ", "13": "But if God allows a person to die at the hands of another who never intended to kill him in the first place, then I will appoint a place where he can run and take refuge from those who would exact revenge. ", "14": "But if a man plans an attack and cunningly kills his victim, then he will find no refuge at my altar. Take him from there and put him to death.", "15": "Also, anyone who strikes one of his parents must be put to death.", "16": "Anyone who kidnaps another—whether he has already sold his victim or still has him when he is caught—must be put to death.", "17": "And anyone who curses either of his parents must be put to death.[b]", "18": "If people are engaged in an argument and one hits the other with a rock or his fist, and the victim does not die but is bedridden for a time and unable to work, ", "19": "then the one who struck him will not be punished as long as the injured party recovers enough to be able to get out of bed and walk around with the help of his staff; however, he must pay his victim for lost time and wages, and make sure he has the care he needs until he recovers. ", "20": "If a person hits his male or female slave with a rod, and the slave dies because of the blow, then that person must be punished. ", "21": "But if the slave survives a couple of days, then there will be no penalty because the slave belongs to the master.", "22": "If two men are fighting with each other and happen to hit a pregnant woman during the quarrel causing her to give birth prematurely (but no other harm is done), then the one who hit her must pay whatever fine the judges determine based upon the amount demanded by the woman's husband.", "23": "But if any further harm comes, then the standard for the punishment is reciprocal justice: a life for a life, ", "24": "an eye for an eye, a tooth for a tooth,[c] a hand for a hand, a foot for a foot, ", "25": "a burn for a burn, a wound for a wound, a bruise for a bruise.", "26": "If anyone hits one of his slaves (male or female) in the eye and blinds him in that eye, then the master is to free the slave to compensate for the loss of the eye. ", "27": "If anyone hits one of his slaves (male or female) and knocks out a tooth, then the master is to free the slave to compensate for the loss of the tooth.", "28": "If a bull gores a man or woman and the injury leads to the victim's death, then the bull must be put to death by stoning. No one is allowed to eat the bull meat, and the owner of the bull has no further liability. ", "29": "But if a bull has gored people before and its owner is aware of the problem but has not confined it, and if that bull kills a man or woman, then the bull must be stoned and the owner must also be put to death.", "30": "There is an exception. If the relatives of the dead demand money instead of his life, then the owner of the bull may redeem his life in exchange for whatever is required of him. ", "31": "The same rule applies whether the bull gores someone's son or daughter. ", "32": "If the bull gores a slave (male or female), then the owner of the bull is to give the dead slave's master 12 ounces of silver, and the bull must be stoned.", "33": "If someone uncovers an old pit or digs a new pit and leaves it uncovered, and an ox or a donkey falls into it, ", "34": "then the person who owns the pit will be held responsible and must compensate the owner for the full cost of the animal; but the dead animal at the bottom of the pit belongs to the man who owns it.", "35": "If a person's bull injures another's bull and it dies, then together they must sell the living bull and split the money equally; they must also divide the dead bull equally. ", "36": "Now if the bull already has a reputation for goring and the owner has not confined it, then the owner of the living bull must pay a healthy bull for the dead one, but he may keep the dead bull for himself."}