{"1": "Eternal One: If someone steals an ox or a sheep and either kills or sells it for profit, then he must pay five oxen for the one ox he stole or four sheep for the one sheep he stole. ", "4": "But if the stolen animal—the ox or donkey or sheep—is still alive and in his possession when he is caught, then the thief must pay the owner double. ", "2-3": "b A thief must make restitution for what he has taken. If he has no means of doing so, he must be sold to pay for his theft. If a person attacks a thief in the act of breaking into his house and the thief is killed during the attack, then the homeowner is innocent of blood guilt. 3a It is different if the sun has already risen; so any homeowner who kills a thief during the day must be considered guilty of bloodshed.[a]", "5": "The difference between these two situations is the difference between daylight and dark. If a homeowner is protecting his property at night and injures a thief, it is to be treated as a case of self-defense. But if the crime takes place during the light of day, it is not necessary to incapacitate or capture the thief; it is necessary only to recognize the thief and bear truthful witness against him in court. The right to personal property does not eclipse the right to life. Eternal One: 5 If someone allows his animals to graze a field or vineyard until it is bare and then lets his animals wander over onto a neighbor's field, then he must compensate his neighbor from the very best of his field and vineyard.", "6": "If someone starts a fire and the fire spreads and sets the thorn bushes ablaze, and eventually that fire burns up stacks of harvested grain and everything growing in the fields, then the person who started the fire is responsible and must pay reparations for what was lost.", "7": "If someone gives his neighbor money or items to keep for him and it is stolen from his neighbor's house, then if the thief is captured, he must pay double for what he stole. ", "8": "If the thief is not found, then the person who owned the house that was burglarized must go stand before God's presence so that He can decide whether he is the one who stole the property.", "9": "Whenever there is a breach of trust—regarding an ox, a donkey, a lamb, a piece of clothing, or any lost item—and the contested item is discovered in the possession of a neighbor and claimed by two different parties, then both sides must appear before God. If God finds the neighbor guilty, he must pay double for what he stole.", "10": "If someone leaves a donkey, an ox, a sheep, or any other kind of livestock in his friend's keeping, and the animal dies or is injured or disappears while no one is watching, ", "11": "then the two are to make an oath in the presence of the Eternal. The neighbor must swear he had nothing to do with the loss of the animal, and the owner of the animal must accept his statement and not demand any compensation for the loss.", "12": "But if the animal was stolen while in his neighbor's care, then the neighbor must compensate the owner. ", "13": "If it was torn to pieces by another animal, then the neighbor may use the remains as evidence, and not have to pay any compensation for the torn animal.", "14": "If someone borrows an animal from a neighbor and it is harmed or dies while not in the possession of the owner, then the borrower must compensate the owner in full. ", "15": "But if the owner was there when the animal dies or is harmed, then no compensation is required. If the animal has been rented and not borrowed, then the rental fee paid shall cover the loss of the animal.", "16": "The owner who rents the animal must calculate the risk of losing the animal when he assesses the rental fee. If a man entices a virgin who is not promised to another man to have sex with him, then he must pay her father the bride-price and marry her. ", "17": "If the young woman's father refuses the marriage offer because he disapproves of the man, then the man still must pay the amount of money that is customary for the bride-price for virgins.", "18": "You are not to allow a sorceress to live.", "19": "Anyone who has sex with an animal must be put to death.", "20": "Anyone who dares to sacrifice to any god other than the Eternal must be declared under the ban and destroyed.", "21": "Do not wrong or oppress any outsiders living among you, for there was a time when you lived as outsiders in the land of Egypt.", "22": "You must not take advantage of any widow or orphan. ", "23": "If you do oppress them and they cry out to Me, I will certainly hear them, ", "24": "and My wrath will be kindled. I will make sure you are slaughtered by your enemy's sword, and your own wives and children will become widows and orphans.", "25": "If you loan money to any of the poor among My people, do not treat them as borrowers and act as their creditors by charging interest. ", "26": "If your neighbor gives his coat to you as collateral, then be sure to give it back before night falls—even if he has not repaid you in full. ", "27": "You see that coat covers his body and may be his only protection against the cold. What do you think he would sleep in? When he calls out for Me, I will hear his cry. I am kind and compassionate as you should be when a fellow Israelite is in need.", "28": "Do not curse the one True God or any rulers of your people.[b]", "29": "God demands respect from His people and expects His people to honor those He puts in charge. You must not hold back or delay your offering from the bounty of your harvest or the juice of your vineyard.[c] Dedicate every one of your firstborn sons to Me. ", "30": "But dedicate your livestock—your ox and sheep—to Me in sacrifice. The firstborn of your livestock may stay with its mother for the first seven days. When the eighth day arrives, give the firstborn to Me. ", "31": "You must be holy before Me. Do not eat any animal that has been torn to pieces by wild beasts in the field. Toss its remains to the dogs."}