{"1": "Eternal One (to Moses): Come up the mountain to Me, Moses, and this time bring with you Aaron, Nadab, Abihu, and 70 elders of Israel. These may come, but you must worship from a distance. ", "2": "Only Moses is permitted to approach Me; but be careful, for the others must stay at a distance. The rest of the people of Israel must stay below; they are not to come up the mountain with you.", "3": "Moses then went and told the people exactly what the Eternal had said, and he carefully laid out God's instructions. All the people answered as if they had one, single voice. People (answering together): We will do all that the Eternal has asked us to do!", "4": "Moses wrote down in great detail everything that the Eternal had said. Then early the next morning he woke up and constructed an altar at the foot of the mountain and erected twelve stone pillars.[a] Each pillar represented one of the twelve tribes of Israel.", "5": "Moses directed some of the young men of Israel to offer burnt offerings and sacrifice young bulls as peace offerings to the Eternal. ", "6": "He gathered half of the blood from the animals and filled the basins with it. He sprinkled the other half of the blood against the altar. ", "7": "Then Moses took the book of the covenant—the very instructions spoken to him by God—and read it aloud so all the people could hear. People (responding): We will do all that the Eternal has said! We will obey every word of His command!", "8": "Moses took the blood of the sacrifices and sprinkled it on the gathered people. Moses (to the people): Look! Here is the blood signifying the covenant that God has established with you according to all He has said and all we have promised.", "9": "Then Moses took Aaron, Nadab, Abihu, and 70 of Israel's elders and went up the mountain. ", "10": "There they saw Israel's God. Beneath His feet, there appeared to be paving stones of sapphire, as pure and clear as the sky above. ", "11": "But God did not raise His hand against the leaders of Israel to strike them down. They beheld the True God, and they feasted and drank in His presence.", "12": "Eternal One (to Moses): 12 Come up the mountain to Me and stay here with Me for a while. I will give you stone tablets inscribed with My law and commandments in order to provide instruction and guidance for the people.", "13": "So Moses and his assistant, Joshua, got up and began the long climb up toward the summit of the mountain of God.", "14": "Moses (to the elders): 14 Wait here for our return. Aaron and Hur will stay with you. If anyone has a complaint, then they can speak to them.", "15-16": "Moses[b] made his way up the mountain. A thick cloud blanketed the mountain because the Eternal's glory had settled upon it. The cloud stayed there for six days; and when the seventh day arrived, the Eternal spoke to Moses from the cloud.", "17": "For the Israelites below, the Eternal's glory appeared to be a consuming fire on the top of the mountain. ", "18": "As Moses walked further toward the top, he was swallowed by the cloud of God's glory, and he remained there for a total of 40 days and 40 nights."}