{"1": "From above God's glory appears as a cloud. From below it appears as a fire. As with the burning bush earlier on Mount Sinai, the mountain seems to burn but is not consumed. Then the Eternal spoke to Moses.", "2-3": "Eternal One (to Moses): 2-3 Instruct the Israelites to bring Me a sacred offering. All those whose hearts move them are to make an offering to the One who delivered them from bondage. You should accept only the finest things: gold, silver, and bronze metals; ", "4": "blue, purple, and scarlet thread and fabric; fine linen and goat-hair garments; ", "5": "ram skins (dyed red) and sea-cow[a] leathers; acacia wood; ", "6": "olive oil for the lamps; spices for anointing oil and incense; and ", "7": "onyx and other gems for the ceremonial vestment and the breast piece worn by the high priest.", "8": "Direct them to build a holy sanctuary in My honor so that I can dwell among them. ", "9": "Instruct the people to follow the pattern I am about to show you for the congregation tent and its furnishings.", "10": "I want them to build a covenant chest made from acacia wood. It should be 45 inches long, 27 inches wide, and 27 inches high. ", "11": "Overlay it inside and out with pure gold, and decorate it with gold trim around the outside. ", "12": "Cast four gold rings and attach them to the four corners—two rings on each side. ", "13": "Also, make poles out of acacia wood and overlay them with pure gold. ", "14": "Slide the poles through the rings on the chest in order to carry it. ", "15": "The poles must remain in the rings of the chest at all times; they are not to be removed. ", "16": "Inside the chest you are to store the stone tablets that I will give you as a witness to our agreement. ", "17": "Build a cover for the chest out of pure gold. It will be known as the seat of mercy—where sins are atoned—and it should be 45 inches long and 27 inches wide. ", "18-19": "Fashion two winged guardians[b] out of hammered gold, and place them at both ends of the seat of mercy. Put one winged guardian at each end, but have your artisans make them appear as one solid piece with the cover. ", "20": "The guardians must face one another with bowed heads, their wings spread so that they reach up and cover the seat of mercy. ", "21": "After you put the stone tablets that I will give you as a witness to our agreement in the chest, place the seat of mercy—where sins are atoned—as a lid to cover the chest. ", "22": "I will meet with you there. I will speak to you from above the seat of mercy between the two winged creatures that sit atop the covenant chest. From there, I will speak to you about all the commands and instructions I have for the people of Israel.", "23": "I want you to build a table made of acacia wood. It should be 36 inches long, 18 inches wide, and 27 inches high. ", "24": "Overlay it with pure gold, and decorate it with gold trim around the edge. ", "25": "Put a three-inch-wide[c] rim around it, and place gold trim around the rim. ", "26": "Then make four gold rings, and attach them to each of the table's four corners at its four legs. ", "27": "The rings need to be near the rim, so that they can hold the poles that carry the table. ", "28": "Make the poles out of acacia wood and overlay them with gold. You will use them to carry the table.", "29": "Have your artisans make different kinds of dishes for the table—platters, pans, pitchers, and bowls—out of pure gold. ", "30": "Place the bread of the Presence on the table and keep it before Me at all times.", "31": "This table is to be placed in a special room of the congregation tent with the elements symbolic of God's place among His people. One of the major elements is the bread of the Presence; it is arranged in two rows of six flat loaves representing the twelve sons of Israel. There is also a pan for holding incense and pitchers for fine wine; all these elements remind God's people of His loving grace. The golden lampstand stands nearby, bathing the room and its contents in warm light. This special room and all it contains stimulate the senses—sight, smell, touch, and taste—and serve to remind those who enter of God's tangible blessings. Eternal One: 31 Fashion a lampstand out of pure, hammered gold. Make it and all its parts—its base, trunk, branches, decorative buds and blossoms, and lamp cups—out of one solid piece. ", "32": "Six branches will extend from the trunk's sides—three on one side and three on the other. ", "33": "Each of the six branches will have three decorative cups shaped like almond blossoms whose buds have just flowered. ", "34": "On the trunk of the lampstand, there are to be four cups shaped like almond blossoms whose buds have just flowered. ", "35": "A single almond bud will sit beneath each pair of branches extending out from the trunk of the lampstand. ", "36": "All the buds and branches are to be crafted out of pure, hammered gold and made to look as one solid piece. ", "37": "Make seven lamps for the lampstand, and position them so that they illuminate the area in front of it. ", "38": "The tools and accessories for trimming the wicks and caring for the lamps are to be made of pure gold as well. ", "39": "The lampstand and all its accessories will require 75 pounds[d] of your finest gold. ", "40": "Be sure that you make the covenant chest, table, lampstand and all their accessories according to the pattern I have shown you on the mountain.[e]"}