{"1": "The valuable materials used to make the congregation tent and its furnishings are provided by the Egyptians when the Israelites make their exodus. Eternal One: Make the interior of the congregation tent out of 10 curtains made of the finest woven linens. Decorate it with blue, purple, and scarlet threads, beautifully embroidered by skilled workers with images of winged guardians. ", "2": "Make each curtain 42 feet long and 6 feet wide. ", "3": "Attach five of the curtains together to form one larger curtain. Then take the other five, and attach them to form a second curtain. ", "4": "Make loops out of material dyed blue and attach them on the outer edge of both sets of curtains. ", "5": "Attach 50 more loops to the long edge on both sets of curtains so that the loops match up with one another. ", "6": "Make 50 gold clasps to connect the curtains together so that all the curtains for the interior of the congregation tent form one continuous piece.", "7": "Next make 11 panels of tent fabric out of goat hair to cover the congregation tent and protect the beautiful embroidered curtains inside. ", "8": "Each of the 11 panels is to be 45 feet long and 6 feet wide. ", "9": "Attach five panels together to form a single wide panel. Then attach the remaining six to form a second panel. Fold the larger panel over at the front of the tent. ", "10": "Make 50 loops on the long edge of each of these panels and ", "11": "bronze clasps to connect the panels together, so that this covering for the congregation tent may function as one continuous piece. ", "12": "The extra length of the leather tent panels—the remaining half panel—will hang over the back of the congregation tent. ", "13": "The extra length in the sides of the tent panels should be left to overlap so that the tent is covered completely. ", "14": "You must add two more layers to protect the congregation tent: an inner layer made of red-dyed rams' skins and an outer layer made of sea-cow hides.", "15": "Construct the supporting frame panels for the congregation tent out of the acacia wood. ", "16": "Each panel should be 15 feet high and 27 inches wide. ", "17": "For every panel, carve two tenons so that one panel fits perfectly into the next. ", "18": "You will need 20 frame panels for the south wall of the congregation tent. ", "19": "Make 40 silver bases to support the 20 frame panels, two bases beneath each panel so that each fits securely into the bases for support.", "20": "Make 20 frame panels for the north[a] wall of the tent as well, ", "21": "sitting on 40 silver bases—two bases beneath each of the 20 panels.", "22": "For the back wall of the congregation tent (the side that faces west), make six frame panels. ", "23": "Make two special panels for each corner on the back side of the tent. ", "24": "They are to come together with the side panels at the bottom to make a strong corner and attach at the top to the first ring. This is how both corner panels should be made. ", "25": "So there are to be eight frame panels on the back wall that fit into 16 silver bases—two bases beneath each panel.", "26-27": "Make five crossbars of acacia wood to connect the frame panels on each of three sides of the tent: north, south, and west. ", "28": "Run one bar from corner to corner in the middle, halfway up the panels. ", "29": "Overlay the frame panels with gold and make gold rings to hold the crossbars. Overlay the crossbars with gold as well. ", "30": "Set up the congregation tent according to the pattern you were shown on the mountain.", "31": "As for the interior of the congregation tent, have your skilled workers take the blue, purple, and scarlet threads, as well as the finest woven linens, and make a veil that is richly decorated with images of winged guardians. ", "32": "Erect four posts made of acacia wood overlaid with gold onto four silver bases. When the veil is complete, hang it on the four posts using gold hooks ", "33": "suspended beneath the clasps that hold together the curtains; and place the covenant chest, which holds the sacred tablets, behind the veil. The veil will separate the two rooms and serve to divide the holy place from the most holy place.", "34": "At the very center of Israel's camp is the congregation tent. It is the heart of the nation, a place of unique revelation, and a constant reminder of God's presence and actions which create and form His people. Everything must be portable because this is not a settled population but a people on the move. God describes exactly how this large tent and its furnishings are to be constructed. Each layer covering the tent and the detailed work on the covenant chest, the seat of mercy, the table of presence, the lampstand, and all the utensils are physical reminders of deep, spiritual realities. The building, assembling, disassembling, and reassembling of the tent are labor-intensive; yet it is a work of obedience and devotion calling Israel to remember their special relationship with God. These are signs—located right in the center of the camp—that point to the fact that His graciousness is ever before them. Place the seat of mercy—where sins are atoned—on top of the covenant chest in the most holy place. ", "35": "Put the table outside the veil on the north side of the tent, and set the lampstand facing it on the south side.", "36": "As for the entrance to the congregation tent, have your skilled workers take the blue, purple, and scarlet threads, as well as the finest woven linens, and make another richly embroidered curtain. ", "37": "Erect five posts made of acacia overlaid with gold onto five bases cast in bronze. Hang the richly embroidered curtain on the five posts using gold hooks."}