{"1": "Eternal One: Make the altar of burnt offering from acacia wood. It should be square and measure seven and a half feet by seven and a half feet. Make it four and a half feet high. ", "2": "Construct it with horns on each of the four corners so that the top forms one whole piece, and overlay it with bronze. ", "3": "Fashion buckets and shovels for the ashes, basins, forks, and fire pans out of bronze. ", "4": "Make a grate out of bronze, and attach four bronze rings at each of its four corners. ", "5": "Place the grate beneath the ledge of the altar, halfway up from the base. ", "6": "Make poles out of acacia wood for the altar, and overlay them with bronze. ", "7": "Slide the poles through the rings on both sides of the altar so that it can be moved. ", "8": "Make the altar out of wooden planks, and make it hollow—exactly like the pattern you were shown on the mountain.", "9-10": "Then enclose the courtyard in front of the congregation tent with large fabric panels made of finely woven linen on the south side that run 150 feet on silver hooks and rings supported by 20 bronze posts set securely into 20 bronze bases. ", "11": "The north side is to be made the same way: hang a series of panels for 150 feet on silver hooks and rings supported by 20 bronze posts set securely into 20 bronze bases. ", "12": "The fabric panels on the west end of the court are to run 75 feet (10 posts set into 10 bases). ", "13": "The east end of the court facing the sunrise is to be 75 feet wide. ", "14-15": "Fabric panels, measuring 22½ feet wide, are to be hung on each end of the east entrance, held up by three posts set into three bases. ", "16": "The entrance to the court is to be a 30-foot fabric screen, made out of finely woven linen richly embroidered with blue, purple, and scarlet thread. It is to be held up by four posts set into four bases.", "17": "All the posts that define the courtyard are to have silver bands and silver hooks, and be set into bronze bases. ", "18": "The courtyard itself is to be 150 feet long and 75 feet wide. The finely woven linen panels should be seven and a half feet high including the height of the bronze bases. ", "19": "As for the items used in the ceremonies held in the congregation tent and the tent pegs used both inside and outside the tent, they are to be made of bronze.", "20": "Direct the Israelites to bring you oil from olives whipped until it is clear in order to keep the lamps burning continually and producing the best light possible. ", "21": "From dusk till dawn—inside the tent but outside the veil shrouding the most holy place—Aaron and his sons are to keep the lamps burning in My presence. This directive stands forever and must be carried out by the priests and people of Israel throughout all generations."}