{"1": "Eternal One: Have your brother, Aaron, and his sons (Nadab, Abihu, Eleazar, and Ithamar) brought to you and appoint them to serve Me as priests for the people of Israel. ", "2": "In order to reflect the glory and beauty of their office, create sacred garments for your brother, Aaron. ", "3": "Talk with all the skilled workers—those whom I have gifted with talent and the spirit of wisdom—and instruct them to create distinct garments that set Aaron apart from others whenever he is serving Me as priest. ", "4": "Here are the ceremonial garments they need to make: a breast piece, a special vest, a robe, a checkered tunic, a turban, and a sash. The craftsmen are to make these sacred items for Aaron your brother and his sons to wear when they come before Me in priestly service. ", "5": "They are to make the garments out of similar materials used for the congregation tent: gold, finely woven linen, and blue, purple, and scarlet thread.", "6": "Skilled workers are to make the special vest worn by the high priest out of finely woven linen embroidered with gold and with blue, purple, and scarlet thread. ", "7": "It is to be made of two pieces joined together at the shoulders so that front and back form one piece. ", "8": "The waistband should also be made by skilled workers from the finest quality materials: from gold; from blue, purple, and scarlet thread; and from finely woven linen. ", "9": "Then take two onyx stones and engrave the names of Israel's twelve sons upon them. ", "10": "Carve six names onto each stone in the order of their birth. ", "11": "Engrave the twelve names upon the two stones, just as a jeweler would engrave a seal. Mount each stone into ornamental gold settings, and ", "12": "fasten them on the shoulder pieces of the vest to represent Israel's sons. Aaron must wear the names on both shoulders as a memorial before Me. ", "13": "Create ornamental gold settings at the shoulders of the vest ", "14": "and attach to them two chains made of pure gold braided together like cords.", "15": "Have your skilled workers make a breast piece of judgment out of the same quality materials and in the same style as the vest. Use finely woven linen; blue, purple, and scarlet thread; and gold. ", "16": "Make it square and fold it over to double the material, and create a pouch nine inches by nine inches. ", "17": "Attach four rows of stones to the breast piece. The first row is to be a ruby, topaz, and emerald; ", "18": "the second row is turquoise, sapphire, and diamond; ", "19": "the third row is jacinth, agate, and amethyst; ", "20": "the fourth row is beryl, onyx, and jasper. Attach all the stones to the breast piece with ornamental gold settings. ", "21": "These stones stand for the twelve tribes of Israel. Each will be engraved like a seal with the name of one of the twelve tribes. ", "22": "Also braid strands of gold into chains and attach them to the breast piece. ", "23": "Fashion two gold rings for the breast piece as well and attach them to the two ends. ", "24": "Fasten the two gold chains to the two gold rings at the ends of the breast piece. ", "25": "Fasten the loose ends of the chains on the two ornamental gold settings to the shoulders of the special vest. ", "26": "Fashion two more gold rings and attach them to the breast piece at the inside edge next to the vest. ", "27": "Make two additional gold rings and attach them to the front of the vest below the shoulders near the seam just above the waistband. ", "28": "Connect the rings on the breast piece to the rings on the vest using a blue cord. This way, it will be attached above the waistband and not come loose from the vest. ", "29": "Aaron must keep the names of the tribes of Israel in the breast piece of judgment over his heart whenever he enters the holy place; and this will serve as a memorial before the Eternal One, a constant reminder of the covenant.", "30": "Whenever Aaron and his sons enter into God's presence, they wear these heavy ceremonial garments covered with the names of the tribes of Israel to remind them of their holy calling; they come before God to represent His people, not their own interests. But these stones, carved with the names of the twelve tribes, are there to remind God as well. It is not that God forgets, but as our story shows there are times—sometimes long seasons—when the heavens seem silent while God's people are suffering. The Scriptures tell us that when God's covenant people call on Him, He remembers His promises and comes to save them. These stones sit prominently on the shoulders of Aaron and later high priests as a memorial, as unspoken prayers calling out and calling upon God to act on behalf of His people. Eternal One: 30 Keep the Urim and Thummim in a special pouch on the front of the breast piece of judgment. Aaron must wear these two objects over his heart whenever he enters My presence. This way he will always have with him a way to know My will and make sound decisions for the people of Israel.", "31": "Make the robe worn under the vest blue. ", "32": "Make a hole for the head in the center of it. Form a collar around the hole by lining it with an extra layer of woven material so it will not tear. ", "33": "Embroider pomegranates out of the blue, purple, and scarlet thread and attach them to the hem of the robe. Fashion bells out of gold, and place them all around the hem between the pomegranates. ", "34": "Use an alternating pattern: bell, pomegranate, bell, pomegranate, and so on. ", "35": "Whenever he serves as priest, Aaron must wear the robe so that he will not die, because the tinkling of the bells will announce that he intends to enter or leave My presence in the holy place.", "36": "Make a medallion out of pure gold, and engrave it like you were engraving a seal with the inscription: “Holy to the Eternal.” ", "37": "Fasten it with a blue cord to the front of Aaron's turban. ", "38": "Aaron must wear it on his forehead in order to take on any guilt from the sacred gifts—regardless of what they are—which the Israelites dedicate to Me. Aaron must always wear it on his forehead, so that the gifts they offer may be acceptable to Me.", "39": "The richly detailed description of the high priest's attire reflects key aspects of God's relationship with His people. The engraved onyx stones on the vest remind the priest that he stands before God representing the people of Israel. The Urim and Thummim offer assurance that God will direct and guide His people through difficult times and decisions in the future. The beautifully embroidered robe worn under the breast piece represents the riches and beauty of God's provision. The medallion on the front of the turban announces that Israel must be holy in order to serve the Lord. Eternal One: 39 The tunic is to be made of finely woven checkered linen. Make the turban out of fine linen as well, and have skilled workers embroider the sash. ", "40": "As for the rest of Aaron's sons, make tunics, sashes, and special caps to reflect the glory and beauty of their office. ", "41": "When they serve as priests, dress Aaron, your brother, and his sons in these ceremonial garments; anoint them, ordain them, and consecrate them. ", "42": "Furnish them with linen undergarments, so that they are covered from their waists to their thighs. ", "43": "Aaron and his sons are to put them on whenever they go into the congregation tent or go near the altar to minister in the holy place. They must do this so that they don't incur guilt and die. This directive stands forever for Aaron and all those who come after him."}