{"1": "Eternal One: Make an altar out of acacia wood for burning incense ", "2": "in the shape of a square—18 inches long, 18 inches wide, and 36 inches high. Carve the horns and the top of the altar out of one piece of wood. ", "3": "Overlay the top, sides, and horns with pure gold, and attach gold trim around its edges. ", "4": "Fashion two gold rings, and attach them beneath the trim on the two opposite sides; the rings are to hold the poles so that the altar can be carried. ", "5": "Make the poles out of acacia wood as well and overlay them with gold. ", "6": "Place this altar just outside of the veil that conceals the covenant chest and the seat of mercy that sits on top of the covenant chest. I will meet with you there.", "7": "Aaron is to burn fragrant incense on it every morning when he trims the lamps' wicks ", "8": "and every evening when he lights the lamps. Incense must be burned in My presence throughout all your generations. ", "9": "Do not burn any strange incense, burnt offerings, or grain offerings at this altar. Also, do not pour out any drink offerings on it. ", "10": "Since this altar is sacred to Me, Aaron is to cleanse it once each year by smearing blood from the sin offering on its horns. Throughout all your generations, the high priests are to perform this ritual.", "11": "The Eternal One continued giving instructions to Moses.", "12": "Eternal One (to Moses): 12 When you take a census of the population of Israel, each person should pay a ransom to Me so that no disease will spread among them when you count them. ", "13": "Everyone who is counted must bring ⅕ ounce of silver—a weight based on the sanctuary's measure, where ⅖ ounce equals 20 gerahs[a]—and it is to be given to Me as an offering. ", "14": "Everyone who is 20 years old and older will be counted and must give this offering to Me. ", "15": "The rich will not pay more, and the poor will not pay less than ⅕ of an ounce. This money will go to Me in order to ransom your lives. ", "16": "Take all the money collected from the people of Israel and use it to provide for the service of the congregation tent. This will serve as a constant reminder of My covenant with Israel and provide a way to atone for your lives.", "17": "The Eternal One instructed Moses regarding the basin for ceremonial washing.", "18": "Eternal One: 18 Make a bronze basin for ceremonial washing and set it on a bronze stand. Place it between the congregation tent and the altar. Keep water in it at all times. ", "19-20": "When Aaron and his sons enter the congregation tent, or when they approach the altar to minister before Me by offering a sacrifice by fire, they must wash their feet and hands so that they will not die. ", "21": "It is important that they are to wash their hands and feet, so that they will not die. This directive stands forever for Aaron and his descendants, and they must observe it throughout all generations.", "22": "The Eternal One instructed Moses regarding the anointing oil.", "23": "Eternal One: 23 Collect the best spices: twelve and a half pounds of liquid myrrh, six pounds of fragrant cinnamon, six pounds of fragrant cane, ", "24": "and twelve and a half pounds of cassia—in accordance with the sanctuary weights—and one gallon of olive oil. ", "25": "Blend all these spices together like a skillful perfumer to make a holy anointing oil; this fragrant mixture will be used as a holy anointing oil. ", "26": "Use it to anoint the congregation tent and the covenant chest, ", "27": "the table and all its accessories, the lampstand and its tools, the altar of incense, ", "28": "the altar for the burnt offering and all its tools, and the basin and its stand. ", "29": "Consecrate all these furnishings and their utensils so that they are most holy. Anything that touches them will become holy.", "30": "Anoint Aaron and his sons and consecrate them, so that they are able to serve as My priests. ", "31": "Address the Israelites and say, “This is My sacred anointing oil that you will use for all generations. ", "32": "It must not be poured on anyone else. Do not attempt to make an anointing oil for your own purposes with the same ingredients in the same proportions. It is sacred, and it is to be sacred to you. ", "33": "Whoever makes a similar blend or anoints anyone who is not ordained as a priest will be cut off from the community.”", "34": "The Eternal One instructed Moses regarding the fragrant incense. Eternal One: Gather three aromatic spices—stacte, onycha, galbanum—and mix them with pure frankincense in equal measure. ", "35": "Have a perfumer take this mixture and blend it carefully with salt in order to create a pure and sacred incense. ", "36": "Grind it into a fine powder, and place some of it in front of the covenant chest in the congregation tent where I will meet with you. It will be most holy to you. ", "37": "Do not attempt to make incense for yourselves with the same ingredients in the same proportion. You must regard this as perfectly sacred to Me. ", "38": "Whoever makes an incense like it and uses it for themselves will be cut off from the community."}