{"1": "When the people realized Moses was taking a long time to return from his trek up the mountain, they got together and approached Aaron. People: We have no idea what happened to this fellow Moses who brought us out of the land of Egypt.[a] He left you in charge, so get up and make us gods who will lead us from here.", "2": "Aaron: 2 I want you to bring me the gold earrings your wives, sons, and daughters are wearing.", "3": "So everyone took out their gold earrings and handed them over to Aaron. ", "4": "He collected the gold they brought and used a tool to fashion an idol in the shape of a calf. When the people saw the calf Aaron made, they were elated. People (seeing the calf): Israel, these are your gods—the ones who led you out of the land of Egypt.", "5": "When Aaron saw how the people responded, he built an altar in front of the golden calf. Aaron: We are going to have a feast to the Eternal tomorrow.", "6": "Everyone woke up before dawn the next day and presented burnt offerings and peace offerings on the altar. When the food was ready, they sat down to eat and drink and then rose up to dance and play.[b]", "7": "Meanwhile, on the mountain, the Eternal One spoke to Moses. This is truly a dark moment for Israel. Moses left Aaron and Hur in charge 40 days ago, and both men are beginning to feel the strain. The people are stuck in the desert, and they are growing increasingly impatient without Moses and direction from God. So the people begin to question, and eventually they demand a physical representation of God like the ones their neighbors have. Aaron complies. With Moses and God occupied, the people begin breaking the Ten Directives, one after another: worshiping other gods, making idols, invoking God's name for their own selfish purposes, and committing other indecent acts. The people of God fall quickly, and they fall hard. For a brief period, their very survival is in doubt. Eternal One: Go back down the mountain immediately, because your people whom you led out of Egypt have corrupted themselves. ", "8": "They have quickly abandoned the way of life I require of them. They have fashioned a calf out of gold, bowed down to it, and offered it sacrifices. They are even crediting My work to that detestable idol, saying, “Israel, these are your gods—the ones who brought you out of the land of Egypt!”", "9": "I know these people, and they are unbelievably stubborn. ", "10": "Leave Me alone so that My anger can flare up and destroy them. Then I will start over and continue My plans without them and make a great nation out of you.", "11": "Moses (begging): 11 Eternal One, why are You so angry? Why does Your anger flare up against the people You led out of Egypt with so much power and a strong hand? ", "12": "Do You really want the Egyptians to say: “You deceived them and led them into the mountains in order to kill them and to wipe their memory from the earth”? I beg you to curb Your anger, and change your mind. Don't harm Your people. ", "13": "Remember the sacred promise You made to Your servants Abraham, Isaac, and Israel. You swore, “I will make your descendants as many as the stars in the sky, and I will give them all of this land as I promised. It will be their everlasting inheritance.”", "14": "So the Eternal relented and decided not to destroy the people as He had threatened to do.", "15": "Moses left God's presence and went back down the mountain. In his hands, he carried the two stone tablets of witness, inscribed on both sides, front and back. ", "16": "The tablets were God's handiwork, and the writing on the tablets was written by God Himself.", "17": "As they neared the camp, Joshua heard all the commotion and the people shouting. Joshua (to Moses): It sounds like a battle going on down at the camp.", "18": "Moses: 18 It is not the sound of victory, and it's not the sound of defeat, but I do hear singing and celebration.", "19": "As soon as Moses arrived at the camp, he saw the calf and the revelry around it. His anger flared, and he hurled down the stone tablets and they shattered at the foot of the mountain. ", "20": "He took down the calf they had made and burned it. He ground it down to a powder, scattered it over the water, and then he forced the Israelites to drink it.", "21": "Moses (to Aaron): 21 How could you lead these people into such a heinous sin? What did they do to you?", "22": "Aaron: 22 Control your anger, my master. You know these people. You know how evil they can be. ", "23": "They told me, “We have no idea what happened to this fellow Moses who brought us out of the land of Egypt. He left you in charge, so get up and make us some gods to lead us from here.” ", "24": "So I told them, “If you are wearing any gold, take it off.” So they gave me all their gold and I just tossed it into the fire, and out came this calf!", "25": "When Moses saw that the people had lost all control because Aaron had let them get that way, and he realized their wild behavior had become a mockery in the sight of their enemies, ", "26": "he stood at the camp's entrance and shouted to them. Moses: If you are on the side of the Eternal One, stand over here with me! All of the Levites gathered around him.", "27": "Moses (to the Levites): 27 This is the message of the Eternal One, Israel's True God: “Every one of you strap on your sword and move throughout the entire camp. Kill your brother, friend, and neighbor.”", "28": "The Levites did exactly as Moses told them to do, and about 3,000 men were killed that day.", "29": "Moses (to the Levites): 29 Dedicate your lives to the Eternal today—for every one of you has moved against sons and brothers. Because of your devotion to God, you have earned His blessing today.", "30": "On the very next day, Moses addressed the people. Moses: You are guilty of a great sin. Now I am going back to the Eternal One, and I hope to make atonement for your wickedness.", "31": "Moses then went back up the mountain to the Eternal. Moses: These people are guilty of a great sin against You. They fashioned gods out of gold for themselves. ", "32": "If You will only forgive their sin, but if You do not, then erase me from the book You have written.", "33": "Eternal One: 33 I will erase from My book the name of everyone who has sinned against Me. ", "34": "It's time to go and leave this mountain. Lead the people to the place I told you. Look, My messenger will guide you there. When the time comes, I will punish them for what they have done.", "35": "Then the Eternal One sent a plague on all the people because they had bowed down and sacrificed to the calf Aaron had made."}