{"1": "Eternal One (instructing Moses): The time has now arrived. Leave, and take all the people you have led out of Egypt with you. Go to the land I promised to Abraham, Isaac, and Jacob, to whom I said, “I will give this land to your future generations.” ", "2": "I will send a messenger to guide you, and I will force out the Canaanites, Amorites, Hittites, Perizzites, Hivites, and the Jebusites. ", "3": "Travel to the land that flows with milk and honey, the land of your inheritance. However, because you are such an incredibly stubborn people, I will not be going with you. Otherwise, I would completely destroy you during the journey.", "4": "When everyone heard the dreadful news, they began to grieve and stopped wearing their jewelry to remind them of the calf made from their gold earrings. ", "5": "You see the Eternal One had instructed Moses, “Give the Israelites this message: 'You are such an incredibly stubborn people, therefore I am not going to travel with you. If I allowed Myself to travel with you for only a moment, I would completely destroy you. Stop wearing your jewelry so I can figure out what to do with you.'” ", "6": "So the Israelites took off all of their jewelry from the time they left Mount Horeb.", "7": "Moses used to take a tent[a] and put it up far away from the camp. He referred to it as the meeting tent. Everyone who sought the Eternal One would go out to the meeting tent, which was located well outside the camp. ", "8": "When the people heard that Moses was going out to the tent, they would get up and stand at the entrance of their own tents and watch him until he had gone inside. ", "9": "When Moses entered the tent, the cloud pillar descended to the tent's entrance, and the Eternal would talk with Moses. ", "10": "When people witnessed the cloud pillar standing at the meeting tent's entrance, they would stand and bow in worship at the entrance of their own tents. ", "11": "The Eternal spoke with Moses face-to-face, just as a friend speaks to another friend. After they were done, Moses would come back to camp but his young assistant Joshua (Nun's son) would remain behind.", "12": "The golden-calf incident creates a deep rift between God and His people. For their safety, God refuses to travel with them to the land of promise; instead, He sends His messenger to guide them. The people's response to God's threatened absence is to mourn and refuse to wear their jewelry and fine clothes. The meeting tent and the congregation tent reflect this rift too. The congregation tent is to be God's unique dwelling with His people, so it is located right in the middle of the camp. But now there is another tent, the meeting tent set up a long way from camp, far from the contagion of evil spreading there. From time to time, God and Moses meet there to talk; and Joshua stands watch over this intimate encounter, for only Joshua and Moses are not imperiled when the rest of Israel violates God's directive and worships the golden calf. Moses speaks with God and does his best to get God back on good terms with His covenant people. Moses (to the Lord): 12 Look, You tell me, “Lead these people!” but You haven't yet told me whom You will send to accompany me. Yet You tell me, “I know you by name, and you have gained My trust and blessing.” ", "13": "If I have gained Your trust and blessing, reveal Your way to me so that I can truly know You, and so that I may gain Your favor. Remember that this nation is Your covenant people.", "14": "Eternal One: 14 My presence will travel with you, and I will give you rest.", "15": "Moses: 15 If Your presence doesn't travel with me, then don't lead us away from here. ", "16": "How will the people know that I have gained Your trust and blessing if You do not travel with us? Isn't it the very fact that Your presence travels with us that distinguishes us from every other people on earth?", "17": "Eternal One: 17 I will do what you have said because you have gained My trust and blessing, and I know you by name.", "18": "Moses: 18 If Your presence will go with us, then let me see Your glory!", "19": "Eternal One: 19 I will cause all My goodness to pass before you, and I will declare My name, the Eternal One, before you. I will show mercy to whomever I choose to show mercy, and I will demonstrate compassion on whomever I choose to have compassion.[b] ", "20": "You cannot see My face, for no one can see Me and live. ", "21": "Look, there is a place next to Me on the rock where you may stand. ", "22": "While My glory is passing by you, I will place you in a large crevice of the rock and hide you beneath My hand until I have completely passed by. ", "23": "Then I will remove My hand, and you will see only My back. But you won't be able to see My face."}