{"1": "Moses had the entire community of Israel gather together so he could address them. Moses: These are the instructions the Eternal One has commanded you to do: ", "2": "“You are to work for six days; but when the seventh day arrives, you are to observe a day of solemn rest on the Sabbath. You are to regard this day as holy to the Eternal. Anyone who works on this sacred day must be executed. ", "3": "Do not even start a fire in any of your houses on the Sabbath.”", "4": "These are the instructions The Eternal One has commanded you to do: ", "5": "“Take up an offering to the Eternal One. Let those with willing hearts bring the following as an offering to the Eternal One: gold, silver, bronze; ", "6": "blue, purple, and scarlet thread; fine linens; goat hair; ", "7": "rams' skins dyed red; sea-cow skins; acacia wood; ", "8": "olive oil for lamps; spices for anointing oil and fragrant incense; ", "9": "and onyx stones and other stones for the high priest's vest and breast piece.", "10": "“Let all who are gifted with wisdom and skill come and make these things the Eternal One has instructed: ", "11": "the congregation tent, including the tent itself, its covering, all its hooks, panels, crossbars, posts, bases, and sockets; ", "12": "the covenant chest and its poles for carrying it, including the seat of mercy that covers the chest and the veil shrouding the most holy place; ", "13": "the table and its poles for carrying it, all the utensils, and the bread of the Presence; ", "14": "the lampstand that illuminates the tent, its tools, its lamps, and the oil for the light; ", "15": "the altar of incense and its poles for carrying it; the anointing oil and the fragrant incense; the curtain at the entrance to the congregation tent; ", "16": "the altar of burnt offering, including the bronze grate, its carrying poles, and various tools; the basin for washing and its stand; ", "17": "the panels that hang around the perimeter of the courtyard, its posts and bases; and the curtain for the entrance to the courtyard; ", "18": "the tent pegs and ropes for the congregation tent and its courtyard; ", "19": "the finely woven clothing for priests serving in the holy place, the sacred garments for Aaron the priest, and the clothes for his sons to wear when they serve as priests.”", "20": "After Moses completed these instructions, the entire community of Israel filed out of his presence. ", "21": "Then all those whose hearts and minds moved them came back, bringing their valuables as a contribution to the Eternal One for the congregation tent, all its service, and the sacred garments. ", "22": "Everyone with a willing heart, both men and women, came back with brooches, earrings, signet rings, bracelets, and all sorts of other gold items, and presented them as an offering of gold to the Eternal One. ", "23": "Those who possessed blue, purple, and scarlet thread, fine linens, goats' hair, rams' skins dyed red, and sea-cow skins brought them as well. ", "24": "And those who were able to give items of silver and bronze brought their offering to the Eternal One. Those who had acacia wood brought it to be used in the project.", "25-26": "All the skilled and creative women who were able to spin made the blue, purple, and scarlet thread. All the women who were willing came forward to use their skills in spinning the goat hair. ", "27": "The leaders brought the onyx stones and the stones for setting in the high priest's vest and the breast piece. ", "28": "They also brought the spices and oils for the light, the anointing oil, and the fragrant incense.", "29": "All the Israelites, both men and women, who felt moved to provide the material needed to do this work, brought these offerings willingly and set them before the Eternal One exactly as He had instructed Moses.", "30": "Moses (to the Israelites): 30 Look, the Eternal One has called Bezalel (the son of Uri, son of Hur the Judahite) by name. ", "31": "He has filled him with God's Spirit, gifted him with wisdom, understanding, knowledge, and skills with a variety of crafts. ", "32": "He is an expert designer and works well with gold, silver, and bronze. ", "33": "He is able to cut and set gems, work with wood, and skillfully perform any work needed to help construct the congregation tent and its furnishings. ", "34": "Also, God has placed within both Bezalel and Oholiab (son of Ahisamach the Danite) the ability to teach. ", "35": "He has gifted them and made them expert engravers, designers, and embroiderers using blue, purple, and scarlet thread on fine linen. They are master weavers, skilled craftsmen, and expert designers."}