{"1": "Two skilled craftsmen are given special mention in this work of the people. They are called to transform the abundant gifts the people freely provide into the congregation tent and its furnishings. It is God who gifts the hearts and hands of these two individuals and further inspires them to teach others. Of all the women and men who lend their expertise to this project, only Bezalel and Oholiab are recorded. Until Solomon's temple is built in Jerusalem, their handiwork will be admired by all of Israel as the house of the Eternal One. Moses: Bezalel, Oholiab, and every skilled person whom the Eternal One has gifted with expertise and wisdom in order to build the sanctuary shall use these gifts as the Eternal One has directed.", "2": "Moses called together Bezalel, Oholiab, and every skilled person whom the Eternal had gifted with special skills—everyone whose heart moved them to work—to help out and contribute to the construction work.", "3": "This project is nothing like the forced labor the people endured back in Egypt. All the creativity and work put into the building and furnishing of the congregation tent comes from the heart. People with various skills—skills honed in slavery—step forward as free men and women to create a home on earth for God. Ultimately all talent and skill comes from God. Used properly they all point back to God. Moses handed over to the workers all the materials the Israelites donated to build the congregation tent. Every morning new contributions continued to come in. ", "4": "Eventually the craftsmen who were working on every aspect of the sanctuary project interrupted their particular jobs ", "5": "and reported to Moses. Workers: The people are bringing far more than we need to complete the work which the Eternal One has instructed us to do.", "6": "So Moses issued a new directive, and it spread quickly throughout the camp. Moses: We do not need any more contributions to complete the congregation tent. We have more than enough. With that the people stopped bringing contributions, ", "7": "for the material already on hand was more than enough to construct, furnish, and decorate the sanctuary.", "8": "All the craftsmen made 10 curtains out of finely woven linen for the congregation tent. Using blue, purple, and scarlet thread, Bezalel had skilled workers embroider images of the winged guardians on the curtains.[a] ", "9": "Each curtain was 42 feet long and 6 feet wide. All 10 curtains were identical in size and shape. ", "10": "Bezalel had his craftsmen connect five curtains together to make one large panel; then they connected the other five curtains to make a second. ", "11-12": "He had 50 blue loops made and attached along the edge of the outer curtain of the first panel, and then did the same thing on the edge of the outer curtain of the second. He made sure the loops matched up with each other. ", "13": "He also had 50 clasps fashioned from gold and used them to join the curtains together, so that the interior of the congregation tent formed one continuous piece.", "14": "He then had 11 panels of tent fabric made out of goat hair to use as a covering for the interior of the congregation tent. ", "15": "Each panel was 45 feet long and 6 feet wide. All 11 of the panels were identical in size and shape. ", "16": "He joined five panels together to form one large panel and then did the same with the remaining six to form a second large panel. ", "17": "He had 50 loops made and attached along the edge of the outer panel of each set. ", "18": "Then he had 50 clasps fashioned from bronze and used them to connect the panels together, so that they formed one continuous piece. ", "19": "He then covered the goat hair panels with a layer of red-dyed rams' skins and covered that with a layer made from sea-cow hides.", "20": "Bezalel then had his workers construct the supporting frame panels for the congregation tent out of acacia wood. ", "21": "Each panel was 15 feet high and 27 inches wide. ", "22": "He had them carve two tenons on each panel to fit into the next. They made all the panels this way. ", "23": "This is how they made all the panels for the congregation tent: he made 20 panels for the southern end ", "24": "and set them into 40 bases made of silver—two bases beneath each panel. ", "25": "He made 20 panels for the northern end as well ", "26": "and set them into 40 silver bases beneath the 20 panels—two bases beneath each framing panel.", "27": "At the back wall of the congregation tent (the side that faces west), he made six panels. ", "28": "He also made two special panels to support each corner on the back of the tent. ", "29": "They came together with the side panels at the bottom to make a strong corner and attached at the top of the first ring. He did the same thing at both corners. ", "30": "On the back wall, there were eight frame panels with silver bases—16 bases in all—two beneath each panel.", "31": "He then made crossbars of acacia wood, five to connect the frame panels on one side of the congregation tent, ", "32": "five more to connect the panels on the other side, and five more to connect the panels at the back, the side that faces west. ", "33": "He ran one bar in the center from corner to corner, halfway up the panels. ", "34": "He overlaid the panels with gold and fashioned gold rings to hold the crossbars, and he overlaid the crossbars with gold as well.", "35": "Bezalel had his skilled workers make the veil by embroidering finely woven linen with images of winged guardians in blue, purple, and scarlet thread. ", "36": "To hold up the veil, he erected four acacia wood posts that were overlaid with gold onto four silver bases. He fashioned gold hooks for them. ", "37": "For the entrance to the tent, he made a fabric screen out of finely woven linen richly embroidered with blue, purple, and scarlet thread. ", "38": "He hung it on five posts using hooks overlaid with gold. The posts were set into four bases made of bronze."}