{"1": "After this Bezalel built the covenant chest out of acacia wood. It was 45 inches long, 27 inches wide, and 27 inches high. ", "2": "He overlaid the entire thing, inside and out, with pure gold, and decorated it with gold trim all the way around it. ", "3": "He cast four gold rings and attached them to its four corners—two rings on each side of the chest. ", "4": "He made poles out of acacia wood and overlaid them with gold. ", "5": "He slid the poles through the rings on the sides of the chest in order to carry it without touching it. The poles were never to be removed.", "6": "He built a cover for the chest out of pure gold. It is known as the seat of mercy—where sins are atoned—and it was 45 inches long and 27 inches wide. ", "7": "He also fashioned two winged guardians out of hammered gold and placed them at both ends of the seat of mercy. ", "8": "He placed one winged creature at each end of the seat of mercy. He had it made so that the winged guardians appeared as one solid piece with the cover. ", "9": "The guardians faced one another with bowed heads, their wings spread so that they were reaching up and covering the seat of mercy.", "10": "Bezalel then built the table out of acacia wood—36 inches long, 18 inches wide, and 27 inches high. ", "11": "He overlaid it with pure gold, and decorated it with gold trim around the edge. ", "12": "He put a three-inch-wide rim around it and placed gold trim around the rim. ", "13": "Then he cast four gold rings and attached them to each of the table's four corners at its four legs. ", "14": "The rings were placed just beneath the rim so they could hold the poles in order to carry the table. ", "15": "He made the poles out of acacia wood and overlaid them with gold. ", "16": "He had his artisans make different kinds of vessels for use at the table—platters, pans, pitchers, and bowls—out of pure gold for use with the offerings of incense and drink.", "17": "Then Bezalel fashioned a lampstand out of pure, hammered gold. He made its base, trunk, branches, decorative buds and blossoms, and lamp cups out of one solid piece. ", "18": "Six branches extended from the trunk's sides—three on one side and three on the other. ", "19": "Each of the six branches had three decorative cups shaped like almond blossoms whose buds have just flowered. ", "20": "On the trunk of the lampstand, there were four cups, shaped like almond blossoms whose buds have just flowered. ", "21": "A single almond bud sat beneath each pair of six branches extending out from the trunk of the lampstand. ", "22": "All the buds and branches were crafted out of pure, hammered gold of one solid piece. ", "23": "Bezalel had his artisans make seven lamps, trays, and tongs out of pure gold. ", "24": "He made the lampstand and all its accessories out of 75 pounds of pure gold.", "25": "Bezalel then built the altar of incense out of more acacia wood. He made it in the shape of a square—18 inches long, 18 inches wide, and 36 inches high. He carved the horns and the top of the altar out of one piece of wood. ", "26": "He overlaid the whole thing, the top, the sides, and the horns with pure gold and attached a gold trim around its edges. ", "27": "He fashioned two gold rings and attached them beneath the trim on the two opposite sides to hold the poles used to carry the altar. ", "28": "He made the poles out of acacia wood and overlaid them with gold.", "29": "With the skill of a master perfumer, he blended the ingredients to make the sacred anointing oil and fragrant incense."}