{"1": "Bezalel made the altar for burnt offerings out of acacia wood. He made it square—seven and a half feet long by seven and a half feet wide—and four and a half feet high. ", "2": "He constructed it with horns on each of the four corners so that the top formed one piece and overlaid it with bronze. ", "3": "He fashioned all the tools and accessories needed for the altar out of bronze—the buckets and shovels for the ashes, basins, forks, and fire pans. ", "4": "He made a grate out of bronze and attached it beneath the ledge of the altar, halfway up from the base. ", "5": "He cast four bronze rings and attached them at the four corners of the bronze grating in order to hold the poles. ", "6": "He made poles out of acacia wood and overlaid them with bronze. ", "7": "He then slid the poles through the rings on both sides of the altar so that it could be carried. He made the altar out of wooden planks and made it hollow so that it would be easier to move.", "8": "Bezalel made the bronze basin and its stand from the mirrors donated by the women who served at the entrance of the congregation tent.", "9": "In Moses' day mirrors are a luxury. They are made from good-quality bronze that is polished to a shine. These mirrors were likely gifts from the Egyptians. Bezalel then made fabric panels out of finely woven linen to enclose the courtyard in front of the congregation tent. On the south side, he hung a series of panels for 150 feet ", "10": "on 20 bronze posts set securely into 20 bronze bases. The hooks and bands used to attach the panels to the posts were made out of silver. ", "11": "On the north side, he hung a series of panels for 150 feet on 20 bronze posts set securely into 20 bronze bases. The hooks and bands used to attach them to the posts were made out of silver. ", "12": "On the west end, he hung panels for 75 feet on 10 bronze posts set securely into 10 bronze bases. The hooks and bands used to attach them to the posts were made out of silver. ", "13": "For the front, which faced the east, he hung panels for 75 feet. ", "14-15": "On both sides of the entrance, he hung panels that were 22½ feet wide on three posts set into three bases. ", "16": "All the fabric panels enclosing the courtyard were made of finely woven linen.", "17": "The bases for the posts were all crafted out of bronze. The hooks and bands on the posts were all made out of silver, and the tops of each post were overlaid with silver. All the rings which attached the panels to the posts were made of silver.", "18": "The fabric screen that served as the entrance to the courtyard was made of finely woven linen richly embroidered with blue, purple, and scarlet thread. It was 30 feet long and seven and a half feet high, the same height as the rest of the panels around the court. ", "19": "It was held up by four bronze posts set into four bronze bases. The hooks and the rings which attached the panels to the posts were crafted out of silver, and the tops of each post were overlaid with silver. ", "20": "Every peg which anchored the congregation tent and the courtyard enclosure to the ground was made out of bronze.", "21": "Here is an account of everything used to construct the congregation tent—the tent of witness—recorded exactly as Moses instructed. The Levites, under the supervision of Aaron's son Ithamar, were in charge of keeping track of the materials. ", "22": "Bezalel (son of Uri the son of Hur, a Judahite) built everything according to the instructions the Eternal One had given Moses. ", "23": "Oholiab (son of Ahisamach the Danite) assisted Bezalel. He was an expert engraver, designer, and embroiderer with blue, purple, and scarlet thread and fine linen.", "24": "The total weight of gold donated by the Israelites and used in the construction of the congregation tent was about 2,200 pounds[a] (according to the official standards used in the sanctuary). ", "25": "The total weight of silver collected from the people to be used for the congregation tent was about 7,600 pounds[b] (according to the official standards used in the sanctuary). ", "26": "For every person counted in the census—603,550 men age 20 and older—this amounts to two-tenths of an ounce[c] per person (according to the official standards used in the sanctuary). ", "27": "The 100 bases used for the sanctuary and for the veil were cast out of 7,500 pounds of silver, that is 75 pounds per base. ", "28": "He used the remaining silver, about 45 pounds, to make the hooks and bands for the posts and to overlay the tops of each post. ", "29": "The Israelites had also donated about 5,300 pounds of bronze.[d] ", "30": "From it he crafted the bases at the entrance to the tent of meeting, the bronze altar, the bronze grating, all the tools for the altar, ", "31": "the bases around the courtyard and the entrance, and all the tent pegs for the congregation tent and courtyard."}