{"1": "Moses: What if they don't trust me? What if they don't listen to a single word I say? They are more likely to reply: “The Eternal has not revealed Himself to you.” The Eternal One answered Moses.", "2": "Eternal One: 2 What do you have in your hand? Moses: My shepherd's staff.", "3": "Eternal One: 3 Throw your staff down on the ground. God has been called by many names and titles, and those reflect to some extent aspects of God's nature and character. In this encounter, God reveals to Moses His name. This is a special name by which God invites His covenant partners to know and call on Him for all time. It sometimes appears in books or translations as YHWH or Yahweh, but this is only a transliteration of the four letters in Hebrew; it's not a translation of its meaning. The name is built on the Hebrew verb “to be” and refers to the fact that God is the Self-existent One—“I AM WHO I AM.” Many translations render the divine name “Lord” (in capital and small capital letters), but this translation uses “the Eternal One,” for at the heart of the name is the notion that God has always been and always will be. God transcends time and existence; He is the ground of existence. Out of respect, the ancients would seldom speak or write the covenant name; they would use it only on the most solemn occasions. Still God is establishing a unique relationship with Abraham's descendants, and it is time to reveal to them His name. So Moses threw the staff on the ground, and it was transformed into a snake. Moses quickly jumped back in fear.", "4": "Eternal One: 4 Reach out and grab it by the tail. Despite his natural fears, Moses reached out and grabbed the snake; and as he held it, it changed back into a shepherd's staff.", "5": "Eternal One: 5 This sign is so the people will believe that I, the God of their fathers—Abraham, Isaac, and Jacob—have revealed Himself to you.", "6": "Now for the second sign. Put your hand on your chest inside your shirt. Moses did as the Eternal instructed; and when he pulled his hand out, his hand was covered with some disease that made it look as white as snow.", "7": "Eternal One: 7 Put your hand back inside your clothes. Moses again did as He instructed, and when he removed his hand from his shirt, it returned to normal like the rest of his skin.", "8-9": "Eternal One: 8-9 If they refuse to believe you, and are not persuaded after you perform the first sign, perhaps they will be after the second sign. But if they refuse to believe you and are not persuaded after you perform the first two signs, then here is a third sign: Take some water from the Nile and pour it out onto the ground. The water you take from the Nile will become blood on the ground.", "10": "Moses: 10 Please, Lord, I am not a talented speaker. I have never been good with words. I wasn't when I was younger and I haven't gotten any better since You revealed Yourself to me. I stutter and stammer. My words get all twisted.", "11": "Eternal One: 11 Who is it that gives a person a mouth? Who determines whether one person speaks and another doesn't? Why is it that one person hears and another doesn't? And why can one person see and another doesn't? Isn't it because of Me, the Eternal? You know it is. ", "12": "Go now, and I will be there to give you the words to speak; I will tell you what to say.", "13": "Moses: 13 Please, Lord, I beg you to send Your message through someone else, anyone else.", "14": "Then the Eternal became angry with Moses. Eternal One: How about your brother—Aaron the Levite? I know he speaks eloquently. And look, he is already on his way to meet you. When he sees you, his heart will be delighted. ", "15": "I want you to talk to him and put the right words in his mouth. I will guide your mouth and his mouth and instruct you both on what you should do. ", "16": "He will address the people as your spokesman. He will serve as your mouth; and you will instruct him in what he is to say as if you were God to him.", "17": "Take this staff in your hand, and use it to perform the signs I have shown you.", "18": "Barely convinced, Moses went back to his father-in-law, Jethro. Moses (to Jethro): Please let me leave now, so that I can go back to my Hebrew brothers and sisters in Egypt and find out if they are still alive. Jethro: You may go now with my blessing and peace.", "19": "The Eternal spoke to Moses while he was still in Midian. Eternal One: Go back to Egypt. I assure you, all the men who wanted to kill you are no longer alive.", "20": "Moses placed his wife and sons on a donkey, and he started on the long journey back to Egypt. As he walked, he carried God's staff—his shepherd's staff—with him.", "21": "Eternal One: 21 When you arrive in Egypt, I want you to pay Pharaoh a visit. Make sure you perform all the wonders that I have entrusted to your hand. But I am going to harden Pharaoh's stony heart, so that he will not free the people. ", "22": "Then I want you to give Pharaoh a message for Me. Tell him, “This is what the Eternal says: 'Israel is My firstborn son. ", "23": "I say to you, “Release My son, so that he may serve Me,” but in your stubbornness you refused to free him; therefore, I am going to kill your firstborn son.'”", "24": "While on their way to Egypt, they stopped at a place to rest. But the Eternal met Moses, and it seemed like He was about to kill him, ", "25": "when Zipporah grabbed a flint knife and quickly cut off her son's foreskin. She dropped it at Moses' feet. Zipporah: Certainly you are a bridegroom of blood to me.", "26": "So the Eternal released Moses from this offense. When Zipporah made the remark, “a bridegroom of blood,” she was talking about the circumcision.", "27": "This strange episode is difficult to understand. There is much here that is unexplainable. What is clear is that Moses has been called by God to challenge Pharaoh—one of the most powerful men in history—and to rescue hundreds of thousands of Hebrew slaves from lives of hard labor. On a human level, at least, this seems like risky business. But Moses' mission is something else entirely; it is God's business, involving promises made by a holy God to Abraham hundreds of years earlier, promises to provide for and protect His people. One key aspect of that covenant is the obligation of all males to be circumcised. Apparently Moses has neglected to circumcise his son, a fact that could jeopardize the entire mission. So when Zipporah realizes the gravity of the situation, she takes action and circumcises him. With their covenant responsibilities now met, Moses is free to continue the mission. Eternal One (to Aaron): 27 Go into the wilderness and meet Moses. So Aaron journeyed to meet Moses, and they met at the mountain of God. When he saw his brother, he kissed him. ", "28": "During their joyful reunion, Moses told Aaron everything that the Eternal had sent him to do, and he explained the miraculous signs He had instructed him to perform.", "29": "Moses and Aaron then traveled back to Egypt and gathered together all of the elders of Israel's people. ", "30": "Aaron gave a speech that conveyed all the words that the Eternal had given to Moses and then performed the miraculous signs in front of the people. ", "31": "The people believed Moses and Aaron. When everyone heard that the Eternal was concerned about the Israelites and that He had observed their oppression, they bowed down and began to worship with grateful hearts."}