{"1": "Then the Eternal One instructed Moses.", "2": "The last half of the Book of Exodus offers a picture of the relationship between God and humanity through powerful symbols. The amazing truth of all Scripture is reflected here: God resides in the midst of His people. In every detail of God's directives—the ethical rules, the people's offerings, the design of the congregation tent and its furnishings, God's redemptive acts—God is announcing the central truth: He is present with His covenant people. So the physical elements of this covenant bear witness to deep, spiritual realities. God is in the process of repairing the world from the damage caused by sin and death; but to do so, He needs a people. This is why He chooses Israel and makes them different from everyone else. He needs agents on the ground devoted to liberating a world held hostage to lesser powers and feebler gods. But where will those people be formed and trained to be God's effective agents? They will be shaped in the crucible of worship and obedience. Eternal One: 2 When the first day of the first month arrives, erect the sanctuary of the congregation tent. ", "3": "Place the covenant chest in there—as a witness to our agreement—and screen it from sight with the veil. ", "4": "Move the table into place and arrange the utensils on it. Then move the lampstand into place and set up all its lamps. ", "5": "Place the golden altar for incense in front of the covenant chest outside the veil, and install the curtain at the entrance to the congregation tent. ", "6": "Set up the altar for burnt offerings in front of the entrance to the congregation tent. ", "7": "Place the basin between the sanctuary of the congregation tent and the altar, and fill it with water. ", "8": "Erect the posts and fabric panels around the courtyard, and hang the panel at the court's entrance. ", "9": "Anoint the tent and everything in it with the anointing oil. Consecrate it and all its furnishings, so that it will all be holy. ", "10": "Anoint the altar for burnt offerings and all its tools, and consecrate the altar so that it will be most holy. ", "11": "Anoint the basin and its stand, and consecrate it as well. ", "12": "Escort Aaron and his sons to the entrance of the sanctuary of the congregation tent and cleanse them with water. ", "13": "Dress Aaron in the sacred garments, then anoint and sanctify him so that he may serve Me as high priest. ", "14": "Next bring his sons forward and dress them in tunics. ", "15": "Anoint them in the same way that you anointed their father, Aaron, so that they may serve Me as priests. With their anointing, they will enter the priesthood and remain priests forever for all their generations.", "16": "Moses did exactly as the Eternal One instructed him.", "17": "The congregation tent was erected on the first day of the first month of the second year after the exodus from Egypt. ", "18": "Moses raised it. He began by laying down the bases, installing the frame panels, attaching the crossbars, and erecting the posts. ", "19": "He covered the frame of the tent with the tent fabric and then covered that with other layers they made. He did this exactly as the Eternal One had instructed him.", "20": "He then placed the stone tablets—as a witness to their agreement—inside the covenant chest. He slid the poles through the rings on the chest and covered the chest with the seat of mercy, where sins are atoned. ", "21": "He carried the covenant chest into the congregation tent and hung the veil to screen it from sight exactly as the Eternal One had instructed him. ", "22": "He then placed the table on the northern end of the sanctuary of the congregation tent outside of the veil. ", "23": "He arranged the bread on the table before the Eternal exactly as the Eternal One had instructed him. ", "24": "He took the lampstand into the sanctuary of the congregation tent and set it up on the southern end, directly opposite the table. ", "25": "He lit the lamps before the Eternal One, exactly as the Eternal One had instructed him. ", "26": "He put the golden altar in front of the veil within the sanctuary ", "27": "and burned fragrant incense on it, exactly as the Eternal One had instructed him. ", "28": "He hung the screen at the entrance of the congregation tent. ", "29": "He put the altar for burnt offering in front of the entrance to the sanctuary of the congregation tent, inside the courtyard. He offered burnt offerings and grain offerings on it exactly as the Eternal One had instructed him. ", "30-31": "He put the basin between the sanctuary and the altar for burnt offerings and filled it with water so Moses, Aaron, and Aaron's sons could wash their hands and feet and cleanse themselves. ", "32": "When they went into the congregation tent and when they came near the altar, they washed themselves exactly as the Eternal One had instructed Moses. ", "33": "Moses then raised the posts and panels that enclosed the courtyard around the congregation tent and altar. He put up the screen at the court entrance. Moses completed the work.", "34": "The congregation tent faces the rising sun in the east. Its orientation along with the bronze and gold objects all around create a brilliant sight every morning. At that moment, a cloud blanketed the congregation tent, and the glory of the Eternal filled the sanctuary. ", "35": "Moses could not even go into the congregation tent because the cloud had enveloped it, and the glory of the Eternal filled the sanctuary. ", "36": "Through all their wanderings in the desert, whenever the cloud lifted up from the congregation tent, the Israelites would break camp and set out. ", "37": "But when the cloud covered the tent, they remained where they were and did not set out until once again the cloud lifted. ", "38": "Through all their wanderings, the cloud of the Eternal stood over the congregation tent during the day and at night fire was lit for all the community of Israel to see."}