{"1": "Not long after, Moses and Aaron confronted Pharaoh. Moses and Aaron: The Eternal, Israel's God, has a message for you: “Release My people, so that they may go and celebrate a feast in My honor in the desert.”", "2": "Pharaoh: 2 And who is this god you call “the Eternal One” that I should heed His message and release His people Israel? I do not know any god by that name, and furthermore I do not intend to release Israel.", "3": "Moses and Aaron: 3 The God of the Hebrews has visited us. We ask that you allow us to travel three days' distance into the desert to sacrifice to the Eternal our God. Otherwise, He may become angry and come after us with disease or sword.", "4": "Pharaoh: 4 Moses and Aaron, why are you distracting people from their work? Stop wasting time, and get back to your labor!", "5": "Look, there are vast numbers of people in this land who should be working; instead they are all idle because of you.", "6": "That same day, Pharaoh gave instructions to the slave drivers who were over the people and their supervisors.", "7": "Pharaoh: 7 Don't supply the people with any more straw to make bricks as you have been doing. Let them go out and find their own straw. ", "8": "But I still want you to expect the same number of bricks from them as before. Even though the task will be harder, do not lessen their load! They are lazy and are asking for time off, saying, “Release us so that we can go sacrifice to our God in the desert and feast in His honor.” ", "9": "Therefore, make the work so heavy that the men don't have the energy to do anything but work; perhaps then they won't be distracted by these lies!", "10": "Slave Drivers and Supervisors (to the people): 10 Pharaoh has a message for you: “I am not going to supply you with any more straw. ", "11": "You must go out and get it for yourselves—wherever you can find it—but you must produce the same number of bricks as before. Your workload will not be reduced.”", "12": "The people quickly and desperately spread out across the land of Egypt looking for dry stalks of grain to use for straw. ", "13": "The slave drivers pushed them hard. Slave Drivers: Hurry, you must meet your quotas. You must produce the same number of bricks as you did before when we provided you with straw.", "14": "Plus they beat and interrogated the supervisors of the Israelites, the Hebrews whom the slave drivers had appointed over the workers. Slave Drivers: Why are you lagging behind? Why haven't you met your quotas of bricks yesterday or today as you did before?", "15": "The supervisors of the Israelites were unable to meet the demands and so they appealed to Pharaoh. Supervisors (pleading with Pharaoh): Why are you treating your servants this way? ", "16": "No more straw is being provided to your servants, yet the slave drivers keep yelling at us, “Make bricks!” And then your servants are beaten; it is your people who are at fault here, not us.", "17": "Pharaoh: 17 No. It is you. You are lazy! You are all so very lazy! You try to escape your work by making up excuses, saying, “Please release us so that we may go sacrifice to the Eternal.” ", "18": "Leave me now, and get back to work, you indolent whiners! You will not be provided any straw, and you must make the same number of bricks as before.", "19": "The supervisors of the Israelites knew they were in deep trouble when they were told, “You are not to lessen the workload. You must still make the same number of bricks every day as you did before.” ", "20": "After the supervisors left Pharaoh, they went directly to Moses and Aaron who were already waiting for them.", "21": "Supervisors (to Moses and Aaron): 21 May the Eternal see and judge what you have done. Now because of you Pharaoh and all who serve him look on us as if we were some kind of disgusting odor. You might as well have put the sword in their hands they will use to kill us.", "22": "Moses went back to meet with the Eternal One. Moses: Eternal, these are Your people. Why have You brought so much trouble on them? And why have You sent me here? ", "23": "Ever since I approached Pharaoh to speak in Your name, he has done more harm to them than ever before. And You have done absolutely nothing to rescue Your people."}