{"1": "The Eternal One spoke to Moses. Eternal One: Now you will see what I have in store for Pharaoh. When Pharaoh sees the power of My hand, he will not only send My people from this land, he will drive them out.", "2": "(pointedly to Moses) I am the Eternal. ", "3": "I revealed Myself to Abraham, Isaac, and Jacob, as God-All-Powerful;[a] but I did not reveal My name, the Eternal One, to them. ", "4": "I also made My covenant with them. I promised I would give them Canaan—the land where their ancestors lived as strangers. ", "5": "In addition, I have heard the constant cries of the Israelites who have been enslaved by the Egyptians. I have remembered My covenant; ", "6": "go now and tell the people of Israel, “I am the Eternal, and I will rescue you from the heavy load the Egyptians have laid on you. I will liberate you from their oppression. I will stretch out my powerful arm and free you with amazing acts of judgment. ", "7": "Then I will gather you to Me as My people, and I will be your God. You will know that I am the Eternal who rescued you from the heavy load the Egyptians have put on you. ", "8": "I will lead you into Canaan—the very land I promised Abraham, Isaac, and Jacob. I will give it to you as a possession for I am the Eternal.”", "9": "So Moses went and told these things to the Israelites, but they turned a deaf ear to him because they were in such low spirits and exhausted from their harsh labor.", "10": "The Eternal One once again instructed Moses.", "11": "Eternal One: 11 Go speak with Pharaoh, the king of Egypt, and tell him to release the Israelites from his land.", "12": "Moses: 12 The Israelites haven't paid attention to anything I've said. How do You expect Pharaoh to listen to me if my own people won't? I am not fit to speak for You.", "13": "The Eternal then addressed Moses and Aaron and gave them instructions about dealing with the Israelites and Pharaoh, king of Egypt. The instructions had to do with bringing the Israelites out of Egypt.", "14": "These are the heads of their fathers' families: The sons of Reuben, who was the firstborn of Israel—Hanoch and Pallu, Hezron and Carmi. This is the clan of Reuben. ", "15": "Simeon's sons—Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul (a Canaanite woman's son). ", "16": "Levi's sons (according to the genealogical records)—Gershon, Kohath, and Merari. Levi lived to be 137 years old. ", "17": "Gershon's sons—Libni and Shimei; each became the head of a clan. ", "18": "Kohath's sons—Amram, Izhar, Hebron, and Uzziel. Kohath lived to be 133 years old. ", "19": "Merari's sons—Mahli and Mushi. These are the clans of Levi according to the genealogical records. ", "20": "Amram married his father's sister, Jochebed, and she gave birth to his sons Aaron and Moses. Amram lived to be 137 years old. ", "21": "Izhar's sons—Korah, Nepheg, and Zichri. ", "22": "Uzziel's sons—Mishael, Elzaphan, and Sithri. ", "23": "Aaron married Elisheba (Amminadab's daughter and Nahshon's sister). Elisheba gave birth to his sons Nadab, Abihu, Eleazar, and Ithamar. ", "24": "Korah's sons—Assir, Elkanah, and Abiasaph. The clans of Korah descended from these. ", "25": "Aaron's son, Eleazar, married one of Putiel's daughters, and she gave birth to his son Phinehas. These are the ancestors which founded the various clans of the Levites.", "26-27": "Up until this point in the story, Moses has taken the lead in rescuing the people of Israel from Egyptian bondage. But this genealogy signals that Aaron will play an increasingly important role in the days ahead. Both Moses and Aaron are descended from Levi—whose children are set aside to serve Israel as priests—but the genealogy traces Aaron's lineage, not Moses'. Later generations will look back at Aaron as the ideal priest. These are the same Aaron and Moses whom the Eternal directed, “Lead the people of Israel out of the land of Egypt like a victorious army.” These two brothers spoke to Pharaoh, Egypt's king, about releasing the Israelites from Egypt.", "28-29": "One day the Eternal visited Moses in Egypt and said to him, Eternal One: I am the Eternal. Go tell Pharaoh, Egypt's king, everything that I tell you.", "30": "Moses: 30 Please, I am not fit to speak for You. How do You expect Pharaoh to listen to me?"}