{"1": "Eternal One (to Moses): Look! I have made it so that Pharaoh will deal with you as a god and your brother Aaron as your prophet. ", "2": "I want you to tell Aaron everything that I command you. Then your brother Aaron will tell Pharaoh to release My people Israel from his land. ", "3": "But I am going to harden Pharaoh's stubborn heart so that I can perform sign after sign, wonder after wonder in the land of Egypt. ", "4": "Still Pharaoh will ignore the message you give him. Then I will unleash the power of My hand against Egypt and liberate My vast armies—My people, the children of Israel—from Egypt with amazing acts of judgment. ", "5": "When I stretch out My hand against Egypt and free the children of Israel from their oppressive grasp, the Egyptians will have no doubt that I am the Eternal.", "6": "Moses and Aaron did exactly what the Eternal commanded. ", "7": "When they confronted Pharaoh, Moses was 80 years old, and Aaron was 83.", "8": "The Eternal then continued His instructions to Moses and Aaron.", "9": "Eternal One: 9 When Pharaoh says, “Do something wondrous to prove yourselves,” then, Moses, tell Aaron, “Take your staff and toss it at Pharaoh's feet, and it will be transformed into a snake.”", "10": "So Moses and Aaron went to Pharaoh and did exactly what the Eternal told them to do. Aaron threw his staff down before Pharaoh and his servants, and it was transformed into a snake.", "11": "Pharaoh then sent for all the sages and sorcerers; and the most talented magicians in Egypt stepped up and performed the same act with their own incantations. ", "12": "Each magician threw down his staff, and each staff turned into a snake. But Aaron's staff devoured all of the other staffs. ", "13": "And still Pharaoh's heart was as hard as stone; he did not pay any attention to what Moses and Aaron said, just as the Eternal had predicted.", "14": "Eternal One (to Moses): 14 Pharaoh's heart is as hard as stone. He refuses to release My people. ", "15": "Go visit him again in the morning when he is walking out to the water. Wait for him along the bank of the Nile and carry the staff which turned into a snake. ", "16": "Give Pharaoh My message: “The Eternal One, the God of the Hebrews, has sent me to you: 'Release My people, so that they may serve Me in the desert. You have not paid any attention until now. ", "17": "You will know that I am the Eternal by the next miracle I am going to perform. I will strike the water of the Nile with this staff that is in my hand, and the water will be turned into blood. ", "18": "The fish in the Nile will die, and this river will be fouled with the rotting mess so that the Egyptians will no longer be able to drink from it.'” ", "19": "Give this instruction to Aaron: “Take your staff in hand and raise it over all the waters of Egypt—over the rivers, canals, ponds, and lakes—so that the water will be turned into blood. Blood will appear throughout the land of Egypt, even in the water kept in wooden and stone vessels.”", "20": "Moses and Aaron did exactly as the Eternal had instructed. In full view of Pharaoh and all of his servants, Aaron raised his staff and struck the water in the Nile. When he did, all the water turned into blood. ", "21": "The fish that lived in the Nile began to die, and the river took on a foul smell. The Egyptians were no longer able to drink from it. The water-turned-blood was everywhere in the land of Egypt. ", "22": "But Pharaoh summoned the most talented magicians in Egypt who performed the same act with their own incantations. So Pharaoh's heart remained as hard as stone, and he paid no attention to Moses and Aaron just as the Eternal had predicted. ", "23": "Then Pharaoh turned and went back to his house without giving this wondrous miracle a second thought.", "24": "The Egyptians had to dig wells along the edge of the Nile in order to have water to drink, because they were no longer able to drink from the Nile. ", "25": "Seven days and nights went by after the Eternal had struck the Nile and turned the water into blood."}