{"1": "Eternal One (to Moses): Go visit Pharaoh and give him My message: “The Eternal says to you, 'Release My people, so that they may serve Me. ", "2": "If you do not release them, I will send an infestation of frogs across your entire land. ", "3": "The Nile will swarm with frogs. They will hop up from the river to assault your palace, make their way into your bedroom, and even crawl into your bed. The frogs will crowd into the houses of your servants and eventually of all your people. They will find their way into your ovens and kneading bowls. ", "4": "Mark My words, these frogs will be all over you, your people, and all your servants.'”", "5": "Give this message to Aaron: “Take your staff in hand and raise it over the rivers, canals, and ponds, and call forth the frogs to invade Egypt.”", "6": "Aaron reached out with his staff over all the waters of Egypt, and countless frogs came forth and soon covered the land. They were everywhere. ", "7": "The most talented magicians in Pharaoh's Egypt were called to perform the same act with their incantations and they, too, called forth the frogs into Egypt.", "8": "Pharaoh's magicians may be able to conjure up frogs, but they can't make them leave. Pharaoh sent for Moses and Aaron. Pharaoh: Plead with the Eternal to remove the frogs from my land, from my house, and from the houses of my people. If He does this, I will release the people so that they can go sacrifice to the Eternal One.", "9": "Moses: 9 You may have the honor of naming the time when I plead for you, your servants, and your people and ask God to get rid of the frogs that are plaguing you and your houses. There will be no frogs left except in the Nile.", "10": "Pharaoh: 10 Tomorrow. Moses: Then tomorrow it is—just as you have requested—so that you will know that there is no one like the Eternal our God. ", "11": "The frogs will leave you, your houses, your servants, and all your people. After tomorrow, there will be no frogs anywhere except those in the Nile.", "12": "Moses and Aaron then left Pharaoh, and Moses pled with the Eternal about the frogs, which He had brought upon Pharaoh, that He would rid the land of them. ", "13": "He did as Moses asked of Him, and all the frogs that had infested the houses, streets, and fields died. ", "14": "The Egyptians gathered up all the dead frogs and made great piles of them, and the land took on a rotten stench. ", "15": "But when Pharaoh saw that the infestation of frogs had ended, he was relieved; and he hardened his own heart and refused to listen to Moses and Aaron, just as the Eternal had said.", "16": "Eternal One (to Moses): 16 Give this message to Aaron: “Raise your staff and strike the dust of the earth and the land of Egypt will be overrun with swarms of gnats.”", "17": "They did exactly as God had instructed. When Aaron reached out and struck the dust of the earth with his staff, swarms of gnats flew up from the dust and covered the people and animals. It seemed as if all the dust in the land of Egypt turned into gnats.", "18": "The most talented magicians in Pharaoh's Egypt tried to perform this same act with their incantations, but none could do it. So the gnats continued to swarm all over the people and their animals.", "19": "Magicians (to Pharaoh): 19 This must be the finger of God. If God can do this with a finger, what must His whole hand be able to accomplish? But Pharaoh's heart was as hard as stone, and he refused to pay any attention to Moses and Aaron, just as the Eternal One had said.", "20": "Eternal One (to Moses): 20 Get up early in the morning and get in Pharaoh's way as he is walking out toward the water. Stand up to him, face-to-face, and give him My message: The Eternal says to you, “Release My people, so that they may serve Me. ", "21": "If you do not release My people, I will release swarms of flies upon you, your servants, and your people, and into all of your houses. The houses of the Egyptians and the ground they walk on will be overrun with these swarms. ", "22": "On the day this plague begins, I will separate Goshen—where My people live—from the rest of the land. It will be a safe place, unharmed by the hordes of insects that I release against Egypt. Then you will know that I am the Eternal; and I am here, right in the middle of this land. ", "23": "I will make a distinction between My people and your people. This sign will happen tomorrow.”", "24": "The Eternal did just as He said. Thick swarms of insects darkened the skies and invaded Pharaoh's palace and his servants' houses. The land was wiped out by the swarm of insects that infested all the land of Egypt. ", "25": "Pharaoh sent for Moses and Aaron. Pharaoh: Go and sacrifice to your God. But you must stay here in the land.", "26": "Moses: 26 It would not be right to do what you ask, for our manner of offering sacrifices to the Eternal our God is deeply offensive to the Egyptians. If we offend them with these sacrifices, will they not stone us? ", "27": "No. We must travel for three days into the desert and sacrifice to the Eternal our God, just as He has asked us to do.", "28": "Pharaoh: 28 I will allow you to go on a short journey into the desert and sacrifice to the Eternal your God. But you must not travel too far from here—certainly not three days away. And do not forget to offer prayers for me.", "29": "Moses: 29 I am leaving you now, and I am going to offer prayers to the Eternal that the swarms of insects will leave Pharaoh, his servants, and his people by tomorrow. But, Pharaoh, do not go back on your promise to allow the people to go and sacrifice to the Eternal.", "30": "Moses left Pharaoh and offered prayers to the Eternal. ", "31": "He honored Moses' prayers and removed the swarms of insects that had plagued Pharaoh, his servants, and the people of Egypt. Not a single insect remained. ", "32": "But Pharaoh hardened his stubborn heart this time as well and refused to allow the people to go."}