{"1": "Eternal One (to Moses): Once again, go visit Pharaoh and give him My message: “The Eternal, God of the Hebrew people, says to you, 'Release My people, so that they can serve Me. ", "2": "If you refuse to release them and strengthen your grip on them, ", "3": "then the hand of the Eternal will come down hard on you: a terrible disease will afflict all of your livestock in the fields—horses, donkeys, camels, cattle, and sheep. ", "4": "But the Eternal will distinguish between Israel's livestock and Egypt's livestock, so that not a single animal that belongs to Israel's people will die.'” ", "5": "He has already determined the time when this plague will begin, saying: “Tomorrow He will strike the land.”", "6": "Then the Eternal did exactly as He said and sent this sign on the next day. All of the Egyptians' livestock began to die, but not a single animal from Israel's livestock perished. ", "7": "Pharaoh sent investigators to check Israel's livestock, and they found that not a single one of their animals had died or become sick. But Pharaoh's heart was still as hard as stone, and he refused to release the people.", "8": "Eternal One (to Moses and Aaron): 8 Reach into the furnace and grab handfuls of ashes. Moses, throw these ashes up into the air—right in front of Pharaoh. ", "9": "It will turn into a fine dust that will cover all the land of Egypt and cause painful abscesses to break out on people and animals throughout the land of Egypt.", "10": "So they removed ash from the furnace and stood directly in front of Pharaoh. Moses threw the ashes up in the air, and it caused abscesses to break out on people and their animals. ", "11": "Even the most talented magicians in Pharaoh's Egypt could not stand before Moses, because the abscesses broke out on their bodies as well as the rest of the Egyptians.", "12": "The Eternal made Pharaoh's hard heart even harder, and Pharaoh was not moved by the miraculous deeds and the words of Moses and Aaron, just as the Eternal had told Moses.", "13": "Eternal One (to Moses): 13 Get up early tomorrow morning and stand before Pharaoh. Tell him, “The Eternal, the God of the Hebrews, has a message for you: 'Release My people, so that they may serve Me. ", "14": "This time, if you refuse, I'm going to send a series of plagues upon you yourself, your servants, and your people. Then you will see that there is no one else as great as I am in all the earth. ", "15": "For by now I could have easily raised my hand and struck you and your people with a disease so lethal that you would be erased entirely from the earth. ", "16": "But I have kept you in power for a reason, to show you My greater power and to see that My name and reputation spread through all the earth.[a] ", "17": "But you still try to dominate My people and refuse to release them from the land. ", "18": "This time tomorrow, I will unleash an enormous hailstorm upon you—a storm like no other that has ever occurred in Egypt since its beginning until now. ", "19": "So gather all your livestock and anything left in your fields into a safe place. Protect it the best you can, for every man or animal left unprotected in the field when the hailstorm arrives will die.'”", "20": "Some of Pharaoh's servants feared the Eternal's message, so they gathered their servants and livestock into the safety of their houses. ", "21": "But there were others who did not take seriously the Eternal's word, and they left their servants and livestock unprotected in the field.", "22": "Eternal One (to Moses): 22 Raise your hand up toward the heavens, and hail will rain from the sky across the entire land of Egypt—upon people and animals and all the crops in the field throughout the land of Egypt.", "23": "So Moses raised his staff up toward the heavens, and the Eternal released loud thunder and hail from the sky, and fire streaked down upon the earth. He caused hail to rain down upon all of Egypt. ", "24": "As the hail fell, lightning pierced the darkness and lit up the sky. The hailstorm was so intense that it was like no other that had ever occurred in Egypt since its beginning. ", "25": "The hail pounded everything to the ground that remained in the fields, both people and their animals; it crushed every crop, it shattered every tree. ", "26": "There was only one place the hail did not fall—Goshen—where the people of Israel lived.", "27": "Pharaoh then sent for Moses and Aaron. Pharaoh: I admit that this time I've gone too far. I have sinned. The Eternal is in the right; I and my people have done wrong. ", "28": "Go back to the Eternal and plead my case. We have had enough of your God's thunder and hail. I will agree to release you—you and your people will not stay any longer.", "29": "Moses: 29 Watch closely. The moment I step outside the city gates, I will lift up my hands to the Eternal, and the thunder and hail will stop. Then you will know that the earth belongs to Him. ", "30": "But I know very well that you and your servants do not yet fear the Eternal God.", "31": "(The flax and barley crops were both destroyed, because the barley heads were nearly ripe and buds had formed on the flax when the hail fell. ", "32": "But the wheat and the spelt had not yet sprouted, so these crops were spared.)", "33": "Moses left Pharaoh and departed the city. He lifted up his hands to the Eternal and prayed. When he did, the thunder and hail and heavy rains stopped. ", "34": "But as soon as Pharaoh saw that the weather had changed, and he and his servants were certain that the hail and thunder and heavy rains were no longer a threat, they became utterly defiant and Pharaoh hardened his stubborn heart once again. ", "35": "Because his heart was as hard as stone, he refused to release the Israelites as he promised. This happened exactly as the Eternal One predicted through Moses."}