{"1": "Nadab and Abihu were two of Aaron's sons. They got their shallow cups for burning incense. They put fire in them. They added incense to it. They made an offering to the Lord by using fire that wasn't allowed. They did it against his command. ", "2": "So the Lord sent fire on them. It burned them up. They died in front of the Lord. ", "3": "Then Moses spoke to Aaron. He said, “That's what the Lord was talking about when he said, “ 'Among those who approach me I will show that I am holy. In the sight of all the people I will be honored.' ” So Aaron remained silent.", "4": "Moses sent for Mishael and Elzaphan. They were sons of Aaron's uncle Uzziel. Moses said to them, “Come here. Carry the bodies of your cousins outside the camp. Take them away from in front of the Holy Room.” ", "5": "So they came and carried them outside the camp. It was just as Moses had ordered. The bodies of Nadab and Abihu still had their inner robes on them.", "6": "Moses spoke to Aaron and to Eleazar and Ithamar. They were Aaron's sons. Moses said, “Don't let your hair hang loose. Don't tear your clothes. If you do, you will die. And the Lord will be angry with the whole community. But all the Israelites are allowed to show they are sad. They are your relatives. They may mourn for those the Lord has destroyed with fire. ", "7": "Don't leave the entrance to the tent of meeting. If you do, you will die. That's because the Lord's anointing oil has made you holy.” So they did what Moses told them to do.", "8": "Then the Lord spoke to Aaron. He said, ", "9": "“You and your sons will go into the tent of meeting. When you do, you must not drink any kind of wine. If you do, you will die. This is a law that will last for all time to come. ", "10": "This is so that you can tell the difference between what is holy and what is not. You must be able to tell the difference between what is 'clean' and what is not. ", "11": "Then you will be able to teach the Israelites all the rules I have given them through Moses.”", "12": "Moses spoke to Aaron and to Eleazar and Ithamar. They were Aaron's two remaining sons. Moses said, “Take the grain offering left over from the food offerings presented to the Lord. It is very holy. Make bread without yeast from it. Eat it beside the altar. ", "13": "Eat it in the holy area. It's your share and your sons' share of the food offerings presented to the Lord. These rules are in keeping with the command the Lord gave me. ", "14": "But you and your sons and your daughters can eat the breast that was waved. You can also eat the thigh that was offered. Eat them in a 'clean' place. They have been given to you and your children. They are your share of the friendship offerings the Israelites bring. ", "15": "The thigh that was offered must be brought together with the fat parts of the food offerings. The breast that was waved must be brought in the same way. All of it must be lifted up and waved in front of the Lord as a wave offering. It will be the share for you and your children for all time to come. That's what the Lord has commanded.”", "16": "Moses asked about the goat that was brought as the sin offering. He found out that it had been burned up. So he became angry with Eleazar and Ithamar. They were Aaron's two remaining sons. Moses asked them, ", "17": "“Why didn't you eat the sin offering in a place near the Holy Room? The offering is very holy. It was given to you to take the people's guilt away. It paid for their sin in the sight of the Lord. ", "18": "The blood of the offering wasn't taken into the Holy Room. So you should have eaten the goat in a place near the Holy Room. That's what I commanded.”", "19": "Aaron replied to Moses, “Today the people sacrificed their sin offering to the Lord. They also sacrificed their burnt offerings to him. But a terrible thing has happened to me. Two of my sons have died. Would the Lord have been pleased if I had eaten the sin offering today?” ", "20": "When Moses heard that, he was satisfied."}