{"1": "The Lord spoke to Moses and Aaron. He said to them, ", "2": "“Speak to the Israelites. Tell them, 'Many animals live on land. Here are the only ones you can eat. ", "3": "You can eat any animal that has hooves that are separated completely in two. But it must also chew the cud.", "4": "“ 'Some animals only chew the cud. Some only have hooves that are separated in two. You must not eat those animals. Camels chew the cud. But their hooves are not separated in two. So they are “unclean” for you. ", "5": "Rock badgers chew the cud. But their hooves are not separated in two. So they are “unclean” for you. ", "6": "Rabbits chew the cud. But their hooves are not separated in two. So they are “unclean” for you. ", "7": "Pigs have hooves that are separated completely in two. But they do not chew the cud. So they are “unclean” for you. ", "8": "You must not eat the meat of those animals. You must not even touch their dead bodies. They are “unclean” for you.", "9": "“ 'Many creatures live in the water of the oceans and streams. You can eat all those that have fins and scales. ", "10": "Treat as “unclean” all the creatures in the oceans or streams that do not have fins and scales. That includes all those that move together in groups and all those that do not. ", "11": "Treat them as “unclean.” Do not eat their meat. Treat their dead bodies as “unclean.” ", "12": "Regard as “unclean” everything that lives in the water that does not have fins and scales.", "13": "“ 'Here are the birds you must treat as “unclean.” Do not eat them because they are “unclean.” The birds include eagles, vultures and black vultures. ", "14": "They include red kites and all kinds of black kites. ", "15": "They include all kinds of ravens. ", "16": "They include horned owls, screech owls, gulls and all kinds of hawks. ", "17": "They include little owls, cormorants and great owls. ", "18": "They include white owls, desert owls and ospreys. ", "19": "They also include storks, hoopoes, bats and all kinds of herons.", "20": "“ 'Treat as “unclean” every flying insect that walks on all fours. ", "21": "But you can eat some flying insects that walk on all fours. Their legs have joints so they can hop on the ground. ", "22": "Here are the insects you can eat. You can eat all kinds of locusts, katydids, crickets and grasshoppers. ", "23": "Treat as “unclean” every other creature with wings and four legs.", "24": "“ 'You will make yourselves “unclean” if you eat these things. If you touch their dead bodies, you will be “unclean” until evening. ", "25": "If a person picks up one of their dead bodies, that person must wash their clothes. They will be “unclean” until evening.", "26": "“ 'Suppose an animal has hooves that are not separated completely in two. Or suppose an animal does not chew the cud. Then these animals are “unclean” for you. If you touch the dead body of any of them, you will be “unclean.” ", "27": "Many animals walk on all fours. But those that walk on their paws are “unclean” for you. Anyone who touches their dead bodies will be “unclean” until evening. ", "28": "If a person picks up their dead bodies, that person must wash their clothes. They will be “unclean” until evening. These animals are “unclean” for you.", "29": "“ 'Many animals move along the ground. Here are the ones that are “unclean” for you. They include weasels, rats and all kinds of large lizards. ", "30": "They also include geckos, monitor lizards, wall lizards, skinks and chameleons. ", "31": "These are the animals that move around on the ground that are “unclean” for you. If you touch their dead bodies, you will be “unclean” until evening. ", "32": "Suppose one of them dies and falls on something. Then that thing will be “unclean.” It does not matter what it is used for. It does not matter whether it is made out of wood, cloth, hide or rough cloth. Put it in water. It will be “unclean” until evening. After that, it will be “clean.” ", "33": "Suppose one of these animals falls into a clay pot. Then everything in the pot will be “unclean.” You must break the pot. ", "34": "Any food that could be eaten but has water on it that came from that pot is “unclean.” And any liquid that could be drunk from it is “unclean.” ", "35": "Anything that the dead body of one of these animals falls on becomes “unclean.” If it is an oven or cooking pot, break it. It is “unclean.” And you must consider it “unclean.” ", "36": "But a spring or a well for collecting water remains “clean.” That is true even if the dead body of one of these animals falls into it. But anyone who touches the dead body is not “clean.” ", "37": "If the dead body falls on any seeds that have not been planted yet, the seeds remain “clean.” ", "38": "But suppose water has already been put on the seeds. And suppose the dead body falls on them. Then they are “unclean” for you.", "39": "“ 'Suppose an animal you are allowed to eat dies. If anyone touches its dead body, they will be “unclean” until evening. ", "40": "If they eat part of the dead body, they must wash their clothes. They will be “unclean” until evening. If they pick up the dead body, they must wash their clothes. They will be “unclean” until evening.", "41": "“ 'Treat as “unclean” every creature that moves along the ground. Do not eat it. ", "42": "Do not eat any of these creatures. It does not matter whether they move on their bellies. It does not matter whether they walk on all fours or on many feet. It is “unclean.” ", "43": "Do not make yourselves “unclean” by eating any of these animals. Do not make yourselves “unclean” because of them. Do not let them make you “unclean.” ", "44": "I am the Lord your God. Set yourselves apart. Be holy, because I am holy. Do not make yourselves “unclean” by eating any creatures that move around on the ground. ", "45": "I am the Lord. I brought you up out of Egypt to be your God. So be holy, because I am holy.", "46": "“ 'These are the rules about animals and birds. These are the rules about every living thing that moves around in the water. And these are the rules about every creature that moves along the ground. ", "47": "You must be able to tell the difference between what is “clean” and what is not. You must also be able to tell the difference between living creatures that can be eaten and those that can't.' ”"}