{"1": "The Lord said to Moses and Aaron, ", "2": "“Speak to the Israelites. Tell them, 'Suppose liquid waste is flowing out of a man's body. That liquid is not “clean.” ", "3": "It does not matter whether it continues to flow out of his body or is blocked. It will make him “unclean.” Here is how his liquid body waste will make him “unclean.”", "4": "“ 'Any bed the man who has the flow of liquid body waste lies on will be “unclean.” Anything he sits on will be “unclean.” ", "5": "Anyone who touches the man's bed must wash their clothes. They must take a bath. They will be “unclean” until evening. ", "6": "Suppose someone sits on something the man sat on. Then they must wash their clothes. They must take a bath. They will be “unclean” until evening.", "7": "“ 'Suppose someone touches the man who has the flow of liquid body waste. Then they must wash their clothes. They must take a bath. They will be “unclean” until evening.", "8": "“ 'Suppose someone is “clean.” And suppose the man who has the flow of liquid waste spits on them. Then they must wash their clothes. They must take a bath. They will be “unclean” until evening.", "9": "“ 'Everything the man sits on when he is riding will be “unclean.” ", "10": "Suppose someone touches any of the things that were under him. Then they will be “unclean” until evening. Even if they pick up those things, they must wash their clothes. They must take a bath. They will be “unclean” until evening.", "11": "“ 'Suppose the man who has the liquid flow touches someone. And suppose he does it without rinsing his hands with water. Then the person he touched must wash their clothes. They must take a bath. They will be “unclean” until evening.", "12": "“ 'Suppose the man touches a clay pot. Then that pot must be broken. Any wooden thing he touches must be rinsed with water.", "13": "“ 'Suppose the man has been healed from his liquid flow. Then he must wait seven days. He must wash his clothes. He must take a bath in fresh water. After that, he will be “clean.” ", "14": "On the eighth day he must get two doves or two young pigeons. He must come to the Lord at the entrance to the tent of meeting. There he must give the birds to the priest. ", "15": "The priest must sacrifice them. One is for a sin offering. The other is for a burnt offering. In that way the priest will pay for the man's sin in the sight of the Lord. He will do it because the man had a liquid flow.", "16": "“ 'Suppose semen flows from a man's body. Then he must wash his whole body with water. He will be “unclean” until evening. ", "17": "Suppose clothes or leather have semen on them. Then they must be washed with water. They will be “unclean” until evening. ", "18": "Suppose a man sleeps with a woman. And suppose semen flows from his body and touches both of them. Then they must take a bath. They will be “unclean” until evening.", "19": "“ 'Suppose a woman is having her regular monthly period. Then for seven days she will be “unclean.” Anyone who touches her will be “unclean” until evening.", "20": "“ 'Anything she lies on during her period will be “unclean.” Anything she sits on will be “unclean.” ", "21": "Anyone who touches her bed must wash their clothes. They must take a bath. They will be “unclean” until evening. ", "22": "Anyone who touches anything she sits on must wash their clothes. They must take a bath. They will be “unclean” until evening. ", "23": "It does not matter whether it was her bed or anything she was sitting on. If anyone touches it, they will be “unclean” until evening.", "24": "“ 'Suppose a man sleeps with that woman. And suppose blood from her monthly period touches him. Then he will be “unclean” for seven days. Any bed he lies on will be “unclean.”", "25": "“ 'Suppose blood flows from a woman's body for many days. And it happens at a time other than her monthly period. Or blood keeps flowing after her period is over. Then she will be “unclean” as long as the blood continues to flow. She will be “unclean,” just as she is during the days of her period. ", "26": "Any bed she lies on while her blood continues to flow will be “unclean.” It is the same as it is when she is having her period. Anything she sits on will be “unclean.” ", "27": "If anyone touches those things, they will be “unclean.” They must wash their clothes. They must take a bath. They will be “unclean” until evening.", "28": "“ 'Suppose the woman has been healed from her flow of blood. Then she must wait seven days. After that, she will be “clean.” ", "29": "On the eighth day she must get two doves or two young pigeons. She must bring them to the priest at the entrance to the tent of meeting. ", "30": "The priest must sacrifice them. One is for a sin offering. The other is for a burnt offering. In that way he will pay for her sin in the sight of the Lord. He will do it because her flow of blood made her “unclean.”", "31": "“ 'You must keep the Israelites away from things that make them “unclean.” Then they will not die for being “unclean.” And they will not die for making the place “unclean” where I, the Lord, live. It is in the middle of the camp.' ”", "32": "These are the rules for a man who has liquid waste flowing out of his body. They apply to a man made “unclean” by semen that flows from his body. ", "33": "They apply to a woman having her monthly period. They apply to a man or woman who has a liquid flow. And they apply to a man who sleeps with a woman who is “unclean.”"}