{"1": "The Lord spoke to Moses. He said, ", "2": "“Speak to the whole community of Israel. Tell them, 'Be holy, because I am holy. I am the Lord your God.", "3": "“ 'All of you must have respect for your mother and father. You must always keep my Sabbath days. I am the Lord your God.", "4": "“ 'Do not turn away from me to worship statues of gods. Do not make for yourselves metal statues of gods. I am the Lord your God.", "5": "“ 'Suppose you sacrifice a friendship offering to me. Then do it in the right way. And I will accept it from you. ", "6": "You must eat it on the same day you sacrifice it or on the next day. Anything left over until the third day must be burned up. ", "7": "If you eat any of it on the third day, it is not pure. I will not accept it. ", "8": "Whoever eats it will be held responsible. They have misused what is holy to me. They will be separated from their people.", "9": "“ 'Suppose you are harvesting your crops. Then do not harvest all the way to the edges of your field. And do not pick up the grain you missed. ", "10": "Do not go over your vineyard a second time. Do not pick up the grapes that have fallen to the ground. Leave them for poor people and outsiders. I am the Lord your God.", "11": "“ 'Do not steal. “ 'Do not tell lies. “ 'Do not cheat one another.", "12": "“ 'Do not give your word in my name and then be a false witness. That would be treating the name of your God as if it were not holy. I am the Lord.", "13": "“ 'Do not cheat your neighbor. Do not rob him. “ 'Do not hold back the pay of a hired worker until morning.", "14": "“ 'Do not ask for bad things to happen to deaf people. Do not put anything in front of blind people that will make them trip. Instead, have respect for me. I am the Lord your God.", "15": "“ 'Do not make something wrong appear to be right. Treat poor people and rich people in the same way. Do not favor one person over another. Instead, judge everyone fairly.", "16": "“ 'Do not go around spreading lies among your people. “ 'Do not do anything that puts your neighbor's life in danger. I am the Lord.", "17": "“ 'Do not hate another Israelite in your heart. Correct your neighbor boldly when they do something wrong. Then you will not share their guilt.", "18": "“ 'Do not try to get even. Do not hold anything against any of your people. Instead, love your neighbor as you love yourself. I am the Lord.", "19": "“ 'Obey my rules. “ 'Do not let different kinds of animals mate with each other. “ 'Do not mix two kinds of seeds and then plant them in your field. “ 'Do not wear clothes that are made out of two kinds of cloth.", "20": "“ 'Suppose a man sleeps with a female slave. But she and another man have promised to get married to each other. And her freedom has not yet been paid for or given to her. Then she and the man who slept with her must be punished. But they must not be put to death, because she had not been set free. ", "21": "The man must bring a ram to the entrance to the tent of meeting. It is for a guilt offering to me. ", "22": "The priest must take the ram for the guilt offering. He must sacrifice it to pay for the man's sin in my sight. Then his sin will be forgiven.", "23": "“ 'When you enter the land, suppose you plant a fruit tree. Then do not eat its fruit for the first three years. The fruit is “unclean.” ", "24": "In the fourth year all the fruit will be holy. Offer it as a way of showing praise to me. ", "25": "But in the fifth year you can eat the fruit. Then you will gather more and more fruit. I am the Lord your God.", "26": "“ 'Do not eat any meat that still has blood in it. “ 'Do not practice any kind of evil magic.", "27": "“ 'Do not cut the hair on the sides of your head. Do not clip off the edges of your beard.", "28": "“ 'Do not make cuts on your bodies when someone dies. Do not put marks on your skin. I am the Lord.", "29": "“ 'Do not dishonor your daughter's body by making a prostitute out of her. If you do, the Israelites will start going to prostitutes. The land will be filled with evil.", "30": "“ 'You must always keep my Sabbath days. Have respect for my sacred tent. I am the Lord.", "31": "“ 'Do not look for advice from people who get messages from those who have died. Do not go to people who talk to the spirits of the dead. If you do, they will make you “unclean.” I am the Lord your God.", "32": "“ 'Stand up in order to show your respect for old people. Also have respect for me. I am the Lord your God.", "33": "“ 'Suppose an outsider lives with you in your land. Then do not treat them badly. ", "34": "Treat them as if they were one of your own people. Love them as you love yourself. Remember that all of you were outsiders in Egypt. I am the Lord your God.", "35": "“ 'Be honest when you measure lengths, weights or amounts. ", "36": "Use honest scales and honest weights. Use honest dry measures. And use honest liquid measures. I am the Lord your God. I brought you out of Egypt.", "37": "“ 'Obey all my rules and laws. Follow them. I am the Lord.' ”"}