{"1": "The Lord spoke to Moses at Mount Sinai. He said, ", "2": "“Speak to the Israelites. Tell them, 'You will enter the land I am going to give you. When you do, you must honor the Lord every seventh year by not farming the land that year. ", "3": "For six years plant your fields. Trim the branches in your vineyards and gather your crops. ", "4": "But the seventh year must be a year of sabbath rest for the land. The land must rest during it. It is a sabbath year to honor the Lord. Do not plant your fields. Do not trim the branches in your vineyards. ", "5": "Do not gather what grows without being planted. And do not gather the grapes from the vines you have not taken care of. The land must have a year of rest. ", "6": "Anything the land produces during the sabbath year will be food for you. It will be for you and your male and female servants. Your hired workers will eat it. So will people who live with you for a while. ", "7": "And so will your livestock and the wild animals that are in your land. Anything the land produces can be eaten.", "8": "“ 'Count off seven sabbath years. Count off seven times seven years. The seven sabbath years add up to a total of 49 years. ", "9": "The tenth day of the seventh month is the day when sin is paid for. On that day blow the trumpet all through your land. ", "10": "Set the 50th year apart. Announce freedom all over the land to everyone who lives there. The 50th year will be a Year of Jubilee for you. Each of you must return to your own family property. And each of you must return to your own tribe. ", "11": "The 50th year will be a Year of Jubilee for you. Do not plant anything. Do not gather what grows without being planted. And do not gather the grapes from the vines you have not taken care of. ", "12": "It is a Year of Jubilee. It will be holy for you. Eat only what the fields produce.", "13": "“ 'In the Year of Jubilee all of you must return to your own property.", "14": "“ 'Suppose you sell land to any of your own people. Or you buy land from them. Then do not take advantage of each other. ", "15": "The price you pay must be based on the number of years since the last Year of Jubilee. Here is how the price you charge must be decided. It must be based on the number of years left for gathering crops before the next Year of Jubilee. ", "16": "When there are many years left, you must raise the price. When there are only a few years left, you must lower the price. That is because what is really being sold to you is the number of crops the land will produce. ", "17": "Do not take advantage of each other. Instead, have respect for your God. I am the Lord your God.", "18": "“ 'Follow my rules. Be careful to obey my laws. Then you will live safely in the land. ", "19": "The land will produce its fruit. You will eat as much as you want. And you will live there in safety. ", "20": "Suppose you say, “In the seventh year we will not plant anything or gather our crops. So what will we eat?” ", "21": "I will send you a great blessing in the sixth year. The land will produce enough for three years. ", "22": "While you plant during the eighth year, you will eat food from the old crop. You will continue to eat food from it until the crops from the ninth year are gathered.", "23": "“ 'The land must not be sold without a way of getting it back. That is because it belongs to me. You are only outsiders and strangers in my land. ", "24": "You must make sure that you can buy the land back. That applies to all the land that belongs to you.", "25": "“ 'Suppose one of your own people becomes poor. And suppose they have to sell some of their land. Then their nearest relative must come and buy back what they have sold. ", "26": "But suppose they do not have anyone to buy it back for them. And suppose things go well for them and they earn enough money to buy it back themselves. ", "27": "Then they must decide how much the crops have become worth since the time they sold the land. They must take that amount off the price the land was sold for. They must give the one selling it back to them the money that is left. Then they can go back to their own property. ", "28": "But suppose they have not earned enough money to pay them back. Then the buyer they sold the land to will keep it until the Year of Jubilee. At that time it will be returned to them. Then they can go back to their property.", "29": "“ 'Suppose someone sells a house in a city that has a wall around it. Then for a full year after they sell it they have the right to buy it back. ", "30": "But suppose they do not buy it back before the full year has passed. Then the house in the walled city will continue to belong to the buyer and the buyer's children. It will not be returned to the seller in the Year of Jubilee. ", "31": "But houses in villages that do not have walls around them must be treated like property outside walled cities. Those houses can be bought back at any time. And they must be returned in the Year of Jubilee.", "32": "“ 'The Levites always have the right to buy back their houses in the towns that belong to them. ", "33": "So their property among the Israelites can be bought back. That applies to a house sold in any of their towns. Any house that is sold must be returned to its original owner in the Year of Jubilee. That is because the houses of the Levites will always belong to them. ", "34": "But the grasslands around their towns must never be sold. They will belong to them for all time to come.", "35": "“ 'Suppose any of your own people become poor. And suppose they can't take care of themselves. Then help them just as you would help an outsider or a stranger. In that way, the poor can continue to live among you. ", "36": "Do not charge them interest of any kind. Instead, have respect for God. Then those who have become poor can continue to live among you. ", "37": "If you lend them money, you must not charge them interest. And you must not sell them food for more than it cost you. ", "38": "I am the Lord your God. I brought you out of Egypt. I did it to give you the land of Canaan. I wanted to be your God.", "39": "“ 'Suppose any of your own people become poor. And suppose they sell themselves to you. Then do not make them work as slaves. ", "40": "You must treat them like hired workers. Or you must treat them like those living among you for a while. They must work for you until the Year of Jubilee. ", "41": "Then they and their children must be set free. They will go back to their own tribes. They will go back to the property their people have always owned. ", "42": "The Israelites are my servants. I brought them out of Egypt. So they must not be sold as slaves. ", "43": "Show them pity when you rule over them. Have respect for God.", "44": "“ 'You must get your male and female slaves from the nations that are around you. You can buy slaves from them. ", "45": "You can also buy as slaves some of the people living among you for a while. You can also buy members of their families born among you. They will become your property. ", "46": "You can leave them to your children as their share of your property. You can make them slaves for life. But when you rule over your own people, you must be kind to them.", "47": "“ 'Suppose an outsider living among you for a while becomes rich. Then suppose any of your own people become poor. Then they sell themselves to the outsider living among you. Or they sell themselves to a member of the outsider's family. ", "48": "Then they keep the right to buy themselves back after they have sold themselves. One of their relatives can buy them back. ", "49": "An uncle or a cousin can buy them back after they have sold themselves. In fact, any relative in their tribe can do it. Or suppose things go well for them. Then they can buy themselves back. ", "50": "They and their buyer must count the number of years from the time of the sale up to the Year of Jubilee. The price for their freedom must be based on the amount paid to a hired man for that number of years. ", "51": "Suppose there are many years until the Year of Jubilee. Then for their freedom they must pay a larger share of the price paid for them. ", "52": "But suppose there are only a few years left until the Year of Jubilee. Then they must count the number of years that are left. The payment for their freedom must be based on that number. ", "53": "They must be treated as workers hired from year to year. You must make sure that those they must work for are kind to them when they rule over them.", "54": "“ 'Suppose they are not bought back in any of those ways. Then they and their children must still be set free in the Year of Jubilee. ", "55": "That's because the Israelites belong to me. They are my servants. I brought them out of Egypt. I am the Lord your God."}