{"1": "Simon Peter, a servant and an apostle of Jesus Christ, To those who have obtained the same kind of faith as ours in the righteousness of our God and Savior, Jesus Christ:", "2": "Grace and peace be multiplied to you in the knowledge of God and of Jesus[a] our Lord.", "3": "His divine power has given us everything we need for life and godliness through the knowledge of him who called us by his own[b] glory and excellence. ", "4": "Through these he has given us his precious and great promises so that through them you may share in the divine nature, having escaped from the corruption that sinful lust causes in the world.", "5": "And, for this very reason, after applying every effort, add moral excellence to your faith. To moral excellence, add knowledge. ", "6": "To knowledge, add self-control. To self-control, add patient endurance. To patient endurance, add godliness. ", "7": "To godliness, add brotherly affection. And to brotherly affection, add love. ", "8": "For if you have these qualities and they are increasing, they are going to keep you from being idle or unfruitful in regard to your knowledge of our Lord Jesus Christ. ", "9": "Indeed, the person who lacks these qualities is shortsighted and, in fact, blind, because he has forgotten that he was cleansed from his old sins.", "10": "Therefore, brothers,[c] be more eager to make your calling and election sure for yourselves.[d] For if you do these things, you will never stumble. ", "11": "In fact, in this way you will be richly supplied with an entrance into the eternal kingdom of our Lord and Savior Jesus Christ.", "12": "That is why I intend[e] always to keep reminding you of these things, even though you already know them and are established in the truth you now have. ", "13": "I think it is right, as long as I am in this tent, to keep you wide awake by reminding you, ", "14": "because I know that the putting off of my tent is going to happen soon, as our Lord Jesus Christ has made clear to me. ", "15": "I will also make every effort so that after my departure you always have a reminder of these things.", "16": "To be sure, we were not following cunningly devised fables when we made known to you the powerful appearance of our Lord Jesus Christ, but we were eyewitnesses of his majesty. ", "17": "For he received honor and glory from God the Father, when the voice came to him from within the Majestic Glory, saying, “This is my Son, whom I love; with him I am well pleased.”[f] ", "18": "We heard this voice, which came out of heaven when we were with him on the holy mountain.", "19": "We also have the completely reliable prophetic word. You do well to pay attention to it, as to a lamp shining in a dark place, until the day dawns and the Morning Star rises in your hearts, ", "20": "since we know this above all else: No prophecy of Scripture comes about from someone's own interpretation. ", "21": "In fact, no prophecy ever came by the will of man, but men spoke from God[g] as they were being carried along by the Holy Spirit."}