{"1": "During the time that Jotham, Ahaz, and Hezekiah were kings of Judah, the word of the Lord came to Micah. Micah was from Moresheth. He saw these visions about Samaria and Jerusalem.", "2": "Listen, all you people! Earth and everyone on it,[a] listen! The Lord God will be a witness against you. The Lord will come from his holy temple.", "3": "See, the Lord is leaving his place to come down and walk on the high places[b] of the earth.", "4": "The mountains will melt under him like wax in a fire. The valleys will break apart and slide like water rushing down a hill.", "5": "This will happen because of Jacob's sin, because of the sins of the nation[c] of Israel. What caused Jacob to sin? It was Samaria. Where is the high place in Judah? It is Jerusalem.", "6": "So I will change Samaria into a pile of rocks in the field, a place ready for planting grapes. I will push Samaria's stones down into the valley, leaving nothing but the foundations.", "7": "All her idols will be broken to pieces. And the offerings to her idols will be burned. I will destroy all her statues of false gods, because she got them as pay for being a prostitute. So those things will be taken away to be used again for paying prostitutes.", "8": "I will be very sad about what will happen. I will go without sandals and clothes. I will cry like a dog.[d] I will mourn like a bird.[e]", "9": "Samaria's[f] wound cannot be healed. Her disease has spread to Judah. It has reached the city gate of my people; it has spread all the way to Jerusalem.", "10": "Don't tell it in Gath.[g] Don't cry in Acco.[h] Roll yourself in the dust at Beth Ophrah.[i]", "11": "You people living in Shaphir,[j] pass on your way, naked and ashamed. The people living in Zaanan[k] will not come out. The people in Beth Ezel[l] will cry and take their support from you.", "12": "The people living in Maroth[m] wait for something good to happen, even though trouble has come down from the Lord and has reached the city gate of Jerusalem.", "13": "You people living in Lachish,[n] get the horses ready for your chariots. You are guilty of the same sins Israel[o] committed, and you brought those sins to Jerusalem.[p]", "14": "So you must give goodbye gifts to Moresheth[q] in Gath. The houses in Aczib[r] will trick the kings of Israel.", "15": "You people who live in Mareshah,[s] I will bring someone against you who will take the things you own. The Glory of Israel will come into Adullam.[t]", "16": "So cut off your hair, make yourself bald,[u] because you will cry for the children you love. Make yourself bald like an eagle[v] and show your sadness, because your children will be taken away from you."}