{"1": "The building of the Temple is hindered, and how,   11 Letters to Artaxerxes, and the answer. But [a]the adversaries of Judah and Benjamin heard, that the children of the captivity built the Temple unto the Lord God of Israel.", "2": "And they came to Zerubbabel, and to the chief fathers, and said unto them, We will build with you: for we seek the Lord your God as ye do, and we have sacrificed unto him since the time of Esarhaddon king of Assyria, which brought us up hither.", "3": "Then Zerubbabel, and Jeshua, and the rest of the chief fathers of Israel said unto them, It is not for you, but for us to build the house unto our God: [b]for we ourselves together will build it unto the Lord God of Israel, as king Cyrus the king of Persia hath commanded us.", "4": "Wherefore the people of the land [c]discouraged the people of Judah, and troubled them in building.", "5": "And they [d]hired counselors against them, to hinder their devise all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.", "6": "And in the reign of [e]Ahasuerus (in the beginning of his reign) wrote they an accusation against the inhabitants of Judah and Jerusalem.", "7": "And in the days of [f]Artachshashta, Mithredath, Tabeel, and the rest of their companions wrote when it was peace, unto Artaxerxes king of Persia, and the writing of the letter was the Aramites writing, and the thing declared was in the language of the Aramites.", "8": "Rehum the [g]chancellor, and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king, in this sort.", "9": "Then wrote Rehum the chancellor, and Shimshai the scribe, and their companions [h]Dinai, and Apharsathcai, Tarpelai, Persia, Archevai, Bablai, Shushanchai, Dehave, Elamai,", "10": "And the rest of the people whom the great and noble [i]Osnapper brought over, and set in the cities of Samaria, and other that are beyond the [j]River and [k]Cheeneth.", "11": "¶ This is the copy of the letter that they sent unto King Artaxerxes, THY SERVANTS the men beyond the River and Cheeneth, salute thee.", "12": "Be it known unto the King that the Jews, which came up from thee to us, are come unto Jerusalem (a city rebellious and wicked) and build, and lay the foundations of the walls, and have joined the foundations.", "13": "Be it known now unto the king, that if this city be built, and the foundations of the walls laid, they will not give toll, tribute, nor [l]custom: so shalt thou hinder the king's tribute.", "14": "Now therefore because [m]we have been brought up in the King's palace, it was not meet for us to see the King's dishonor: for this cause have we sent and certified the King,", "15": "That one may search in the book of the Chronicles of thy fathers, and thou shalt find in the book of the Chronicles, and perceive that this city is rebellious and noisome unto kings and provinces, and that they have moved sedition of old time, for the which cause this city was destroyed.", "16": "We certify the king therefore, that if this city be built, and the foundation of the walls laid, by this means the portion beyond the River shall not be thine.", "17": "¶ The King sent an answer unto Rehum the chancellor, and Shimshai the scribe, and to the rest of their companions that dwelt in Samaria, and unto the other beyond the River, [n]Shelam and [o]Cheeth.", "18": "¶ The letter which ye sent unto us, hath been openly read before me,", "19": "And I have commanded and they have searched, and found, that this city of old time hath made insurrection against kings, and hath rebelled, and rebellion hath been committed therein.", "20": "There have been mighty kings also over Jerusalem, which have ruled over all beyond the River, and toll, tribute and custom was given unto them.", "21": "Make ye now a decree that those men may cease, and that the city be not built, till I have given another commandment.", "22": "Take heed now that ye fail not to do this: why should damage grow to hurt the king?", "23": "When the copy of king Artaxerxes's letter was read before Rehum and Shimshai the scribe, and their companions, they went up in all the haste to Jerusalem unto the Jews, and caused them to cease by force and power.", "24": "Then [p]ceased the work of the house of God, which was in Jerusalem, and did stay unto the second year of Darius king of Persia."}