{"1": "Haggai and Zechariah do prophesy. 3 The work of the Temple goeth forward contrary to the mind of Tattenai. 6 His letters to Darius. Then [a]Haggai a Prophet, and Zechariah the son of Iddo a Prophet prophesied unto the Jews that were in Judah, and Jerusalem, in the Name of the God of Israel, even unto them.", "2": "Then Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak arose, and began to build the house of God at Jerusalem, and with them were the Prophets of God, which [b]helped them.", "3": "¶ At the same time came to them Tattenai which was captain beyond the River, and Shethar-Boznai, and their companions, and said thus unto them, Who hath given you commandment to build this house, and to lay the foundations of these walls?", "4": "[c]Then said we unto them after this manner, What are the names of the men that build this building?", "5": "But the [d]eye of their God was upon the Elders of the Jews, that they could not cause them to cease, till the matter came to Darius: and then they answered by letters thereunto.", "6": "The copy of the letter, that Tattenai captain beyond the River, and Shethar-Boznai and his companions, Persians, (which were beyond the river) sent unto King Darius.", "7": "They sent a letter unto him, wherein it was written thus, UNTO DARIUS the king, all peace.", "8": "Be it known unto the king, that we went into the province of Judea, to the house of the great God, which is built with [e]great stones, and beams are laid in the walls, and this work is wrought speedily, and prospereth in their hands.", "9": "Then asked we those Elders, and said unto them thus, Who hath given you commandment to build this house, and to lay the foundation of these walls?", "10": "We asked their names also that we might certify thee, and that we might write the names of the men that were their rulers.", "11": "But they answered us thus, and said, We are the servants of the God of heaven and earth, and build the house that was built of old and many years ago, which a [f]great king of Israel built, and founded it.", "12": "But after that our fathers had provoked the God of heaven unto wrath, he gave them over into the hand of Nebuchadnezzar king of Babel the Chaldean, and he destroyed this house, and carried the people away captive unto Babel.", "13": "But in the [g]first year of Cyrus king of Babel, King Cyrus made a decree to build this house of God.", "14": "And the vessels of gold and silver of the house of God, which Nebuchadnezzar took out of the Temple, that was in Jerusalem, and brought them into the Temple of Babel, those did Cyrus the king take out of the Temple of Babel, and they gave them unto one [h]Sheshbazzar by his name, whom he had made captain.", "15": "And he said unto him, Take these vessels and go thy way, and put them in the Temple that is in Jerusalem, and let the house of God be built in his place.", "16": "Then came the same Sheshbazzar and laid the foundation of the house of God, which is in Jerusalem, and since that time even until now, hath it been in building, yet is it not finished.", "17": "Now therefore if it please the king, let there be search made in the house of the king's [i]treasures, which is there in Babel, whether a decree hath been made by king Cyrus, to build this house of God in Jerusalem, and let the King send his mind concerning this."}