{"1": "Lord, hear my prayer! Let my cry reach you!", "2": "Don't hide your face from me in my time of trouble! Listen to me! Answer me quickly as I cry out!", "3": "Because my days disappear like smoke, my bones are burned up as if in an oven;", "4": "my heart is smashed like dried-up grass. I even forget to eat my food", "5": "because of my intense groans. My bones are protruding from my skin.", "6": "I'm like some wild owl— like some screech owl in the desert.", "7": "I lie awake all night. I'm all alone like a bird on a roof.", "8": "All day long my enemies make fun of me; those who mock me curse using my name!", "9": "I've been eating ashes instead of bread. I've been mixing tears into my drinks", "10": "because of your anger and wrath, because you picked me up and threw me away.", "11": "My days are like a shadow soon gone. I'm dried up like dead grass.", "12": "But you, Lord, rule forever! Your fame lasts from one generation to the next!", "13": "You will stand up— you'll have compassion on Zion because it is time to have mercy on her— the time set for that has now come!", "14": "Your servants cherish Zion's stones; they show mercy even to her dirt.", "15": "The nations will honor the Lord's name; all the earth's rulers will honor your glory", "16": "because the Lord will rebuild Zion; he will be seen there in his glory.", "17": "God will turn to the prayer of the impoverished; he won't despise their prayers.", "18": "Let this be written down for the next generation so that people not yet created will praise the Lord:", "19": "The Lord looked down from his holy summit, surveyed the earth from heaven,", "20": "to hear the prisoners' groans, to set free those condemned to death,", "21": "that the Lord's name may be declared in Zion and his praise declared in Jerusalem,", "22": "when all people are gathered together— all kingdoms—to serve the Lord.", "23": "God broke my strength in midstride, cutting my days short.", "24": "I said, “My God, don't take me away in the prime of life— your years go on from one generation to the next!", "25": "You laid the earth's foundations long ago; the skies are your handiwork.", "26": "These things will pass away, but you will last. All of these things will wear out like clothing; you change them like clothes, and they pass on.", "27": "But you are the one! Your years never end!", "28": "Let your servants' children live safe; let your servants' descendants live secure in your presence.”"}