{"1": "Let my whole being[a] bless the Lord! Lord my God, how fantastic you are! You are clothed in glory and grandeur!", "2": "You wear light like a robe; you open the skies like a curtain.", "3": "You build your lofty house on the waters; you make the clouds your chariot, going around on the wings of the wind.", "4": "You make the winds your messengers; you make fire and flame your ministers.", "5": "You established the earth on its foundations so that it will never ever fall.", "6": "You covered it with the watery deep like a piece of clothing; the waters were higher than the mountains!", "7": "But at your rebuke they ran away; they fled in fear at the sound of your thunder.", "8": "They flowed over the mountains, streaming down the valleys to the place you established for them.", "9": "You set a boundary they cannot cross so they'll never again cover the earth.", "10": "You put gushing springs into dry riverbeds. They flow between the mountains,", "11": "providing water for every wild animal— the wild donkeys quench their thirst.", "12": "Overhead, the birds in the sky make their home, chirping loudly in the trees.", "13": "From your lofty house, you water the mountains. The earth is filled full by the fruit of what you've done.", "14": "You make grass grow for cattle; you make plants for human farming in order to get food from the ground,", "15": "and wine, which cheers people's hearts, along with oil, which makes the face shine, and bread, which sustains the human heart.", "16": "The Lord's trees are well watered— the cedars of Lebanon, which God planted,", "17": "where the birds make their nests, where the stork has a home in the cypresses.", "18": "The high mountains belong to the mountain goats; the ridges are the refuge of badgers.", "19": "God made the moon for the seasons, and the sun too, which knows when to set.", "20": "You bring on the darkness and it is night, when every forest animal prowls.", "21": "The young lions roar for their prey, seeking their food from God.", "22": "When the sun rises, they gather together and lie down in their dens.", "23": "Then people go off to their work, to do their work until evening.", "24": "Lord, you have done so many things! You made them all so wisely! The earth is full of your creations!", "25": "And then there's the sea, wide and deep, with its countless creatures— living things both small and large.", "26": "There go the ships on it, and Leviathan, which you made, plays in it!", "27": "All your creations wait for you to give them their food on time.", "28": "When you give it to them, they gather it up; when you open your hand, they are filled completely full!", "29": "But when you hide your face, they are terrified; when you take away their breath, they die and return to dust.", "30": "When you let loose your breath, they are created, and you make the surface of the ground brand-new again.", "31": "Let the Lord's glory last forever! Let the Lord rejoice in all he has made!", "32": "He has only to look at the earth, and it shakes. God just touches the mountains, and they erupt in smoke.", "33": "I will sing to the Lord as long as I live; I will sing praises to my God while I'm still alive.", "34": "Let my praise be pleasing to him; I'm rejoicing in the Lord!", "35": "Let sinners be wiped clean from the earth; let the wicked be no more. But let my whole being bless the Lord! Praise the Lord!"}