{"1": "Give thanks to the Lord; call upon his name; make his deeds known to all people!", "2": "Sing to God; sing praises to the Lord; dwell on all his wondrous works!", "3": "Give praise to God's holy name! Let the hearts rejoice of all those seeking the Lord!", "4": "Pursue the Lord and his strength; seek his face always!", "5": "Remember the wondrous works he has done, all his marvelous works, and the justice he declared—", "6": "you who are the offspring of Abraham, his servant, and the children of Jacob, his chosen ones.", "7": "The Lord—he is our God. His justice is everywhere throughout the whole world.", "8": "God remembers his covenant forever, the word he commanded to a thousand generations,", "9": "which he made with Abraham, the solemn pledge he swore to Isaac.", "10": "God set it up as binding law for Jacob, as an eternal covenant for Israel,", "11": "promising, “I hereby give you the land of Canaan as your allotted inheritance.”", "12": "When they were few in number— insignificant, just immigrants—", "13": "wandering from nation to nation, from one kingdom to the next,", "14": "God didn't let anyone oppress them. God punished kings for their sake:", "15": "“Don't touch my anointed ones; don't harm my prophets!”", "16": "When God called for a famine in the land, destroying every source of food,", "17": "he sent a man ahead of them, who was sold as a slave: it was Joseph.", "18": "Joseph's feet hurt in his shackles; his neck was in an iron collar,", "19": "until what he predicted actually happened, until what the Lord had said proved him true.[a]", "20": "The king sent for Joseph and set him free; the ruler of many people released him.", "21": "The king made Joseph master of his house and ruler over everything he owned,", "22": "to make sure his princes acted according to his will, and to teach wisdom to his advisors.", "23": "That's how Israel came to Egypt, how Jacob became an immigrant in the land of Ham.", "24": "God made his people very fruitful, more powerful than their enemies,", "25": "whose hearts God changed so they hated his people and dealt shrewdly with his servants.", "26": "God sent Moses his servant and the one he chose, Aaron.", "27": "They put God's signs on Egypt,[b] his marvelous works on the land of Ham.", "28": "God sent darkness, and it became dark, but the Egyptians rejected his word.", "29": "God turned their waters into blood and killed their fish.", "30": "God made their land swarm with frogs[c]— even in the bedrooms of their king!", "31": "God spoke, and the insects came— gnats throughout their whole country!", "32": "God turned their rain into hail along with lightning flashes throughout their land.", "33": "God destroyed their vines and their fig trees; shattered the trees of their countryside.", "34": "God spoke, and the locusts came— countless grasshoppers came!", "35": "They devoured all the plants in their land; they devoured the fruit of their soil.", "36": "God struck down all the oldest sons throughout their land; struck down their very pride and joy.", "37": "Then God brought Israel out, filled with silver and gold; not one of its tribes stumbled.", "38": "Egypt celebrated when they left, because the dread of Israel had come upon them.", "39": "God spread out clouds as a covering; gave lightning to provide light at night.", "40": "The people asked, and God brought quail; God filled them full with food from heaven.", "41": "God opened the rock and out gushed water— flowing like a river through the desert!", "42": "Because God remembered his holy promise to Abraham his servant,", "43": "God brought his people out with rejoicing, his chosen ones with songs of joy.", "44": "God gave them the lands of other nations; they inherited the wealth of many peoples—", "45": "all so that they would keep his laws and observe his instructions. Praise the Lord!"}