{"1": "Praise the Lord! Give thanks to the Lord because he is good, because his faithful love endures forever.", "2": "Who could possibly repeat all of the Lord's mighty acts or publicly recount all his praise?", "3": "The people who uphold justice, who always do what is right, are truly happy!", "4": "Remember me, Lord, with the favor you show your people. Visit me with your saving help", "5": "so I can experience the good things your chosen ones experience, so I can rejoice in the joy of your nation, so I can praise along with your possession.", "6": "We have sinned—right along with our ancestors. We've done what is wrong. We've acted wickedly.", "7": "Our ancestors in Egypt didn't understand your wondrous works. They didn't remember how much faithful love you have. So they rebelled by the sea—at the Reed Sea.[a]", "8": "But God saved them for the sake of his good name, to make known his mighty power.", "9": "God scolded the Reed Sea, and it dried right up; he led them through the deeps like they were a dry desert.", "10": "God saved them from hostile powers; he redeemed them from the power of the enemy.", "11": "But the waters covered over their foes— not one of them survived!", "12": "So our ancestors trusted God's words; they sang God's praise.", "13": "But how quickly they forgot what he had done! They wouldn't wait for his advice.", "14": "They were overcome with craving in the desert; they tested God in the wastelands.", "15": "God gave them what they asked for; he sent food[b] to satisfy their appetites.", "16": "But then they were jealous of Moses in the camp, jealous too of Aaron, the Lord's holy one.", "17": "So the earth opened up, swallowing Dathan, and covering over Abiram's crowd.", "18": "Fire blazed throughout that whole group; flames burned up the wicked.", "19": "They made a calf at Horeb, bowing down to a metal idol.", "20": "They traded their glorious God[c] for an image of a bull that eats grass.", "21": "They forgot the God who saved them— the one who had done great things in Egypt,", "22": "wondrous works in the land of Ham, awesome deeds at the Reed Sea.", "23": "So God determined that he would destroy them— except for the fact that Moses, his chosen one, stood in the way, right in front of him, and turned God's destructive anger away.", "24": "But then they rejected the land that was so desirable. They didn't trust God's promise.", "25": "They muttered in their tents and wouldn't listen to the Lord's voice.", "26": "So God raised his hand against them, making them fall in the desert,", "27": "scattering their offspring among the nations, casting them across many lands.", "28": "They joined themselves to Baal-peor and ate sacrifices offered to the dead.", "29": "They made God angry by what they did, so a plague broke out against them.", "30": "Then Phinehas stood up and prayed, and the plague was contained.", "31": "That's why Phinehas is considered righteous, generation after generation, forever.", "32": "But they angered God at Meribah's waters, and things went badly for Moses because of them,", "33": "because they made him bitter so that he spoke rashly with his lips.", "34": "They didn't destroy the nations as the Lord had ordered them to do.", "35": "Instead, they got mixed up with the nations, learning what they did", "36": "and serving those false gods, which became a trap for them.", "37": "They sacrificed their own sons and daughters to demons!", "38": "They shed innocent blood, the blood of their own sons and daughters— the ones they sacrificed to Canaan's false gods— so the land was defiled by the bloodshed.", "39": "They made themselves unclean by what they did; they prostituted themselves by their actions.", "40": "So the Lord's anger burned against his people; he despised his own possession.", "41": "God handed them over to the nations; people who hated them ruled over them.", "42": "Their enemies oppressed them, and they were humbled under their power.", "43": "God delivered them numerous times, but they were determined to rebel, and so they were brought down by their own sin.", "44": "But God saw their distress when he heard their loud cries.", "45": "God remembered his covenant for their sake, and because of how much faithful love he has, God changed his mind.", "46": "God allowed them to receive compassion from all their captors.", "47": "Lord our God, save us! Gather us back together from among all the nations so we can give thanks to your holy name and rejoice in your praise!", "48": "Bless the Lord, the God of Israel, from forever ago to forever from now! And let all the people say, “Amen!” Praise the Lord!"}