{"1": "“Give thanks to the Lord because he is good, because his faithful love lasts forever!”", "2": "That's what those who are redeemed by the Lord say, the ones God redeemed from the power of their enemies,", "3": "the ones God gathered from various countries, from east and west, north and south.", "4": "Some of the redeemed had wandered into the desert, into the wasteland. They couldn't find their way to a city or town.", "5": "They were hungry and thirsty; their lives were slipping away.", "6": "So they cried out to the Lord in their distress, and God delivered them from their desperate circumstances.", "7": "God led them straight to human habitation.", "8": "Let them thank the Lord for his faithful love and his wondrous works for all people,", "9": "because God satisfied the one who was parched with thirst, and he filled up the hungry with good things!", "10": "Some of the redeemed had been sitting in darkness and deep gloom; they were prisoners suffering in chains", "11": "because they had disobeyed God's instructions and rejected the Most High's plans.", "12": "So God humbled them with hard work. They stumbled, and there was no one to help them.", "13": "So they cried out to the Lord in their distress, and God saved them from their desperate circumstances.", "14": "God brought them out from the darkness and deep gloom; he shattered their chains.", "15": "Let them thank the Lord for his faithful love and his wondrous works for all people,", "16": "because God has shattered bronze doors and split iron bars in two!", "17": "Some of the redeemed were fools because of their sinful ways. They suffered because of their wickedness.", "18": "They had absolutely no appetite for food; they had arrived at death's gates.", "19": "So they cried out to the Lord in their distress, and God saved them from their desperate circumstances.", "20": "God gave the order and healed them; he rescued them from their pit.", "21": "Let them thank the Lord for his faithful love and his wondrous works for all people.", "22": "Let them offer thanksgiving sacrifices and declare what God has done in songs of joy!", "23": "Some of the redeemed had gone out on the ocean in ships, making their living on the high seas.", "24": "They saw what the Lord had made; they saw his wondrous works in the depths of the sea.", "25": "God spoke and stirred up a storm that brought the waves up high.", "26": "The waves went as high as the sky; they crashed down to the depths. The sailors' courage melted at this terrible situation.", "27": "They staggered and stumbled around like they were drunk. None of their skill was of any help.", "28": "So they cried out to the Lord in their distress, and God brought them out safe from their desperate circumstances.", "29": "God quieted the storm to a whisper; the sea's waves were hushed.", "30": "So they rejoiced because the waves had calmed down; then God led them to the harbor they were hoping for.", "31": "Let them thank the Lord for his faithful love and his wondrous works for all people.", "32": "Let them exalt God in the congregation of the people and praise God in the assembly of the elders.", "33": "God turns rivers into desert, watery springs into thirsty ground,", "34": "fruitful land into unproductive dirt, when its inhabitants are wicked.", "35": "But God can also turn the desert into watery pools, thirsty ground into watery springs,", "36": "where he settles the hungry. They even build a city and live there!", "37": "They plant fields and vineyards and obtain a fruitful harvest.", "38": "God blesses them, and they become many. God won't even let their cattle diminish.", "39": "But when they do diminish— when they're brought down by oppression, trouble, and grief—", "40": "God pours contempt on their leaders, making them wander aimlessly in the wastelands.", "41": "But God raises the needy from their suffering; he makes their families as numerous as sheep!", "42": "Those who do right see it and celebrate, but every wicked person shuts their mouth.", "43": "Whoever is wise will pay attention to these things, carefully considering the Lord's faithful love."}