{"1": "God of my praise, don't keep quiet,", "2": "because the mouths of wicked liars have opened up against me, talking about me with lying tongues.", "3": "Hateful words surround me; they attack me for no reason.", "4": "Instead of returning my love, they accuse me— but I am at prayer.", "5": "They repay me evil for good, hatred in return for my love.", "6": "“Appoint a wicked person to be against this person,” they say, “an accuser to stand right next to him.", "7": "When the sentence is passed, let him be found guilty— let his prayer be found sinful!", "8": "Let his days be few; let someone else assume his position.", "9": "Let his children become orphans; let his wife turn into a widow.", "10": "Let his children wander aimlessly, begging, driven out of their ruined homes.", "11": "Let a creditor seize everything he owns; let strangers plunder his wealth.", "12": "Let no one extend faithful love to him; let no one have mercy on his orphans.", "13": "Let his descendants be eliminated; let their names be wiped out in just one generation!", "14": "Let his father's wrongdoing be remembered before the Lord; let his mother's sin never be wiped out.", "15": "Let them be before the Lord always, and let God eliminate the very memory of them from the land.", "16": "All because this person didn't remember to demonstrate faithful love, but chased after the poor and needy— even the brokenhearted—with deadly intent!", "17": "Since he loved to curse, let it come back on him! Since he didn't care much for blessing, let it be far away from him!", "18": "Since he wore curses like a coat, let them seep inside him like water, seep into his bones like oil!", "19": "Let them be like the clothes he wears, like a belt that is always around him.”", "20": "But let all that be the reward my accusers get from the Lord, the reward for those who speak evil against me!", "21": "But you, Lord, my Lord!— act on my behalf for the sake of your name; deliver me because your faithful love is so good;", "22": "because I am poor and needy, and my heart is broken.", "23": "Like a lengthening shadow, I'm passing away; I'm shaken off, like some locust.", "24": "My legs are weak from fasting; my body is skin and bones.", "25": "I've become a joke to my accusers; when they see me, they just shake their heads.", "26": "Help me, Lord my God! Save me according to your faithful love!", "27": "And let them know that this is by your hand— that you have done it, Lord!", "28": "Let them curse—but you, bless me! If they rise up, let them be disgraced, but let your servant celebrate!", "29": "Let my accusers be dressed in shame; let them wear their disgrace like a coat.", "30": "But I will give great thanks to the Lord with my mouth; among a great crowd I will praise God!", "31": "Because God stands right next to the needy, to save them from any who would condemn them."}