{"1": "Give thanks to the Lord because he is good, because his faithful love lasts forever.", "2": "Let Israel say it: “God's faithful love lasts forever!”", "3": "Let the house of Aaron say it: “God's faithful love lasts forever!”", "4": "Let those who honor the Lord say it: “God's faithful love lasts forever!”", "5": "In tight circumstances, I cried out to the Lord. The Lord answered me with wide-open spaces.", "6": "The Lord is for me[a]—I won't be afraid. What can anyone do to me?", "7": "The Lord is for me—as my helper. I look in victory on those who hate me.", "8": "It's far better to take refuge in the Lord than to trust any human.", "9": "It's far better to take refuge in the Lord than to trust any human leader.", "10": "All the nations surrounded me, but I cut them down[b] in the Lord's name.", "11": "Yes, they surrounded me on every single side, but I cut them down in the Lord's name.", "12": "They surrounded me like bees, but they were extinguished like burning thorns. I cut them down in the Lord's name!", "13": "I was pushed so hard[c] I nearly died, but the Lord helped me.", "14": "The Lord was my strength and protection; he was my saving help!", "15": "The sounds of joyful songs and deliverance are heard in the tents of the righteous: “The Lord's strong hand is victorious!", "16": "The Lord's strong hand is ready to strike! The Lord's strong hand is victorious!”", "17": "I won't die—no, I will live and declare what the Lord has done.", "18": "Yes, the Lord definitely disciplined me, but he didn't hand me over to death.", "19": "Open the gates of righteousness for me so I can come in and give thanks to the Lord!", "20": "This is the Lord's gate; those who are righteous enter through it.", "21": "I thank you because you answered me, because you were my saving help.", "22": "The stone rejected by the builders is now the main foundation stone!", "23": "This has happened because of the Lord; it is astounding in our sight!", "24": "This is the day the Lord acted; we will rejoice and celebrate in it!", "25": "Lord, please save us! Lord, please let us succeed!", "26": "The one who enters in the Lord's name is blessed; we bless all of you from the Lord's house.", "27": "The Lord is God! He has shined a light on us! So lead the festival offering with ropes all the way to the horns of the altar.[d]", "28": "You are my God—I will give thanks to you! You are my God—I will lift you up high!", "29": "Give thanks to the Lord because he is good, because his faithful love lasts forever."}