{"1": "Lord, you have examined me. You know me.", "2": "You know when I sit down and when I stand up. Even from far away, you comprehend my plans.", "3": "You study my traveling and resting. You are thoroughly familiar with all my ways.", "4": "There isn't a word on my tongue, Lord, that you don't already know completely.", "5": "You surround me—front and back. You put your hand on me.", "6": "That kind of knowledge is too much for me; it's so high above me that I can't reach it.", "7": "Where could I go to get away from your spirit? Where could I go to escape your presence?", "8": "If I went up to heaven, you would be there. If I went down to the grave,[a] you would be there too!", "9": "If I could fly on the wings of dawn, stopping to rest only on the far side of the ocean—", "10": "even there your hand would guide me; even there your strong hand would hold me tight!", "11": "If I said, “The darkness will definitely hide me; the light will become night around me,”", "12": "even then the darkness isn't too dark for you! Nighttime would shine bright as day, because darkness is the same as light to you!", "13": "You are the one who created my innermost parts; you knit me together while I was still in my mother's womb.", "14": "I give thanks to you that I was marvelously set apart. Your works are wonderful—I know that very well.", "15": "My bones weren't hidden from you when I was being put together in a secret place, when I was being woven together in the deep parts of the earth.", "16": "Your eyes saw my embryo, and on your scroll every day was written that was being formed for me,[b] before any one of them had yet happened.[c]", "17": "God, your plans are incomprehensible to me! Their total number is countless!", "18": "If I tried to count them—they outnumber grains of sand! If I came to the very end—I'd still be with you.[d]", "19": "If only, God, you would kill the wicked! If only murderers would get away from me—", "20": "the people who talk about you, but only for wicked schemes; the people who are your enemies, who use your name as if it were of no significance.[e]", "21": "Don't I hate everyone who hates you? Don't I despise those who attack you?", "22": "Yes, I hate them—through and through! They've become my enemies too.", "23": "Examine me, God! Look at my heart! Put me to the test! Know my anxious thoughts!", "24": "Look to see if there is any idolatrous way[f] in me, then lead me on the eternal path!"}