{"1": "I will lift you up high, my God, the true king. I will bless your name forever and always.", "2": "I will bless you every day. I will praise your name forever and always.", "3": "The Lord is great and so worthy of praise! God's greatness can't be grasped.", "4": "One generation will praise your works to the next one, proclaiming your mighty acts.", "5": "They will talk all about[b] the glorious splendor of your majesty; I will contemplate your wondrous works.", "6": "They will speak of the power of your awesome deeds; I will declare your great accomplishments.", "7": "They will rave in celebration of your abundant goodness; they will shout joyfully about your righteousness:", "8": "“The Lord is merciful and compassionate, very patient, and full of faithful love.", "9": "The Lord is good to everyone and everything; God's compassion extends to all his handiwork!”", "10": "All that you have made gives thanks to you, Lord; all your faithful ones bless you!", "11": "They speak of the glory of your kingdom; they talk all about your power,", "12": "to inform all human beings about God's power and the majestic glory of God's kingdom.", "13": "Your kingdom is a kingship that lasts forever; your rule endures for all generations. The Lord is trustworthy in all that he says, faithful in all that he does.[c]", "14": "The Lord supports all who fall down, straightens up all who are bent low.", "15": "All eyes look to you, hoping, and you give them their food right on time,", "16": "opening your hand and satisfying the desire of every living thing.", "17": "The Lord is righteous in all his ways, faithful in all his deeds.", "18": "The Lord is close to everyone who calls out to him, to all who call out to him sincerely.", "19": "God shows favor to those who honor him, listening to their cries for help and saving them.", "20": "The Lord protects all who love him, but he destroys every wicked person.", "21": "My mouth will proclaim the Lord's praise, and every living thing will bless God's holy name forever and always."}