{"1": "I take refuge in you, Lord. Please never let me be put to shame. Rescue me by your righteousness!", "2": "Listen closely to me! Deliver me quickly; be a rock that protects me; be a strong fortress that saves me!", "3": "You are definitely my rock and my fortress. Guide me and lead me for the sake of your good name!", "4": "Get me out of this net that's been set for me because you are my protective fortress.", "5": "I entrust my spirit into your hands; you, Lord, God of faithfulness— you have saved me.", "6": "I hate those who embrace what is completely worthless. I myself trust the Lord.", "7": "I rejoice and celebrate in your faithful love because you saw my suffering— you were intimately acquainted with my deep distress.", "8": "You didn't hand me over to the enemy, but set my feet in wide-open spaces.", "9": "Have mercy on me, Lord, because I'm depressed. My vision fails because of my grief, as do my spirit and my body.", "10": "My life is consumed with sadness; my years are consumed with groaning. Strength fails me because of my suffering;[a] my bones dry up.", "11": "I'm a joke to all my enemies, still worse to my neighbors. I scare my friends, and whoever sees me in the street runs away!", "12": "I am forgotten, like I'm dead, completely out of mind; I am like a piece of pottery, destroyed.", "13": "Yes, I've heard all the gossiping, terror all around; so many gang up together against me, they plan to take my life!", "14": "But me? I trust you, Lord! I affirm, “You are my God.”", "15": "My future is in your hands. Don't hand me over to my enemies, to all who are out to get me!", "16": "Shine your face on your servant; save me by your faithful love!", "17": "Lord, don't let me be put to shame because I have cried out to you. Let the wicked be put to shame; let them be silenced in death's domain![b]", "18": "Let their lying lips be shut up whenever they speak arrogantly against the righteous with pride and contempt!", "19": "How great is the goodness that you've reserved for those who honor you, that you commit to those who take refuge in you— in the sight of everyone!", "20": "You hide them in the shelter of your wings,[c] safe from human scheming. You conceal them in a shelter, safe from accusing tongues.", "21": "Bless the Lord, because he has wondrously revealed his faithful love to me when I was like a city under siege!", "22": "When I was panicked, I said, “I'm cut off from your eyes!” But you heard my request for mercy when I cried out to you for help.", "23": "All you who are faithful, love the Lord! The Lord protects those who are loyal, but he pays the proud back to the fullest degree.", "24": "All you who wait for the Lord, be strong and let your heart take courage."}