{"1": "Lord, argue with those who argue with me; fight with those who fight against me!", "2": "Grab a shield and armor; stand up and help me!", "3": "Use your spear and ax[a] against those who are out to get me! Say to me:[b] “I'm your salvation!”", "4": "Let those who want me dead be humiliated and put to shame. Let those who intend to hurt me be thoroughly frustrated and disgraced.", "5": "Let them be like dust on the wind— and let the Lord's messenger be the one who does the blowing!", "6": "Let their path be dark and slippery— and let the Lord's messenger be the one who does the chasing!", "7": "Because they hid their net for me for no reason, they dug a pit for me for no reason.", "8": "Let disaster come to them when they don't suspect it. Let the net they hid catch them instead! Let them fall into it—to their disaster!", "9": "But I will rejoice in the Lord; I will celebrate his salvation.", "10": "All my bones will say, “Lord, who could compare to you? You rescue the weak from those who overpower them; you rescue the weak and the needy from those who plunder them.”", "11": "Violent witnesses stand up. They question me about things I know nothing about.", "12": "They pay me back evil for good, leaving me stricken with grief.", "13": "But when they were sick, I wore clothes for grieving, and I kept a strict fast. When my prayer came back unanswered,[c]", "14": "I would wander around like I was grieving a friend or a brother. I was weighed down, sad, like I was a mother in mourning.", "15": "But when I stumbled, they celebrated and gathered together— they gathered together against me! Strangers[d] I didn't know tore me to pieces and wouldn't quit.", "16": "They ridiculed me over and over again, like godless people would do, grinding their teeth at me.", "17": "How long, my Lord, will you watch this happen? Rescue me from their attacks; rescue my precious life from these predatory lions!", "18": "Then I will thank you in the great assembly; I will praise you in a huge crowd of people.", "19": "Don't let those who are my enemies without cause celebrate over me; don't let those who hate me for no reason wink at my demise.", "20": "They don't speak the truth; instead, they plot false accusations against innocent people in the land.", "21": "They speak out against me, saying, “Yes! Oh, yes! We've seen it with our own eyes!”", "22": "But you've seen it too, Lord. Don't keep quiet about it. Please don't be far from me, my Lord.", "23": "Wake up! Get up and do justice for me; argue my case, my Lord and my God!", "24": "Establish justice for me according to your righteousness, Lord, my God. Don't let them celebrate over me.", "25": "Don't let them say to themselves, Yes! Exactly what we wanted! Don't let them say, “We ate him up!”", "26": "Let all those who celebrate my misfortune be disgraced and put to shame! Let those who exalt themselves over me be dressed up in shame and dishonor!", "27": "But let those who want things to be set right for me shout for joy and celebrate! Let them constantly say, “The Lord is great— God wants his servant to be at peace.”", "28": "Then my tongue will talk all about your righteousness; it will talk about your praise all day long."}