{"1": "Don't get upset over evildoers; don't be jealous of those who do wrong,", "2": "because they will fade fast, like grass; they will wither like green vegetables.", "3": "Trust the Lord and do good; live in the land, and farm faithfulness.", "4": "Enjoy the Lord, and he will give what your heart asks.", "5": "Commit your way to the Lord! Trust him! He will act", "6": "and will make your righteousness shine like the dawn, your justice like high noon.", "7": "Be still before the Lord, and wait[b] for him. Don't get upset when someone gets ahead— someone who invents evil schemes.", "8": "Let go of anger and leave rage behind! Don't get upset—it will only lead to evil.", "9": "Because evildoers will be eliminated, but those who hope in the Lord— they will possess the land.", "10": "In just a little while the wicked won't exist! If you go looking around their place, they won't be there.", "11": "But the weak will inherit the land; they will enjoy a surplus of peace.", "12": "The wicked plot against the righteous, grinding their teeth at them.", "13": "But my Lord just laughs at them because he knows that their day is coming.", "14": "The wicked draw their swords and bend their bows to bring down the weak and the needy, to slaughter those whose way is right.", "15": "But the sword of the wicked will enter their own hearts! Their bows will be broken!", "16": "Better is the little that the righteous have than the overabundant wealth of the wicked.[c]", "17": "The arms of the wicked will be broken, but the Lord supports the righteous.", "18": "The Lord is intimately acquainted with the lives of the blameless; their heritage will last forever.", "19": "They won't be ashamed in troubling times, and in a period of famine they will eat their fill.", "20": "But the wicked will die, the Lord's enemies will disappear— disappear like the beauty of a meadow—in smoke.", "21": "The wicked borrow and don't pay it back, but the righteous are generous and giving.", "22": "Those blessed by God will possess the land, but those cursed by God will be cut off.", "23": "A person's steps are made secure by the Lord when they delight in his way.", "24": "Though they trip up, they won't be thrown down, because the Lord holds their hand.", "25": "I was young and now I'm old, but I have never seen the righteous left all alone, have never seen their children begging for bread.", "26": "They are always gracious and generous. Their children are a blessing.", "27": "Turn away from evil! Do good! Then you will live in the land forever.", "28": "The Lord loves justice. He will never leave his faithful all alone. They are guarded forever, but the children of the wicked are eliminated.", "29": "The righteous will possess the land; they will live on it forever.", "30": "The mouths of the righteous recite wisdom; their tongues discuss justice.", "31": "The Instruction of their God is in their hearts; they don't miss a step.", "32": "The wicked, on the other hand, target the righteous, seeking to kill them.", "33": "But the Lord won't leave the righteous to the power of the wicked, and won't let the righteous be found guilty when they are judged.", "34": "Hope in the Lord and keep his way! He will lift you up so you can possess the land. When the wicked are eliminated, you will see it for yourself!", "35": "I myself have seen wicked powerful people, exalting themselves like a stately cedar.[d]", "36": "But when I[e] came back, they were gone! I looked all over for them, but they couldn't be found!", "37": "Observe those who have integrity and watch those whose heart is right because the future belongs to persons of peace.", "38": "But wrongdoers will be destroyed all together; the future of the wicked will be cut short.", "39": "The salvation of the righteous comes from the Lord; he is their refuge in times of trouble.", "40": "The Lord will help them and rescue them— rescue them from the wicked—and he will save them because they have taken refuge in him."}