{"1": "I put all my hope in the Lord. He leaned down to me; he listened to my cry for help.", "2": "He lifted me out of the pit of death, out of the mud and filth, and set my feet on solid rock. He steadied my legs.", "3": "He put a new song in my mouth, a song of praise for our God. Many people will learn of this and be amazed; they will trust the Lord.", "4": "Those who put their trust in the Lord, who pay no attention to the proud or to those who follow lies, are truly happy!", "5": "You, Lord my God! You've done so many things— your wonderful deeds and your plans for us— no one can compare with you! If I were to proclaim and talk about all of them, they would be too numerous to count!", "6": "You don't relish sacrifices or offerings; you don't require entirely burned offerings or compensation offerings— but you have given me ears!", "7": "So I said, “Here I come! I'm inscribed in the written scroll.", "8": "I want to do your will, my God. Your Instruction is deep within me.”", "9": "I've told the good news of your righteousness in the great assembly. I didn't hold anything back— as you well know, Lord!", "10": "I didn't keep your righteousness only to myself. I declared your faithfulness and your salvation. I didn't hide your loyal love and trustworthiness from the great assembly.", "11": "So now you, Lord— don't hold back any of your compassion from me. Let your loyal love and faithfulness always protect me,", "12": "because countless evils surround me. My wrongdoings have caught up with me— I can't see a thing! There's more of them than hairs on my head— my courage leaves me.", "13": "Favor me, Lord, and deliver me! Lord, come quickly and help me!", "14": "Let those who seek my life, who want me dead, be disgraced and put to shame. Let those who want to do me harm be thoroughly frustrated and humiliated.", "15": "Let those who say to me, “Yes! Oh, yes!”[a] be destroyed by their shame.", "16": "But let all who seek you celebrate and rejoice in you. Let those who love your salvation always say, “The Lord is great!”", "17": "But me? I'm weak and needy. Let my Lord think of me. You are my help and my rescuer. My God, don't wait any longer!"}