{"1": "We have heard it, God, with our own ears; our ancestors told us about it: about the deeds you did in their days, in days long past.", "2": "You, by your own hand, removed all the nations, but you planted our ancestors. You crushed all the peoples, but you set our ancestors free.", "3": "No, not by their own swords did they take possession of the land— their own arms didn't save them. No, it was your strong hand, your arm, and the light of your face because you were pleased with them.", "4": "It's you, God! You who are my king, the one who orders salvation for Jacob.", "5": "We've pushed our foes away by your help; we've trampled our enemies by your name.", "6": "No, I won't trust in my bow; my sword won't save me", "7": "because it's you who saved us from our foes, you who put those who hate us to shame.", "8": "So we glory in God at all times and give thanks to your name forever. Selah", "9": "But now you've rejected and humiliated us. You no longer accompany our armies.", "10": "You make us retreat from the enemy; our adversaries plunder us.", "11": "You've handed us over like sheep for butchering; you've scattered us among the nations.", "12": "You've sold your people for nothing, not even bothering to set a decent price.", "13": "You've made us a joke to all our neighbors; we're mocked and ridiculed by everyone around us.", "14": "You've made us a bad joke to the nations, something to be laughed at by all peoples.", "15": "All day long my disgrace confronts me, and shame covers my face", "16": "because of the voices of those who make fun of me and bad-mouth me, because of the enemy who is out for revenge.", "17": "All this has come upon us, but we haven't forgotten you or broken your covenant.", "18": "Our hearts haven't turned away, neither have our steps strayed from your way.", "19": "But you've crushed us in the place where jackals[b] live, covering us with deepest darkness.", "20": "If we had forgotten the name of our God or spread out our hands to some strange deity,", "21": "wouldn't God have discovered it? After all, God knows every secret of the heart.", "22": "No, God, it's because of you that we are getting killed every day— it's because of you that we are considered sheep ready for slaughter.", "23": "Wake up! Why are you sleeping, Lord? Get up! Don't reject us forever!", "24": "Why are you hiding your face, forgetting our suffering and oppression?", "25": "Look: we're going down to the dust; our stomachs are flat on the ground!", "26": "Stand up! Help us! Save us for the sake of your faithful love."}