{"1": "Listen to this, all you people! Listen closely, all you citizens of the world—", "2": "people of every kind, rich and poor alike!", "3": "My mouth speaks wisdom; my heart's meditation is full of insight.", "4": "I will pay close attention to a proverb; I will explain my riddle on the lyre.", "5": "Why should I be afraid in times of trouble, when the wrongdoing of my bullies engulfs me—", "6": "those people who trust in their fortunes and boast of their fantastic wealth?", "7": "Wealth? It can't save a single person! It can't pay a life's ransom-price to God.", "8": "The price to save someone's life is too high— wealth will never be enough—", "9": "no one can live forever without experiencing the pit.", "10": "Everyone knows that the wise die too, just like foolish and stupid people do, all of them leaving their fortunes to others.", "11": "Their graves[a] are their eternal homes, the place they live for all generations, even if they had counties named after them!", "12": "People won't live any longer because of wealth; they're just like the animals that pass away.", "13": "That's how it goes for those who are foolish, as well as for those who follow their lead, pleased with their talk. Selah", "14": "Like sheep, they're headed straight for the grave.[b] Death will be their shepherd— but those who do right in their hearts will rule over them come morning!— their forms wasting away in the grave rather than having some dignified residence.[c]", "15": "But God will save my life from the power of the grave, because he will take me. Selah", "16": "Don't be overly impressed when someone becomes rich, their house swelling to fantastic proportions,", "17": "because when they die, they won't take any of it with them. Their fantastic things won't accompany them down under.", "18": "Though they consider themselves blessed during their lives, and even thank you when you deal well with them,[d]", "19": "they too will join the ancestors who've gone ahead; they too will never see the light again.", "20": "Wealthy people? They just don't understand; they're just like the animals that pass away."}