{"1": "From the rising of the sun to where it sets, God, the Lord God, speaks, calling out to the earth.", "2": "From Zion, perfect in beauty, God shines brightly.", "3": "Our God is coming; he won't keep quiet. A devouring fire is before him; a storm rages all around him.", "4": "God calls out to the skies above and to the earth in order to judge his people:", "5": "“Bring my faithful to me, those who made a covenant with me by sacrifice.”", "6": "The skies proclaim his righteousness because God himself is the judge. Selah", "7": "“Listen, my people, I will now speak; Israel, I will now testify against you. I am God—your God!", "8": "I'm not punishing you for your sacrifices or for your entirely burned offerings, which are always before me.", "9": "I won't accept bulls from your house or goats from your corrals", "10": "because every forest animal already belongs to me, as do the cattle on a thousand hills.", "11": "I know every mountain bird; even the insects in the fields are mine.", "12": "Even if I were hungry, I wouldn't tell you because the whole world and everything in it already belong to me.", "13": "Do I eat bulls' meat? Do I drink goats' blood?", "14": "Offer God a sacrifice of thanksgiving! Fulfill the promises you made to the Most High!", "15": "Cry out to me whenever you are in trouble; I will deliver you, then you will honor me.”", "16": "But to the wicked God says, “Why do you talk about my laws? Why do you even mention my covenant?", "17": "You hate discipline, and you toss my words behind your back.", "18": "You make friends with thieves whenever you see one; you spend your time with adulterers.", "19": "You set your mouth free to do evil, then harness your tongue to tell lies.", "20": "You sit around, talking about your own siblings; you find fault with the children of your very own mother.", "21": "You've done these things and I've kept quiet. You thought I was just like you! But now I'm punishing you; I'm laying it all out, right in front of your face.", "22": "So consider this carefully, all you who forget God, or I'll rip you to pieces with no one to deliver you:", "23": "The one who offers a sacrifice of thanksgiving is the one who honors me. And it is to the one who charts the correct path that I will show divine salvation.”"}