{"1": "Let God rise up; let his enemies scatter; let those who hate him run scared before him!", "2": "Like smoke is driven away, drive them away! Like wax melting before fire, let the wicked perish before God!", "3": "But let the righteous be glad and celebrate before God. Let them rejoice with gladness!", "4": "Sing to God! Sing praises to his name! Exalt the one who rides the clouds! The Lord is his name. Celebrate before him!", "5": "Father of orphans and defender of widows is God in his holy habitation.", "6": "God settles the lonely in their homes; he sets prisoners free with happiness,[a] but the rebellious dwell in a parched land.", "7": "When you went forth before your people, God, when you marched through the wasteland, Selah", "8": "the earth shook! Yes, heaven poured down before God, the one from Sinai— before God, the God of Israel!", "9": "You showered down abundant rain, God; when your inheritance grew weary, you restored it yourself,", "10": "and your creatures settled in it. In your goodness, God, you provided for the poor.", "11": "My Lord gives the command— many messengers are bringing good news:", "12": "“The kings of armies are on the run! The women back home divide the spoil.", "13": "Even if you lie down among the sheepfolds, there are wings of a dove covered with silver; its pinions covered in precious gold.”[b]", "14": "When the Almighty[c] scattered the kings there, snow fell on Mount Zalmon.", "15": "Mighty mountain, Mount Bashan; many-peaked mountain, Mount Bashan!", "16": "You many-peaked mountain: Why do you look with envy at the mountain God desired for his dwelling, the mountain where the Lord dwells forever?", "17": "God's chariots are twice ten thousand— countless thousands! My Lord came from Sinai[d] into the sanctuary.", "18": "You ascended the heights, leading away your captives, receiving tribute from people, even from those who rebel against the Lord God's dwelling there.", "19": "Bless the Lord! The God of our salvation supports us day after day! Selah", "20": "Our God is the God of salvation, and escape from certain death comes through God my Lord.", "21": "Yes, God will shatter the heads of his enemies— the very skulls of those who walk in guilt.", "22": "My Lord has spoken: “From Bashan I will bring those people back. I will bring them back from the ocean's depths", "23": "so that you can wash your feet in their blood, so that your dogs' tongues can lap up their share of your enemies.”", "24": "They saw your procession, God— the procession of my God, my king, into the sanctuary.", "25": "First came the singers, then the musicians; between them the young women were playing hand drums:", "26": "“Bless God in the great congregation; bless the Lord from Israel's fountain!”", "27": "There's Benjamin leading them, though he's little; then the princes of Judah, their speaker; then the princes of Zebulun and the princes of Naphtali.", "28": "Summon your strength, God! Show how strong you are, God, just as you've done for us before,", "29": "from your temple above Jerusalem, where kings bring you gifts.", "30": "Rebuke the wild animals of the marshland, the herd of bulls among the calves of the peoples. Trample those who delight in money; scatter the peoples who take pleasure in battles.", "31": "Let ambassadors come from Egypt; let Cush stretch out its hands to God.", "32": "Sing to God, all kingdoms of the earth! Sing praises to my Lord. Selah", "33": "Sing to the one who rides through heaven, the most ancient heaven. Look! God sends forth his voice, his mighty voice.", "34": "Recognize how strong God is! His majesty extends over Israel; his strength is in the clouds.", "35": "You are awesome, God, in your sanctuaries— the God of Israel who gives strength and power to his people! Bless God!"}