{"1": "Save me, God, because the waters have reached my neck!", "2": "I have sunk into deep mud. My feet can't touch the bottom! I have entered deep water; the flood has swept me up.", "3": "I am tired of crying. My throat is hoarse. My eyes are exhausted with waiting for my God.", "4": "More numerous than the hairs on my head are those who hate me for no reason. My treacherous enemies, those who would destroy me, are countless. Must I now give back what I didn't steal in the first place?", "5": "God, you know my foolishness; my wrongdoings aren't hidden from you.", "6": "Lord God of heavenly forces!— don't let those who hope in you be put to shame because of me. God of Israel!— don't let those who seek you be disgraced because of me.", "7": "I am insulted because of you. Shame covers my face.", "8": "I have become a stranger to my own brothers, an immigrant to my mother's children.", "9": "Because passion for your house has consumed me, the insults of those who insult you have fallen on me!", "10": "I wept while I fasted— even for that I was insulted.", "11": "When I wore funeral clothes, people made fun of me.", "12": "Those who sit at the city gate muttered things about me; drunkards made up rude songs.", "13": "But me? My prayer reaches you, Lord, at just the right time. God, in your great and faithful love, answer me with your certain salvation!", "14": "Save me from the mud! Don't let me drown! Let me be saved from those who hate me and from these watery depths!", "15": "Don't let me be swept away by the floodwaters! Don't let the abyss swallow me up! Don't let the pit close its mouth over me!", "16": "Answer me, Lord, for your faithful love is good! Turn to me in your great compassion!", "17": "Don't hide your face from me, your servant, because I'm in deep trouble. Answer me quickly!", "18": "Come close to me! Redeem me! Save me because of my enemies!", "19": "You know full well the insults I've received; you know my shame and my disgrace. All my adversaries are right there in front of you.", "20": "Insults have broken my heart. I'm sick about it. I hoped for sympathy, but there wasn't any; I hoped for comforters, but couldn't find any.", "21": "They gave me poison for food. To quench my thirst they gave me vinegar to drink.", "22": "Let the table before them become a trap, their offerings a snare.", "23": "Let their eyes grow too dim to see; make their insides tremble constantly.", "24": "Pour out your anger on them— let your burning fury catch them.", "25": "Let their camp be devastated; let no one dwell in their tents.", "26": "Because they go after those you've already struck; they talk about the pain of those you've already pierced.", "27": "Pile guilt on top of their guilt! Don't let them come into your righteousness!", "28": "Let them be wiped out of the scroll of life! Let them not be recorded along with the righteous!", "29": "And me? I'm afflicted. I'm full of pain. Let your salvation keep me safe, God!", "30": "I will praise God's name with song; I will magnify him with thanks", "31": "because that is more pleasing to the Lord than an ox, more pleasing than a young bull with full horns and hooves.", "32": "Let the afflicted see it and be glad! You who seek God— let your hearts beat strong again", "33": "because the Lord listens to the needy and doesn't despise his captives.", "34": "Let heaven and earth praise God, the oceans too, and all that moves within them!", "35": "God will most certainly save Zion and will rebuild Judah's cities so that God's servants can live there and possess it.", "36": "The offspring of God's servants will inherit Zion, and those who love God's name will dwell there."}