{"1": "I've taken refuge in you, Lord. Don't let me ever be put to shame!", "2": "Deliver me and rescue me by your righteousness! Bend your ear toward me and save me!", "3": "Be my rock of refuge where I can always escape. You commanded that my life be saved because you are my rock and my fortress.", "4": "My God, rescue me from the power of the wicked; rescue me from the grip of the wrongdoer and the oppressor", "5": "because you are my hope, Lord. You, Lord, are the one I've trusted since childhood.", "6": "I've depended on you from birth— you cut the cord when I came from my mother's womb. My praise is always about you.", "7": "I've become an example to many people because you are my strong refuge.", "8": "My mouth is filled with your praise, glorifying you all day long.", "9": "Don't cast me off in old age. Don't abandon me when my strength is used up!", "10": "Yes, my enemies have been talking about me; those who stalk me plot together:", "11": "“God has abandoned him! Pursue him! Grab him because no one will deliver him!”", "12": "Don't be far from me, God! My God, hurry to help me!", "13": "Let my accusers be put to shame, completely finished off! Let those who seek my downfall be dressed in insults and disgrace!", "14": "But me? I will hope. Always. I will add to all your praise.", "15": "My mouth will repeat your righteous acts and your saving deeds all day long. I don't even know how many of those there are!", "16": "I will dwell on your mighty acts, my Lord. Lord, I will help others remember nothing but your righteous deeds.", "17": "You've taught me since my youth, God, and I'm still proclaiming your wondrous deeds!", "18": "So, even in my old age with gray hair, don't abandon me, God! Not until I tell generations about your mighty arm, tell all who are yet to come about your strength,", "19": "and about your ultimate righteousness, God, because you've done awesome things! Who can compare to you, God?", "20": "You, who have shown me many troubles and calamities, will revive me once more.[a] From the depths of the earth, you will raise me up one more time.", "21": "Please increase my honor and comfort me all around.", "22": "Then I'll give you thanks with a harp— I will thank you for your faithfulness, my God. I will make music for you with the lyre, holy one of Israel.", "23": "My lips will rejoice aloud when I make music for you; my whole being,[b] which you saved, will do the same.", "24": "My tongue, also, will tell of your righteousness all day long, because those who seek my downfall have been put to shame and disgraced."}