{"1": "God, give your judgments to the king. Give your righteousness to the king's son.", "2": "Let him judge your people with righteousness and your poor ones with justice.", "3": "Let the mountains bring peace to the people; let the hills bring righteousness.", "4": "Let the king bring justice to people who are poor; let him save the children of those who are needy, but let him crush oppressors!", "5": "Let the king live[a] as long as the sun, as long as the moon, generation to generation.", "6": "Let him fall like rain upon fresh-cut grass, like showers that water the earth.", "7": "Let the righteous flourish throughout their lives, and let peace prosper until the moon is no more.", "8": "Let the king rule from sea to sea, from the river to the ends of the earth.", "9": "Let the desert dwellers bow low before him; let his enemies lick the dust.", "10": "Let the kings of Tarshish and the islands bring tribute; let the kings of Sheba and Seba present gifts.", "11": "Let all the kings bow down before him; let all the nations serve him.", "12": "Let it be so, because he delivers the needy who cry out, the poor, and those who have no helper.", "13": "He has compassion on the weak and the needy; he saves the lives of those who are in need.", "14": "He redeems their lives from oppression and violence; their blood is precious in his eyes.", "15": "Let the king live long! Let Sheba's gold be given to him! Let him be prayed for always! Let him be blessed all day long!", "16": "Let there be abundant grain in the land. Let it wave on the mountaintops. Let its fruit flourish like Lebanon. Let it thrive like grass on the land.", "17": "Let the king's name last forever. Let his name endure as long as the sun. Let all the nations be blessed through him and call him happy.", "18": "Bless the Lord God, the God of Israel— the only one who does wondrous things!", "19": "Bless God's glorious name forever; let his glory fill all the earth! Amen and Amen!", "20": "The prayers of David, Jesse's son, are ended."}