{"1": "Truly God is good to Israel, to those who are have a pure heart.", "2": "But me? My feet had almost stumbled; my steps had nearly slipped", "3": "because I envied the arrogant; I observed how the wicked are well off:", "4": "They suffer no pain; their bodies are fit and strong.", "5": "They are never in trouble; they aren't weighed down like other people.", "6": "That's why they wear arrogance like a necklace, why violence covers them like clothes.", "7": "Their eyes bulge out from eating so well; their hearts overflow with delusions.", "8": "They scoff and talk so cruel; from their privileged positions they plan oppression.", "9": "Their mouths dare to speak against heaven! Their tongues roam the earth!", "10": "That's why people keep going back to them, keep approving what they say.[a]", "11": "And what they say is this: “How could God possibly know! Does the Most High know anything at all!”", "12": "Look at these wicked ones, always relaxed, piling up the wealth!", "13": "Meanwhile, I've kept my heart pure for no good reason; I've washed my hands to stay innocent for nothing.", "14": "I'm weighed down all day long. I'm punished every morning.", "15": "If I said, “I will talk about all this,” I would have been unfaithful to your children.", "16": "But when I tried to understand these things, it just seemed like hard work", "17": "until I entered God's sanctuary and understood what would happen to the wicked.", "18": "You will definitely put them on a slippery path; you will make them fall into ruin!", "19": "How quickly they are devastated, utterly destroyed by terrors!", "20": "As quickly as a dream departs from someone waking up, my Lord, when you are stirred up, you make them disappear.[b]", "21": "When my heart was bitter, when I was all cut up inside,", "22": "I was stupid and ignorant. I acted like nothing but an animal toward you.", "23": "But I was still always with you! You held my strong hand!", "24": "You have guided me with your advice; later you will receive me with glory.", "25": "Do I have anyone else in heaven? There's nothing on earth I desire except you.", "26": "My body and my heart fail, but God is my heart's rock and my share forever.", "27": "Look! Those far from you die; you annihilate all those who are unfaithful to you.", "28": "But me? It's good for me to be near God. I have taken my refuge in you, my Lord God, so I can talk all about your works!"}