{"1": "Listen, my people, to my teaching; tilt your ears toward the words of my mouth.", "2": "I will open my mouth with a proverb. I'll declare riddles from days long gone—", "3": "ones that we've heard and learned about, ones that our ancestors told us.", "4": "We won't hide them from their descendants; we'll tell the next generation all about the praise due the Lord and his strength— the wondrous works God has done.", "5": "He established a law for Jacob and set up Instruction for Israel, ordering our ancestors to teach them to their children.", "6": "This is so that the next generation and children not yet born will know these things, and so they can rise up and tell their children", "7": "to put their hope in God— never forgetting God's deeds, but keeping God's commandments—", "8": "and so that they won't become like their ancestors: a rebellious, stubborn generation, a generation whose heart wasn't set firm and whose spirit wasn't faithful to God.", "9": "The children of Ephraim, armed with bows, retreated on the day of battle.", "10": "They didn't keep God's covenant; they refused to walk in his Instruction.", "11": "They forgot God's deeds as well as the wondrous works he showed them.", "12": "But God performed wonders in their ancestors' presence— in the land of Egypt, in the field of Zoan.", "13": "God split the sea and led them through, making the waters stand up like a wall.", "14": "God led them with the cloud by day; by the lightning all through the night.", "15": "God split rocks open in the wilderness, gave them plenty to drink— as if from the deep itself!", "16": "God made streams flow from the rock, made water run like rivers.", "17": "But they continued to sin against God, rebelling against the Most High in the desert.", "18": "They tested God in their hearts, demanded food for their stomachs.", "19": "They spoke against God! “Can God set a dinner table in the wilderness?” they asked.", "20": "“True, God struck the rock and water gushed and streams flowed, but can he give bread too? Can he provide meat for his people?”", "21": "When the Lord heard this, he became furious. A fire was ignited against Jacob; wrath also burned against Israel", "22": "because they had no faith in God, because they didn't trust his saving power.", "23": "God gave orders to the skies above, opened heaven's doors,", "24": "and rained manna on them so they could eat. He gave them the very grain of heaven!", "25": "Each person ate the bread of the powerful ones;[b] God sent provisions to satisfy them.", "26": "God set the east wind moving across the skies and drove the south wind by his strength.", "27": "He rained meat on them as if it were dust in the air; he rained as many birds as the sand on the seashore!", "28": "God brought the birds down in the center of their camp, all around their dwellings.", "29": "So they ate and were completely satisfied; God gave them exactly what they had craved.", "30": "But they didn't stop craving— even with the food still in their mouths!", "31": "So God's anger came up against them: he killed the most hearty of them; he cut down Israel's youth in their prime.", "32": "But in spite of all that, they kept sinning and had no faith in God's wondrous works.", "33": "So God brought their days to an end, like a puff of air, and their years in total ruin.", "34": "But whenever God killed them, they went after him! They would turn and earnestly search for God.", "35": "They would remember that God was their rock, that the Most High was their redeemer.", "36": "But they were just flattering him with lip service. They were lying to him with their tongues.", "37": "Their hearts weren't firmly set on him; they weren't faithful to his covenant.", "38": "But God, being compassionate, kept forgiving their sins, kept avoiding destruction; he took back his anger so many times, wouldn't stir up all his wrath!", "39": "God kept remembering that they were just flesh, just breath that passes and doesn't come back.", "40": "How often they rebelled against God in the wilderness and distressed him in the desert!", "41": "Time and time again they tested God, provoking the holy one of Israel.", "42": "They didn't remember God's power— the day when he saved them from the enemy;", "43": "how God performed his signs in Egypt, his marvelous works in the field of Zoan.", "44": "God turned their rivers into blood; they couldn't drink from their own streams.", "45": "God sent swarms against them to eat them up, frogs to destroy them.", "46": "God handed over their crops to caterpillars, their land's produce to locusts.", "47": "God killed their vines with hail, their sycamore trees with frost.", "48": "God delivered their cattle over to disease,[c] their herds to plagues.", "49": "God unleashed his burning anger against them— fury, indignation, distress, a troop of evil messengers.", "50": "God blazed a path for his wrath. He didn't save them from death, but delivered their lives over to disease.", "51": "God struck down all of Egypt's oldest males; in Ham's tents, he struck their pride and joy.", "52": "God led his own people out like sheep, guiding them like a flock in the wilderness.", "53": "God led them in safety—they were not afraid! But the sea engulfed their enemies!", "54": "God brought them to his holy territory, to the mountain that his own strong hand had acquired.", "55": "God drove out the nations before them and apportioned property for them; he settled Israel's tribes in their tents.", "56": "But they tested and defied the Most High God; they didn't pay attention to his warnings.", "57": "They turned away, became faithless just like their ancestors; they twisted away like a defective bow.", "58": "They angered God with their many shrines; they angered him with their idols.", "59": "God heard and became enraged; he rejected Israel utterly.", "60": "God abandoned the sanctuary at Shiloh, the tent where he had lived with humans.", "61": "God let his power be held captive, let his glory go to the enemy's hand.", "62": "God delivered his people up to the sword; he was enraged at his own possession.", "63": "Fire devoured his young men, and his young women had no wedding songs.", "64": "God's priests were killed by the sword, and his widows couldn't even cry.", "65": "But then my Lord woke up— as if he'd been sleeping! Like a warrior shaking off wine,", "66": "God beat back his foes; he made them an everlasting disgrace.", "67": "God rejected the tent of Joseph and didn't choose the tribe of Ephraim.", "68": "Instead, he chose the tribe of Judah, the mountain of Zion, which he loves.", "69": "God built his sanctuary like the highest heaven and like the earth, which he established forever.", "70": "And God chose David, his servant, taking him from the sheepfolds.", "71": "God brought him from shepherding nursing ewes to shepherd his people Jacob, to shepherd his inheritance, Israel.", "72": "David shepherded them with a heart of integrity; he led them with the skill of his hands."}