{"1": "I will sing of the Lord's loyal love forever. I will proclaim your faithfulness with my own mouth from one generation to the next.", "2": "That's why I say, “Your[b] loyal love is rightly built—forever! You establish your faithfulness in heaven.”", "3": "You said,[c] “I made a covenant with my chosen one; I promised my servant David:", "4": "'I will establish your offspring forever; I will build up your throne from one generation to the next.'” Selah", "5": "Heaven thanks you for your wondrous acts, Lord— for your faithfulness too— in the assembly of the holy ones.", "6": "Is there any in the sky who could compare to the Lord? Who among the gods is equal to the Lord?", "7": "God is respected in the council of the holy ones; God is awesome and revered more than all those around him.", "8": "Who is like you, Lord God of heavenly forces? Mighty Lord, your faithfulness surrounds you!", "9": "You rule over the surging sea: When its waves rise up, it's you who makes them still.", "10": "It's you who crushed Rahab like a dead body; you scattered your enemies with your strong arm.", "11": "Heaven is yours! The earth too! The world and all that fills it— you made all of it! North and south—you created them!", "12": "The mountains Tabor and Hermon shout praises to your name.", "13": "You have a powerful arm; your hand is strong; your strong hand is raised high!", "14": "Your throne is built on righteousness and justice; loyal love and faithfulness stand in front of you.", "15": "The people who know the celebratory shout are truly happy! They walk in the light of your presence, Lord!", "16": "They rejoice in your name all day long and are uplifted by your righteousness", "17": "because you are the splendor of their strength. By your favor you make us strong", "18": "because our shield is the Lord's own; our king belongs to the holy one of Israel!", "19": "Once you spoke in a vision to your faithful servants: I placed a crown on a strong man. I raised up someone specially chosen from the people.", "20": "I discovered my servant David. I anointed him with my holy oil.", "21": "My hand will sustain him— yes, my arm will strengthen him!", "22": "No enemy will oppress him; no wicked person will make him suffer.", "23": "I will crush all his foes in front of him. I will strike down all those who hate him.", "24": "My faithfulness and my loyal love will be with him. He will be strengthened by my name.", "25": "I will set his hand on the sea. I will set his strong hand on the rivers.", "26": "He will cry out to me: “You are my father, my God, the rock of my salvation.”", "27": "Yes, I'll make him the one born first— I'll make him the high king of all earth's kings.", "28": "I will always guard my loyal love toward him. My covenant with him will last forever.", "29": "I will establish his dynasty for all time. His throne will last as long as heaven does.", "30": "But if his children ever abandon my Instruction, stop following my rules—", "31": "if they treat my statutes like dirt, stop keeping my commandments—", "32": "then I will punish their sin with a stick, and I will punish their wrongdoing with a severe beating.", "33": "But even then I won't withdraw my loyal love from him. I won't betray my faithfulness.", "34": "I won't break my covenant. I won't renege on what crossed my lips.", "35": "By my own holiness I've sworn one thing: I will not lie to David.", "36": "His dynasty will last forever. His throne will be like the sun, always before me.", "37": "It will be securely established forever; like the moon, a faithful witness in the sky. Selah", "38": "But you, God, have rejected and despised him. You've become infuriated with your anointed one.", "39": "You've canceled the covenant with your servant. You've thrown his crown in the dirt.", "40": "You've broken through all his walls. You've made his strongholds a pile of ruins.", "41": "All those who pass by plunder him. He's nothing but a joke to his neighbors.", "42": "You lifted high his foes' strong hand. You gave all his enemies reason to celebrate.", "43": "Yes, you dulled the edge of his sword and didn't support him in battle.", "44": "You've put an end to his splendor. You've thrown his throne to the ground.", "45": "You've shortened the prime of his life. You've wrapped him up in shame. Selah", "46": "How long will it last, Lord? Will you hide yourself forever? How long will your wrath burn like fire?", "47": "Remember how short my life is! Have you created humans for no good reason?", "48": "Who lives their life without seeing death? Who is ever rescued from the grip of the grave?[d] Selah", "49": "Where now are your loving acts from long ago, my Lord— the same ones you promised to David by your own faithfulness?", "50": "Remember your servant's abuse, my Lord! Remember how I bear in my heart all the insults of the nations,[e]", "51": "the ones your enemies, Lord, use— the ones they use to abuse every step your anointed one takes.", "52": "Bless the Lord forever! Amen and Amen!"}