{"1": "I will thank you, Lord, with all my heart; I will talk about all your wonderful acts.", "2": "I will celebrate and rejoice in you; I will sing praises to your name, Most High.", "3": "When my enemies turn and retreat, they fall down and die right in front of you", "4": "because you have established justice for me and my claim, because you rule from the throne, establishing justice rightly.", "5": "You've denounced the nations, destroyed the wicked. You've erased their names for all time.", "6": "Every enemy is wiped out, like something ruined forever. You've torn down their cities— even the memory of them is dead.", "7": "But the Lord rules forever! He assumes his throne for the sake of justice.", "8": "He will establish justice in the world rightly; he will judge all people fairly.", "9": "The Lord is a safe place for the oppressed— a safe place in difficult times.", "10": "Those who know your name trust you because you have not abandoned any who seek you, Lord.", "11": "Sing praises to the Lord, who lives in Zion! Proclaim his mighty acts among all people!", "12": "Because the one who avenges bloodshed remembers those who suffer; the Lord hasn't forgotten their cries for help.", "13": "Have mercy on me, Lord! Just look how I suffer because of those who hate me. But you are the one who brings me back from the very gates of death", "14": "so I can declare all your praises, so I can rejoice in your salvation in the gates of Daughter Zion.", "15": "The nations have fallen into the hole they themselves made! Their feet are caught in the very net they themselves hid!", "16": "The Lord is famous for the justice he has done; it's his own doing that the wicked are trapped. Higgayon.[c] Selah", "17": "Let the wicked go straight to the grave,[d] the same for every nation that forgets God.", "18": "Because the poor won't be forgotten forever, the hope of those who suffer won't be lost for all time.", "19": "Get up, Lord! Don't let people prevail! Let the nations be judged before you.", "20": "Strike them with fear, Lord. Let the nations know they are only human. Selah"}