{"1": "Lord, avenging God— avenging God, show yourself!", "2": "Rise up, judge of the earth! Pay back the arrogant exactly what they deserve!", "3": "How long will the wicked—oh, Lord!— how long will the wicked win?", "4": "They spew arrogant words; all the evildoers are bragging.", "5": "They crush your own people, Lord! They abuse your very own possession.", "6": "They kill widows and immigrants; they murder orphans,", "7": "saying all the while, “The Lord can't see it; Jacob's God doesn't know what's going on!”", "8": "You ignorant people better learn quickly. You fools—when will you get some sense?", "9": "The one who made the ear, can't he hear? The one who formed the eye, can't he see?", "10": "The one who disciplines nations, can't he punish? The one who teaches humans, doesn't he know?[a]", "11": "The Lord does indeed know human thoughts, knows that they are nothing but a puff of air.", "12": "The people you discipline, Lord, are truly happy— the ones you teach from your Instruction—", "13": "giving them relief from troubling times until a pit is dug for the wicked.", "14": "The Lord will not reject his people; he will not abandon his very own possession.", "15": "No, but justice will once again meet up with righteousness, and all whose heart is right will follow after.", "16": "Who will stand up for me against the wicked? Who will help me against evildoers?", "17": "If the Lord hadn't helped me, I[b] would live instantly in total silence.", "18": "Whenever I feel my foot slipping, your faithful love steadies me, Lord.", "19": "When my anxieties multiply, your comforting calms me down.", "20": "Can a wicked ruler be your ally; one who wreaks havoc by means of the law?", "21": "The wicked gang up against the lives of the righteous. They condemn innocent blood.", "22": "But the Lord is my fortress; my God is my rock of refuge.", "23": "He will repay them for their wickedness, completely destroy them because of their evil. Yes, the Lord our God will completely destroy them."}