{"1": "Campaigns Against Ammon. 1 After this,[a] the king of the Ammonites died, and Hanun his son succeeded him as king. ", "2": "David said, “I will show kindness to Hanun, the son of Nahash, as his father showed kindness to me.” Therefore David sent his servants to Hanun to console him concerning his father. But when David's servants had entered the land of the Ammonites, ", "3": "the Ammonite princes said to their lord Hanun, “Do you think David is doing this—sending you these consolers—to honor your father? Is it not rather to explore the city, to spy on it, and to overthrow it, that David has sent his servants to you?” ", "4": "So Hanun seized David's servants, shaved off half their beards, cut away the lower halves of their garments at the buttocks, and sent them away. ", "5": "David was told of it and he sent word for them to be intercepted, for the men had been greatly disgraced. “Remain at Jericho,” the king told them, “until your beards have grown again; then come back here.”", "6": "[b]When the Ammonites realized that they were in bad odor with David, they sent for and hired twenty thousand Aramean foot soldiers from Beth-rehob and Zobah, as well as the king of Maacah with one thousand men, and twelve thousand men from Tob.", "7": "When David heard of this, he sent Joab and his whole army of warriors against them. ", "8": "The Ammonites marched out and lined up for battle at the entrance of their city gate, while the Arameans of Zobah and Rehob and the men of Tob and Maacah remained apart in the open field. ", "9": "When Joab saw that there was a battle line both in front of and behind him, he chose some of the best fighters of Israel and lined them up against the Arameans; ", "10": "the rest of the army he placed under the command of his brother Abishai and lined up to oppose the Ammonites. ", "11": "And he said, “If the Arameans prove too strong for me, you must come and save me; and if the Ammonites prove too strong for you, I will come to save you. ", "12": "Hold firm and let us show ourselves courageous for the sake of our people and the cities of our God; and may the Lord do what is good in his sight.” ", "13": "Joab therefore advanced with his men for battle with the Arameans, but they fled before him. ", "14": "And when the Ammonites saw that the Arameans had fled, they too fled before Abishai, and reentered their city. Joab then ceased his attack on the Ammonites and came to Jerusalem. ", "15": "Seeing themselves vanquished by Israel, the Arameans held a full muster of troops. ", "16": "Hadadezer sent for and brought Arameans from beyond the River. They came to Helam, with Shobach, the captain of Hadadezer's army, at their head. ", "17": "When this was reported to David, he gathered all Israel together, crossed the Jordan, and went to Helam. The Arameans drew up in formation against David and gave battle. ", "18": "But the Arameans fled before Israel, and David killed seven hundred of their chariot fighters and forty thousand of their foot soldiers. He struck down Shobach, commander of the army, and he died on the field. ", "19": "When Hadadezer's vassal kings saw themselves vanquished by Israel, they made peace with the Israelites and became their subjects. After this, the Arameans were afraid to give further aid to the Ammonites."}