{"1": "Amnon's Rape of Tamar. 1 After this, the following occurred. David's son Absalom had a beautiful sister named Tamar, and David's son Amnon loved her. ", "2": "He was in such anguish over his sister Tamar that he became sick; she was a virgin, and Amnon thought it impossible to do anything to her. ", "3": "Now Amnon had a friend named Jonadab, son of David's brother Shimeah, who was very clever.[a] ", "4": "He asked him, “Prince, why are you so dejected morning after morning? Why not tell me?” So Amnon said to him, “I am in love with Tamar, my brother Absalom's sister.” ", "5": "Then Jonadab replied, “Lie down on your bed and pretend to be sick. When your father comes to visit you, say to him, 'Please let my sister Tamar come and encourage me to take food. If she prepares something in my presence, for me to see, I will eat it from her hand.'” ", "6": "So Amnon lay down and pretended to be sick. When the king came to visit him, Amnon said to the king, “Please let my sister Tamar come and prepare some fried cakes before my eyes, that I may take food from her hand.”", "7": "David then sent home a message to Tamar, “Please go to the house of your brother Amnon and prepare some food for him.” ", "8": "Tamar went to the house of her brother Amnon, who was in bed. Taking dough and kneading it, she twisted it into cakes before his eyes and fried the cakes. ", "9": "Then she took the pan and set out the cakes before him. But Amnon would not eat; he said, “Have everyone leave me.” When they had all left him, ", "10": "Amnon said to Tamar, “Bring the food into the bedroom, that I may have it from your hand.” So Tamar picked up the cakes she had prepared and brought them to her brother Amnon in the bedroom. ", "11": "But when she brought them close to him so he could eat, he seized her and said to her, “Come! Lie with me, my sister!” ", "12": "But she answered him, “No, my brother! Do not force me! This is not done in Israel. Do not commit this terrible crime. ", "13": "Where would I take my shame? And you would be labeled a fool in Israel.[b] So please, speak to the king; he will not keep me from you.” ", "14": "But he would not listen to her; he was too strong for her: he forced her down and raped her. ", "15": "Then Amnon felt intense hatred for her; the hatred he felt for her far surpassed the love he had had for her. Amnon said to her, “Get up, leave.” ", "16": "She replied, “No, brother, because sending me away would be far worse than this evil thing you have done to me.” He would not listen to her, ", "17": "but called the youth who was his attendant and said, “Send this girl outside, away from me, and bar the door after her.” ", "18": "Now she had on a long tunic, for that is how virgin princesses dressed in olden days. When his attendant put her out and barred the door after her, ", "19": "Tamar put ashes on her head and tore the long tunic in which she was clothed. Then, putting her hands to her head, she went away crying loudly. ", "20": "Her brother Absalom said to her: “Has your brother Amnon been with you? Keep still now, my sister; he is your brother. Do not take this so to heart.” So Tamar remained, devastated, in the house of her brother Absalom. ", "21": "King David, when he heard of the whole affair, became very angry. He would not, however, antagonize Amnon, his high-spirited son; he loved him, because he was his firstborn. ", "22": "And Absalom said nothing, good or bad, to Amnon; but Absalom hated Amnon for having humiliated his sister Tamar.", "23": "Absalom's Plot. 23 Two years went by. It was sheep-shearing time for Absalom in Baal-hazor near Ephraim, and Absalom invited all the king's sons. ", "24": "Absalom went to the king and said: “Your servant has hired the shearers. Please, may the king come with all his servants to your servant.” ", "25": "But the king said to Absalom, “No, my son, all of us should not go lest we be a burden to you.” And though Absalom urged him, he would not go but began to bid him good-bye. ", "26": "Absalom then said, “If not you, then please let my brother Amnon come with us.” The king asked him, “Why should he go with you?” ", "27": "But at Absalom's urging, the king sent Amnon and with him all his other sons. Absalom prepared a banquet fit for a king. ", "28": "But Absalom had instructed his attendants: “Now watch! When Amnon is merry with wine and I say to you, 'Kill Amnon,' put him to death. Do not be afraid, for it is I who order you to do it. Be strong and act like warriors.”", "29": "Death of Amnon. 29 When the attendants did to Amnon as Absalom had commanded, all the king's other sons rose up, mounted their mules, and fled. ", "30": "While they were still on the road, a report reached David: “Absalom has killed all the king's sons and not one of them is left.” ", "31": "The king stood up, tore his garments, and lay on the ground. All his servants standing by him also tore their garments. ", "32": "But Jonadab, son of David's brother Shimeah, spoke up: “Let not my lord think that all the young men, the king's sons, have been killed! Amnon alone is dead, for Absalom was set on this ever since Amnon humiliated his sister Tamar. ", "33": "Now let my lord the king not take so to heart that report, 'All the king's sons are dead.' Amnon alone is dead.” ", "34": "Meanwhile, Absalom had taken flight. Then the servant on watch looked out and saw a large group coming down the slope from the direction of Bahurim. He came in and reported this to the king: “I saw some men coming down the mountainside from the direction of Bahurim.” ", "35": "So Jonadab said to the king: “There! The king's sons have come. It is as your servant said.” ", "36": "No sooner had he finished speaking than the king's sons came in, weeping aloud. The king, too, and all his servants wept very bitterly. ", "37": "But Absalom, who had taken flight, went to Talmai, son of Ammihud, king of Geshur, ", "38": "and stayed in Geshur for three years. ", "39": "All that time the king continued to mourn his son; but his intention of going out against Absalom abated as he was consoled over the death of Amnon."}