{"1": "The Wise Woman of Tekoa. 1 Now Joab, son of Zeruiah, knew how the king felt toward Absalom. ", "2": "Joab sent to Tekoa and brought from there a wise woman, to whom he said: “Pretend to be in mourning. Put on mourning apparel and do not anoint yourself with oil, that you may appear to be a woman who has long been mourning someone dead. ", "3": "Then go to the king and speak to him in this manner.” And Joab told her what to say.", "4": "So the woman of Tekoa went to the king and fell to the ground in homage, saying, “Help, O king!” ", "5": "The king said to her, “What do you want?” She replied: “Alas, I am a widow; my husband is dead. ", "6": "Your servant had two sons, who quarreled in the field, with no one to part them, and one of them struck his brother and killed him. ", "7": "Then the whole clan confronted your servant and demanded: 'Give up the one who struck down his brother. We must put him to death for the life of his brother whom he has killed; we must do away with the heir also.' Thus they will quench my remaining hope[a] and leave my husband neither name nor posterity upon the earth.” ", "8": "The king then said to the woman: “Go home. I will issue a command on your behalf.” ", "9": "The woman of Tekoa answered him, “Upon me and my family be the blame, my lord king; the king and his throne are innocent.” ", "10": "Then the king said, “If anyone says a word to you, have him brought to me, and he shall not touch you again.” ", "11": "But she said, “Please, let the king remember the Lord your God, that the avenger of blood may not go too far in destruction and that my son may not be done away with.” He replied, “As the Lord lives, not a hair of your son shall fall to the ground.”", "12": "But the woman continued, “Please let your servant say still another word to my lord the king.” He replied, “Speak.” ", "13": "So the woman said: “Why, then, do you think the way you do against the people of God? In pronouncing as he has, the king shows himself guilty, in not bringing back his own banished son. ", "14": "We must indeed die; we are then like water that is poured out on the ground and cannot be gathered up. Yet, though God does not bring back to life, he does devise means so as not to banish[b] anyone from him. ", "15": "And now, if I have presumed to speak to the king of this matter, it is because the people have given me cause to fear. And so your servant thought: 'Let me speak to the king. Perhaps he will grant the petition of his servant. ", "16": "For the king must surely listen and rescue his servant from the grasp of one who would destroy both me and my son from the heritage of God.' ", "17": "And your servant says, 'Let the word of my lord the king lead to rest;[c] indeed, my lord the king is like an angel of God, discerning good and evil. The Lord your God be with you.'”", "18": "The king answered the woman, “Now do not conceal from me anything I may ask you!” The woman said, “Let my lord the king speak.” ", "19": "So the king asked, “Is the hand of Joab with you in all this?” And the woman answered: “As you live, my lord the king, it is just as my lord has said, and not otherwise. It was your servant Joab who instructed me and told your servant all these things she was to say. ", "20": "Your servant Joab did this in order to approach the matter in a roundabout way. But my lord is wise with the wisdom of an angel of God, knowing all things on earth.”", "21": "Absalom's Return. 21 Then the king said to Joab: “I am granting this request. Go and bring back young Absalom.” ", "22": "Falling to the ground in homage and blessing the king, Joab said, “This day your servant knows that I am in good favor with you, my lord king, since the king has granted the request of your servant.” ", "23": "Joab then went off to Geshur and brought Absalom to Jerusalem. ", "24": "But the king said, “Let him go off to his own house; he shall not appear before[d] me.” So Absalom went off to his house and did not appear before the king.", "25": "In all Israel there was no man more praised for his beauty than Absalom, flawless from the sole of his foot to the crown of his head. ", "26": "When he shaved his head—as he used to do at the end of every year, because his hair became too heavy for him—the hair weighed two hundred shekels according to the royal standard. ", "27": "Absalom had three sons born to him, besides a daughter named Tamar, who was a beautiful woman.", "28": "Absalom Is Pardoned. 28 Absalom lived in Jerusalem for two years without appearing before the king. ", "29": "Then he sent a message asking Joab to send him to the king, but Joab would not come to him. Although he asked him a second time, Joab would not come. ", "30": "He therefore instructed his servants: “You see Joab's field that borders mine, where he has barley. Go, set it on fire.” And so Absalom's servants set the field on fire. Joab's farmhands came to him with torn garments and told him, “Absalom's servants set your field on fire.” ", "31": "Joab went to Absalom in his house and asked him, “Why have your servants set my field on fire?” ", "32": "Absalom answered Joab: “I sent you a message: Come here, that I may send you to the king to say: 'Why did I come back from Geshur? I would be better off if I were still there!' Now, let me appear before the king. If I am guilty, let him put me to death.” ", "33": "Joab went to the king and reported this. The king then called Absalom; he came to him and in homage fell on his face to the ground before the king. Then the king kissed Absalom."}