{"1": "Absalom's Ambition. 1 After this, Absalom provided himself with chariots, horses, and a retinue of fifty. ", "2": "Moreover, Absalom used to rise early and stand alongside the road leading to the gate. If someone had a lawsuit to be decided by the king, Absalom would call to him and say, “From what city are you?” And when he replied, “Your servant is of such and such a tribe of Israel,” ", "3": "Absalom would say to him, “Your case is good and just, but there is no one to hear you in the king's name.” ", "4": "And he would continue: “If only I could be appointed judge in the land! Then everyone who has a lawsuit to be decided might come to me and I would render him justice.” ", "5": "Whenever a man approached him to show homage, he would extend his hand, hold him, and kiss him. ", "6": "By behaving in this way toward all the Israelites who came to the king for judgment, Absalom was stealing the heart of Israel.", "7": "Conspiracy in Hebron. 7 After a period of four years, Absalom said to the king: “Please let me go to Hebron and fulfill a vow I made to the Lord. ", "8": "For while living in Geshur in Aram, your servant made this vow: 'If the Lord ever brings me back to Jerusalem, I will worship him in Hebron.'” ", "9": "The king said to him, “Go in peace,” and he went off to Hebron. ", "10": "Then Absalom sent agents throughout the tribes of Israel to say, “When you hear the sound of the horn, say, 'Absalom is king in Hebron!'” ", "11": "Two hundred men had accompanied Absalom from Jerusalem. They had been invited and went in all innocence, knowing nothing. ", "12": "Absalom also sent to Ahithophel the Gilonite, David's counselor, an invitation to come from his town, Giloh, for the sacrifices he was about to offer. So the conspiracy gained strength, and the people with Absalom increased in numbers.", "13": "David Flees Jerusalem. 13 An informant came to David with the report, “The Israelites have given their hearts to Absalom, and they are following him.” ", "14": "At this, David said to all his servants who were with him in Jerusalem: “Get up, let us flee, or none of us will escape from Absalom. Leave at once, or he will quickly overtake us, and then bring disaster upon us, and put the city to the sword.” ", "15": "The king's servants answered him, “Whatever our lord the king chooses to do, we are your servants.” ", "16": "Then the king set out, accompanied by his entire household, except for ten concubines whom he left behind to care for the palace. ", "17": "As the king left the city, with all his officers accompanying him, they halted opposite the ascent of the Mount of Olives, at a distance, ", "18": "while the whole army marched past him. David and Ittai. As all the Cherethites and Pelethites, and the six hundred Gittites who had entered his service from that city, were passing in review before the king, ", "19": "the king said to Ittai the Gittite: “Why should you also go with us? Go back and stay with the king, for you are a foreigner and you, too, are an exile from your own country. ", "20": "You came only yesterday, and today shall I have you wander off with us wherever I have to go? Return and take your brothers with you, and may the Lord show you kindness and fidelity.” ", "21": "But Ittai answered the king, “As the Lord lives, and as my lord the king lives, your servant shall be wherever my lord the king is, whether for death or for life.” ", "22": "So the king said to Ittai, “Go, then, march on.” And Ittai the Gittite, with all his men and all the dependents that were with him, marched on. ", "23": "The whole land wept aloud as the last of the soldiers went by, and the king crossed the Wadi Kidron with all the soldiers moving on ahead of him by way of the ascent of the Mount of Olives, toward the wilderness.", "24": "David and the Priests. 24 Zadok, too, and all the Levites bearing the ark of the covenant of God set down the ark of God until the whole army had finished marching out of the city; and Abiathar came up. ", "25": "Then the king said to Zadok: “Take the ark of God back to the city. If I find favor with the Lord, he will bring me back and permit me to see it and its lodging place. ", "26": "But if he should say, 'I am not pleased with you,' I am ready; let him do to me as he sees fit.” ", "27": "The king also said to Zadok the priest: “Look, you and Abiathar return to the city in peace, and both your sons with you, your own son Ahimaaz, and Abiathar's son Jonathan. ", "28": "Remember, I shall be waiting at the fords near the wilderness until a report from you comes to me.” ", "29": "So Zadok and Abiathar took the ark of God back to Jerusalem and remained there.", "30": "As David went up the ascent of the Mount of Olives, he wept without ceasing. His head was covered, and he was walking barefoot. All those who were with him also had their heads covered and were weeping as they went. ", "31": "When David was told, “Ahithophel is among the conspirators with Absalom,” he said, “O Lord, turn the counsel of Ahithophel to folly!”", "32": "David and Hushai. 32 When David reached the top, where God was worshiped, Hushai the Archite was there to meet him, with garments torn and dirt upon his head. ", "33": "David said to him: “If you come with me, you will be a burden to me; ", "34": "but if you return to the city and say to Absalom, 'Let me be your servant, O king; I was formerly your father's servant, but now I will be yours,' you will thwart for me the counsel of Ahithophel. ", "35": "You will have the priests Zadok and Abiathar there with you. If you hear anything from the king's house, you shall report it to the priests Zadok and Abiathar, ", "36": "who have there with them their two sons, Zadok's son Ahimaaz and Abiathar's son Jonathan. Through them you shall send on to me whatever you hear.” ", "37": "So David's friend Hushai went into the city, Jerusalem, as Absalom was about to enter it."}