{"1": "David and Ziba. 1 David went a little beyond the top and Ziba, the servant of Meribbaal, was there to meet him with saddled donkeys laden with two hundred loaves of bread, an ephah of cakes of pressed raisins, an ephah of summer fruits, and a skin of wine. ", "2": "The king said to Ziba, “What are you doing with all this?” Ziba replied: “The donkeys are for the king's household to ride on. The bread and summer fruits are for your servants to eat, and the wine to drink when they grow weary in the wilderness.” ", "3": "Then the king said, “And where is your lord's son?” Ziba answered the king, “He is staying in Jerusalem, for he said, 'Today the house of Israel will restore to me my father's kingdom.'” ", "4": "The king therefore said to Ziba, “So! Everything Meribbaal had is yours.” Then Ziba said: “I pay you homage, my lord the king. May I find favor with you!”", "5": "David and Shimei. 5 As King David was approaching Bahurim, there was a man coming out; he was of the same clan as the house of Saul, and his name was Shimei, son of Gera. He kept cursing as he came out, ", "6": "and throwing stones at David and at all King David's officers, even though all the soldiers, including the royal guard, were on David's right and on his left. ", "7": "Shimei was saying as he cursed: “Get out! Get out! You man of blood, you scoundrel! ", "8": "The Lord has paid you back for all the blood shed from the family of Saul,[a] whom you replaced as king, and the Lord has handed over the kingdom to your son Absalom. And now look at you: you suffer ruin because you are a man of blood.” ", "9": "Abishai, son of Zeruiah, said to the king: “Why should this dead dog curse my lord the king? Let me go over and take off his head.” ", "10": "But the king replied: “What business is it of mine or of yours, sons of Zeruiah, that he curses? Suppose the Lord has told him to curse David; who then will dare to say, 'Why are you doing this?'” ", "11": "Then David said to Abishai and to all his servants: “If my own son, who came forth from my loins, is seeking my life, how much more might this Benjaminite do so! Let him alone and let him curse, for the Lord has told him to. ", "12": "Perhaps the Lord will look upon my affliction and repay me with good for the curses he is uttering this day.” ", "13": "David and his men continued on the road, while Shimei kept up with them on the hillside, all the while cursing and throwing stones and dirt as he went. ", "14": "The king and all the soldiers with him arrived at the Jordan tired out, and stopped there to rest.", "15": "Absalom's Counselors. 15 In the meantime Absalom, with all the Israelites, entered Jerusalem, and Ahithophel was with him. ", "16": "When David's friend Hushai the Archite came to Absalom, he said to him: “Long live the king! Long live the king!” ", "17": "But Absalom asked Hushai: “Is this your devotion to your friend? Why did you not go with your friend?” ", "18": "Hushai replied to Absalom: “On the contrary, I am his whom the Lord and all this people and all Israel have chosen, and with him I will stay. ", "19": "Furthermore, as I was in attendance upon your father, so will I be before you. Whom should I serve, if not his son?”", "20": "Then Absalom said to Ahithophel, “Offer your counsel on what we should do.” ", "21": "Ahithophel replied to Absalom: “Go to your father's concubines, whom he left behind to take care of the palace. When all Israel hears how odious you have made yourself to your father, all those on your side will take courage.” ", "22": "So a tent was pitched on the roof for Absalom, and Absalom went to his father's concubines in view of all Israel.", "23": "Counsel of Ahithophel. 23 Now the counsel given by Ahithophel at that time was as though one sought the word of God. Such was all the counsel of Ahithophel both to David and to Absalom."}