{"1": "The king was shaken, and went up to the room over the city gate and wept. He said as he wept, “My son Absalom! My son, my son Absalom! If only I had died instead of you, Absalom, my son, my son!”", "2": "Joab Reproves David. 2 Joab was told, “The king is weeping and mourning for Absalom,” ", "3": "and that day's victory was turned into mourning for the whole army when they heard, “The king is grieving for his son.” ", "4": "The soldiers stole into the city that day like men shamed by flight in battle. ", "5": "Meanwhile the king covered his face and cried out in a loud voice, “My son Absalom! Absalom! My son, my son!” ", "6": "So Joab went to the king's residence and said: “Though they saved your life and your sons' and daughters' lives, and the lives of your wives and your concubines, you have put all your servants to shame today ", "7": "by loving those who hate you and hating those who love you. For you have announced today that officers and servants are nothing to you. Indeed I am now certain that if Absalom were alive today and all of us dead, that would be fine with you. ", "8": "Now then, get up! Go out and speak kindly to your servants. I swear by the Lord that if you do not go out, not a single man will remain with you overnight, and this will be a far greater disaster for you than any that has come upon you from your youth until now.” ", "9": "So the king got up and sat at the gate. When all the people were told, “The king is sitting at the gate,” they came into his presence. The Reconciliation. Now the Israelites had fled to their separate tents, ", "10": "but throughout the tribes of Israel all the people were arguing among themselves, saying to one another: “The king delivered us from the grasp of our enemies, and it was he who rescued us from the grasp of the Philistines. Now, he has fled the country before Absalom, ", "11": "but Absalom, whom we anointed over us, has died in battle. Why, then, should you remain silent about restoring the king to his palace?” When the talk of all Israel reached the king, ", "12": "David sent word to the priests Zadok and Abiathar: “Say to the elders of Judah: 'Why should you be last to restore the king to his palace? ", "13": "You are my brothers, you are my bone and flesh. Why should you be last to restore the king?' ", "14": "Also say to Amasa: 'Are you not my bone and flesh? May God do thus to me, and more, if you do not become commander of my army permanently in place of Joab.'” ", "15": "He won the hearts of the Judahites all together, and so they sent a message to the king: “Return, with all your servants.”", "16": "David and Shimei. 16 So the king returned, and when he reached the Jordan, Judah had come to Gilgal to meet him and to bring him across the Jordan. ", "17": "Shimei, son of Gera, the Benjaminite from Bahurim, hurried down with the Judahites to meet King David, ", "18": "accompanied by a thousand men from Benjamin. Ziba, too, the servant of the house of Saul, accompanied by his fifteen sons and twenty servants, hastened to the Jordan before the king. ", "19": "They crossed over the ford to bring the king's household over and to do whatever he wished. When Shimei, son of Gera, crossed the Jordan, he fell down before the king ", "20": "and said to him: “May my lord not hold me guilty; do not remember or take to heart the wrong that your servant did the day my lord the king left Jerusalem. ", "21": "For your servant knows that I have done wrong. But I now am the first of the whole house of Joseph to come down today to meet my lord the king.” ", "22": "But Abishai, son of Zeruiah, countered: “Shimei must be put to death for this. He cursed the anointed of the Lord.” ", "23": "David replied: “What has come between you and me, sons of Zeruiah, that you would become my adversaries this day? Should anyone die today in Israel? Am I not aware that today I am king over Israel?” ", "24": "Then the king said to Shimei, “You shall not die.” And the king gave him his oath.", "25": "David and Meribbaal. 25 Meribbaal, son of Saul, also went down to meet the king. He had not cared for his feet nor trimmed his mustache nor washed his clothes from the day the king left until he returned safely. ", "26": "When he came from Jerusalem to meet the king, the king asked him, “Why did you not go with me, Meribbaal?” ", "27": "He replied: “My lord king, my servant deceived me. For your servant said to him, 'Saddle the donkey for me, that I may ride on it and go with the king'; your servant is lame. ", "28": "But he slandered your servant before my lord the king. But my lord the king is like an angel of God. Do whatever seems good to you. ", "29": "For though my father's entire house deserved only death from my lord the king, yet you placed your servant among those who eat at your table. What right do I still have to make further appeal to the king?” ", "30": "But the king said to him: “Why do you go on talking? I say, 'You and Ziba shall divide the property.'” ", "31": "Meribbaal answered the king, “Indeed let him take it all, now that my lord the king has returned safely to his house.”", "32": "David and Barzillai. 32 Barzillai the Gileadite also came down from Rogelim and escorted the king to the Jordan for his crossing, taking leave of him at the Jordan. ", "33": "It was Barzillai, a very old man of eighty, who had provided for the king during his stay in Mahanaim; he was a very great man. ", "34": "The king said to Barzillai, “Cross over with me, and I will provide for your old age as my guest in Jerusalem.” ", "35": "But Barzillai answered the king: “How much longer have I to live, that I should go up to Jerusalem with the king? ", "36": "I am now eighty years old. Can I distinguish between good and evil? Can your servant taste what he eats and drinks, or still hear the voices of men and women singers? Why should your servant be any further burden to my lord the king? ", "37": "In escorting the king across the Jordan, your servant is doing little enough! Why should the king give me this reward? ", "38": "Please let your servant go back to die in my own city by the tomb of my father and mother. Here is your servant Chimham. Let him cross over with my lord the king. Do for him whatever seems good to you.” ", "39": "Then the king said to him, “Chimham shall cross over with me, and for him I will do whatever seems good to you. And anything else you would like me to do for you, I will do.” ", "40": "Then all the people crossed over the Jordan but the king remained; he kissed Barzillai and bade him farewell as he returned to his own place. ", "41": "Finally the king crossed over to Gilgal, accompanied by Chimham. Israel and Judah Quarrel. All of the people of Judah and half of the people of Israel had escorted the king across. ", "42": "But then all these Israelites began coming to the king and saying, “Why did our brothers the Judahites steal you away and bring the king and his household across the Jordan, along with all David's men?” ", "43": "All the Judahites replied to the men of Israel: “Because the king is our relative. Why are you angry over this? Have we had anything to eat at the king's expense? Or have portions from his table been given to us?” ", "44": "The Israelites answered the Judahites: “We have ten shares in the king. Also, we are the firstborn[a] rather than you. Why do you slight us? Were we not first to speak of restoring our king?” Then the Judahites in turn spoke even more fiercely than the Israelites."}