{"1": "David Is Anointed King. 1 After this, David inquired of the Lord, “Shall I go up into one of the cities of Judah?” The Lord replied to him: Go up. Then David asked, “Where shall I go?” He replied: To Hebron. ", "2": "So David went up there, with his two wives, Ahinoam of Jezreel and Abigail, the wife of Nabal of Carmel. ", "3": "David also brought up his men with their families, and they dwelt in the towns of Hebron. ", "4": "Then the men of Judah came there and anointed David king over the house of Judah. A report reached David that the people of Jabesh-gilead had buried Saul. ", "5": "So David sent messengers to the people of Jabesh-gilead and said to them: “May you be blessed by the Lord for having done this kindness to your lord Saul in burying him. ", "6": "And now may the Lord show you kindness and fidelity. For my part, I will show generosity to you for having done this. ", "7": "So take courage and prove yourselves valiant, for though your lord Saul is dead, the house of Judah has anointed me king over them.”", "8": "Ishbaal King of Israel. 8 Abner, son of Ner, captain of Saul's army, took Ishbaal,[a] son of Saul, and brought him over to Mahanaim, ", "9": "where he made him king over Gilead, the Asherites, Jezreel, Ephraim, Benjamin, and the rest of Israel. ", "10": "Ishbaal, son of Saul, was forty years old when he became king over Israel, and he reigned two years; but the house of Judah followed David. ", "11": "In all, David was king in Hebron over the house of Judah seven years and six months.", "12": "Combat near Gibeon. 12 Now Abner, son of Ner, and the servants of Ishbaal, Saul's son, set out from Mahanaim for Gibeon. ", "13": "Joab, son of Zeruiah, and the servants of David also set out and encountered them at the pool of Gibeon. And they sat down, one group on one side of the pool and the other on the opposite side. ", "14": "Then Abner said to Joab, “Let the young men rise and perform for us.”[b] Joab replied, “All right.” ", "15": "So they rose and were counted off: twelve of the Benjaminites of Ishbaal, son of Saul, and twelve of David's servants. ", "16": "Then each one grasped his opponent's head and thrust his sword into his opponent's side, and they all fell down together.[c] And so that place was named the Field of the Sides; it is in Gibeon.", "17": "Death of Asahel. 17 The battle that day was very fierce, and Abner and the men of Israel were defeated by David's servants. ", "18": "The three sons of Zeruiah were there—Joab, Abishai, and Asahel. Asahel, who was as fleet of foot as a gazelle in the open field, ", "19": "set out after Abner, turning neither right nor left in his pursuit. ", "20": "Abner turned around and said, “Is that you, Asahel?” He replied, “Yes.” ", "21": "Abner said to him, “Turn right or left; seize one of the young men and take what you can strip from him.” But Asahel would not stop pursuing him. ", "22": "Once more Abner said to Asahel: “Stop pursuing me! Why must I strike you to the ground? How could I show my face to your brother Joab?” ", "23": "Still he refused to stop. So Abner struck him in the abdomen with the heel of his spear, and the weapon protruded from his back. He fell there and died on the spot. All who came to the place where Asahel had fallen and died, halted. ", "24": "But Joab and Abishai continued the pursuit of Abner. The sun had gone down when they came to the hill of Ammah which lies east of the valley toward the wilderness near Geba.", "25": "Truce Between Joab and Abner. 25 Here the Benjaminites rallied around Abner, forming a single group, and made a stand on a hilltop. ", "26": "Then Abner called to Joab and said: “Must the sword devour forever? Do you not know that afterward there will be bitterness? How long before you tell the people to stop pursuing their brothers?” ", "27": "Joab replied, “As God lives, if you had not spoken, it would be morning before the people would be stopped from pursuing their brothers.” ", "28": "Joab then sounded the horn, and all the people came to a halt, pursuing Israel no farther and fighting no more. ", "29": "Abner and his men marched all night long through the Arabah, crossed the Jordan, marched all through the morning, and came to Mahanaim. ", "30": "Joab, coming from the pursuit of Abner, assembled all the men. Nineteen other servants of David were missing, besides Asahel. ", "31": "But David's servants had struck down and killed three hundred and sixty men of Benjamin, followers of Abner. ", "32": "They took up Asahel and buried him in his father's tomb in Bethlehem. Joab and his men made an all-night march, and dawn found them in Hebron."}