{"1": "Gibeonite Vengeance. 1 In David's time there was a famine for three years, year after year. David sought the presence of the Lord, who said: There is bloodguilt on Saul and his family because he put the Gibeonites to death. ", "2": "So the king called the Gibeonites and spoke to them. (Now the Gibeonites were not Israelites, but survivors of the Amorites; and although the Israelites had given them their oath, Saul had sought to kill them off in his zeal for the Israelites and for Judah.) ", "3": "David said to the Gibeonites, “What must I do for you and how must I make atonement, that you may bless the heritage of the Lord?” ", "4": "The Gibeonites answered him, “We have no claim against Saul and his house for silver or gold, nor is it our place to put anyone to death in Israel.” Then he said, “I will do for you whatever you propose.” ", "5": "They said to the king, “As for the man who was exterminating us and who intended to destroy us that we might have no place in all the territory of Israel, ", "6": "let seven men from among his descendants be given to us, that we may execute them before the Lord in Gibeon, on the Lord's mountain.” The king replied, “I will give them up.” ", "7": "The king, however, spared Meribbaal, son of Jonathan, son of Saul, because of the Lord's oath that formed a bond between David and Saul's son Jonathan. ", "8": "But the king took Armoni and Meribbaal, the two sons that Aiah's daughter Rizpah had borne to Saul, and the five sons of Saul's daughter Merob that she had borne to Adriel, son of Barzillai the Meholathite, ", "9": "and delivered them into the power of the Gibeonites, who then executed them on the mountain before the Lord. The seven fell at the one time; they were put to death during the first days of the harvest—that is, at the beginning of the barley harvest.", "10": "Then Rizpah, Aiah's daughter, took sackcloth and spread it out for herself on the rock from the beginning of the harvest until rain came down on them from the heavens, fending off the birds of the heavens from settling on them by day, and the wild animals by night. ", "11": "When David was informed of what Rizpah, Aiah's daughter, the concubine of Saul, had done, ", "12": "he went and obtained the bones of Saul and of his son Jonathan from the citizens of Jabesh-gilead, who had stolen them away secretly from the public square of Beth-shan, where the Philistines had hanged them at the time they defeated Saul on Gilboa. ", "13": "When he had brought up from there the bones of Saul and of his son Jonathan, the bones of those who had been executed were also gathered up. ", "14": "Then the bones of Saul and of his son Jonathan were buried in the land of Benjamin, at Zela, in the tomb of his father Kish. After all that the king commanded had been carried out, God granted relief to the land.", "15": "Exploits in Philistine Wars. 15 There was another battle between the Philistines and Israel. David went down with his servants and fought the Philistines, but David grew tired. ", "16": "Dadu, a descendant of the Rephaim, whose bronze spear weighed three hundred shekels, was about to take him captive. Dadu was girt with a new sword and thought he would kill David, ", "17": "but Abishai, son of Zeruiah, came to help him, and struck and killed the Philistine. Then David's men swore to him, “You must not go out to battle with us again, lest you quench the lamp of Israel.”", "18": "After this, there was another battle with the Philistines, in Gob. On that occasion Sibbecai the Hushathite struck down Saph, a descendant of the Rephaim. ", "19": "There was another battle with the Philistines, in Gob, and Elhanan, son of Jair from Bethlehem, killed Goliath of Gath, whose spear shaft was like a weaver's beam. ", "20": "There was another battle, at Gath, and there was a giant, who had six fingers on each hand and six toes on each foot—twenty-four in all. He too was descended from the Rephaim. ", "21": "And when he insulted Israel, Jonathan, son of David's brother Shimei, struck him down. ", "22": "These four were descended from the Rephaim in Gath, and they fell at the hands of David and his servants."}