{"1": "David's Census; the Plague. 1 The Lord's anger against Israel flared again, and he incited David against them: “Go, take a census of Israel and Judah.” ", "2": "The king therefore said to Joab and the leaders of the army who were with him, “Tour all the tribes of Israel from Dan to Beer-sheba and register the people, that I may know their number.” ", "3": "But Joab replied to the king: “May the Lord your God increase the number of people a hundredfold for my lord the king to see it with his own eyes. But why does it please my lord to do a thing of this kind?” ", "4": "However, the king's command prevailed over Joab and the leaders of the army, so they left the king's presence in order to register the people of Israel. ", "5": "Crossing the Jordan, they began near Aroer, south of the city in the wadi, and turned in the direction of Gad toward Jazer. ", "6": "They continued on to Gilead and to the district below Mount Hermon. Then they proceeded to Dan; from there they turned toward Sidon, ", "7": "going to the fortress of Tyre and to all the cities of the Hivites and Canaanites, and ending up in the Negeb of Judah, at Beer-sheba. ", "8": "Thus they toured the whole land, reaching Jerusalem again after nine months and twenty days. ", "9": "Joab then reported the census figures to the king: of men capable of wielding a sword, there were in Israel eight hundred thousand, and in Judah five hundred thousand.", "10": "Afterward, however, David regretted having numbered the people. David said to the Lord: “I have sinned grievously in what I have done. Take away, Lord, your servant's guilt, for I have acted very foolishly.”[a] ", "11": "When David rose in the morning, the word of the Lord came to the prophet Gad, David's seer, saying: ", "12": "Go, tell David: Thus says the Lord: I am offering you three options; choose one of them, and I will give you that. ", "13": "Gad then went to David to inform him. He asked: “Should three years of famine come upon your land; or three months of fleeing from your enemy while he pursues you; or is it to be three days of plague in your land? Now consider well: what answer am I to give to him who sent me?” ", "14": "David answered Gad: “I am greatly distressed. But let us fall into the hand of God, whose mercy is great, rather than into human hands.” ", "15": "Thus David chose the plague. At the time of the wheat harvest it broke out among the people. The Lord sent plague over Israel from morning until the time appointed, and from Dan to Beer-sheba seventy thousand of the people died. ", "16": "But when the angel stretched forth his hand toward Jerusalem to destroy it, the Lord changed his mind about the calamity, and said to the angel causing the destruction among the people: Enough now! Stay your hand. The angel of the Lord was then standing at the threshing floor of Araunah the Jebusite. ", "17": "When David saw the angel who was striking the people, he said to the Lord: “It is I who have sinned; it is I, the shepherd, who have done wrong. But these sheep, what have they done? Strike me and my father's family!”", "18": "David Offers Sacrifices. 18 On the same day Gad went to David and said to him, “Go and set up an altar to the Lord on the threshing floor of Araunah the Jebusite.” ", "19": "According to Gad's word, David went up as the Lord had commanded. ", "20": "Now Araunah looked down and saw the king and his servants coming toward him while he was threshing wheat. So he went out and bowed down before the king, his face to the ground. ", "21": "Then Araunah asked, “Why does my lord the king come to his servant?” David replied, “To buy the threshing floor from you, to build an altar to the Lord, that the plague may be withdrawn from the people.” ", "22": "But Araunah said to David: “Let my lord the king take it and offer up what is good in his sight. See, here are the oxen for burnt offerings, and the threshing sledges and the yokes of oxen for wood. ", "23": "All this does Araunah give to the king.” Araunah then said to the king, “May the Lord your God accept your offering.” ", "24": "The king, however, replied to Araunah, “No, I will buy it from you at the proper price, for I cannot sacrifice to the Lord my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen for fifty silver shekels. ", "25": "Then David built an altar to the Lord there, and sacrificed burnt offerings and communion offerings. The Lord granted relief to the land, and the plague was withdrawn from Israel."}