{"1": "David and Meribbaal. 1 David asked, “Is there any survivor of Saul's house to whom I may show kindness for the sake of Jonathan?” ", "2": "Now there was an official of the house of Saul named Ziba. He was summoned to David, and the king asked him, “Are you Ziba?” He replied, “Your servant.” ", "3": "Then the king asked, “Is there any survivor of Saul's house to whom I may show God's kindness?” Ziba answered the king, “There is still Jonathan's son, the one whose feet are crippled.” ", "4": "The king asked him, “Where is he?” and Ziba answered the king, “He is in the house of Machir, son of Ammiel, in Lodebar.” ", "5": "So King David sent for him and had him brought from the house of Machir, son of Ammiel, from Lodebar. ", "6": "When Meribbaal, son of Jonathan, son of Saul, came to David, he fell face down in homage. David said, “Meribbaal,” and he answered, “Your servant.” ", "7": "“Do not be afraid,” David said to him, “I will surely be kind to you for the sake of Jonathan your father. I will restore to you all the lands of Saul your grandfather, and you shall eat at my table always.” ", "8": "Bowing low, he answered, “What am I, your servant, that you should pay attention to a dead dog like me?” ", "9": "The king then called Ziba, Saul's attendant, and said to him: “All that belonged to Saul and to his entire house, I am giving to your lord's son. ", "10": "You and your sons and servants must till the land for him. You shall bring in the produce, which shall be food for your lord's household to eat. But Meribbaal, your lord's son, shall always eat at my table.” Now Ziba had fifteen sons and twenty servants. ", "11": "Ziba answered the king, “Whatever my lord the king commands his servant, so shall your servant do.” And so Meribbaal ate at David's table like one of the king's sons. ", "12": "Meribbaal had a young son whose name was Mica; and all the tenants of Ziba's household worked for Meribbaal. ", "13": "But Meribbaal lived in Jerusalem, because he always ate at the king's table. He was lame in both feet."}