{"1": "You are doomed! You make unjust laws that oppress my people. ", "2": "That is how you keep the poor from having their rights and from getting justice. That is how you take the property that belongs to widows and orphans. ", "3": "What will you do when God punishes you? What will you do when he brings disaster on you from a distant country? Where will you run to find help? Where will you hide your wealth? ", "4": "You will be killed in battle or dragged off as prisoners. Yet even so the Lord's anger will not be ended; his hand will still be stretched out to punish.", "5": "The Lord said, “Assyria! I use Assyria like a club to punish those with whom I am angry. ", "6": "I sent Assyria to attack a godless nation, people who have made me angry. I sent them to loot and steal and trample the people like dirt in the streets.”", "7": "But the Assyrian emperor has his own violent plans in mind. He is determined to destroy many nations. ", "8": "He boasts, “Every one of my commanders is a king! ", "9": "I conquered the cities of Calno and Carchemish, the cities of Hamath and Arpad. I conquered Samaria and Damascus. ", "10": "I reached out to punish those kingdoms that worship idols, idols more numerous than those of Jerusalem and Samaria. ", "11": "I have destroyed Samaria and all its idols, and I will do the same to Jerusalem and the images that are worshiped there.”", "12": "But the Lord says, “When I finish what I am doing on Mount Zion and in Jerusalem, I will punish the emperor of Assyria for all his boasting and all his pride.”", "13": "The emperor of Assyria boasts, “I have done it all myself. I am strong and wise and clever. I wiped out the boundaries between nations and took the supplies they had stored. Like a bull I have trampled the people who live there. ", "14": "The nations of the world were like a bird's nest, and I gathered their wealth as easily as gathering eggs. Not a wing fluttered to scare me off; no beak opened to scream at me!”", "15": "But the Lord says, “Can an ax claim to be greater than the one who uses it? Is a saw more important than the one who saws with it? A club doesn't lift up a person; a person lifts up a club.”", "16": "The Lord Almighty is going to send disease to punish those who are now well-fed. In their bodies there will be a fire that burns and burns. ", "17": "God, the light of Israel, will become a fire. Israel's holy God will become a flame, which in a single day will burn up everything, even the thorns and thistles. ", "18": "The rich forests and farmlands will be totally destroyed, in the same way that a fatal sickness destroys someone. ", "19": "There will be so few trees left that even a child will be able to count them.", "20": "A time is coming when the people of Israel who have survived will not rely any more on the nation that almost destroyed them. They will truly put their trust in the Lord, Israel's holy God. ", "21": "A few of the people of Israel will come back to their mighty God. ", "22": "Even though now there are as many people of Israel as there are grains of sand by the sea, only a few will come back. Destruction is in store for the people, and it is fully deserved. ", "23": "Yes, throughout the whole country the Sovereign Lord Almighty will bring destruction, as he said he would.", "24": "The Sovereign Lord Almighty says to his people who live in Zion, “Do not be afraid of the Assyrians, even though they oppress you as the Egyptians used to do. ", "25": "In only a little while I will finish punishing you, and then I will destroy them. ", "26": "I, the Lord Almighty, will beat them with my whip as I did the people of Midian at Oreb Rock. I will punish Assyria as I punished Egypt. ", "27": "When that time comes, I will free you from the power of Assyria, and their yoke will no longer be a burden on your shoulders.”[a]", "28": "The enemy army has captured the city of Ai![b] They have passed through Migron! They left their supplies at Michmash! ", "29": "They have crossed the pass and are spending the night at Geba! The people in the town of Ramah are terrified, and the people in King Saul's hometown of Gibeah have run away. ", "30": "Shout, people of Gallim! Listen, people of Laishah! Answer, people of Anathoth! ", "31": "The people of Madmenah and Gebim are running for their lives. ", "32": "Today the enemy are in the town of Nob, and there they are shaking their fists at Mount Zion, at the city of Jerusalem.", "33": "The Lord Almighty will bring them crashing down like branches cut off a tree. The proudest and highest of them will be cut down and humiliated. ", "34": "The Lord will cut them down as trees in the heart of the forest are cut down with an ax, as even the finest trees of Lebanon fall!"}