{"1": "Here is the message which God gave to Isaiah son of Amoz about Judah and Jerusalem:", "2": "In days to come the mountain where the Temple stands will be the highest one of all, towering above all the hills. Many nations will come streaming to it,", "3": "and their people will say, “Let us go up the hill of the Lord,[a] to the Temple of Israel's God. He will teach us what he wants us to do; we will walk in the paths he has chosen. For the Lord's teaching comes from Jerusalem; from Zion he speaks to his people.”", "4": "He will settle disputes among great nations. They will hammer their swords into plows and their spears into pruning knives. Nations will never again go to war, never prepare for battle again.", "5": "Now, descendants of Jacob, let us walk in the light which the Lord gives us!", "6": "O God, you have forsaken your people, the descendants of Jacob! The land is full of magic practices from the East and from Philistia.[b] The people follow foreign customs. ", "7": "Their land is full of silver and gold, and there is no end to their treasures. Their land is full of horses, and there is no end to their chariots. ", "8": "Their land is full of idols, and they worship objects that they have made with their own hands.", "9": "Everyone will be humiliated and disgraced. Do not forgive them, Lord!", "10": "They will hide in caves in the rocky hills or dig holes in the ground to try to escape from the Lord's anger and to hide from his power and glory! ", "11": "A day is coming when human pride will be ended and human arrogance destroyed. Then the Lord alone will be exalted. ", "12": "On that day the Lord Almighty will humble everyone who is powerful, everyone who is proud and conceited. ", "13": "He will destroy the tall cedars of Lebanon and all the oaks in the land of Bashan. ", "14": "He will level the high mountains and hills, ", "15": "every high tower, and the walls of every fortress. ", "16": "He will sink even the largest and most beautiful ships. ", "17-18": "Human pride will be ended, and human arrogance will be destroyed. Idols will completely disappear, and the Lord alone will be exalted on that day.", "19": "People will hide in caves in the rocky hills or dig holes in the ground to try to escape from the Lord's anger and to hide from his power and glory, when he comes to shake the earth. ", "20": "When that day comes, they will throw away the gold and silver idols they have made, and abandon them to the moles and the bats. ", "21": "When the Lord comes to shake the earth, people will hide in holes and caves in the rocky hills to try to escape from his anger and to hide from his power and glory.", "22": "Put no more confidence in mortals. What are they worth?"}