{"1": "Our enemies are doomed! They have robbed and betrayed, although no one has robbed them or betrayed them. But their time to rob and betray will end, and they themselves will become victims of robbery and treachery.", "2": "Lord, have mercy on us. We have put our hope in you. Protect us day by day and save us in times of trouble. ", "3": "When you fight for us, nations run away from the noise of battle. ", "4": "Their belongings are pounced upon and taken as loot.", "5": "How great the Lord is! He rules over everything. He will fill Jerusalem with justice and integrity ", "6": "and give stability to the nation. He always protects his people and gives them wisdom and knowledge. Their greatest treasure is their reverence for the Lord.", "7": "The brave are calling for help. The ambassadors who tried to bring about peace are crying bitterly. ", "8": "The highways are so dangerous that no one travels on them. Treaties are broken and agreements are violated. No one is respected any more. ", "9": "The land lies idle and deserted. The forests of Lebanon have withered, the fertile valley of Sharon is like a desert, and in Bashan and on Mount Carmel the leaves are falling from the trees.", "10": "The Lord says to the nations, “Now I will act. I will show how powerful I am. ", "11": "You make worthless plans and everything you do is useless. My spirit is like a fire that will destroy you.[a] ", "12": "You will crumble like rocks burned to make lime, like thorns burned to ashes. ", "13": "Let everyone near and far hear what I have done and acknowledge my power.”", "14": "The sinful people of Zion are trembling with fright. They say, “God's judgment is like a fire that burns forever. Can any of us survive a fire like that?” ", "15": "You can survive if you say and do what is right. Don't use your power to cheat the poor and don't accept bribes. Don't join with those who plan to commit murder or to do other evil things. ", "16": "Then you will be safe; you will be as secure as if in a strong fortress. You will have food to eat and water to drink.", "17": "Once again you will see a king ruling in splendor over a land that stretches in all directions. ", "18": "Your old fears of foreign tax collectors and spies will be only a memory. ", "19": "You will no longer see any arrogant foreigners who speak a language that you can't understand. ", "20": "Look at Zion, the city where we celebrate our religious festivals. Look at Jerusalem! What a safe place it will be to live in! It will be like a tent that is never moved, whose pegs are never pulled up and whose ropes never break. ", "21": "The Lord will show us his glory. We will live beside broad rivers and streams, but hostile ships will not sail on them.[b] ", "22-23": "All the rigging on those ships is useless; the sails cannot be spread! We will seize all the wealth of enemy armies, and there will be so much that even the lame can get a share. The Lord himself will be our king; he will rule over us and protect us. ", "24": "No one who lives in our land will ever again complain of being sick, and all sins will be forgiven."}