{"1": "Come, people of all nations! Gather around and listen. Let the whole earth and everyone living on it come here and listen. ", "2": "The Lord is angry with all the nations and all their armies. He has condemned them to destruction. ", "3": "Their corpses will not be buried, but will lie there rotting and stinking; and the mountains will be red with blood. ", "4": "The sun, moon, and stars will crumble to dust. The sky will disappear like a scroll being rolled up, and the stars will fall like leaves dropping from a vine or a fig tree.", "5": "The Lord has prepared his sword in heaven, and now it will strike Edom, those people whom he has condemned to destruction. ", "6": "His sword will be covered with their blood and fat, like the blood and fat of lambs and goats that are sacrificed. The Lord will offer this sacrifice in the city of Bozrah; he will make this a great slaughter in the land of Edom. ", "7": "The people will fall like wild oxen and young bulls, and the earth will be red with blood and covered with fat. ", "8": "This is the time when the Lord will rescue Zion and take vengeance on her enemies.", "9": "The rivers of Edom will turn into tar, and the soil will turn into sulfur. The whole country will burn like tar. ", "10": "It will burn day and night, and smoke will rise from it forever. The land will lie waste age after age, and no one will ever travel through it again. ", "11": "Owls and ravens will take over the land. The Lord will make it a barren waste again, as it was before the creation. ", "12": "There will be no king to rule the country, and the leaders will all be gone.[a] ", "13": "Thorns and thistles will grow up in all the palaces and walled towns, and jackals and owls will live in them. ", "14": "Wild animals will roam there, and demons will call to each other. The night monster[b] will come there looking for a place to rest. ", "15": "Owls will build their nests, lay eggs, hatch their young, and care for them there. Vultures will gather there, one after another.", "16": "Search in the Lord's book of living creatures and read what it says. Not one of these creatures will be missing, and not one will be without its mate. The Lord has commanded it to be so; he himself will bring them together. ", "17": "It is the Lord who will divide the land among them and give each of them a share. They will live in the land age after age, and it will belong to them forever."}