{"1": "In the fourteenth year that Hezekiah was king of Judah, Sennacherib, the emperor of Assyria, attacked the fortified cities of Judah and captured them. ", "2": "Then he ordered his chief official to go from Lachish to Jerusalem with a large military force to demand that King Hezekiah surrender. The official occupied the road where the cloth makers work, by the ditch that brings water from the upper pool. ", "3": "Three Judeans came out to meet him: the official in charge of the palace, Eliakim son of Hilkiah; the court secretary, Shebna; and the official in charge of the records, Joah son of Asaph. ", "4": "The Assyrian official told them that the emperor wanted to know what made King Hezekiah so confident. ", "5": "He demanded, “Do you think that words can take the place of military skill and might? Who do you think will help you rebel against Assyria? ", "6": "You are expecting Egypt to help you, but that would be like using a reed as a walking stick—it would break and would jab your hand. That is what the king of Egypt is like when anyone relies on him.”", "7": "The Assyrian official went on, “Or will you tell me that you are relying on the Lord your God? It was the Lord's shrines and altars that Hezekiah destroyed when he told the people of Judah and Jerusalem to worship at one altar only. ", "8": "I will make a bargain with you in the name of the emperor. I will give you two thousand horses if you can find that many riders. ", "9": "You are no match for even the lowest ranking Assyrian official, and yet you expect the Egyptians to send you chariots and horsemen. ", "10": "Do you think I have attacked your country and destroyed it without the Lord's help? The Lord himself told me to attack it and destroy it.”", "11": "Then Eliakim, Shebna, and Joah told the official, “Speak Aramaic to us. We understand it. Don't speak Hebrew; all the people on the wall are listening.”", "12": "He replied, “Do you think you and the king are the only ones the emperor sent me to say all these things to? No, I am also talking to the people who are sitting on the wall, who will have to eat their excrement and drink their urine, just as you will.”", "13": "Then the official stood up and shouted in Hebrew, “Listen to what the emperor of Assyria is telling you. ", "14": "He warns you not to let Hezekiah deceive you. Hezekiah can't save you. ", "15": "And don't let him persuade you to rely on the Lord. Don't think that the Lord will save you and that he will stop our Assyrian army from capturing your city. ", "16": "Don't listen to Hezekiah! The emperor of Assyria commands you to come out of the city and surrender. You will all be allowed to eat grapes from your own vines and figs from your own trees, and to drink water from your own wells— ", "17": "until the emperor resettles you in a country much like your own, where there are vineyards to give wine and there is grain for making bread. ", "18": "Don't let Hezekiah fool you into thinking that the Lord will rescue you. Did the gods of any other nations save their countries from the emperor of Assyria? ", "19": "Where are they now, the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Did anyone save Samaria? ", "20": "When did any of the gods of all these countries ever save their country from our emperor? Then what makes you think the Lord can save Jerusalem?”", "21": "The people kept quiet, just as King Hezekiah had told them to; they did not say a word. ", "22": "Then Eliakim, Shebna, and Joah tore their clothes in grief and went and reported to the king what the Assyrian official had said."}