{"1": "The people reply, “Who would have believed what we now report? Who could have seen the Lord's hand in this?", "2": "It was the will of the Lord that his servant grow like a plant taking root in dry ground. He had no dignity or beauty to make us take notice of him. There was nothing attractive about him, nothing that would draw us to him.", "3": "We despised him and rejected him; he endured suffering and pain. No one would even look at him— we ignored him as if he were nothing.", "4": "“But he endured the suffering that should have been ours, the pain that we should have borne. All the while we thought that his suffering was punishment sent by God.", "5": "But because of our sins he was wounded, beaten because of the evil we did. We are healed by the punishment he suffered, made whole by the blows he received.", "6": "All of us were like sheep that were lost, each of us going his own way. But the Lord made the punishment fall on him, the punishment all of us deserved.", "7": "“He was treated harshly, but endured it humbly; he never said a word. Like a lamb about to be slaughtered, like a sheep about to be sheared, he never said a word.", "8": "He was arrested and sentenced and led off to die, and no one cared about his fate. He was put to death for the sins of our people.", "9": "He was placed in a grave with those who are evil, he was buried with the rich, even though he had never committed a crime or ever told a lie.”", "10": "The Lord says, “It was my will that he should suffer; his death was a sacrifice to bring forgiveness. And so he will see his descendants; he will live a long life, and through him my purpose will succeed.", "11": "After a life of suffering, he will again have joy; he will know that he did not suffer in vain. My devoted servant, with whom I am pleased, will bear the punishment of many and for his sake I will forgive them.", "12": "And so I will give him a place of honor, a place among the great and powerful. He willingly gave his life and shared the fate of evil men. He took the place of many sinners and prayed that they might be forgiven.”[a]"}