{"1": "Jerusalem, you have been like a childless woman, but now you can sing and shout for joy. Now you will have more children than a woman whose husband never left her.", "2": "Make the tent you live in larger; lengthen its ropes and strengthen the pegs!", "3": "You will extend your boundaries on all sides; your people will get back the land that the other nations now occupy. Cities now deserted will be filled with people.", "4": "Do not be afraid—you will not be disgraced again; you will not be humiliated. You will forget your unfaithfulness as a young wife, and your desperate loneliness as a widow.", "5": "Your Creator will be like a husband to you— the Lord Almighty is his name. The holy God of Israel will save you— he is the ruler of all the world.", "6": "Israel, you are like a young wife, deserted by her husband and deeply distressed. But the Lord calls you back to him and says:", "7": "“For one brief moment I left you; with deep love I will take you back.", "8": "I turned away angry for only a moment, but I will show you my love forever.” So says the Lord who saves you.", "9": "“In the time of Noah I promised never again to flood the earth. Now I promise not to be angry with you again; I will not reprimand or punish you.", "10": "The mountains and hills may crumble, but my love for you will never end; I will keep forever my promise of peace.” So says the Lord who loves you.", "11": "The Lord says, “O Jerusalem, you suffering, helpless city, with no one to comfort you, I will rebuild your foundations with precious stones.", "12": "I will build your towers with rubies, your gates with stones that glow like fire, and the wall around you with jewels.", "13": "“I myself will teach your people and give them prosperity and peace.", "14": "Justice and right will make you strong. You will be safe from oppression and terror.", "15": "Whoever attacks you, does it without my consent; whoever fights against you will fall.", "16": "“I create the blacksmith, who builds a fire and forges weapons. I also create the soldier, who uses the weapons to kill.", "17": "But no weapon will be able to hurt you; you will have an answer for all who accuse you. I will defend my servants and give them victory.” The Lord has spoken."}