{"1": "The Lord says, “Shout as loud as you can! Tell my people Israel about their sins! ", "2": "They worship me every day, claiming that they are eager to know my ways and obey my laws. They say they want me to give them just laws and that they take pleasure in worshiping me.”", "3": "The people ask, “Why should we fast if the Lord never notices? Why should we go without food if he pays no attention?” The Lord says to them, “The truth is that at the same time you fast, you pursue your own interests and oppress your workers. ", "4": "Your fasting makes you violent, and you quarrel and fight. Do you think this kind of fasting will make me listen to your prayers? ", "5": "When you fast, you make yourselves suffer; you bow your heads low like a blade of grass and spread out sackcloth and ashes to lie on. Is that what you call fasting? Do you think I will be pleased with that?", "6": "“The kind of fasting I want is this: Remove the chains of oppression and the yoke of injustice, and let the oppressed go free. ", "7": "Share your food with the hungry and open your homes to the homeless poor. Give clothes to those who have nothing to wear, and do not refuse to help your own relatives.", "8": "“Then my favor will shine on you like the morning sun, and your wounds will be quickly healed. I will always be with you to save you; my presence will protect you on every side. ", "9": "When you pray, I will answer you. When you call to me, I will respond. “If you put an end to oppression, to every gesture of contempt, and to every evil word; ", "10": "if you give food to the hungry and satisfy those who are in need, then the darkness around you will turn to the brightness of noon. ", "11": "And I will always guide you and satisfy you with good things. I will keep you strong and well. You will be like a garden that has plenty of water, like a spring of water that never goes dry. ", "12": "Your people will rebuild what has long been in ruins, building again on the old foundations. You will be known as the people who rebuilt the walls, who restored the ruined houses.”", "13": "The Lord says, “If you treat the Sabbath as sacred and do not pursue your own interests on that day; if you value my holy day and honor it by not traveling, working, or talking idly on that day, ", "14": "then you will find the joy that comes from serving me. I will make you honored all over the world, and you will enjoy the land I gave to your ancestor, Jacob. I, the Lord, have spoken.”"}