{"1": "Arise, Jerusalem, and shine like the sun; The glory of the Lord is shining on you!", "2": "Other nations will be covered by darkness, But on you the light of the Lord will shine; The brightness of his presence will be with you.", "3": "Nations will be drawn to your light, And kings to the dawning of your new day.", "4": "Look around you and see what is happening: Your people are gathering to come home! Your sons will come from far away; Your daughters will be carried like children.", "5": "You will see this and be filled with joy; You will tremble with excitement. The wealth of the nations will be brought to you; From across the sea their riches will come.", "6": "Great caravans of camels will come, from Midian and Ephah. They will come from Sheba, bringing gold and incense. People will tell the good news of what the Lord has done!", "7": "All the sheep of Kedar and Nebaioth Will be brought to you as sacrifices And offered on the altar to please the Lord. The Lord will make his Temple more glorious than ever.", "8": "What are these ships that skim along like clouds, Like doves returning home?", "9": "They are ships coming from distant lands, Bringing God's people home. They bring with them silver and gold To honor the name of the Lord, The holy God of Israel, Who has made all nations honor his people.", "10": "The Lord says to Jerusalem, “Foreigners will rebuild your walls, And their kings will serve you. In my anger I punished you, But now I will show you my favor and mercy.", "11": "Day and night your gates will be open, So that the kings of the nations May bring you their wealth.", "12": "But nations that do not serve you Will be completely destroyed.", "13": "“The wood of the pine, the juniper, and the cypress, The finest wood from the forests of Lebanon, Will be brought to rebuild you, Jerusalem, To make my Temple beautiful, To make my city glorious.", "14": "The descendants of those who oppressed you will come And bow low to show their respect. All who once despised you will worship at your feet. They will call you 'The City of the Lord,' 'Zion, the City of Israel's Holy God.'", "15": "“You will no longer be forsaken and hated, A city deserted and desolate. I will make you great and beautiful, A place of joy forever and ever.", "16": "Nations and kings will care for you As a mother nurses her child. You will know that I, the Lord, have saved you, That the mighty God of Israel sets you free.", "17": "“I will bring you gold instead of bronze, Silver and bronze instead of iron and wood, And iron instead of stone. Your rulers will no longer oppress you; I will make them rule with justice and peace.", "18": "The sounds of violence will be heard no more; Destruction will not shatter your country again. I will protect and defend you like a wall; You will praise me because I have saved you.", "19": "“No longer will the sun be your light by day Or the moon be your light by night; I, the Lord, will be your eternal light; The light of my glory will shine on you.", "20": "Your days of grief will come to an end. I, the Lord, will be your eternal light, More lasting than the sun and moon.", "21": "Your people will all do what is right, And will possess the land forever. I planted them, I made them, To reveal my greatness to all.", "22": "Even your smallest and humblest family Will become as great as a powerful nation. When the right time comes, I will make this happen quickly. I am the Lord!”"}