{"1": "When King Ahaz, the son of Jotham and grandson of Uzziah, ruled Judah, war broke out. Rezin, king of Syria, and Pekah son of Remaliah, king of Israel, attacked Jerusalem, but were unable to capture it.", "2": "When word reached the king of Judah that the armies of Syria were already in the territory of Israel, he and all his people were so terrified that they trembled like trees shaking in the wind.", "3": "The Lord said to Isaiah, “Take your son Shear Jashub,[a] and go to meet King Ahaz. You will find him on the road where the cloth makers work, at the end of the ditch that brings water from the upper pool. ", "4": "Tell him to keep alert, to stay calm, and not to be frightened or disturbed. The anger of King Rezin and his Syrians and of King Pekah is no more dangerous than the smoke from two smoldering sticks of wood. ", "5": "Syria, together with Israel and its king, has made a plot. ", "6": "They intend to invade Judah, terrify the people into joining their side, and then put Tabeel's son on the throne.", "7": "“But I, the Lord, declare that this will never happen. ", "8": "Why? Because Syria is no stronger than Damascus, its capital city, and Damascus is no stronger than King Rezin. As for Israel, within sixty-five years it will be too shattered to survive as a nation. ", "9": "Israel is no stronger than Samaria, its capital city, and Samaria is no stronger than King Pekah. “If your faith is not enduring, you will not endure.”", "10": "The Lord sent another message to Ahaz: ", "11": "“Ask the Lord your God to give you a sign. It can be from deep in the world of the dead or from high up in heaven.”", "12": "Ahaz answered, “I will not ask for a sign. I refuse to put the Lord to the test.”", "13": "To that Isaiah replied, “Listen, now, descendants of King David. It's bad enough for you to wear out the patience of people—do you have to wear out God's patience too? ", "14": "Well then, the Lord himself will give you a sign: a young woman[b] who is pregnant will have a son and will name him 'Immanuel.'[c] ", "15": "By the time he is old enough to make his own decisions, people will be drinking milk and eating honey.[d] ", "16": "Even before that time comes, the lands of those two kings who terrify you will be deserted.", "17": "“The Lord is going to bring on you, on your people, and on the whole royal family, days of trouble worse than any that have come since the kingdom of Israel separated from Judah—he is going to bring the king of Assyria.", "18": "“When that time comes, the Lord will whistle as a signal for the Egyptians to come like flies from the farthest branches of the Nile, and for the Assyrians to come from their land like bees. ", "19": "They will swarm in the rugged valleys and in the caves in the rocks, and they will cover every thorn bush and every pasture.", "20": "“When that time comes, the Lord will hire a barber from across the Euphrates—the emperor of Assyria!—and he will shave off your beards and the hair on your heads and your bodies.", "21": "“When that time comes, even if a farmer has been able to save only one young cow and two goats, ", "22": "they will give so much milk that he will have all he needs. Yes, the few survivors left in the land will have milk and honey to eat.", "23": "“When that time comes, the fine vineyards, each with a thousand vines and each worth a thousand pieces of silver, will be overgrown with thorn bushes and briers. ", "24": "People will go hunting there with bows and arrows. Yes, the whole country will be full of briers and thorn bushes. ", "25": "All the hills where crops were once planted will be so overgrown with thorns that no one will go there. It will be a place where cattle and sheep graze.”"}