{"1": "Assurance of God's Presence. 1 On the twenty-first day of the seventh month,[a] the word of the Lord came through Haggai the prophet: ", "2": "Speak to the governor of Judah, Zerubbabel, son of Shealtiel, and to the high priest Joshua, son of Jehozadak, and to the remnant of the people:", "3": "Who is left among you[b] who saw this house in its former glory? And how do you see it now? Does it not seem like nothing in your eyes?", "4": "Now be strong, Zerubbabel—oracle of the Lord— be strong, Joshua, son of Jehozadak, high priest, Be strong, all you people of the land—oracle of the Lord— and work! For I am with you—oracle of the Lord of hosts.", "5": "This is the commitment I made to you when you came out of Egypt. My spirit remains in your midst; do not fear!", "6": "For thus says the Lord of hosts:[c] In just a little while, I will shake the heavens and the earth, the sea and the dry land.", "7": "I will shake all the nations, so that the treasures of all the nations will come in. And I will fill this house with glory— says the Lord of hosts.", "8": "Mine is the silver and mine the gold—oracle of the Lord of hosts.", "9": "Greater will be the glory of this house the latter more than the former—says the Lord of hosts; And in this place I will give you peace—[d] oracle of the Lord of hosts. Priestly Ruling with Prophetic Interpretation.[e] ", "10": "On the twenty-fourth day of the ninth month in the second year[f] of Darius, the word of the Lord came to Haggai the prophet: ", "11": "Thus says the Lord of hosts: Ask the priests for a ruling:[g] ", "12": "If someone carries sanctified meat in the fold of a garment and the fold touches bread, soup, wine, oil, or any other food, do they become sanctified? “No,” the priests answered. ", "13": "Then Haggai asked: “If a person defiled from contact with a corpse touches any of these, do they become defiled?” The priests answered, “They become defiled.” ", "14": "Then Haggai replied: So is this people,[h] and so is this nation in my sight—oracle of the Lord— And so is all the work of their hands; what they offer there is defiled.", "15": "Now reflect,[i] from this day forward—before you set stone to stone in the temple of the Lord, ", "16": "what was your experience? When one went to a heap of grain for twenty ephahs, there were only ten; When one went to a vat to draw fifty ephahs,[j] there were only twenty.", "17": "I struck you, and all the work of your hands, with searing wind, blight, and hail, yet you did not return to me—oracle of the Lord.", "18": "Reflect from this day forward, from the twenty-fourth day of the ninth month.[k] From the day on which the temple of the Lord was founded, reflect!", "19": "Is there still seed in the storehouse? Have the vine, the fig, the pomegranate, and the olive tree still not borne fruit? From this day, I will bless you.[l] Future Hope.[m] ", "20": "The word of the Lord came a second time to Haggai on the twenty-fourth day of the month:[n] ", "21": "Speak to Zerubbabel, the governor of Judah: I will shake the heavens and the earth;", "22": "I will overthrow the thrones of kingdoms, and destroy the power of the kingdoms of the nations. I will overthrow the chariots and their riders, and the riders with their horses will fall by each other's swords.", "23": "On that day—oracle of the Lord of hosts—I will take you, my servant, Zerubbabel, son of Shealtiel—oracle of the Lord—and I will make you like a signet ring,[o] for I have chosen you—oracle of the Lord of hosts."}