{"1": "These are the families of Shem, Ham, and Japheth, who were the three sons of Noah; for sons were born to them after the flood.", "2": "The sons[a] of Japheth were: Gomer, Magog, Madai, Javan, Tubal, Meshech, Tiras.", "3": "The sons of Gomer: Ashkenaz, Riphath, Togarmah.", "4": "The sons of Javan: Elishah, Tarshish, Kittim, Dodanim.", "5": "Their descendants became the maritime nations in various lands, each with a separate language.", "6": "The sons of Ham were: Cush, Mizraim, Put, Canaan.", "7": "The sons of Cush were: Seba, Havilah, Sabtah, Raamah, Sabteca. The sons of Raamah were: Sheba, Dedan.", "8": "One of the descendants[b] of Cush was Nimrod, who became the first of the kings. ", "9": "He was a mighty hunter, blessed of God,[c] and his name became proverbial. People would speak of someone as being “like Nimrod—a mighty hunter, blessed of God.”* ", "10": "The heart of his empire included Babel, Erech, Accad, and Calneh in the land of Shinar. ", "11-12": "From there he extended his reign to Assyria. He built Nineveh, Rehoboth-Ir, Calah, and Resen (which is located between Nineveh and Calah), the main city of the empire.", "13-14": "Mizraim was the ancestor[d] of the people inhabiting these areas: Ludim, Anamim, Lehabim, Naphtuhim, Pathrusim, Casluhim (from whom came the Philistines), and Caphtorim.", "15-19": "Canaan's oldest son was Sidon, and he was also the father of Heth; from Canaan descended these nations: Jebusites, Amorites, Girgashites, Hivites, Arkites, Sinites, Arvadites, Zemarites, Hamathites. Eventually the descendants of Canaan spread from Sidon all the way to Gerar, in the Gaza strip; and to Sodom, Gomorrah, Admah, and Zeboiim, near Lasha.", "20": "These, then, were the descendants of Ham, spread abroad in many lands and nations, with many languages.", "21": "Eber descended from Shem, the oldest brother of Japheth. ", "22": "Here is a list of Shem's other descendants: Elam, Asshur, Arpachshad, Lud, Aram.", "23": "Aram's sons[e] were: Uz, Hul, Gether, Mash.", "24": "Arpachshad's son was Shelah, and Shelah's son was Eber.", "25": "Two sons were born to Eber: Peleg (meaning “Division,” for during his lifetime the people of the world were separated and dispersed), and Joktan (Peleg's brother).", "26-30": "Joktan was the father[f] of Almodad, Sheleph, Hazarmaveth, Jerah, Hadoram, Uzal, Diklah, Obal, Abima-el, Sheba, Ophir, Havi-lah, Jobab. These descendants of Joktan lived all the way from Mesha to the eastern hills of Sephar.", "31": "These, then, were the descendants of Shem, classified according to their political groupings, languages, and geographical locations.", "32": "All of the men listed above descended from Noah, through many generations, living in the various nations that developed after the flood."}