{"1": "At that time all mankind spoke a single language. ", "2": "As the population grew and spread eastward, a plain was discovered in the land of Babylon and was soon thickly populated. ", "3-4": "The people who lived there began to talk about building a great city, with a temple-tower reaching to the skies—a proud, eternal monument to themselves. “This will weld us together,” they said, “and keep us from scattering all over the world.” So they made great piles of hard-burned brick, and collected bitumen to use as mortar.", "5": "But when God came down to see the city and the tower mankind was making, ", "6": "he said, “Look! If they are able to accomplish all this when they have just begun to exploit their linguistic and political unity, just think of what they will do later! Nothing will be unattainable for them![a] ", "7": "Come, let us go down and give them different languages, so that they won't understand each other's words!”", "8": "So, in that way, God scattered them all over the earth; and that ended the building of the city. ", "9": "That is why the city was called Babel (meaning “confusion”), because it was there that Jehovah confused them by giving them many languages, thus widely scattering them across the face of the earth.", "10-11": "Shem's line of descendants included Arpachshad, born two years after the flood when Shem was 100 years old; after that he lived another 500 years and had many sons and daughters.", "12-13": "When Arpachshad was thirty-five years old, his son Shelah was born,[b] and after that he lived another 403 years and had many sons and daughters.", "14-15": "Shelah was thirty years old when his son Eber was born, living 403 years after that, and had many sons and daughters.", "16-17": "Eber was thirty-four years old when his son Peleg was born. He lived another 430 years afterwards and had many sons and daughters.", "18-19": "Peleg was thirty years old when his son Reu was born. He lived another 209 years afterwards and had many sons and daughters.", "20-21": "Reu was thirty-two years old when Serug was born. He lived 207 years after that, with many sons and daughters.", "22-23": "Serug was thirty years old when his son Nahor was born. He lived 200 years afterwards, with many sons and daughters.", "24-25": "Nahor was twenty-nine years old at the birth of his son Terah. He lived 119 years afterwards and had sons and daughters.", "26": "By the time Terah was seventy years old, he had three sons, Abram, Nahor, and Haran.", "27": "And Haran had a son named Lot. ", "28": "But Haran died young, in the land where he was born (in Ur of the Chaldeans), and was survived by his father.", "29": "Meanwhile, Abram married his half sister[c] Sarai, while his brother Nahor married their orphaned niece, Milcah,* who was the daughter of their brother Haran; and she had a sister named Iscah. ", "30": "But Sarai was barren; she had no children. ", "31": "Then Terah took his son Abram, his grandson Lot (his son Haran's child), and his daughter-in-law Sarai, and left Ur of the Chaldeans to go to the land of Canaan; but they stopped instead at the city of Haran and settled there. ", "32": "And there Terah died at the age of 205.[d]"}