{"1": "Now war filled the land—Amraphel, king of Shinar, Arioch, king of Ellasar, Chedorlaomer, king of Elam, and Tidal, king of Goiim ", "2": "fought against: Bera, king of Sodom, Birsha, king of Gomorrah, Shinab, king of Admah, Shemeber, king of Zeboiim, and the king of Bela (later called Zoar).", "3": "These kings (of Sodom, Gomorrah, Admah, Zeboiim, and Bela) mobilized their armies in Siddim Valley (that is, the valley of the Dead Sea). ", "4": "For twelve years they had all been subject to King Chedorlaomer, but now in the thirteenth year, they rebelled.", "5-6": "One year later, Chedorlaomer and his allies arrived and the slaughter began. For they were victorious over the following tribes at the places indicated: the Rephaim in Ashteroth-karnaim; the Zuzim in Ham; the Emim in the plain of Kiriathaim; the Horites in Mount Seir, as far as El-paran at the edge of the desert.", "7": "Then they swung around to Enmishpat (later called Kadesh) and destroyed the Amalekites, and also the Amorites living in Hazazan-tamar.", "8-9": "But now the other army, that of the kings of Sodom, Gomorrah, Admah, Zeboiim, and Bela (Zoar), unsuccessfully[a] attacked Chedorlaomer and his allies as they were in the Dead Sea Valley (four kings against five). ", "10": "As it happened, the valley was full of asphalt pits. And as the army of the kings of Sodom and Gomorrah fled, some slipped into the pits, and the remainder fled to the mountains. ", "11": "Then the victors plundered[b] Sodom and Gomorrah and carried off all their wealth and food, and went on their homeward way, ", "12": "taking with them Lot—Abram's nephew[c] who lived in Sodom—and all he owned. ", "13": "One of the men who escaped came and told Abram the Hebrew, who was camping among the oaks belonging to Mamre the Amorite (brother of Eshcol and Aner, Abram's allies).", "14": "When Abram learned that Lot had been captured, he called together the men born into his household, 318 of them in all, and chased after the retiring army as far as Dan. ", "15": "He divided his men and attacked during the night from several directions, and pursued the fleeing army to Hobah, north of Damascus, ", "16": "and recovered everything—the loot that had been taken, his relative Lot, and all of Lot's possessions, including the women and other captives.", "17": "As Abram returned from his strike against Chedorlaomer and the other kings at the valley of Shaveh (later called King's Valley), the king of Sodom came out to meet him, ", "18": "and Melchizedek, the king of Salem (Jerusalem), who was a priest of the God of Highest Heaven, brought him bread and wine. ", "19-20": "Then Melchizedek blessed Abram with this blessing: “The blessing of the supreme God, Creator of heaven and earth, be upon you, Abram; and blessed be God, who has delivered your enemies over to you.” Then Abram gave Melchizedek a tenth of all the loot.", "21": "The king of Sodom told him, “Just give me back my people who were captured; keep for yourself the booty stolen from my city.”", "22": "But Abram replied, “I have solemnly promised Jehovah, the supreme God, Creator of heaven and earth, ", "23": "that I will not take so much as a single thread from you, lest you say, 'Abram is rich because of what I gave him!' ", "24": "All I'll accept is what these young men of mine have eaten; but give a share of the loot to Aner, Eshcol, and Mamre, my allies.”"}