{"1": "Afterwards Jehovah spoke to Abram in a vision, and this is what he told him: “Don't be fearful, Abram, for I will defend you. And I will give you great blessings.”", "2-3": "But Abram replied, “O Lord Jehovah, what good are all your blessings when I have no son? For without a son, some other member of my household[a] will inherit all my wealth.”", "4": "Then Jehovah told him, “No, no one else will be your heir, for you will have a son to inherit everything you own.”", "5": "Then God brought Abram outside beneath the nighttime sky and told him, “Look up into the heavens and count the stars if you can. Your descendants will be like that—too many to count!” ", "6": "And Abram believed God; then God considered him righteous on account of his faith.", "7": "And he told him, “I am Jehovah who brought you out of the city of Ur of the Chaldeans, to give you this land.”", "8": "But Abram replied, “O Lord Jehovah, how can I be sure that you will give it to me?” ", "9": "Then Jehovah told him to take a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a turtledove and a young pigeon, ", "10": "and to slay them and to cut them apart down the middle, and to separate the halves, but not to divide the birds. ", "11": "And when the vultures came down upon the carcasses, Abram shooed them away.", "12": "That evening as the sun was going down, a deep sleep fell upon Abram, and a vision of terrible foreboding, darkness, and horror.", "13": "Then Jehovah told Abram, “Your descendants will be oppressed as slaves in a foreign land for 400 years. ", "14": "But I will punish the nation that enslaves them, and at the end they will come away with great wealth. ", "15": "(But you will die in peace, at a ripe old age.) ", "16": "After four generations they will return here to this land; for the wickedness of the Amorite nations living here now[b] will not be ready for punishment until then.”", "17": "As the sun went down and it was dark, Abram saw a smoking firepot and a flaming torch that passed between the halves of the carcasses. ", "18": "So that day Jehovah made this covenant with Abram: “I have given this land to your descendants from the Wadi-el-Arish[c] to the Euphrates River. ", "19-21": "And I give to them these nations: Kenites, Kenizzites, Kadmonites, Hittites, Perizzites, Rephaim, Amorites, Canaanites, Girgashites, Jebusites.”"}