{"1": "But Sarai and Abram had no children. So Sarai took her maid, an Egyptian girl named Hagar, ", "2-3": "and gave her to Abram to be his second wife. “Since the Lord has given me no children,” Sarai said, “you may sleep with my servant girl, and her children shall be mine.” And Abram agreed. (This took place ten years after Abram had first arrived in the land of Canaan.) ", "4": "So he slept with Hagar, and she conceived; and when she realized she was pregnant, she became very proud and arrogant toward her mistress Sarai.", "5": "Then Sarai said to Abram, “It's all your fault. For now this servant girl of mine despises me, though I myself gave her the privilege of being your wife. May the Lord judge you for doing this to me!”[a]", "6": "“You have my permission to punish the girl as you see fit,” Abram replied. So Sarai beat her and she ran away.", "7": "The Angel of the Lord found her beside a desert spring along the road to Shur.", "8": "The Angel: “Hagar, Sarai's maid, where have you come from, and where are you going?” Hagar: “I am running away from my mistress.”", "9-12": "The Angel: “Return to your mistress and act as you should, for I will make you into a great nation. Yes, you are pregnant and your baby will be a son, and you are to name him Ishmael ('God hears'), because God has heard your woes. This son of yours will be a wild one—free and untamed as a wild ass! He will be against everyone, and everyone will feel the same toward him. But he will live near the rest of his kin.”", "13": "Thereafter[b] Hagar spoke of Jehovah—for it was he who appeared to her—as “the God who looked upon me,” for she thought, “I saw God and lived to tell it.”", "14": "Later that well was named “The Well of the Living One Who Sees Me.” It lies between Kadesh and Bered.", "15": "So Hagar gave Abram a son, and Abram named him Ishmael. ", "16": "(Abram was eighty-six years old at this time.)"}