{"1": "When Abram was ninety-nine years old, God appeared to him and told him, “I am the Almighty; obey me and live as you should. ", "2-4": "I will prepare a contract between us, guaranteeing to make you into a mighty nation. In fact you shall be the father of not only one nation, but a multitude of nations!” Abram fell face downward in the dust as God talked with him.", "5": "“What's more,” God told him, “I am changing your name. It is no longer 'Abram' ('Exalted Father'), but 'Abraham' ('Father of Nations')—for that is what you will be. I have declared it. ", "6": "I will give you millions of descendants who will form many nations! Kings shall be among your descendants! ", "7-8": "And I will continue this agreement between us generation after generation, forever, for it shall be between me and your children as well. It is a contract that I shall be your God and the God of your posterity. And I will give all this land of Canaan to you and them, forever. And I will be your God.", "9-10": "“Your part of the contract,” God told him, “is to obey its terms. You personally and all your posterity have this continual responsibility: that every male among you shall be circumcised; ", "11": "the foreskin of his penis shall be cut off. This will be the proof that you and they accept this covenant. ", "12": "Every male shall be circumcised on the eighth day after birth. This applies to every foreign-born slave as well as to everyone born in your household. This is a permanent part of this contract, and it applies to all your posterity. ", "13": "All must be circumcised. Your bodies will thus be marked as participants in my everlasting covenant. ", "14": "Anyone who refuses these terms shall be cut off from his people; for he has violated my contract.”", "15": "Then God added, “Regarding Sarai your wife—her name is no longer 'Sarai' but 'Sarah' ('Princess'). ", "16": "And I will bless her and give you a son from her! Yes, I will bless her richly, and make her the mother of nations! Many kings shall be among your posterity.”", "17": "Then Abraham threw himself down in worship before the Lord, but inside he was laughing in disbelief![a] “Me, be a father?” he said in amusement. “Me—100 years old? And Sarah, to have a baby at 90?”", "18": "And Abraham said to God, “Yes, do bless Ishmael!”", "19": "“No,” God replied, “that isn't what I said. Sarah shall bear you a son; and you are to name him Isaac ('Laughter'), and I will sign my covenant with him forever, and with his descendants. ", "20": "As for Ishmael, all right, I will bless him also, just as you have asked me to. I will cause him to multiply and become a great nation. Twelve princes shall be among his posterity. ", "21": "But my contract is with Isaac, who will be born to you and Sarah next year at about this time.”", "22": "That ended the conversation and God left. ", "23": "Then, that very day, Abraham took Ishmael his son and every other male—born in his household or bought from outside—and cut off their foreskins, just as God had told him to. ", "24-27": "Abraham was ninety-nine years old at that time, and Ishmael was thirteen. Both were circumcised the same day, along with all the other men and boys of the household, whether born there or bought as slaves."}