{"1": "The Lord appeared again to Abraham while he was living in the oak grove at Mamre. This is the way it happened: One hot summer afternoon as he was sitting in the opening of his tent, ", "2": "he suddenly noticed three men coming toward him. He sprang up and ran to meet them and welcomed them.", "3-4": "“Sirs,” he said, “please don't go any farther. Stop awhile and rest here in the shade of this tree while I get water to refresh your feet, ", "5": "and a bite to eat to strengthen you. Do stay awhile before continuing your journey.” “All right,” they said, “do as you have said.”", "6": "Then Abraham ran back to the tent and said to Sarah, “Quick! Mix up some pancakes![a] Use your best flour, and make enough for the three of them!” ", "7": "Then he ran out to the herd and selected a fat calf and told a servant to hurry and butcher it. ", "8": "Soon, taking them cheese and milk and the roast veal, he set it before the men and stood beneath the trees beside them as they ate.", "9": "“Where is Sarah, your wife?” they asked him. “In the tent,” Abraham replied.", "10": "Then the Lord said, “Next year[b] I will give you and Sarah a son!” (Sarah was listening from the tent door behind him.) ", "11": "Now Abraham and Sarah were both very old, and Sarah was long since past the time when she could have a baby.", "12": "So Sarah laughed silently. “A woman my age have a baby?” she scoffed to herself. “And with a husband as old as mine?”", "13": "Then God said to Abraham, “Why did Sarah laugh? Why did she say 'Can an old woman like me have a baby?' ", "14": "Is anything too hard for God? Next year, just as I told you, I will certainly see to it that Sarah has a son.”", "15": "But Sarah denied it. “I didn't laugh,” she lied, for she was afraid.", "16": "Then the men stood up from their meal and started on toward Sodom; and Abraham went with them part of the way.", "17": "“Should I hide my plan from Abraham?” God asked. ", "18": "“For Abraham shall become a mighty nation, and he will be a source of blessing for all the nations of the earth. ", "19": "And I have picked him out to have godly descendants and a godly household—men who are just and good—so that I can do for him all I have promised.”", "20": "So the Lord told Abraham, “I have heard that the people of Sodom and Gomorrah are utterly evil, and that everything they do is wicked. ", "21": "I am going down to see whether these reports are true or not. Then I will know.”", "22-23": "So the other two went on toward Sodom, but the Lord remained with Abraham a while. Then Abraham approached him and said, “Will you kill good and bad alike? ", "24": "Suppose you find fifty godly people there within the city—will you destroy it, and not spare it for their sakes? ", "25": "That wouldn't be right! Surely you wouldn't do such a thing, to kill the godly with the wicked! Why, you would be treating godly and wicked exactly the same! Surely you wouldn't do that! Should not the Judge of all the earth be fair?”", "26": "And God replied, “If I find fifty godly people there, I will spare the entire city for their sake.”", "27": "Then Abraham spoke again. “Since I have begun, let me go on and speak further to the Lord, though I am but dust and ashes. ", "28": "Suppose there are only forty-five? Will you destroy the city for lack of five?” And God said, “I will not destroy it if I find forty-five.”", "29": "Then Abraham went further with his request. “Suppose there are only forty?” And God replied, “I won't destroy it if there are forty.”", "30": "“Please don't be angry,” Abraham pleaded. “Let me speak: suppose only thirty are found there?” And God replied, “I won't do it if there are thirty there.”", "31": "Then Abraham said, “Since I have dared to speak to God, let me continue—suppose there are only twenty?” And God said, “Then I won't destroy it for the sake of the twenty.”", "32": "Finally, Abraham said, “Oh, let not the Lord be angry; I will speak but this once more! Suppose only ten are found?” And God said, “Then, for the sake of the ten, I won't destroy it.”", "33": "And the Lord went on his way when he had finished his conversation with Abraham. And Abraham returned to his tent."}