{"1": "Now at last the heavens and earth were successfully completed, with all that they contained. ", "2": "So on the seventh day, having finished his task, God ceased from this work he had been doing, ", "3": "and God blessed the seventh day and declared it holy, because it was the day when he ceased this work of creation.", "4": "Here is a summary of the events in the creation of the heavens and earth when the Lord God made them.", "5": "There were no plants or grain sprouting up across the earth at first, for the Lord God hadn't sent any rain; nor was there anyone to farm the soil. ", "6": "(However, water welled up from the ground at certain places and flowed across the land.)", "7": "The time came when the Lord God formed a man's body from the dust of the ground[a] and breathed into it the breath of life. And man became a living person.", "8": "Then the Lord God planted a garden in Eden, to the east, and placed in the garden the man he had formed. ", "9": "The Lord God planted all sorts of beautiful trees there in the garden, trees producing the choicest of fruit. At the center of the garden he placed the Tree of Life, and also the Tree of Conscience, giving knowledge of Good and Bad. ", "10": "A river from the land of Eden flowed through the garden to water it; afterwards the river divided into four branches. ", "11-12": "One of these was named the Pishon; it winds across the entire length of the land of Havilah,[b] where nuggets of pure gold are found, also beautiful bdellium and even lapis lazuli. ", "13": "The second branch is called the Gihon, crossing the entire length of the land of Cush. ", "14": "The third branch is the Tigris, which flows to the east of the city of Asher. And the fourth is the Euphrates.", "15": "The Lord God placed the man in the Garden of Eden as its gardener, to tend and care for it. ", "16-17": "But the Lord God gave the man this warning: “You may eat any fruit in the garden except fruit from the Tree of Conscience—for its fruit will open your eyes to make you aware of right and wrong, good and bad. If you eat its fruit, you will be doomed to die.”", "18": "And the Lord God said, “It isn't good for man to be alone; I will make a companion for him, a helper suited to his needs.” ", "19-20": "So the Lord God formed from the soil every kind of animal and bird, and brought them to the man to see what he would call them; and whatever he called them, that was their name. But still there was no proper helper for the man. ", "21": "Then the Lord God caused the man to fall into a deep sleep, and took one of his ribs and closed up the place from which he had removed it, ", "22": "and made the rib into a woman, and brought her to the man.", "23": "“This is it!” Adam exclaimed. “She is part of my own bone and flesh! Her name is 'woman' because she was taken out of a man.” ", "24": "This explains why a man leaves his father and mother and is joined to his wife in such a way that the two become one person.[c] ", "25": "Now although the man and his wife were both naked, neither of them was embarrassed or ashamed."}