{"1": "Later on, God tested Abraham's faith and obedience.[a] “Abraham!” God called. “Yes, Lord?” he replied.", "2": "“Take with you your only son—yes, Isaac whom you love so much—and go to the land of Moriah and sacrifice him there as a burnt offering upon one of the mountains which I'll point out to you!”", "3": "The next morning Abraham got up early, chopped wood for a fire upon the altar, saddled his donkey, and took with him his son Isaac and two young men who were his servants, and started off to the place where God had told him to go. ", "4": "On the third day of the journey Abraham saw the place in the distance.", "5": "“Stay here with the donkey,” Abraham told the young men, “and the lad and I will travel yonder and worship, and then come right back.”", "6": "Abraham placed the wood for the burnt offering upon Isaac's shoulders, while he himself carried the knife and the flint for striking a fire. So the two of them went on together.", "7": "“Father,” Isaac asked, “we have the wood and the flint to make the fire, but where is the lamb for the sacrifice?”", "8": "“God will see to it, my son,” Abraham replied. And they went on.", "9": "When they arrived at the place where God had told Abraham to go, he built an altar and placed the wood in order, ready for the fire, and then tied Isaac and laid him on the altar over the wood. ", "10": "And Abraham took the knife and lifted it up to plunge it into his son, to slay him.", "11": "At that moment the Angel of God shouted to him from heaven, “Abraham! Abraham!” “Yes, Lord!” he answered.", "12": "“Lay down the knife; don't hurt the lad in any way,” the Angel said, “for I know that God is first in your life—you have not withheld even your beloved son from me.”", "13": "Then Abraham noticed a ram caught by its horns in a bush. So he took the ram and sacrificed it, instead of his son, as a burnt offering on the altar. ", "14": "Abraham named the place “Jehovah provides”—and it still goes by that name to this day.", "15": "Then the Angel of God called again to Abraham from heaven. ", "16": "“I, the Lord, have sworn by myself that because you have obeyed me and have not withheld even your beloved son from me, ", "17": "I will bless you with incredible blessings and multiply your descendants into countless thousands and millions, like the stars above you in the sky, and like the sands along the seashore. They will conquer their enemies, ", "18": "and your offspring[b] will be a blessing to all the nations of the earth—all because you have obeyed me.”", "19": "So they returned to his young men and traveled home again to Beer-sheba.", "20-23": "After this, a message arrived that Milcah, the wife of Abraham's brother Nahor, had borne him eight sons. Their names were: Uz, the oldest, Buz, the next oldest, Kemuel (father of Aram), Chesed, Hazo, Pildash, Jidlaph, Bethuel (father of Rebekah).", "24": "He also had four other children from his concubine, Reumah: Tebah, Gaham, Tahash, Maacah."}