{"1": "Abraham was now a very old man, and God blessed him in every way. ", "2": "One day Abraham said to his household administrator, who was his oldest servant,", "3": "“Swear by Jehovah, the God of heaven and earth, that you will not let my son marry one of these local girls, these Canaanites. ", "4": "Go instead to my homeland, to my relatives, and find a wife for him there.”", "5": "“But suppose I can't find a girl who will come so far from home?” the servant asked. “Then shall I take Isaac there, to live among your relatives?”", "6": "“No!” Abraham warned. “Be careful that you don't do that under any circumstance. ", "7": "For the Lord God of heaven told me to leave that land and my people, and promised to give me and my children this land. He will send his angel on ahead of you, and he will see to it that you find a girl from there to be my son's wife. ", "8": "But if you don't succeed, then you are free from this oath; but under no circumstances are you to take my son there.”", "9": "So the servant vowed[a] to follow Abraham's instructions.", "10": "He took with him ten of Abraham's camels loaded with samples of the best of everything his master owned and journeyed to Iraq, to Nahor's village. ", "11": "There he made the camels kneel down outside the town, beside a spring. It was evening, and the women of the village were coming to draw water.", "12": "“O Jehovah, the God of my master,” he prayed, “show kindness to my master Abraham and help me to accomplish the purpose of my journey. ", "13": "See, here I am, standing beside this spring, and the girls of the village are coming out to draw water. ", "14": "This is my request: When I ask one of them for a drink and she says, 'Yes, certainly, and I will water your camels too!'—let her be the one you have appointed as Isaac's wife. That is how I will know.”", "15-16": "As he was still speaking to the Lord about this, a beautiful young girl[b] named Rebekah arrived with a water jug on her shoulder and filled it at the spring. (Her father was Bethuel the son of Nahor* and his wife Milcah.) ", "17": "Running over to her, the servant asked her for a drink.", "18": "“Certainly, sir,” she said, and quickly lowered the jug for him to drink. ", "19": "Then she said, “I'll draw water for your camels, too, until they have enough!”", "20": "So she emptied the jug into the watering trough and ran down to the spring again and kept carrying water to the camels until they had enough. ", "21": "The servant said no more, but watched her carefully to see if she would finish the job,[c] so that he would know whether she was the one. ", "22": "Then at last, when the camels had finished drinking, he produced a quarter-ounce gold earring[d] and two five-ounce gold bracelets for her wrists.", "23": "“Whose daughter are you, miss?” he asked. “Would your father have any room to put us up for the night?”", "24": "“My father is Bethuel,” she replied. “My grandparents are Milcah and Nahor. ", "25": "Yes, we have plenty of straw and food for the camels, and a guest room.”", "26": "The man stood there a moment with head bowed, worshiping Jehovah. ", "27": "“Thank you, Lord God of my master Abraham,” he prayed; “thank you for being so kind and true to him, and for leading me straight to the family of my master's relatives.”", "28": "The girl ran home to tell her folks,[e] ", "29-30": "and when her brother Laban saw the ring, and the bracelets on his sister's wrists, and heard her story, he rushed out to the spring where the man was still standing beside his camels, and said to him, ", "31": "“Come and stay with us, friend;[f] why stand here outside the city when we have a room all ready for you, and a place prepared for the camels!”", "32": "So the man went home with Laban, and Laban gave him straw to bed down the camels, and feed for them, and water for the camel drivers to wash their feet. ", "33": "Then supper was served. But the old man said, “I don't want to eat until I have told you why I am here.” “All right,” Laban said, “tell us your errand.”", "34": "“I am Abraham's servant,” he explained. ", "35": "“And Jehovah has overwhelmed my master with blessings so that he is a great man among the people of his land. God has given him flocks of sheep and herds of cattle, and a fortune in silver and gold, and many slaves and camels and donkeys.", "36": "“Now when Sarah, my master's wife, was very old, she gave birth to my master's son, and my master has given him everything he owns. ", "37": "And my master made me promise not to let Isaac marry one of the local girls,[g] ", "38": "but to come to his relatives here in this far-off land, to his brother's family,[h] and to bring back a girl from here to marry his son. ", "39": "'But suppose I can't find a girl who will come?' I asked him. ", "40": "'She will,' he told me—'for my Lord, in whose presence I have walked, will send his angel with you and make your mission successful. Yes, find a girl from among my relatives, from my brother's family. ", "41": "You are under oath to go and ask. If they won't send anyone, then you are freed from your promise.'", "42": "“Well, this afternoon when I came to the spring I prayed this prayer: 'O Jehovah, the God of my master Abraham, if you are planning to make my mission a success, please guide me in this way: ", "43": "Here I am, standing beside this spring. I will say to some girl who comes out to draw water, “Please give me a drink of water!” ", "44": "And she will reply, “Certainly! And I'll water your camels too!” Let that girl be the one you have selected to be the wife of my master's son.'", "45": "“Well, while I was still speaking these words, Rebekah was coming along with her water jug upon her shoulder; and she went down to the spring and drew water and filled the jug. I said to her, 'Please give me a drink.' ", "46": "She quickly lifted the jug down from her shoulder so that I could drink, and told me, 'Certainly, sir, and I will water your camels too!' So she did! ", "47": "Then I asked her, 'Whose family are you from?' And she told me, 'Nahor's. My father is Bethuel, the son of Nahor and his wife Milcah.' So I gave her the ring and the bracelets. ", "48": "Then I bowed my head and worshiped and blessed Jehovah, the God of my master Abraham, because he had led me along just the right path to find a girl from the family of my master's brother.[i] ", "49": "So tell me, yes or no. Will you or won't you be kind to my master and do what is right? When you tell me, then I'll know what my next step should be, whether to move this way or that.”", "50": "Then Laban and Bethuel replied, “The Lord has obviously brought you here, so what can we say? ", "51": "Take her and go! Yes, let her be the wife of your master's son, as Jehovah has directed.”", "52": "At this reply, Abraham's servant fell to his knees before Jehovah. ", "53": "Then he brought out jewels set in solid gold and silver for Rebekah, and lovely clothing; and he gave many valuable presents to her mother and brother. ", "54": "Then they had supper, and the servant and the men with him stayed there overnight. But early the next morning he said, “Send me back to my master!”", "55": "“But we want Rebekah here at least another ten days or so!” her mother and brother exclaimed. “Then she can go.”", "56": "But he pleaded, “Don't hinder my return; the Lord has made my mission successful, and I want to report back to my master.”", "57": "“Well,” they said, “we'll call the girl and ask her what she thinks.”", "58": "So they called Rebekah. “Are you willing to go with this man?” they asked her. And she replied, “Yes, I will go.”", "59": "So they told her good-bye, sending along the woman who had been her childhood nurse, ", "60": "and blessed her with this blessing as they parted: “Our sister, May you become The mother of many millions! May your descendants Overcome all your enemies.”", "61": "So Rebekah and her servant girls mounted the camels and went with him.", "62": "Meanwhile, Isaac, whose home was in the Negeb, had returned to Beer-lahai-roi. ", "63": "One evening as he was taking a walk out in the fields, meditating, he looked up and saw the camels coming. ", "64": "Rebekah noticed him and quickly dismounted.", "65": "“Who is that man walking through the fields to meet us?” she asked the servant. And he replied, “It is my master's son!”[j] So she covered her face with her veil. ", "66": "Then the servant told Isaac the whole story.", "67": "And Isaac brought Rebekah into his mother's tent, and she became his wife. He loved her very much, and she was a special comfort to him after the loss of his mother."}