{"1-2": "Now Abraham married again. Keturah was his new wife, and she bore him several children: Zimran, Jokshan, Medan, Midian, Ishbak, Shuah. ", "3": "Jokshan's two sons were Sheba and Dedan. Dedan's sons were Asshurim, Letushim, and Leummim. ", "4": "Midian's sons were Ephah, Epher, Hanoch, Abida, and Eldaah.[a]", "5": "Abraham deeded everything he owned to Isaac; ", "6": "however, he gave gifts to the sons of his concubines and sent them off into the east, away from Isaac.", "7-8": "Then Abraham died, at the ripe old age of 175, ", "9-10": "and his sons Isaac and Ishmael buried him in the cave of Mach-pelah near Mamre, in the field Abraham had purchased from Ephron the son of Zohar, the Hethite, where Sarah, Abraham's wife, was buried.", "11": "After Abraham's death, God poured out rich blessings upon Isaac. (Isaac had now moved south to Beer-lahai-roi in the Negeb.)", "12-15": "Here is a list, in the order of their births, of the descendants of Ishmael, who was the son of Abraham and Hagar the Egyptian, Sarah's slave girl: Nebaioth, Kedar, Adbeel, Mibsam, Mishma, Dumah, Massa, Hadad, Tema, Jetur, Naphish, Kedemah. ", "16": "These twelve sons of his became the founders of twelve tribes that bore their names. ", "17": "Ishmael finally died at the age of 137, and joined his ancestors.[b] ", "18": "These descendants of Ishmael were scattered across the country from Havilah to Shur (which is a little way to the northeast of the Egyptian border in the direction of Assyria). And they were constantly at war with one another.", "19": "This is the story of Isaac's children: ", "20": "Isaac was forty years old when he married Rebekah, the daughter of Bethuel the Aramean from Paddan-aram. Rebekah was the sister of Laban. ", "21": "Isaac pleaded with Jehovah to give Rebekah a child, for even after many years of marriage[c] she had no children. Then at last she became pregnant. ", "22": "And it seemed as though children were fighting each other inside her! “I can't endure this,” she exclaimed. So she asked the Lord about it.", "23": "And he told her, “The sons in your womb shall become two rival nations. One will be stronger than the other; and the older shall be a servant of the younger!”", "24": "And sure enough, she had twins. ", "25": "The first was born so covered with reddish hair that one would think he was wearing a fur coat! So they called him “Esau.”[d] ", "26": "Then the other twin was born with his hand on Esau's heel! So they called him Jacob (meaning “Grabber”). Isaac was sixty years old when the twins were born.", "27": "As the boys grew, Esau became a skillful hunter, while Jacob was a quiet sort who liked to stay at home. ", "28": "Isaac's favorite was Esau, because of the venison he brought home, and Rebekah's favorite was Jacob.", "29": "One day Jacob was cooking stew when Esau arrived home exhausted from the hunt.", "30": "Esau: “Boy, am I starved! Give me a bite of that red stuff there!” (From this came his nickname “Edom,” which means “Red Stuff.”)", "31": "Jacob: “All right, trade me your birthright for it!”", "32": "Esau: “When a man is dying of starvation, what good is his birthright?”", "33": "Jacob: “Well then, vow to God that it is mine!” And Esau vowed, thereby selling all his eldest-son rights to his younger brother. ", "34": "Then Jacob gave Esau bread, peas, and stew; so he ate and drank and went on about his business, indifferent to the loss of the rights he had thrown away.[e]"}