{"1": "One day, in Isaac's old age when he was almost blind, he called for Esau his oldest son. Isaac: “My son?” Esau: “Yes, Father?”", "2-4": "Isaac: “I am an old man now, and expect every day to be my last. Take your bow and arrows out into the fields and get me some venison, and prepare it just the way I like it—savory and good—and bring it here for me to eat, and I will give you the blessings that belong to you, my firstborn son,[a] before I die.”", "5": "But Rebekah overheard the conversation. So when Esau left for the field to hunt for the venison, ", "6-7": "she called her son Jacob and told him what his father had said to his brother.", "8-10": "Rebekah: “Now do exactly as I tell you. Go out to the flocks and bring me two young goats, and I'll prepare your father's favorite dish from them. Then take it to your father, and after he has enjoyed it he will bless you before his death, instead of Esau!”[b]", "11-12": "Jacob: “But Mother! He won't be fooled that easily.[c] Think how hairy Esau is, and how smooth my skin is! What if my father feels me? He'll think I'm making a fool of him and curse me instead of blessing me!”", "13": "Rebekah: “Let his curses be on me, dear son. Just do what I tell you. Go out and get the goats.”", "14": "So Jacob followed his mother's instructions, bringing the dressed kids, which she prepared in his father's favorite way. ", "15": "Then she took Esau's best clothes—they were there in the house—and instructed Jacob to put them on. ", "16": "And she made him a pair of gloves from the hairy skin of the young goats, and fastened a strip of the hide around his neck; ", "17": "then she gave him the meat, with its rich aroma, and some fresh-baked bread.", "18": "Jacob carried the platter of food into the room where his father was lying. Jacob: “Father?” Isaac: “Yes? Who is it, my son—Esau or Jacob?”", "19": "Jacob: “It's Esau, your oldest son. I've done as you told me to. Here is the delicious venison you wanted. Sit up and eat it, so that you will bless me with all your heart!”", "20": "Isaac: “How were you able to find it so quickly, my son?” Jacob: “Because Jehovah your God put it in my path!”", "21": "Isaac: “Come over here. I want to feel you and be sure it really is Esau!”", "22": "(Jacob goes over to his father. He feels him!) Isaac: (to himself) “The voice is Jacob's, but the hands are Esau's!”", "23": "(The ruse convinces Isaac and he gives Jacob his blessings):", "24": "Isaac: “Are you really Esau?” Jacob: “Yes, of course.”", "25": "Isaac: “Then bring me the venison, and I will eat it and bless you with all my heart.” (Jacob takes it over to him and Isaac eats; he also drinks the wine Jacob brings him.)", "26": "Isaac: “Come here and kiss me, my son!” (Jacob goes over and kisses him on the cheek. Isaac sniffs his clothes, and finally seems convinced.)", "27-29": "Isaac: “The smell of my son is the good smell of the earth and fields that Jehovah has blessed. May God always give you plenty of rain for your crops, and good harvests and grapes. May many nations be your slaves. Be the master of your brothers. May all your relatives bow low before you. Cursed are all who curse you, and blessed are all who bless you.”", "30": "(As soon as Isaac has blessed Jacob, and almost before Jacob leaves the room, Esau arrives, coming in from his hunting. ", "31": "He also has prepared his father's favorite dish and brings it to him.) Esau: “Here I am, Father, with the venison. Sit up and eat it so that you can give me your finest blessings!”", "32": "Isaac: “Who is it?” Esau: “Why, it's me, of course! Esau, your oldest son!”", "33": "(Isaac begins to tremble noticeably.) Isaac: “Then who is it who was just here with venison, and I have already eaten it and blessed him with irrevocable blessing?”", "34": "(Esau begins to sob with deep and bitter sobs.) Esau: “O my Father, bless me, bless me too!”", "35": "Isaac: “Your brother was here and tricked me and has carried away your blessing.”", "36": "Esau: (bitterly) “No wonder they call him 'The Cheater.'[d] For he took my birthright, and now he has stolen my blessing. Oh, haven't you saved even one blessing for me?”", "37": "Isaac: “I have made him your master, and have given him yourself and all of his relatives as his servants. I have guaranteed him abundance of grain and wine—what is there left to give?”", "38": "Esau: “Not one blessing left for me? O my Father, bless me too.” (Isaac says nothing[e] as Esau weeps.)", "39-40": "Isaac: “Yours will be no life of ease and luxury, but you shall hew your way with your sword. For a time you will serve your brother, but you will finally shake loose from him and be free.”", "41": "So Esau hated Jacob because of what he had done to him. He said to himself, “My father will soon be gone, and then I will kill Jacob.” ", "42": "But someone got wind of what he was planning and reported it to Rebekah. She sent for Jacob and told him that his life was being threatened by Esau.", "43": "“This is what to do,” she said. “Flee to your Uncle Laban in Haran. ", "44": "Stay there with him awhile until your brother's fury is spent, ", "45": "and he forgets what you have done. Then I will send for you. For why should I be bereaved of both of you in one day?”", "46": "Then Rebekah said to Isaac, “I'm sick and tired of these local girls. I'd rather die than see Jacob marry one of them.”"}