{"1": "So Isaac called for Jacob and blessed him and said to him, “Don't marry one of these Canaanite girls. ", "2": "Instead, go at once to Paddan-aram, to the house of your grandfather[a] Bethuel, and marry one of your cousins—your Uncle* Laban's daughters. ", "3": "God Almighty bless you and give you many children; may you become a great nation of many tribes! ", "4": "May God pass on to you and to your descendants the mighty blessings promised to Abraham. May you own this land where we now are foreigners, for God has given it to Abraham.”", "5": "So Isaac sent Jacob away, and he went to Paddan-aram to visit his Uncle Laban, his mother's brother—the son of Bethuel the Aramean.", "6-8": "Esau realized that his father despised the local girls, and that his father and mother had sent Jacob to Paddan-aram, with his father's blessing, to get a wife from there, and that they had strictly warned him against marrying a Canaanite girl, and that Jacob had agreed and had left for Paddan-aram. ", "9": "So Esau went to his Uncle Ishmael's family and married another wife from there, besides the wives he already had. Her name was Mahalath, the sister of Nebaioth, and daughter of Ishmael, Abraham's son.", "10": "So Jacob left Beer-sheba and journeyed toward Haran. ", "11": "That night, when he stopped to camp at sundown, he found a rock for a headrest and lay down to sleep, ", "12": "and dreamed that a staircase[b] reached from earth to heaven, and he saw the angels of God going up and down upon it.", "13": "At the top of the stairs stood the Lord. “I am Jehovah,” he said, “the God of Abraham, and of your father, Isaac. The ground you are lying on is yours! I will give it to you and to your descendants. ", "14": "For you will have descendants as many as dust! They will cover the land from east to west and from north to south; and all the nations of the earth will be blessed through you and your descendants. ", "15": "What's more, I am with you, and will protect you wherever you go, and will bring you back safely to this land; I will be with you constantly until I have finished giving you all I am promising.”", "16-17": "Then Jacob woke up. “God lives here!” he exclaimed in terror. “I've stumbled into his home! This is the awesome entrance to heaven!” ", "18": "The next morning he got up very early and set his stone headrest upright as a memorial pillar, and poured olive oil over it. ", "19": "He named the place Bethel (“House of God”), though the previous name of the nearest village[c] was Luz.", "20": "And Jacob vowed this vow to God: “If God will help and protect me on this journey and give me food and clothes, ", "21": "and will bring me back safely to my father, then I will choose Jehovah as my God! ", "22": "And this memorial pillar shall become a place for worship; and I will give you back a tenth of everything you give me!”"}