{"1": "The serpent was the craftiest of all the creatures the Lord God had made. So the serpent came to the woman. “Really?” he asked. “None of the fruit in the garden? God says you mustn't eat any of it?”", "2-3": "“Of course we may eat it,” the woman told him. “It's only the fruit from the tree at the center of the garden that we are not to eat. God says we mustn't eat it or even touch it, or we will die.”", "4": "“That's a lie!” the serpent hissed. “You'll not die! ", "5": "God knows very well that the instant you eat it you will become like him, for your eyes will be opened—you will be able to distinguish good from evil!”", "6": "The woman was convinced. How lovely and fresh looking it was! And it would make her so wise! So she ate some of the fruit and gave some to her husband, and he ate it too. ", "7": "And as they ate it, suddenly they became aware of their nakedness, and were embarrassed. So they strung fig leaves together to cover themselves around the hips.", "8": "That evening they heard the sound of the Lord God walking in the garden; and they hid themselves among the trees. ", "9": "The Lord God called to Adam, “Why are you hiding?”[a]", "10": "And Adam replied, “I heard you coming and didn't want you to see me naked. So I hid.”", "11": "“Who told you you were naked?” the Lord God asked. “Have you eaten fruit from the tree I warned you about?”", "12": "“Yes,” Adam admitted, “but it was the woman you gave me who brought me some, and I ate it.”", "13": "Then the Lord God asked the woman, “How could you do such a thing?” “The serpent tricked me,” she replied.", "14": "So the Lord God said to the serpent, “This is your punishment: You are singled out from among all the domestic and wild animals of the whole earth—to be cursed. You shall grovel in the dust as long as you live, crawling along on your belly. ", "15": "From now on you and the woman will be enemies, as will your offspring and hers. You will strike his heel, but he will crush your head.”", "16": "Then God said to the woman, “You shall bear children in intense pain and suffering; yet even so, you shall welcome your husband's affections, and he shall be your master.”", "17": "And to Adam, God said, “Because you listened to your wife and ate the fruit when I told you not to, I have placed a curse upon the soil. All your life you will struggle to extract a living from it. ", "18": "It will grow thorns and thistles for you, and you shall eat its grasses. ", "19": "All your life you will sweat to master it, until your dying day. Then you will return to the ground from which you came. For you were made from the ground, and to the ground you will return.”", "20": "The man named his wife Eve (meaning “The life-giving one”),[b] for he said, “She shall become the mother of all mankind”; ", "21": "and the Lord God clothed Adam and his wife with garments made from skins of animals.", "22": "Then the Lord said, “Now that the man has become as we are, knowing good from bad, what if he eats the fruit of the Tree of Life and lives forever?” ", "23": "So the Lord God banished him forever from the Garden of Eden, and sent him out to farm the ground from which he had been taken. ", "24": "Thus God expelled him, and placed mighty angels at the east of the Garden of Eden, with a flaming sword to guard the entrance to the Tree of Life."}