{"1": "Rachel, realizing she was barren, became envious of her sister. “Give me children or I'll die,” she exclaimed to Jacob.", "2": "Jacob flew into a rage. “Am I God?” he flared. “He is the one who is responsible for your barrenness.”", "3": "Then Rachel told him, “Sleep with my servant girl Bilhah, and her children will be mine.” ", "4": "So she gave him Bilhah to be his wife, and he slept with her, ", "5": "and she became pregnant and presented him with a son. ", "6": "Rachel named him Dan (meaning “Justice”),[a] for she said, “God has given me justice, and heard my plea and given me a son.” ", "7": "Then Bilhah, Rachel's servant girl, became pregnant again and gave Jacob a second son. ", "8": "Rachel named him Naphtali (meaning “Wrestling”), for she said, “I am in a fierce contest with my sister and I am winning!”", "9": "Meanwhile, when Leah realized that she wasn't getting pregnant anymore, she gave her servant girl Zilpah to Jacob, to be his wife, ", "10": "and soon Zilpah presented him with a son. ", "11": "Leah named him Gad (meaning “My luck has turned!”).", "12": "Then Zilpah produced a second son, ", "13": "and Leah named him Asher (meaning “Happy”), for she said, “What joy is mine! The other women will think me blessed indeed!”", "14": "One day during the wheat harvest, Reuben found some mandrakes[b] growing in a field and brought them to his mother Leah. Rachel begged Leah to give some of them to her.", "15": "But Leah angrily replied, “Wasn't it enough to steal my husband? And now will you steal my son's mandrakes too?” Rachel said sadly, “He will sleep with you tonight because of the mandrakes.”", "16": "That evening as Jacob was coming home from the fields, Leah went out to meet him. “You must sleep with me tonight!” she said; “for I am hiring you with some mandrakes my son has found!” So he did. ", "17": "And God answered her prayers and she became pregnant again, and gave birth to her fifth son. ", "18": "She named him Issachar (meaning “Wages”), for she said, “God has repaid me for giving my slave girl to my husband.” ", "19": "Then once again she became pregnant, with a sixth son. ", "20": "She named him Zebulun (meaning “Gifts”), for she said, “God has given me good gifts for my husband. Now he will honor me, for I have given him six sons.” ", "21": "Afterwards she gave birth to a daughter and named her Dinah.", "22": "Then God remembered about Rachel's plight, and answered her prayers by giving her a child. ", "23-24": "For she became pregnant and gave birth to a son. “God has removed the dark slur against my name,” she said. And she named him Joseph (meaning “May I also have another!”), for she said, “May Jehovah give me another son.”", "25": "Soon after the birth of Joseph to Rachel, Jacob said to Laban, “I want to go back home. ", "26": "Let me take my wives and children—for I earned them from you—and be gone, for you know how fully I have paid for them with my service to you.”", "27": "“Please don't leave me,” Laban replied, “for a fortune-teller that I consulted[c] told me that the many blessings I've been enjoying are all because of your being here. ", "28": "How much of a raise do you need to get you to stay? Whatever it is, I'll pay it.”", "29": "Jacob replied, “You know how faithfully I've served you through these many years, and how your flocks and herds have grown. ", "30": "For it was little indeed you had before I came, and your wealth has increased enormously; Jehovah has blessed you from everything I do! But now, what about me? When should I provide for my own family?”", "31-32": "“What wages do you want?” Laban asked again. Jacob replied, “If you will do one thing, I'll go back to work for you. Let me go out among your flocks today and remove all the goats that are speckled or spotted, and all the black sheep. Give them to me as my wages. ", "33": "Then if you ever find any white goats or sheep in my flock, you will know that I have stolen them from you!”", "34": "“All right!” Laban replied. “It shall be as you have said!”", "35-36": "So that very day Laban went out and formed a flock for Jacob of all the male goats that were ringed and spotted, and the females that were speckled and spotted with any white patches, and all of the black sheep. He gave them to Jacob's sons to take them three days' distance, and Jacob stayed and cared for Laban's flock. ", "37": "Then Jacob took fresh shoots from poplar, almond, and sycamore trees, and peeled white streaks in them, ", "38": "and placed these rods beside the watering troughs so that Laban's flocks would see them when they came to drink; for that is when they mated. ", "39-40": "So the flocks mated before the white-streaked rods, and their offspring were streaked and spotted, and Jacob added them to his flock. Then he divided out the ewes from Laban's flock and segregated them from the rams, and let them mate only with Jacob's black rams. Thus he built his flocks from Laban's. ", "41": "Moreover, he watched for the stronger animals to mate, and placed the peeled branches before them, ", "42": "but didn't with the feebler ones. So the less healthy lambs were Laban's and the stronger ones were Jacob's! ", "43": "As a result, Jacob's flocks increased rapidly and he became very wealthy, with many servants, camels, and donkeys."}