{"1-2": "So Jacob and his household[a] started on again. And the angels of God came to meet him. When he saw them he exclaimed, “God lives here!” So he named the place “God's territory!”*", "3": "Jacob now sent messengers to his brother, Esau, in Edom, in the land of Seir, ", "4": "with this message: “Hello from Jacob! I have been living with Uncle Laban until recently, ", "5": "and now I own oxen, donkeys, sheep, goats, and many servants, both men and women. I have sent these messengers to inform you of my coming, hoping that you will be friendly to us.”", "6": "The messengers returned with the news that Esau was on the way to meet Jacob—with an army of 400 men! ", "7": "Jacob was frantic with fear. He divided his household, along with the flocks and herds and camels, into two groups; ", "8": "for he said, “If Esau attacks one group, perhaps the other can escape.”", "9": "Then Jacob prayed, “O God of Abraham my grandfather, and of my father Isaac—O Jehovah who told me to return to the land of my relatives, and said that you would do me good—", "10": "I am not worthy of the least of all your loving-kindnesses shown me again and again just as you promised me. For when I left home[b] I owned nothing except a walking stick! And now I am two armies! ", "11": "O Lord, please deliver me from destruction at the hand of my brother Esau, for I am frightened—terribly afraid that he is coming to kill me and these mothers and my children. ", "12": "But you promised to do me good, and to multiply my descendants until they become as the sands along the shores—too many to count.”", "13-15": "Jacob stayed where he was for the night, and prepared a present for his brother Esau: 200 female goats, 20 male goats, 200 ewes, 20 rams, 30 milk camels, with their colts, 40 cows, 10 bulls, 20 female donkeys, 10 male donkeys.", "16": "He instructed his servants to drive them on ahead, each group of animals by itself, separated by a distance between. ", "17": "He told the men driving the first group that when they met Esau and he asked, “Where are you going? Whose servants are you? Whose animals are these?”—", "18": "they should reply: “These belong to your servant Jacob. They are a present for his master Esau! He is coming right behind us!”", "19": "Jacob gave the same instructions to each driver, with the same message. ", "20": "Jacob's strategy was to appease Esau with the presents before meeting him face-to-face! “Perhaps,” Jacob hoped, “he will be friendly to us.” ", "21": "So the presents were sent on ahead, and Jacob spent that night in the camp.", "22-24": "But during the night he got up and wakened[c] his two wives and his two concubines and eleven sons, and sent them across the Jordan River at the Jabbok ford with all his possessions, then returned again to the camp and was there alone; and a Man wrestled with him until dawn. ", "25": "And when the Man saw that he couldn't win the match, he struck Jacob's hip and knocked it out of joint at the socket.", "26": "Then the Man said, “Let me go, for it is dawn.” But Jacob panted, “I will not let you go until you bless me.”", "27": "“What is your name?” the Man asked. “Jacob,” was the reply.", "28": "“It isn't anymore!” the Man told him. “It is Israel—one who has power with God. Because you have been strong with God, you shall prevail with men.”", "29": "“What is your name?” Jacob asked him. “No, you mustn't ask,” the Man told him. And he blessed him there.", "30": "Jacob named the place “Peniel” (“The Face of God”), for he said, “I have seen God face to face, and yet my life is spared.” ", "31": "The sun rose as he started on, and he was limping because of his hip. ", "32": "(That is why even today the people of Israel don't eat meat from near the hip, in memory of what happened that night.)"}