{"1": "Then, far in the distance, Jacob saw Esau coming with his 400 men. ", "2": "Jacob now arranged his family into a column, with his two concubines and their children at the head, Leah and her children next, and Rachel and Joseph last. ", "3": "Then Jacob went on ahead. As he approached his brother he bowed low seven times before him. ", "4": "And then Esau ran to meet him and embraced him affectionately and kissed him; and both of them were in tears!", "5": "Then Esau looked at the women and children and asked, “Who are these people with you?” “My children,” Jacob replied. ", "6": "Then the concubines came forward with their children, and bowed low before him. ", "7": "Next came Leah with her children, and bowed, and finally Rachel and Joseph came and made their bows.", "8": "“And what were all the flocks and herds I met as I came?” Esau asked. And Jacob replied, “They are my gifts, to curry your favor!”", "9": "“Brother, I have plenty,” Esau laughed. “Keep what you have.”", "10": "“No, but please accept them,” Jacob said, “for what a relief it is to see your friendly smile! I was as frightened of you as though approaching God![a] ", "11": "Please take my gifts. For God has been very generous to me and I have enough.” So Jacob insisted, and finally Esau accepted them.", "12": "“Well, let's be going,” Esau said. “My men and I will stay with you and lead the way.”", "13": "But Jacob replied, “As you can see,[b] some of the children are small, and the flocks and herds have their young, and if they are driven too hard, they will die. ", "14": "So you go on ahead of us and we'll follow at our own pace and meet you at Seir.”", "15": "“Well,” Esau said, “at least let me leave you some of my men to assist you and be your guides.” “No,” Jacob insisted, “we'll get along just fine. Please do as I suggest.”", "16": "So Esau started back to Seir that same day. ", "17": "Meanwhile Jacob and his household went as far as Succoth. There he built himself a camp, with pens for his flocks and herds. (That is why the place is called Succoth, meaning “huts.”) ", "18": "Then they arrived safely at Shechem, in Canaan, and camped outside the city. ", "19": "(He bought the land he camped on from the family of Hamor, Shechem's father, for 100 pieces of silver. ", "20": "And there he erected an altar and called it “El-Elohe-Israel,” “The Altar to the God of Israel.”)"}