{"1": "“Move on to Bethel now, and settle there,” God said to Jacob, “and build an altar to worship me—the God who appeared to you when you fled from your brother Esau.”", "2": "So Jacob instructed all those in his household to destroy the idols they had brought with them, and to wash themselves and to put on fresh clothing. ", "3": "“For we are going to Bethel,” he told them, “and I will build an altar there to the God who answered my prayers in the day of my distress, and was with me on my journey.”", "4": "So they gave Jacob all their idols and their earrings, and he buried them beneath the oak tree near Shechem. ", "5": "Then they started on again. And the terror of God was upon all the cities they journeyed through, so that they were not attacked. ", "6": "Finally they arrived at Luz (also called Bethel), in Canaan. ", "7": "And Jacob erected an altar there and named it “the altar to the God who met me here at Bethel”[a] because it was there at Bethel that God appeared to him when he was fleeing from Esau.", "8": "Soon after this[b] Rebekah's old nurse, Deborah, died and was buried beneath the oak tree in the valley below Bethel. And ever after it was called “The Oak of Weeping.”", "9": "Upon Jacob's arrival at Bethel, en route from Paddan-aram, God appeared to him once again and blessed him. ", "10": "And God said to him, “You shall no longer be called Jacob ('Grabber'), but Israel ('One who prevails with God'). ", "11": "I am God Almighty,” the Lord said to him, “and I will cause you to be fertile and to multiply and to become a great nation, yes, many nations; many kings shall be among your descendants. ", "12": "And I will pass on to you the land I gave to Abraham and Isaac. Yes, I will give it to you and to your descendants.”", "13-14": "Afterwards Jacob built a stone pillar at the place where God had appeared to him; and he poured wine over it as an offering to God and then anointed the pillar with olive oil. ", "15": "Jacob named the spot Bethel (“House of God”), because God had spoken to him there.", "16": "Leaving Bethel, he and his household traveled on toward Ephrath (Bethlehem). But Rachel's pains of childbirth began while they were still a long way away. ", "17": "After a very hard delivery, the midwife finally exclaimed, “Wonderful—another boy!” ", "18": "And with Rachel's last breath (for she died) she named him “Ben-oni” (“Son of my sorrow”); but his father called him “Benjamin” (“Son of my right hand”).", "19": "So Rachel died, and was buried near the road to Ephrath (also called Bethlehem). ", "20": "And Jacob set up a monument of stones upon her grave, and it is there to this day.", "21": "Then Israel journeyed on and camped beyond the Tower of Eder. ", "22": "It was while he was there that Reuben slept with Bilhah, his father's concubine, and someone told Israel about it. Here are the names of the twelve sons of Jacob:", "23": "The sons of Leah: Reuben, Jacob's oldest child, Simeon, Levi, Judah, Issachar, Zebulun.", "24": "The sons of Rachel: Joseph, Benjamin.", "25": "The sons of Bilhah, Rachel's servant girl: Dan, Naphtali.", "26": "The sons of Zilpah, Leah's servant girl: Gad, Asher. All these were born to him at Paddan-aram.", "27": "So Jacob came at last to Isaac his father at Mamre in Kiriath-arba (now called Hebron), where Abraham too had lived. ", "28-29": "Isaac died soon afterwards, at the ripe old age of 180. And his sons Esau and Jacob buried him."}