{"1": "Here is a list of the descendants of Esau (also called Edom): ", "2-3": "Esau married three local girls from Canaan: Adah (daughter of Elon the Hethite), Oholibamah (daughter of Anah and granddaughter of Zibeon the Hivite), Basemath (his cousin[a]—she was a daughter of Ishmael—the sister of Nebaioth).", "4": "Esau and Adah had a son named Eliphaz. Esau and Basemath had a son named Reuel.", "5": "Esau and Oholibamah had sons named Jeush, Jalam, and Korah. All these sons were born to Esau in the land of Canaan.", "6-8": "Then Esau took his wives, children, household servants, cattle and flocks—all the wealth he had gained in the land of Canaan—and moved away from his brother Jacob to Mount Seir. (For there was not land enough to support them both because of all their cattle.)", "9": "Here are the names of Esau's descendants, the Edomites, born to him in Mount Seir:", "10-12": "Descended from his wife Adah, born to her son Eliphaz were: Teman, Omar, Zepho, Gatam, Kenaz, Amalek (born to Timna, Eliphaz' concubine).", "13-14": "Esau also had grandchildren from his wife Basemath. Born to her son Reuel were: Nahath, Zerah, Shammah, Mizzah.", "15-16": "Esau's grandchildren[b] became the heads of clans, as listed here: the clan of Teman, the clan of Omar, the clan of Zepho, the clan of Kenaz, the clan of Korah, the clan of Gatam, the clan of Amalek. The above clans were the descendants of Eliphaz, the oldest son of Esau and Adah.", "17": "The following clans were the descendants of Reuel, born to Esau and his wife Basemath while they lived in Canaan: the clan of Nahath, the clan of Zerah, the clan of Shammah, the clan of Mizzah.", "18-19": "And these are the clans named after the sons of Esau and his wife Oholibamah (daughter of Anah): the clan of Jeush, the clan of Jalam, the clan of Korah.", "20-21": "These are the names of the tribes that descended from Seir, the Horite—one of the native families of the land of Seir: the tribe of Lotan, the tribe of Shobal, the tribe of Zibeon, the tribe of Anah, the tribe of Dishon, the tribe of Ezer, the tribe of Dishan.", "22": "The children of Lotan (the son of Seir) were Hori and Heman. (Lotan had a sister, Timna.)", "23": "The children of Shobal: Alvan, Manahath, Ebal, Shepho, Onam.", "24": "The children of Zibeon: Aiah, Anah. (This is the boy who discovered a hot springs in the wasteland while he was grazing his father's donkeys.)", "25": "The children of Anah: Dishon, Oholibamah.", "26": "The children of Dishon: Hemdan, Eshban, Ithran, Cheran.", "27": "The children of Ezer: Bilhan, Zaavan, Akan.", "28-30": "The children of Dishan: Uz, Aran.[c]", "31-39": "These are the names of the kings of Edom (before Israel had her first king): King Bela (son of Beor), from Dinhabah in Edom. Succeeded by:[d] King Jobab (son of BoZerah), from the city* of Bozrah. Succeeded by: King Husham, from the land of the Temanites. Succeeded by: King Hadad (son of Bedad), the leader of the forces that defeated the army of Midian when it invaded Moab. His city was Avith. Succeeded by: King Samlah, from Masrekah. Succeeded by: King Shaul, from Rehoboth-by-the-River. Succeeded by: King Baal-hanan (son of Achbor). Succeeded by: King Hadad, from the city of Pau. King Hadad's wife was Mehetabel, daughter of Matred and granddaughter of Mezahab.", "40-43": "Here are the names of the subtribes of Esau, living in the localities named after themselves: the clan of Timna, the clan of Alvah, the clan of Jetheth, the clan of Oholibamah, the clan of Elah, the clan of Pinon, the clan of Kenaz, the clan of Teman, the clan of Mibzar, the clan of Magdiel, the clan of Iram. These, then, are the names of the subtribes of Edom, each giving its name to the area it occupied. (All were Edomites, descendants of Esau.)"}