{"1": "So Jacob settled again in the land of Canaan, where his father had lived.", "2": "Jacob's son Joseph was now seventeen years old. His job, along with his half brothers, the sons of his father's wives Bilhah and Zilpah, was to shepherd his father's flocks. But Joseph reported to his father some of the bad things they were doing. ", "3": "Now as it happened, Israel loved Joseph more than any of his other children, because Joseph was born to him in his old age. So one day Jacob gave him a special gift—a brightly colored coat.[a] ", "4": "His brothers of course noticed their father's partiality, and consequently hated Joseph; they couldn't say a kind word to him. ", "5": "One night Joseph had a dream and promptly reported the details to his brothers, causing even deeper hatred.", "6": "“Listen to this,” he proudly announced. ", "7": "“We were out in the field binding sheaves, and my sheaf stood up, and your sheaves all gathered around it and bowed low before it!”", "8": "“So you want to be our king, do you?” his brothers derided. And they hated him both for the dream and for his cocky attitude.", "9": "Then he had another dream and told it to his brothers. “Listen to my latest dream,” he boasted. “The sun, moon, and eleven stars bowed low before me!” ", "10": "This time he told his father as well as his brothers; but his father rebuked him. “What is this?” he asked. “Shall I indeed, and your mother and brothers come and bow before you?” ", "11": "His brothers were fit to be tied concerning this affair, but his father gave it quite a bit of thought and wondered what it all meant.", "12": "One day Joseph's brothers took their father's flocks to Shechem to graze them there. ", "13-14": "A few days later Israel called for Joseph, and told him, “Your brothers are over in Shechem grazing the flocks. Go and see how they are getting along, and how it is with the flocks, and bring me word.” “Very good,” Joseph replied. So he traveled to Shechem from his home at Hebron Valley. ", "15": "A man noticed him wandering in the fields. “Who are you looking for?” he asked.", "16": "“For my brothers and their flocks,” Joseph replied. “Have you seen them?”", "17": "“Yes,” the man told him, “they are no longer here. I heard your brothers say they were going to Dothan.” So Joseph followed them to Dothan and found them there. ", "18": "But when they saw him coming, recognizing him in the distance, they decided to kill him!", "19-20": "“Here comes that master-dreamer,” they exclaimed. “Come on, let's kill him and toss him into a well and tell Father that a wild animal has eaten him. Then we'll see what will become of all his dreams!”", "21-22": "But Reuben hoped to spare Joseph's life. “Let's not kill him,” he said; “we'll shed no blood—let's throw him alive into this well here; that way he'll die without our touching him!” (Reuben was planning to get him out later and return him to his father.) ", "23": "So when Joseph got there, they pulled off his brightly colored robe, ", "24": "and threw him into an empty well—there was no water in it. ", "25": "Then they sat down for supper. Suddenly they noticed a string of camels coming towards them in the distance, probably Ishmaelite traders who were taking gum, spices, and herbs from Gilead to Egypt.", "26-27": "“Look there,” Judah said to the others. “Here come some Ishmaelites. Let's sell Joseph to them! Why kill him and have a guilty conscience? Let's not be responsible for his death, for, after all, he is our brother!” And his brothers agreed. ", "28": "So when the traders[b] came by, his brothers pulled Joseph out of the well and sold him to them for twenty pieces of silver, and they took him along to Egypt. ", "29": "Some time later, Reuben (who was away when the traders came by)[c] returned to get Joseph out of the well. When Joseph wasn't there, he ripped at his clothes in anguish and frustration.", "30": "“The child is gone; and I, where shall I go now?” he wept to his brothers. ", "31": "Then the brothers killed a goat and spattered its blood on Joseph's coat, ", "32": "and took the coat to their father and asked him to identify it. “We found this in the field,” they told him. “Is it Joseph's coat or not?” ", "33": "Their father recognized it at once. “Yes,” he sobbed, “it is my son's coat. A wild animal has eaten him. Joseph is without doubt torn in pieces.”", "34": "Then Israel tore his garments and put on sackcloth and mourned for his son in deepest mourning for many weeks. ", "35": "His family all tried to comfort him, but it was no use. “I will die in mourning for my son,” he would say, and then break down and cry.", "36": "Meanwhile, in Egypt, the traders sold Joseph to Potiphar, an officer of the Pharaoh—the king of Egypt. Potiphar was captain of the palace guard, the chief executioner."}