{"1": "About this time, Judah left home and moved to Adullam and lived there with a man named Hirah. ", "2": "There he met and married a Canaanite girl—the daughter of Shua. ", "3-5": "They lived at Chezib and had three sons, Er, Onan, and Shelah. These names were given to them by their mother, except for Er, who was named by his father.", "6": "When his oldest son, Er, grew up, Judah arranged for him to marry a girl named Tamar. ", "7": "But Er was a wicked man, and so the Lord killed him.", "8": "Then Judah said to Er's brother, Onan, “You must marry Tamar, as our law requires of a dead man's brother; so that her sons from you will be your brother's heirs.”", "9": "But Onan was not willing to have a child who would not be counted as his own, and so, although he married her,[a] whenever he went in to sleep with her, he spilled the sperm on the bed* to prevent her from having a baby which would be his brother's. ", "10": "So far as the Lord was concerned, it was very wrong of him to deny a child to his deceased brother, so he killed him, too. ", "11": "Then Judah told Tamar, his daughter-in-law, not to marry again at that time, but to return to her childhood home and to her parents, and to remain a widow there until his youngest son, Shelah, was old enough to marry her. (But he didn't really intend for Shelah to do this, for fear God would kill him, too, just as he had his two brothers.) So Tamar went home to her parents.", "12": "In the process of time Judah's wife died. After the time of mourning was over, Judah and his friend Hirah, the Adullamite, went to Timnah to supervise the shearing of his sheep. ", "13": "When someone told Tamar that her father-in-law had left for the sheepshearing at Timnah, ", "14": "and realizing by now that she was not going to be permitted to marry Shelah, though he was fully grown, she laid aside her widow's clothing and covered herself with a veil to disguise herself, and sat beside the road at the entrance to the village of Enaim, which is on the way to Timnah. ", "15": "Judah noticed her as he went by and thought she was a prostitute, since her face was veiled. ", "16": "So he stopped and propositioned her to sleep with him, not realizing of course that she was his own daughter-in-law. “How much will you pay me?” she asked.", "17": "“I'll send you a young goat from my flock,” he promised. “What pledge will you give me, so that I can be sure you will send it?” she asked.", "18": "“Well, what do you want?” he inquired. “Your identification seal and your walking stick,” she replied. So he gave them to her and she let him come and sleep with her; and she became pregnant as a result. ", "19": "Afterwards she resumed wearing her widow's clothing as usual. ", "20": "Judah asked his friend Hirah the Adullamite to take the young goat back to her, and to pick up the pledges he had given her, but Hirah couldn't find her!", "21": "So he asked around of the men of the city, “Where does the prostitute live who was soliciting out beside the road at the entrance of the village?” “But we've never had a public prostitute here,” they replied. ", "22": "So he returned to Judah and told him he couldn't find her anywhere, and what the men of the place had told him.", "23": "“Then let her keep them!” Judah exclaimed. “We tried our best. We'd be the laughingstock of the town to go back again.”", "24": "About three months later word reached Judah that Tamar, his daughter-in-law, was pregnant, obviously as a result of prostitution. “Bring her out and burn her,” Judah shouted.", "25": "But as they were taking her out to kill her she sent this message to her father-in-law: “The man who owns this identification seal and walking stick is the father of my child. Do you recognize them?”", "26": "Judah admitted that they were his and said, “She is more in the right than I am, because I refused to keep my promise to give her to my son Shelah.” But he did not marry her.", "27": "In due season the time of her delivery arrived and she had twin sons. ", "28": "As they were being born, the midwife tied a scarlet thread around the wrist of the child who appeared first, ", "29": "but he drew back his hand and the other baby was actually the first to be born. “Where did you come from!” she exclaimed. And ever after he was called Perez (meaning “Bursting Out”). ", "30": "Then, soon afterwards, the baby with the scarlet thread on his wrist was born, and he was named Zerah."}