{"1-3": "Some time later it so happened that the king of Egypt became angry with both his chief baker and his chief butler, so he jailed them both in the prison where Joseph was, in the castle of Potiphar, the captain of the guard, who was the chief executioner. ", "4": "They remained under arrest there for quite some time, and Potiphar assigned Joseph to wait on them. ", "5": "One night each of them had a dream. ", "6": "The next morning Joseph noticed that they looked dejected and sad.", "7": "“What in the world is the matter?” he asked.", "8": "And they replied, “We both had dreams last night, but there is no one here to tell us what they mean.” “Interpreting dreams is God's business,” Joseph replied. “Tell me what you saw.”", "9-10": "The butler told his dream first. “In my dream,” he said, “I saw a vine with three branches that began to bud and blossom, and soon there were clusters of ripe grapes. ", "11": "I was holding Pharaoh's wine cup in my hand, so I took the grapes and squeezed the juice into it, and gave it to him to drink.”", "12": "“I know what the dream means,” Joseph said. “The three branches mean three days! ", "13": "Within three days Pharaoh is going to take you out of prison and give you back your job again as his chief butler. ", "14": "And please have some pity on me when you are back in his favor, and mention me to Pharaoh, and ask him to let me out of here. ", "15": "For I was kidnapped from my homeland among the Hebrews, and now this—here I am in jail when I did nothing to deserve it.”", "16": "When the chief baker saw that the first dream had such a good meaning, he told his dream to Joseph, too. “In my dream,” he said, “there were three baskets of pastries on my head. ", "17": "In the top basket were all kinds of bakery goods for Pharaoh, but the birds came and ate them.”", "18-19": "“The three baskets mean three days,” Joseph told him. “Three days from now Pharaoh will take off your head and impale your body on a pole, and the birds will come and pick off your flesh!”", "20": "Pharaoh's birthday came three days later, and he held a party for all of his officials and household staff. He sent for his chief butler and chief baker, and they were brought to him from the prison. ", "21": "Then he restored the chief butler to his former position; ", "22": "but he sentenced the chief baker to be impaled, just as Joseph had predicted. ", "23": "Pharaoh's wine taster, however, promptly forgot all about Joseph, never giving him a thought."}