{"1": "But there was no relief from the terrible famine throughout the land. ", "2": "When the grain they had brought from Egypt was almost gone, their father said to them, “Go again and buy us a little food.”", "3-5": "But Judah told him, “The man wasn't fooling one bit when he said, 'Don't ever come back again unless your brother is with you.' We cannot go unless you let Benjamin go with us.”", "6": "“Why did you ever tell him you had another brother?” Israel moaned. “Why did you have to treat me like that?”", "7": "“But the man specifically asked us about our family,” they told him. “He wanted to know whether our father was still living and he asked us if we had another brother, so we told him. How could we know that he was going to say, 'Bring me your brother'?”", "8": "Judah said to his father, “Send the lad with me and we will be on our way; otherwise we will all die of starvation—and not only we, but you and all our little ones. ", "9": "I guarantee his safety. If I don't bring him back to you, then let me bear the blame forever. ", "10": "For we could have gone and returned by this time if you had let him come.”", "11": "So their father Israel finally said to them, “If it can't be avoided, then at least do this. Load your donkeys with the best products of the land. Take them to the man as gifts—balm, honey, spices, myrrh, pistachio nuts, and almonds. ", "12": "Take double money so that you can pay back what was in the mouths of your sacks, as it was probably someone's mistake, ", "13": "and take your brother and go. ", "14": "May God Almighty give you mercy before the man, so that he will release Simeon and return Benjamin. And if I must bear the anguish of their deaths, then so be it.”", "15": "So they took the gifts and double money and went to Egypt, and stood before Joseph. ", "16": "When Joseph saw that Benjamin was with them, he said to the manager of his household, “These men will eat with me this noon. Take them home and prepare a big feast.” ", "17": "So the man did as he was told and took them to Joseph's palace. ", "18": "They were badly frightened when they saw where they were being taken. “It's because of the money returned to us in our sacks,” they said. “He wants to pretend we stole it and seize us as slaves, with our donkeys.”", "19": "As they arrived at the entrance to the palace, they went over to Joseph's household manager, ", "20": "and said to him, “O sir, after our first trip to Egypt to buy food, ", "21": "as we were returning home, we stopped for the night and opened our sacks, and the money was there that we had paid for the grain. Here it is; we have brought it back again, ", "22": "along with additional money to buy more grain. We have no idea how the money got into our sacks.”", "23": "“Don't worry about it,” the household manager told them; “your God, even the God of your fathers, must have put it there, for we collected your money all right.” Then he released Simeon and brought him out to them. ", "24": "They were then conducted into the palace and given water to refresh their feet; and their donkeys were fed. ", "25": "Then they got their presents ready for Joseph's arrival at noon, for they were told that they would be eating there. ", "26": "When Joseph came home they gave him their presents, bowing low before him.", "27": "He asked how they had been getting along. “And how is your father—the old man you spoke about? Is he still alive?”", "28": "“Yes,” they replied. “He is alive and well.” Then again they bowed before him.", "29": "Looking at his brother Benjamin,[a] he asked, “Is this your youngest brother, the one you told me about? How are you, my son? God be gracious to you.” ", "30": "Then Joseph made a hasty exit, for he was overcome with love for his brother and had to go out and cry. Going into his bedroom, he wept there. ", "31": "Then he washed his face and came out, keeping himself under control. “Let's eat,” he said.", "32": "Joseph ate by himself, his brothers were served at a separate table, and the Egyptians at still another; for Egyptians despise Hebrews and never eat with them. ", "33": "He told each of them where to sit, and seated them in the order of their ages, from the oldest to the youngest, much to their amazement! ", "34": "Their food was served to them from his own table. He gave the largest serving to Benjamin—five times as much as to any of the others! They had a wonderful time bantering back and forth, and the wine flowed freely!"}