{"1": "When his brothers were ready to leave,[a] Joseph ordered his household manager to fill each of their sacks with as much grain as they could carry—and to put into the mouth of each man's sack the money he had paid! ", "2": "He was also told to put Joseph's own silver cup at the top of Benjamin's sack, along with the grain money. So the household manager did as he was told. ", "3": "The brothers were up at dawn and on their way with their loaded donkeys.", "4": "But when they were barely out of the city, Joseph said to his household manager, “Chase after them and stop them and ask them why they are acting like this when their benefactor has been so kind to them? ", "5": "Ask them, 'What do you mean by stealing my lord's personal silver drinking cup, which he uses for fortune-telling? What a wicked thing you have done!'” ", "6": "So he caught up with them and spoke to them along the lines he had been instructed.", "7": "“What in the world are you talking about?” they demanded. “What kind of people do you think we are, that you accuse us of such a terrible thing as that? ", "8": "Didn't we bring back the money we found in the mouth of our sacks? Why would we steal silver or gold from your master's house? ", "9": "If you find his cup with any one of us, let that one die. And all the rest of us will be slaves forever to your master.”", "10": "“Fair enough,” the man replied, “except that only the one who stole it will be a slave, and the rest of you can go free.”", "11": "They quickly took down their sacks from the backs of their donkeys and opened them. ", "12": "He began searching the oldest brother's sack, going on down the line to the youngest. And the cup was found in Benjamin's! ", "13": "They ripped their clothing in despair, loaded the donkeys again, and returned to the city. ", "14": "Joseph was still home when Judah and his brothers arrived, and they fell to the ground before him.", "15": "“What were you trying to do?” Joseph demanded. “Didn't you know such a man as I would know who stole it?”", "16": "And Judah said, “Oh, what shall we say to my lord? How can we plead? How can we prove our innocence? God is punishing us for our sins. Sir, we have all returned to be your slaves, both we and he in whose sack the cup was found.”", "17": "“No,” Joseph said. “Only the man who stole the cup, he shall be my slave. The rest of you can go on home to your father.”", "18": "Then Judah stepped forward and said, “O sir, let me say just this one word to you. Be patient with me for a moment, for I know you can doom me in an instant, as though you were Pharaoh himself.", "19": "“Sir, you asked us if we had a father or a brother, ", "20": "and we said, 'Yes, we have a father, an old man, and a child of his old age, a little one. And his brother is dead, and he alone is left of his mother's children, and his father loves him very much.' ", "21": "And you said to us, 'Bring him here so that I can see him.' ", "22": "But we said to you, 'Sir, the lad cannot leave his father, for his father would die.' ", "23": "But you told us, 'Don't come back here unless your youngest brother is with you.' ", "24": "So we returned to our father and told him what you had said. ", "25": "And when he said, 'Go back again and buy us a little food,' ", "26": "we replied, 'We can't, unless you let our youngest brother go with us. Only then may we come.'", "27": "“Then my father said to us, 'You know that my wife had two sons, ", "28": "and that one of them went away and never returned—doubtless torn to pieces by some wild animal; I have never seen him since. ", "29": "And if you take away his brother from me also, and any harm befalls him, I shall die with sorrow.' ", "30": "And now, sir, if I go back to my father and the lad is not with us—seeing that our father's life is bound up in the lad's life—", "31": "when he sees that the boy is not with us, our father will die; and we will be responsible for bringing down his gray hairs with sorrow to the grave. ", "32": "Sir, I pledged my father that I would take care of the lad. I told him, 'If I don't bring him back to you, I shall bear the blame forever.' ", "33": "Please sir, let me stay here as a slave instead of the lad, and let the lad return with his brothers. ", "34": "For how shall I return to my father if the lad is not with me? I cannot bear to see what this would do to him.”"}