{"1": "Joseph could stand it no longer. “Out, all of you,” he cried out to his attendants, and he was left alone with his brothers. ", "2": "Then he wept aloud. His sobs could be heard throughout the palace, and the news was quickly carried to Pharaoh's palace.", "3": "“I am Joseph!” he said to his brothers. “Is my father still alive?” But his brothers couldn't say a word, they were so stunned with surprise.", "4": "“Come over here,” he said. So they came closer. And he said again, “I am Joseph, your brother whom you sold into Egypt! ", "5": "But don't be angry with yourselves that you did this to me, for God did it! He sent me here ahead of you to preserve your lives. ", "6": "These two years of famine will grow to seven, during which there will be neither plowing nor harvest. ", "7": "God has sent me here to keep you and your families alive, so that you will become a great nation. ", "8": "Yes, it was God who sent me here, not you! And he has made me a counselor to Pharaoh, and manager of this entire nation, ruler of all the land of Egypt.", "9": "“Hurry, return to my father and tell him, 'Your son Joseph says, “God has made me chief of all the land of Egypt. Come down to me right away! ", "10": "You shall live in the land of Goshen so that you can be near me with all your children, your grandchildren, your flocks and herds, and all that you have. ", "11-12": "I will take care of you there”' (you men are witnesses of my promise, and my brother Benjamin has heard me say it) '“for there are still five years of famine ahead of us. Otherwise you will come to utter poverty along with all your household.”' ", "13": "Tell our father about all my power here in Egypt, and how everyone obeys me. And bring him to me quickly.”", "14": "Then, weeping with joy, he embraced Benjamin and Benjamin began weeping too. ", "15": "And he did the same with each of his brothers, who finally found their tongues! ", "16": "The news soon reached Pharaoh—“Joseph's brothers have come”; and Pharaoh was very happy to hear it, as were his officials.", "17": "Then Pharaoh said to Joseph, “Tell your brothers to load their pack animals and return quickly to their homes in Canaan, ", "18": "and to bring your father and all of your families and come here to Egypt to live. Tell them, 'Pharaoh will assign to you the very best territory in the land of Egypt. You shall live off the fat of the land!' ", "19": "And tell your brothers to take wagons from Egypt to carry their wives and little ones, and to bring your father here. ", "20": "Don't worry about your property, for the best of all the land of Egypt is yours.”", "21": "So Joseph gave them wagons, as Pharaoh had commanded, and provisions for the journey, ", "22": "and he gave each of them new clothes—but to Benjamin he gave five changes of clothes and three hundred pieces of silver! ", "23": "He sent his father ten donkey-loads of the good things of Egypt, and ten donkeys loaded with grain and all kinds of other food, to eat on his journey. ", "24": "So he sent his brothers off. “Don't quarrel along the way!” was his parting shot! ", "25": "And leaving, they returned to the land of Canaan, to Jacob their father.", "26": "“Joseph is alive,” they shouted to him. “And he is ruler over all the land of Egypt!” But Jacob's heart was like a stone; he couldn't take it in. ", "27": "But when they had given him Joseph's messages, and when he saw the wagons filled with food that Joseph had sent him, his spirit revived.", "28": "And he said, “It must be true! Joseph my son is alive! I will go and see him before I die.”"}