{"1": "So Israel set out with all his possessions, and came to Beer-sheba, and offered sacrifices there to the God of his father, Isaac. ", "2": "During the night God spoke to him in a vision. “Jacob! Jacob!” he called. “Yes?” Jacob answered.", "3-4": "“I am God,” the voice replied, “the God of your father. Don't be afraid to go down to Egypt, for I will see to it that you become a great nation there. And I will go down with you into Egypt and I will bring your descendants back again; but you shall die in Egypt with Joseph at your side.”", "5": "So Jacob left Beer-sheba, and his sons brought him to Egypt, along with their little ones and their wives, in the wagons Pharaoh had provided for them. ", "6": "They brought their livestock, too, and all their belongings accumulated in the land of Canaan, and came to Egypt—Jacob and all his children, ", "7": "sons and daughters, grandsons and granddaughters—all his loved ones.", "8-14": "Here are the names of his sons and grandchildren who went with him into Egypt: Reuben, his oldest son; Reuben's sons: Hanoch, Pallu, Hezron, and Carmi. Simeon and his sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul (Shaul's mother was a girl from Canaan). Levi and his sons: Gershon, Kohath, Merari. Judah and his sons: Er, Onan, Shelah, Perez, Zerah (however, Er and Onan died while still in Canaan, before Israel went to Egypt). The sons of Perez were Hezron and Hamul. Issachar and his sons: Tola, Puvah, Iob, Shimron. Zebulun and his sons: Sered, Elon, Jahleel.", "15": "So these descendants of Jacob and Leah, not including their daughter Dinah, born to Jacob in Paddan-aram, were thirty-three in all.", "16-17": "Also accompanying him were: Gad and his sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli. Asher and his sons: Imnah, Ishvah, Ishvi, Beriah, and a sister, Serah. Beriah's sons were Heber and Malchiel.", "18": "These sixteen persons were the sons of Jacob and Zilpah, the slave girl given to Leah by her father, Laban.", "19-22": "Also in the total of Jacob's household were these fourteen sons and descendants of Jacob and Rachel: Joseph and Benjamin; Joseph's sons, born in the land of Egypt, were Manasseh and Ephraim (their mother was Asenath, the daughter of Potiphera, priest of Heliopolis); Benjamin's sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.", "23-25": "Also in the group were these seven sons and descendants of Jacob and Bilhah, the slave girl given to Rachel by her father, Laban: Dan and his son: Hushim. Naphtali and his sons: Jahzeel, Guni, Jezer, and Shillem.", "26": "So the total number of those going to Egypt, of his own descendants, not counting the wives of Jacob's sons, was sixty-six. ", "27": "With Joseph and his two sons included, the total number of people in Jacob's household there in Egypt was seventy.", "28": "Jacob sent Judah on ahead to tell Joseph that they were on the way, and would soon arrive in Goshen—which they did. ", "29": "Joseph jumped into his chariot and journeyed to Goshen to meet his father and they fell into each other's arms and wept a long while.", "30": "Then Israel said to Joseph, “Now let me die, for I have seen you again and know you are alive.”", "31": "And Joseph said to his brothers and to all their households, “I'll go and tell Pharaoh that you are here, and that you have come from the land of Canaan to join me. ", "32": "And I will tell him, 'These men are shepherds. They have brought with them their flocks and herds and everything they own.' ", "33": "So when Pharaoh calls for you and asks you about your occupation, ", "34": "tell him, 'We have been shepherds from our youth, as our fathers have been for many generations.' When you tell him this, he will let you live here in the land of Goshen.” For shepherds were despised and hated in other parts of Egypt."}