{"1": "Upon their arrival, Joseph went in to see Pharaoh. “My father and my brothers are here from Canaan,” he reported, “with all their flocks and herds and possessions. They wish to settle in the land of Goshen.”", "2": "He took five of his brothers with him, and presented them to Pharaoh.", "3": "Pharaoh asked them, “What is your occupation?” And they replied, “We are shepherds like our ancestors. ", "4": "We have come to live here in Egypt, for there is no pasture for our flocks in Canaan—the famine is very bitter there. We request permission to live in the land of Goshen.”", "5-6": "And Pharaoh said to Joseph, “Choose anywhere you like for them to live. Give them the best land of Egypt. The land of Goshen will be fine. And if any of them are capable, put them in charge of my flocks, too.”", "7": "Then Joseph brought his father Jacob to Pharaoh. And Jacob blessed Pharaoh.", "8": "“How old are you?” Pharaoh asked him.", "9": "Jacob replied, “I have lived 130 long, hard years, and I am not nearly as old as many of my ancestors.” ", "10": "Then Jacob blessed Pharaoh again before he left.", "11": "So Joseph assigned the best land of Egypt—the land of Rameses—to his father and brothers, just as Pharaoh had commanded. ", "12": "And Joseph furnished food to them in accordance with the number of their dependents.", "13": "The famine became worse and worse, so that all the land of Egypt and Canaan was starving. ", "14": "Joseph collected all the money in Egypt and Canaan in exchange for grain, and he brought the money to Pharaoh's treasure-houses. ", "15": "When the people were out of money, they came to Joseph crying again for food. “Our money is gone,” they said, “but give us bread; for why should we die?”", "16": "“Well then,” Joseph replied, “give me your livestock. I will trade you food in exchange.”", "17": "So they brought their cattle to Joseph in exchange for food. Soon all the horses, flocks, herds, and donkeys of Egypt were in Pharaoh's possession.", "18": "The next year they came again and said, “Our money is gone, and our cattle are yours, and there is nothing left but our bodies and land. ", "19": "Why should we die? Buy us and our land and we will be serfs to Pharaoh. We will trade ourselves for food, then we will live, and the land won't be abandoned.”", "20": "So Joseph bought all the land of Egypt for Pharaoh; all the Egyptians sold him their fields because the famine was so severe. And the land became Pharaoh's. ", "21": "Thus all the people of Egypt became Pharaoh's serfs. ", "22": "The only land he didn't buy was that belonging to the priests, for they were assigned food from Pharaoh and didn't need to sell.", "23": "Then Joseph said to the people, “See, I have bought you and your land for Pharaoh. Here is grain. Go and sow the land. ", "24": "And when you harvest it, a fifth of everything you get belongs to Pharaoh. Keep four parts for yourselves to be used for next year's seed, and as food for yourselves and for your households and little ones.”", "25": "“You have saved our lives,” they said. “We will gladly be the serfs of Pharaoh.”", "26": "So Joseph made it a law throughout the land of Egypt—and it is still the law—that Pharaoh should have as his tax 20 percent of all the crops except those produced on the land owned by the temples.", "27": "So Israel lived in the land of Goshen in Egypt, and soon the people of Israel began to prosper, and there was a veritable population explosion among them. ", "28": "Jacob lived seventeen years after his arrival, so that he was 147 years old at the time of his death. ", "29": "As the time drew near for him to die, he called for his son Joseph and said to him, “Swear to me most solemnly that you will honor this, my last request: do not bury me in Egypt. ", "30": "But when I am dead, take me out of Egypt and bury me beside my ancestors.” And Joseph promised. ", "31": "“Swear that you will do it,” Jacob insisted. And Joseph did. Soon afterwards Jacob took to his bed."}