{"1": "One day not long after this, word came to Joseph that his father was failing rapidly. So, taking with him his two sons, Manasseh and Ephraim, he went to visit him. ", "2": "When Jacob heard that Joseph had arrived, he gathered his strength and sat up in the bed to greet him, ", "3": "and said to him, “God Almighty appeared to me at Luz in the land of Canaan and blessed me, ", "4": "and said to me, 'I will make you a great nation and I will give this land of Canaan to you and to your children's children, for an everlasting possession.' ", "5": "And now, as to these two sons of yours, Ephraim and Manasseh, born here in the land of Egypt before I arrived, I am adopting them as my own, and they will inherit from me just as Reuben and Simeon will. ", "6": "But any other children born to you shall be your own, and shall inherit Ephraim's and Manasseh's portion from you. ", "7": "For your mother, Rachel, died after only two children[a] when I came from Paddan-aram, as we were just a short distance from Ephrath, and I buried her beside the road to Bethlehem.” ", "8": "Then Israel looked over at the two boys. “Are these the ones?” he asked.", "9": "“Yes,” Joseph told him, “these are my sons whom God has given me here in Egypt.” And Israel said, “Bring them over to me and I will bless them.”", "10": "Israel was half blind with age, so that he could hardly see. So Joseph brought the boys close to him and he kissed and embraced them.", "11": "And Israel said to Joseph, “I never thought that I would see you again, but now God has let me see your children too.”", "12-13": "Joseph took the boys by the hand, bowed deeply to him, and led the boys to their grandfather's knees—Ephraim at Israel's left hand and Manasseh at his right. ", "14": "But Israel crossed his arms as he stretched them out to lay his hands upon the boys' heads, so that his right hand was upon the head of Ephraim, the younger boy, and his left hand was upon the head of Manasseh, the older. He did this purposely.", "15": "Then he blessed Joseph with this blessing: “May God, the God of my fathers Abraham and Isaac, the God who has shepherded me all my life, wonderfully bless these boys. ", "16": "He is the Angel who has kept me from all harm. May these boys be an honor to my name and to the names of my fathers Abraham and Isaac; and may they become a mighty nation.”", "17": "But Joseph was upset and displeased when he saw that his father had laid his right hand on Ephraim's head; so he lifted it to place it on Manasseh's head instead.", "18": "“No, Father,” he said. “You've got your right hand on the wrong head! This one over here is the older. Put your right hand on him!”", "19": "But his father refused. “I know what I'm doing, my son,” he said. “Manasseh too shall become a great nation, but his younger brother shall become even greater.”", "20": "So Jacob blessed the boys that day with this blessing: “May the people of Israel bless each other by saying, 'God make you as prosperous as Ephraim and Manasseh.'” (Note that he put Ephraim before Manasseh.)", "21": "Then Israel said to Joseph, “I am about to die, but God will be with you and will bring you again to Canaan, the land of your fathers. ", "22": "And I have given the choice land of Shekem to you instead of to your brothers, as your portion of that land which I took from the Amorites with my sword and with my bow.”"}