{"1": "Then Jacob called together all his sons and said, “Gather around me and I will tell you what is going to happen to you in the days to come. ", "2": "Listen to me, O sons of Jacob; listen to Israel your father.", "3": "“Reuben, you are my oldest son, the child of my vigorous youth. You are the head of the list in rank and in honor. ", "4": "But you are unruly as the wild waves of the sea, and you shall be first no longer. I am demoting you, for you slept with one of my wives and thus dishonored me.", "5": "“Simeon and Levi are two of a kind. They are men of violence and injustice. ", "6": "O my soul, stay away from them. May I never be a party to their wicked plans. For in their anger they murdered a man, and maimed oxen just for fun. ", "7": "Cursed be their anger, for it is fierce and cruel. Therefore, I will scatter their descendants throughout Israel.[a]", "8": "“Judah, your brothers shall praise you. You shall destroy your enemies. Your father's sons shall bow before you. ", "9": "Judah is a young lion that has finished eating its prey. He has settled down as a lion—who will dare to rouse him? ", "10": "The scepter shall not depart from Judah until Shiloh comes,[b] whom all people shall obey. ", "11": "He has chained his steed to the choicest vine and washed his clothes in wine.[c] ", "12": "His eyes are darker than wine and his teeth are whiter than milk.", "13": "“Zebulun shall dwell on the shores of the sea and shall be a harbor for ships, with his borders extending to Sidon.", "14": "“Issachar is a strong beast of burden resting among the saddlebags. ", "15": "When he saw how good the countryside was, how pleasant the land, he willingly bent his shoulder to the task and served his masters with vigor.", "16": "“Dan shall govern his people like any other tribe in Israel. ", "17": "He shall be a serpent in the path that bites the horses' heels, so that the rider falls off. ", "18": "I trust in your salvation, Lord.", "19": "“A marauding band shall stamp upon Gad, but he shall rob and pursue them!", "20": "“Asher shall produce rich foods, fit for kings!", "21": "“Naphtali is a deer let loose, producing lovely fawns.", "22": "“Joseph is a fruitful tree beside a fountain. His branches shade the wall. ", "23": "He has been severely injured by those who shot at him and persecuted him, ", "24": "but their weapons were shattered by the Mighty One of Jacob, the Shepherd, the Rock of Israel. ", "25": "May the God of your fathers, the Almighty, bless you with blessings of heaven above and of the earth beneath—blessings of the breasts and of the womb, ", "26": "blessings of the grain and flowers, blessings reaching to the utmost bounds of the everlasting hills. These shall be the blessings upon the head of Joseph who was exiled from his brothers.", "27": "“Benjamin is a wolf that prowls. He devours his enemies in the morning, and in the evening divides the loot.”", "28": "So these are the blessings that Israel, their father, blessed his twelve sons with.", "29-30": "Then he told them, “Soon I will die. You must bury me with my fathers in the land of Canaan, in the cave in the field of Mach-pelah, facing Mamre—the field Abraham bought from Ephron the Hethite for a burial ground. ", "31": "There they buried Abraham and Sarah, his wife; there they buried Isaac and Rebekah, his wife; and there I buried Leah. ", "32": "It is the cave which my grandfather Abraham purchased from the sons of Heth.” ", "33": "Then, when Jacob had finished his prophecies to his sons, he lay back in the bed, breathed his last, and died."}