{"1": "God didn't forget about Noah and all the animals in the boat! He sent a wind to blow across the waters, and the floods began to disappear, ", "2": "for the subterranean water sources ceased their gushing, and the torrential rains subsided. ", "3-4": "So the flood gradually receded until, 150 days after it began, the boat came to rest upon the mountains of Ararat. ", "5": "Three months later,[a] as the waters continued to go down, other mountain peaks appeared.", "6": "After another forty days, Noah opened a porthole ", "7": "and released a raven that flew back and forth[b] until the earth was dry. ", "8": "Meanwhile he sent out a dove to see if it could find dry ground, ", "9": "but the dove found no place to light, and returned to Noah, for the water was still too high. So Noah held out his hand and drew the dove back into the boat.", "10": "Seven days later Noah released the dove again, ", "11": "and this time, toward evening, the bird returned to him with an olive leaf in her beak. So Noah knew that the water was almost gone. ", "12": "A week later he released the dove again, and this time she didn't come back.", "13": "Twenty-nine days after that,[c] Noah opened the door to look, and the water was gone. ", "14": "Eight more weeks went by. Then at last the earth was dry. ", "15-16": "Then God told Noah, “You may all go out. ", "17": "Release all the animals, birds, and reptiles, so that they will breed abundantly and reproduce in great numbers.” ", "18-19": "So the boat was soon empty. Noah, his wife, and his sons and their wives all disembarked, along with all the animals, reptiles, and birds—all left the ark in pairs and groups.", "20": "Then Noah built an altar and sacrificed on it some of the animals and birds God had designated[d] for that purpose. ", "21": "And Jehovah was pleased with the sacrifice[e] and said to himself, “I will never do it again—I will never again curse the earth, destroying all living things, even though man's bent is always toward evil from his earliest youth, and even though he does such wicked things. ", "22": "As long as the earth remains, there will be springtime and harvest, cold and heat, winter and summer, day and night.”"}