{"1": "God blessed Noah and his sons and told them to have many children and to repopulate the earth.", "2-3": "“All wild animals and birds and fish will be afraid of you,” God told him; “for I have placed them in your power, and they are yours to use for food, in addition to grain and vegetables. ", "4": "But never eat animals unless their life-blood has been drained off. ", "5-6": "And murder is forbidden. Man-killing animals must die, and any man who murders shall be killed; for to kill a man is to kill one made like God. ", "7": "Yes, have many children and repopulate the earth and subdue it.”", "8": "Then God told Noah and his sons, ", "9-11": "“I solemnly promise you and your children[a] and the animals you brought with you—all these birds and cattle and wild animals—that I will never again send another flood to destroy the earth. ", "12": "And I seal this promise with this sign: ", "13": "I have placed my rainbow in the clouds as a sign of my promise until the end of time, to you and to all the earth. ", "14": "When I send clouds over the earth, the rainbow will be seen in the clouds, ", "15": "and I will remember my promise to you and to every being, that never again will the floods come and destroy all life. ", "16-17": "For I will see the rainbow in the cloud and remember my eternal promise to every living being on the earth.”", "18": "The names of Noah's three sons were Shem, Ham, and Japheth. (Ham is the ancestor of the Canaanites.)[b] ", "19": "From these three sons of Noah came all the nations of the earth.", "20-21": "Noah became a farmer and planted a vineyard, and he made wine. One day as he was drunk and lay naked in his tent, ", "22": "Ham, the father of Canaan, saw his father's nakedness and went outside and told his two brothers. ", "23": "Then Shem and Japheth took a robe and held it over their shoulders and, walking backwards into the tent, let it fall across their father to cover his nakedness as they looked the other way. ", "24-25": "When Noah awoke from his drunken stupor, and learned what had happened and what Ham, his younger son, had done, he cursed Ham's descendants:[c] “A curse upon the Canaanites,” he swore. “May they be the lowest of slaves To the descendants of Shem and Japheth.”", "26-27": "Then he said, “God bless Shem, And may Canaan be his slave.[d] God bless Japheth, And let him share the prosperity of Shem, And let Canaan be his slave.”", "28": "Noah lived another 350 years after the flood ", "29": "and was 950 years old at his death."}