{"1": "Children, obey your parents in the Lord, for this is right. ", "2": "“Honor your father and mother” (this is the first commandment with a promise), ", "3": "“that it may be well with you and that you may live long on the earth.” ", "4": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.", "5": "Slaves, be obedient to those who are your earthly masters, with fear and trembling, in singleness of heart, as to Christ; ", "6": "not in the way of eye-service, as men-pleasers, but as servants[a] of Christ, doing the will of God from the heart, ", "7": "rendering service with a good will as to the Lord and not to men, ", "8": "knowing that whatever good any one does, he will receive the same again from the Lord, whether he is a slave or free. ", "9": "Masters, do the same to them, and forbear threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.", "10": "Finally, be strong in the Lord and in the strength of his might. ", "11": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil. ", "12": "For we are not contending against flesh and blood, but against the principalities, against the powers, against the world rulers of this present darkness, against the spiritual hosts of wickedness in the heavenly places. ", "13": "Therefore take the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand. ", "14": "Stand therefore, having girded your loins with truth, and having put on the breastplate of righteousness, ", "15": "and having shod your feet with the equipment of the gospel of peace; ", "16": "above all taking the shield of faith, with which you can quench all the flaming darts of the evil one. ", "17": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God. ", "18": "Pray at all times in the Spirit, with all prayer and supplication. To that end keep alert with all perseverance, making supplication for all the saints, ", "19": "and also for me, that utterance may be given me in opening my mouth boldly to proclaim the mystery of the gospel, ", "20": "for which I am an ambassador in chains; that I may declare it boldly, as I ought to speak.", "21": "Now that you also may know how I am and what I am doing, Tych′icus the beloved brother and faithful minister in the Lord will tell you everything. ", "22": "I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.", "23": "Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ. ", "24": "Grace be with all who love our Lord Jesus Christ with love undying."}