{"1": "The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus", "2": "and saw some of his disciples eating food with hands that were defiled, that is, unwashed.", "3": "(The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders.", "4": "When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a])", "5": "So the Pharisees and teachers of the law asked Jesus, “Why don't your disciples live according to the tradition of the elders instead of eating their food with defiled hands?”", "6": "He replied, “Isaiah was right when he prophesied about you hypocrites; as it is written: “'These people honor me with their lips, but their hearts are far from me.", "7": "They worship me in vain; their teachings are merely human rules.'[b]", "8": "You have let go of the commands of God and are holding on to human traditions.”", "9": "And he continued, “You have a fine way of setting aside the commands of God in order to observe[c] your own traditions!", "10": "For Moses said, 'Honor your father and mother,'[d] and, 'Anyone who curses their father or mother is to be put to death.'[e]", "11": "But you say that if anyone declares that what might have been used to help their father or mother is Corban (that is, devoted to God)—", "12": "then you no longer let them do anything for their father or mother.", "13": "Thus you nullify the word of God by your tradition that you have handed down. And you do many things like that.”", "14": "Again Jesus called the crowd to him and said, “Listen to me, everyone, and understand this.", "15": "Nothing outside a person can defile them by going into them. Rather, it is what comes out of a person that defiles them.”", "16": "[16] [f]", "17": "After he had left the crowd and entered the house, his disciples asked him about this parable.", "18": "“Are you so dull?” he asked. “Don't you see that nothing that enters a person from the outside can defile them?", "19": "For it doesn't go into their heart but into their stomach, and then out of the body.” (In saying this, Jesus declared all foods clean.)", "20": "He went on: “What comes out of a person is what defiles them.", "21": "For it is from within, out of a person's heart, that evil thoughts come—sexual immorality, theft, murder,", "22": "adultery, greed, malice, deceit, lewdness, envy, slander, arrogance and folly.", "23": "All these evils come from inside and defile a person.”", "24": "Jesus left that place and went to the vicinity of Tyre.[g] He entered a house and did not want anyone to know it; yet he could not keep his presence secret.", "25": "In fact, as soon as she heard about him, a woman whose little daughter was possessed by an impure spirit came and fell at his feet.", "26": "The woman was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter.", "27": "“First let the children eat all they want,” he told her, “for it is not right to take the children's bread and toss it to the dogs.”", "28": "“Lord,” she replied, “even the dogs under the table eat the children's crumbs.”", "29": "Then he told her, “For such a reply, you may go; the demon has left your daughter.”", "30": "She went home and found her child lying on the bed, and the demon gone.", "31": "Then Jesus left the vicinity of Tyre and went through Sidon, down to the Sea of Galilee and into the region of the Decapolis.[h]", "32": "There some people brought to him a man who was deaf and could hardly talk, and they begged Jesus to place his hand on him.", "33": "After he took him aside, away from the crowd, Jesus put his fingers into the man's ears. Then he spit and touched the man's tongue.", "34": "He looked up to heaven and with a deep sigh said to him, “Ephphatha!” (which means “Be opened!”).", "35": "At this, the man's ears were opened, his tongue was loosened and he began to speak plainly.", "36": "Jesus commanded them not to tell anyone. But the more he did so, the more they kept talking about it.", "37": "People were overwhelmed with amazement. “He has done everything well,” they said. “He even makes the deaf hear and the mute speak.”"}