{"1": "Then Samuel took a flask of olive oil, poured it on Saul's head, kissed him, and told him this: Hasn't the Lord anointed you to be ruler over his inheritance?[a] ", "2": "When you leave me today, you will meet two men near Rachel's tomb, at Zelzah on the border of Benjamin. They will tell you, “The donkeys that you have been looking for have been found. Now your father has stopped worrying about the donkeys and is worried about the two of you. He is asking, 'What should I do about my son?'”", "3": "As you go on farther from there, you will come to the oak tree at Tabor. Three men going up to God's house at Bethel will meet you there. One will be carrying three young goats, another will be carrying three loaves of bread, and the third will be carrying a container of wine. ", "4": "They will greet you, ask how you are doing, and give you two loaves of bread, which you are to accept from their hand.", "5": "After that, you will come to Gibeah of God, where there is a Philistine garrison. When you come to the city, you will meet a band of prophets coming down from the high place. Musicians with a harp, a hand drum, a flute, and a lyre will be going in front of them, and they will be prophesying. ", "6": "Then the Spirit of the Lord will rush upon you with power, and you will prophesy with them, and you will become a changed man. ", "7": "When you have received these signs, do whatever is appropriate for the occasion,[b] for God is with you.", "8": "Go down to Gilgal ahead of me. Watch for me. I will come down to you to offer burnt offerings and to sacrifice fellowship offerings. Wait seven days, until I come to you. Then I will let you know what you are to do.", "9": "As Saul was turning away from Samuel to leave, God gave him a changed heart, and all those signs were fulfilled that day.", "10": "When they came to Gibeah, a band of prophets met Saul, and the Spirit of God came upon him with power, and he prophesied among them. ", "11": "When everyone who had known him previously saw that Saul was prophesying along with the prophets, the people were surprised and said to each other, “What has happened to the son of Kish? Is even Saul among the prophets?”", "12": "Someone from that area responded, “Who is their father?” Therefore it became a saying: “Is even Saul among the prophets?”", "13": "When Saul had finished prophesying, he arrived at the high place.", "14": "Saul's uncle asked Saul and his servant, “Where did you go?” Saul said, “To look for the donkeys. But when we realized that we were not succeeding, we went to Samuel.”", "15": "Saul's uncle said, “Please tell me what Samuel said to you.”", "16": "Saul said to his uncle, “He made it clear to us that the donkeys had been found.” But Saul did not tell his uncle anything about the matter of the kingship, about which Samuel had also spoken.", "17": "Samuel called the people together to the Lord at Mizpah. ", "18": "He said to the people of Israel, “This is what the Lord, the God of Israel, says. I brought Israel up out of Egypt, and I delivered you from the hand of the Egyptians, and from the hand of all the kingdoms that oppressed you. ", "19": "But today you have rejected your God, the one who saves you out of all your disasters and your distress, and you have said to him, 'You must set a king over us.' Now line up in the presence of the Lord by your tribes and by your thousands.”", "20": "So Samuel brought forward all the tribes of Israel, and the tribe of Benjamin was chosen.[c] ", "21": "Then he brought forward the tribe of Benjamin by its clans, and the clan of the Matrites was chosen.[d] Then Saul the son of Kish was chosen, but when they looked for him, he could not be found. ", "22": "Therefore they asked the Lord again, “Has the man arrived here yet?” The Lord answered, “He has. Look, he is is hiding among the baggage.”", "23": "So they ran and brought him from there. When he stood among the people, he was a head taller than any of the people. ", "24": "Samuel said to all the people, “Do you see the one the Lord has chosen? There is no one like him among all the people.” All the people shouted, “Long live the king!”", "25": "Samuel told the people the regulations concerning the kingship, and he wrote them on a scroll, which was placed before the Lord. Then Samuel sent all the people away, each man to his own house. ", "26": "Saul went home to Gibeah, and the army went with him, those men whose hearts God had touched. ", "27": "But certain worthless good-for-nothings said, “How can this man save us?” They despised him and brought him no gift, but Saul said nothing."}