{"1": "Samuel said to all Israel, “You see that I have listened to your voice and to everything that you said to me. I have appointed a king over you. ", "2": "Now, there he is. The king is walking before you. I am old and gray, but my sons are with you. I have walked before you from my youth till this very day.", "3": "“Here I am. Testify against me before the Lord and before his anointed. Whose ox have I taken? Whose donkey have I taken? Have I defrauded anyone? Have I oppressed anyone? From whose hand have I taken a bribe to turn a blind eye to anything? If so, I will restore it for you.”", "4": "They replied, “You have not defrauded us, nor oppressed us, neither have you taken anything from anyone's hand.”", "5": "So he said to them, “The Lord is witness against you, and his anointed is witness today that you have not found anything in my hand.” They said, “He is witness.”", "6": "So this is what Samuel said to the people: It was the Lord who appointed Moses and Aaron and who brought your fathers up out of the land of Egypt. ", "7": "Now then, stand here, so that I may present the case against you before the Lord on the basis of all the righteous acts of the Lord, which he did for you and for your fathers.", "8": "When Jacob had gone down into Egypt,[a] your fathers cried out to the Lord, and the Lord sent Moses and Aaron, who brought your fathers out of Egypt and settled them in this place.", "9": "But they forgot the Lord their God, so he sold them into the hand of Sisera, the commander of the army of Hazor, and into the hand of the Philistines and into the hand of the king of Moab, and they fought against them. ", "10": "They cried to the Lord and said, “We have sinned, because we have forsaken the Lord. We have served the Baals and the Ashtartes, but now deliver us out of the hand of our enemies, and we will serve you.” ", "11": "So the Lord sent Jerubbaal,[b] Bedan,[c] Jephthah, and Samuel, and he delivered you out of the hand of your enemies on every side, and you lived in safety.", "12": "But when you saw that Nahash king of the Ammonites was coming against you, even though the Lord your God was your king, you said to me, “No, we want a king to reign over us.”", "13": "Now look, here is the king you have chosen, the king you asked for. You see, the Lord has set a king over you. ", "14": "If you fear the Lord and serve him and listen to his voice and do not rebel against the mouth of the Lord, then both you and the king who reigns over you will be following the Lord your God. ", "15": "But if you do not listen to the Lord's voice but rebel against the mouth of the Lord, then the Lord's hand will be against you, as it was against your fathers.", "16": "Now then, take your positions here, and see this great thing that the Lord is about to do right in front of your eyes. ", "17": "Isn't today the time of wheat harvest? I will call to the Lord, and he will send thunder and rain,[d] so that you may know and see that your wickedness is great, that wickedness which you have done in the Lord's sight by asking for a king.", "18": "Then Samuel called to the Lord, and the Lord sent thunder and rain that day. Then all the people were very afraid of the Lord and of Samuel.", "19": "So all the people said to Samuel, “Pray to the Lord your God for your servants so that we do not die, for we have added to all our sins also this evil, that we asked for a king for ourselves.”", "20": "Samuel said to the people, “Do not be afraid. You have indeed done all this evil. Nevertheless, do not turn away from following the Lord, but serve the Lord with all your heart. ", "21": "Do not turn away to pursue empty things that cannot help you or save you, because they are empty. ", "22": "For the sake of his great name, the Lord will not forsake his people, because the Lord was pleased to make you his own people for himself. ", "23": "As for me, it is unthinkable[e] that I should sin against the Lord by ceasing to pray for you. Instead I will instruct you in the way that is good and right. ", "24": "Above all, fear the Lord, and serve him in truth, with all your heart, considering the great things he has done for you. ", "25": "But if you keep doing evil, you will be swept away, both you and your king.”"}