{"1": "One day[a] Saul's son Jonathan said to the young man who carried his armor, “Come on! Let's go over to the Philistines' garrison that is on the other side.” But he did not tell his father ", "2": "Saul, who was staying on the outskirts of Gibeah, under the pomegranate tree that is in Migron. The people who were with Saul amounted to about six hundred men, ", "3": "including Ahijah son of Ahitub. (Ahitub was the brother of Ichabod and the son of Phinehas, who was the son of Eli, the priest of the Lord in Shiloh.) Ahijah was wearing the special vest.[b] The men did not know that Jonathan was gone.", "4": "On each side of the pass which Jonathan needed to cross in order to go over to the Philistine garrison, there was a cliff with a sharp outcropping of rock. The name of one was Bozez, and the name of the other was Seneh. ", "5": "One cliff rose up on the north side in front of Mikmash, and the other was on the south side in front of Geba.", "6": "Jonathan said to the young man who carried his armor, “Come on! Let's go over to the garrison of these uncircumcised fellows. It may be that the Lord will exert his power for us, for the Lord is not limited. He can save by many or by few.”", "7": "His armor bearer said to him, “Do everything that is in your heart. Give it all you've got! I am with you heart and soul.”", "8": "Then Jonathan said, “Here's the plan. We will cross over to them, and we will let them see us. ", "9": "If they say to us, 'Stay there until we come to you!' then we will stay right where we are. We will not go up to them. ", "10": "But if they say, 'Come up to us!' then we will go up, because the Lord has delivered them into our hand. This will be the sign for us.”", "11": "So both of them showed themselves to the garrison of the Philistines, and the Philistines said, “What do you know! The Hebrews are coming out of the holes where they have been hiding!” ", "12": "When Jonathan and his armor bearer appeared, the men of the garrison responded, “Come up to us. We have something to show you!” So Jonathan said to his armor bearer, “Follow me, because the Lord has delivered them into Israel's hands.”", "13": "Jonathan climbed up on his hands and feet, and his armor bearer followed him. The Philistines fell wounded before Jonathan, and his armor bearer followed him, killing them as he went. ", "14": "That first blow struck by Jonathan and his armor bearer killed about twenty men within about half an acre of land.[c]", "15": "Panic spread throughout the entire Philistine army, both those in the camp and those in the open country. The garrison and the raiding parties also panicked. The earth quaked, and there was a panic sent by God. ", "16": "Saul's sentries at Geba[d] of Benjamin looked out and saw the noisy crowd melting away and scattering in every direction.", "17": "Then Saul said to the people who were with him, “Take roll call, and see who is missing from us.” When they took roll call, they realized that Jonathan and his armor bearer were not there.", "18": "Saul said to Ahijah, “Bring the special vest[e] of God here.” (The special vest of God was with the Israelites at that time.) ", "19": "While Saul was talking to the priest, the uproar in the camp of the Philistines continued and got even louder, so Saul said to the priest, “Stop drawing lots!”[f]", "20": "Saul and all the troops who were with him assembled and joined the battle. There they saw the panicked Philistines striking each other with their swords. ", "21": "Then the Hebrews from all around, who had previously sided with the Philistines and had joined them in their camp, deserted them to join the Israelites who were with Saul and Jonathan. ", "22": "Likewise, when all the men of Israel who had hidden themselves in the hill country of Ephraim heard that the Philistines were fleeing, they joined the battle and stuck to the Philistines in close pursuit. ", "23": "So the Lord saved Israel that day, and the battle progressed as far as Beth Aven.", "24": "The men of Israel were pushed to their limits that day, because Saul had imposed an oath on the people: “Cursed is the man who eats any food until it is evening and I have been avenged on my enemies.” So none of the people tasted any food.", "25": "The entire army had come into a forest, and there was honey on the ground. ", "26": "When the army came into the forest, they saw the honey dripping, but no one put his hand to his mouth, because the people were afraid as a result of the oath. ", "27": "Jonathan, however, had not heard his father put the people under oath. So he stuck out the tip of the staff that was in his hand, dipped it into the honeycomb, and put his hand to his mouth, and he was revived.[g]", "28": "Then one of the soldiers responded and said, “Your father specifically placed the people under an oath, saying, 'Cursed is the man who eats food today.' That is why the people are so weak.”", "29": "Then Jonathan said, “My father has caused trouble for the land. See how I have been revived, because I tasted a little of this honey. ", "30": "How much better it would have been today if the people had eaten freely from the plunder taken from their enemies. The slaughter among the Philistines would have been even greater.”", "31": "The Israelites struck down the Philistines that day from Mikmash to Aijalon. The troops were very weak, ", "32": "so they pounced on the plunder. They took sheep, cattle, and calves and slaughtered them on the spot, and they ate them with the blood still in them. ", "33": "Saul was told, “Look, the people are sinning against the Lord. They are eating meat with the blood still in it.” Saul said, “You have acted unfaithfully. Roll a large stone over here to me right now!” ", "34": "Then he said, “Spread out among the people and tell them, 'Have each man bring his ox or his sheep here to me. Kill them here, and eat them, but do not sin against the Lord by eating meat with the blood still in it.'” So that night each person brought his ox with him, and together they killed them there.", "35": "Saul built an altar to the Lord. This was the first altar which he built to the Lord. ", "36": "Saul said, “We will pursue the Philistines by night and take plunder from them until the morning light. We will not allow a man of them to survive.” The people responded, “Do whatever seems good to you.” But the priest said, “We should consult God here.”", "37": "So Saul inquired of God, “Shall I pursue the Philistines? Will you deliver them into Israel's hand?” But God did not answer him that day. ", "38": "So Saul said, “Come over here, all you pillars[h] of the people, and let us find out what sin has been committed today. ", "39": "For, as the Lord lives, who saves Israel, even if it is my son Jonathan, he must surely die.” But there was not a man among all the people who responded to him. ", "40": "Then Saul said to all Israel, “You stand on one side, and I and my son Jonathan will be on the other side.” The people said to Saul, “Do whatever seems good to you.”", "41": "So Saul said to the Lord, the God of Israel, ⎣“Why have you not answered your servant today? If the fault is in me or my son Jonathan, respond with Urim, but if the fault is with the men of Israel,⎦[i] respond with Thummim.” Then Jonathan and Saul were chosen, and the people were not chosen.", "42": "Saul said, “Cast lots between me and Jonathan my son. ⎣The person the Lord identifies by lot shall be put to death.” But the people said to Saul, “Absolutely not.” But Saul overruled the people, so they cast lots between him and Jonathan his son,⎦[j] and Jonathan was selected by lot.", "43": "Then Saul said to Jonathan, “Tell me what you have done!” Jonathan told him, “I just tasted a little honey with the tip of the staff that was in my hand, and now I must die?”", "44": "Saul said, “May God punish me severely and double it,[k] if you are not put to death, Jonathan.”", "45": "The people said to Saul, “Should Jonathan die? He has accomplished this great deliverance for Israel. Absolutely not![l] As the Lord lives, not one hair of his head shall fall to the ground, because he has worked with God today!” So the people rescued Jonathan, so that he did not die. ", "46": "Then Saul gave up pursuing the Philistines, and the Philistines went back to their own places.", "47": "When Saul had assumed the kingship over Israel, he fought against all his enemies on every side: against Moab, against the Ammonites, against Edom, against the kings of Zobah, and against the Philistines. Wherever he turned, he inflicted punishment.[m] ", "48": "He fought valiantly.[n] He struck the Amalekites and delivered Israel out of the hands of those who had plundered them.", "49": "The sons of Saul were Jonathan, Ishvi, and Malkishua. The names of his two daughters were Merab, the firstborn, and Michal, the younger. ", "50": "The name of Saul's wife was Ahinoam daughter of Ahima'az. The name of the commander of his army was Abner son of Ner, Saul's uncle.[o] ", "51": "Kish was Saul's father, and Ner, Abner's father, was the son of Abiel.", "52": "There was fierce warfare against the Philistines all the days of Saul. Whenever Saul noticed any heroic man or strong warrior, he would take him into his service."}