{"1": "Saul told his son Jonathan and all his officials that they should kill David. But Saul's son Jonathan had great admiration and respect for David. ", "2": "So Jonathan told David, “My father Saul wants to kill you. So be careful tomorrow morning. Settle down in a hiding place and conceal yourself. ", "3": "I will go out and stand beside my father in the field where you are, and I will talk with my father about you. I will see what the situation is, and I will tell you.”", "4": "Jonathan spoke favorably about David to his father Saul. He said to him, “The king should not sin against his servant David, because he has not sinned against you, and his actions have served you very well. ", "5": "He took his life into his hands when he struck the Philistine, and the Lord brought about a great victory for all Israel. You saw it, and you celebrated. Why then would you sin against innocent blood by killing David without cause?”", "6": "Saul listened to the advice of Jonathan, and Saul swore, “As the Lord lives, he shall not be put to death.”", "7": "So Jonathan called David and told him about all those things. Then Jonathan brought David to Saul, and he served in his presence as he had before.", "8": "Later, war broke out again. David went out and fought against the Philistines and inflicted a severe defeat on them, and they fled from him.", "9": "An evil spirit from the Lord came upon Saul as he sat in his house with his spear in his hand. David was playing the lyre. ", "10": "Saul tried to pin David to the wall with the spear, but David evaded Saul's attempt, and Saul's spear stuck in the wall. That night David fled and successfully escaped.", "11": "Saul sent messengers to watch David's house and to kill him in the morning, but David's wife Michal told him, “If you do not do something to save your life tonight, by tomorrow you will be put to death.” ", "12": "So Michal let David down through the window. He took off, got away, and escaped. ", "13": "Michal took a household idol and laid it in the bed. She put something made of goat hair on its head and covered the statue with clothing. ", "14": "When Saul sent messengers to capture David, she said, “He is sick.”", "15": "So Saul sent the messengers to see David for themselves. He said, “Bring him to me on the bed, so I can kill him.” ", "16": "When the messengers came in, they saw that the idol was in the bed with the goat hair on its head.", "17": "Saul said to Michal, “Why have you deceived me like this and let my enemy go, so that he has escaped?” Michal answered Saul, “He said to me, 'Let me go! Why should I have to kill you?'”", "18": "So David ran away and successfully escaped. David came to Samuel at Ramah and told him about everything that Saul had done to him. So he and Samuel went and stayed in Naioth. ", "19": "Saul was told, “Look, David is at Naioth in Ramah.”", "20": "Saul sent messengers to seize David, but when they saw an assembly[a] of the prophets prophesying, with Samuel standing there as their leader, the Spirit of God came on Saul's messengers, and they also prophesied. ", "21": "When Saul was told about it, he sent other messengers, and they also prophesied. So Saul sent messengers a third time, and they also prophesied.", "22": "Then Saul himself went to Ramah and came to the large cistern at Seku. He asked, “Where are Samuel and David?” Someone told him, “They are at Naioth in Ramah.”", "23": "So Saul headed for Naioth in Ramah. Then the Spirit of God came on him also, and he walked along prophesying, until he came to Naioth in Ramah. ", "24": "He also stripped off his clothing and prophesied in the presence of Samuel. He fell down and lay there naked all that day and all that night. Therefore it is said, “Is Saul also among the prophets?”"}