{"1": "David fled from Naioth in Ramah. He came to Jonathan and asked, “What have I done? Am I guilty of something? What is my sin against your father that makes him seek my life?”", "2": "Jonathan said to him, “A curse on me if that happens.[a] You will not die. Look, my father does nothing whether important or unimportant without telling me about it. Why would my father hide this from me? It is not so.”", "3": "But David took an oath and said, “Your father certainly knows that I have found favor in your eyes, so he might say, 'Do not let Jonathan know about this, or he will be very upset.' But as surely as the Lord lives, and as surely as your soul lives, there is only a step between me and death.”", "4": "Then Jonathan said to David, “Ask me for whatever you really want, and I will do it for you.”", "5": "David said to Jonathan, “Listen, tomorrow is the new moon, and I am expected to dine with the king, but let me go so that I can hide in the countryside until the evening of the third day. ", "6": "If your father misses me at all, say, 'David urged me to excuse him so that he could run to Bethlehem, his hometown, because it is the annual sacrifice there for his entire family.' ", "7": "If he says, 'That is fine,' your servant will be at peace. But if it really displeases him, then you will know that he is planning evil. ", "8": "You must show kindness to your servant, because you have made a covenant in the name of the Lord with me, your servant. But if I am guilty of anything, kill me yourself. Why should you bring me to your father?”", "9": "Jonathan said, “A curse on me if that occurs, because if I knew that my father was planning to harm you, wouldn't I tell you?”", "10": "Then David said to Jonathan, “Who will tell me if your father gives you a harsh response?”", "11": "Jonathan said to David, “Come, let's go out into the field.” So the two of them went out into the field. ", "12": "Jonathan said to David, “I swear by the Lord, the God of Israel! About this time tomorrow or the day after, when I have tested my father to see if he is favorably inclined toward David, I will send word to you so that you hear about it. ", "13": "May the Lord punish Jonathan severely and double it,[b] if my father is planning to harm you and I do not disclose it to you and send you on your way, so that you may go in peace. May the Lord be with you, as he has been with my father. ", "14": "You must show the mercy of the Lord to me, not only while I am still alive, so that I do not die, ", "15": "but you also must not cut off your mercy from my house forever—no, not even when the Lord has cut off every one of the enemies of David from the face of the earth.” ", "16": "So Jonathan made a covenant with the house of David, saying, “May the Lord demand an accounting from David's enemies.” ", "17": "Then Jonathan had David repeat the oath, because of the love that he had for him, for he loved him as he loved his own soul.", "18": "Jonathan said to him, “Tomorrow is the new moon, and you will be missed, because your seat will be empty. ", "19": "On the third day,[c] go down quickly to the place where you hid on the previous occasion and stay by the stone named Ezel. ", "20": "I will shoot three arrows off to the side of it, as if I were shooting at a target. ", "21": "I will send the boy out and say, 'Go and find the arrows!' If I yell to the boy, 'Hey! The arrows are closer this way. Come and pick them up,' then you can come to me, because you are safe and, as the Lord lives, there is no danger. ", "22": "But if I yell to the boy, 'Hey! The arrows are farther out,' then go on your way, for the Lord has sent you away. ", "23": "Concerning this matter that you and I have spoken about, the Lord stands as a witness between you and me[d] forever.”", "24": "So David hid in the countryside. When the new moon came, the king sat down to eat his meal. ", "25": "The king sat at his usual seat next to the wall. Jonathan was across from him,[e] and Abner sat next to Saul, but David's place was empty. ", "26": "Nevertheless, Saul did not say anything that day, since he thought, “Something has happened to him to make him ceremonially unclean. That's what it is—he must be unclean.”", "27": "On the day after the new moon, the second day of the month, David's place was still empty. So Saul asked his son Jonathan, “Why didn't the son of Jesse come to the meal, either yesterday or today?”", "28": "Jonathan answered Saul, “David begged me for permission to go to Bethlehem. ", "29": "He said, 'Please let me go, because our family has a sacrifice in the city. My brother has ordered me to be there. Now, if I have found favor in your eyes, please excuse me so I can go and see my brothers.' That is why he has not come to the king's table.”", "30": "Then Saul's anger burned against Jonathan, and he said to him, “You son of a perverted, unfaithful woman! Don't I know that you have chosen the son of Jesse to your own shame and to the shame of your mother's nakedness?[f] ", "31": "For as long as the son of Jesse lives on this earth, you will not be established, nor will your kingship. So send for him and bring him to me, because he must surely die!”", "32": "Jonathan answered his father Saul, “Why should he be put to death? What has he done?”", "33": "Saul threw his spear at him to hit him. So Jonathan knew that his father was determined to put David to death. ", "34": "Jonathan got up from the table in fierce anger, and he ate no food on the second day of the month, for he grieved for David, because his father had treated David so shamefully.", "35": "In the morning Jonathan went out into the field at the time he had set with David. He took a young servant boy with him. ", "36": "He said to his boy, “Run out and find the arrows that I shoot.” As the boy ran, Jonathan shot an arrow beyond him. ", "37": "When the boy reached the area where Jonathan's arrow had landed, Jonathan yelled to the boy, “Isn't the arrow farther out from you?” ", "38": "Jonathan shouted to the boy, “Go faster! Hurry up! Don't be slow!” Jonathan's boy picked up the arrows and came back to his master. ", "39": "The boy did not know anything about what was going on. Only Jonathan and David knew. ", "40": "Jonathan gave his equipment to his boy and told him, “Go on ahead. Carry these things into the city.”", "41": "As soon as the boy was gone, David got up from the south side of the mound.[g] He fell down with his face to the ground and bowed three times. They kissed one another and wept together, but David wept more. ", "42": "Jonathan said to David, “Go in peace, because we have both sworn in the Lord's name. May the Lord stand between you and me and between my offspring and your offspring forever.” David got up and left, and Jonathan went back into the city."}