{"1": "David came to Ahimelek the priest at Nob. When he came to meet David, Ahimelek was trembling with fear, and he said to David, “Why are you alone? Why isn't there anyone with you?”[a]", "2": "David said to Ahimelek the priest, “The king sent me on a mission and told me, 'Don't let anyone know anything about where I am sending you or about your orders.' I have instructed the young men to wait for me at a certain place. ", "3": "So what do you have on hand? Please give me five loaves of bread, or whatever is available.”", "4": "The priest answered David, “I do not have any ordinary bread, but there is holy[b] bread—I can give it to you[c] only if your young men have kept themselves away from women.”[d]", "5": "David answered the priest, “Yes indeed, women have been kept away from us just as they have been on previous occasions. Whenever I go out on a mission, the bodies[e] of the young men are kept holy even if it is only an ordinary journey. How much more then shall their bodies be holy today?”", "6": "So the priest gave him holy bread, because there was no bread there except for the Bread of the Presence which had been removed from the presence of the Lord and replaced with hot bread.", "7": "Now one of Saul's servants was present that day, detained before the Lord. His name was Doeg the Edomite. He was in charge of Saul's shepherds.", "8": "David said to Ahimelek, “Don't you have a spear or sword on hand here? I didn't bring my sword or my gear with me, because the king's mission was so urgent.”", "9": "The priest said, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here. It is wrapped in a cloth behind the place where the special vest is kept. If you would like to take that, take it, because there is nothing else here.” David said, “There is no other like that one. Give it to me.”", "10": "David quickly fled from Saul that day and went to Achish king of Gath. ", "11": "The officials of Achish said to him, “Isn't this David, the king of the land? Didn't they dance and sing songs about him, saying, 'Saul has slain his thousands, and David his ten thousands'?”", "12": "David took those words to heart, so he was very afraid of Achish king of Gath. ", "13": "He changed his behavior in their presence and pretended to be insane while he was in their hands. He scribbled on the doors of the gate, and let his spit run down his beard. ", "14": "Then Achish said to his servants, “Look, can't you see that the man is insane? Why have you brought him to me? ", "15": "Don't I have enough madmen? Did you have to bring this madman into my presence? Should I keep this man in my house?”"}