{"1": "David was told, “Here's news! The Philistines are fighting against Keilah and plundering the threshing floors.”", "2": "So David inquired of the Lord, “Shall I go and strike these Philistines?” The Lord said to David, “Go strike the Philistines and save Keilah.”", "3": "But David's men said to him, “Look how afraid we are here in Judah! How much more then if we go to Keilah against the armies of the Philistines!”", "4": "Then David inquired of the Lord again, and the Lord answered him, “Set out and go down to Keilah, for I will deliver the Philistines into your hand.”", "5": "So David and his men went to Keilah and fought against the Philistines. He took away their livestock and struck a heavy blow against the Philistines. David saved the inhabitants of Keilah.", "6": "(When Abiathar son of Ahimelek fled with David to Keilah, he had brought the special vest, which was in his possession.)", "7": "When Saul was told that David had gone to Keilah, he said, “God has delivered him into my hand, since David has trapped himself by entering a city that has barred gates.” ", "8": "Then Saul summoned all the fighting men to go down to Keilah to besiege David and his men.", "9": "David knew that Saul was planning to harm him, so he said to Abiathar the priest, “Bring the special vest here.” ", "10": "Then David said, “O Lord, the God of Israel, your servant has heard a specific report that Saul plans to come to Keilah to destroy the city because of me. ", "11": "Will the citzens of Keilah hand me over to him? Will Saul come down, as your servant has heard? O Lord, God of Israel, please tell your servant.” The Lord said, “He will come down.”", "12": "Then David asked, “Will the citizens of Keilah hand me and my men over to Saul?” The Lord said, “They will hand you over.”", "13": "Then David and his men, who numbered about six hundred, immediately departed from Keilah and went wherever they could.[a] When Saul was told that David had escaped from Keilah, he gave up his plan to go there.", "14": "David stayed in the strongholds in the wilderness. He remained in the hill country of the Wilderness of Ziph. Saul searched for him every day, but God did not deliver him into his hand. ", "15": "David knew that Saul had come to seek his life. David was at Horesh in the Wilderness of Ziph. ", "16": "Saul's son Jonathan set out and came to David at Horesh. There he strengthened his hand in God. ", "17": "He said to him, “Do not be afraid, because the hand of my father Saul will not find you. You will be king over Israel, and I will be second to you. Even my father Saul knows that.” ", "18": "They both made a covenant before the Lord. Then David stayed at Horesh, and Jonathan returned home.", "19": "Then the Ziphites came to Saul at Gibeah and said, “Do you know that David is hiding near us in the strongholds at Horesh near the Hill of Hakilah, in the southern part of the badlands?[b] ", "20": "So now, O King, come down! Come down whenever you wish to come, and our role will be to deliver him up into the king's hand.”", "21": "Saul said, “May you be blessed by the Lord, for you have sympathized with me. ", "22": "Go and make sure that you know exactly where he is and who has seen him there, for I have been told that he is very wily. ", "23": "Make sure that you know all the places where he hides. Then come back to me with solid information. Then I will come with you. If he is in the land, you can be sure that I will hunt him down among all the thousands of Judah.” ", "24": "So Saul's men set out and went to Ziph ahead of Saul. Meanwhile David and his men were in the Wilderness of Maon, in the Arabah,[c] south of the badlands.", "25": "Saul and his men went to look for David. When David was told about it, he went down to the rock and stayed in the Wilderness of Maon. When Saul heard that, he pursued David in the Wilderness of Maon. ", "26": "Saul was going along one side of the mountain, and David and his men were on the other side. David hurried to get away from Saul and his men, who were trying to surround David and his men in order to capture them. ", "27": "But a messenger came to Saul and said, “Hurry! Come back, because the Philistines have made a raid on the land!” ", "28": "So Saul turned back from pursuing David and went to confront the Philistines. That is why that place is named Sela Hamahlekoth.[d]", "29": "Then David went up from there and stayed in the strongholds of En Gedi.[e]"}