{"1": "When Saul had returned from pursuing the Philistines, he was told, “Here's some news. David is in the Wilderness of En Gedi.”[a] ", "2": "Then Saul took three thousand specially chosen men[b] from all Israel and went to hunt for David and his men along the rocky slopes of the wild goats.[c]", "3": "Saul came to some sheep pens that were along that route. Saul went into a cave that was there to relieve himself.[d] At that time David and his men were far back in the interior of the cave.", "4": "David's men said to him, “Look, this is the day the Lord told you about when he said, 'I will deliver your enemy into your hand, and you will do to him whatever seems good to you.'” So David got up and cut off the edge of Saul's robe without being noticed.", "5": "Afterward, David had a guilty conscience, because he had cut off the edge of Saul's robe. ", "6": "He said to his men, “May I be cursed if I do something like this to my master, who is the Lord's anointed—that I would stretch out my hand against him, since he is the Lord's anointed.” ", "7": "With these words David restrained his men and did not allow them to attack Saul. Saul got up, left the cave, and went on his way. ", "8": "David got up and followed him out of the cave and shouted to him, “My lord the king!” When Saul looked back at him, David bowed facedown to the ground to show respect. ", "9": "David said to Saul, “Why do you listen to the words of people who say, 'Watch out! David is seeking to harm you'? ", "10": "This very day you have seen with your own eyes how the Lord delivered you into my hand in the cave. Some urged me to kill you, but I spared you, because I said, 'I will not stretch out my hand against my master, because he is the Lord's anointed.' ", "11": "Take a look at this! My father, take a good look at the piece of your robe that is here in my hand. Because I cut off the edge of your robe but did not kill you, you can be sure that I do not have any evil intent and I am not rebelling. I have not sinned against you, even though you keep hunting for me to take my life. ", "12": "May the Lord judge between you and me, and may the Lord avenge me on you, but my hand will not be against you. ", "13": "As the ancient proverb says, 'Out of the wicked come wicked deeds,' but my hand will not be against you. ", "14": "Against whom has the king of Israel come out? What are you pursuing? A dead dog? A flea? ", "15": "May the Lord, therefore, be the judge who renders a verdict between you and me. May he examine my case, plead my cause, and deliver me out of your hand.”", "16": "When David had finished speaking these words, Saul responded, “Is that your voice, David, my son?” Saul broke down and wept. ", "17": "He said to David, “You are more righteous than I, for you have treated me well, but I have treated you badly. ", "18": "You have made it clear today how you have been good to me, because when the Lord delivered me into your hand, you did not kill me. ", "19": "If a man finds his enemy, will he let him go away unharmed? May the Lord reward you with good for what you have done for me today. ", "20": "Now I know without a doubt that you will become king, and that the kingship over Israel will be established in your hand. ", "21": "So swear to me now by the Lord that you will not cut off my descendants after me and that you will not destroy my name from my father's house.”", "22": "David promised this to Saul with an oath. Saul went back home, but David and his men went up to the stronghold."}