{"1": "Samuel died. All Israel gathered together and mourned for him. They buried him at his house in Ramah. Then David set out and went down to the Wilderness of Paran.", "2": "There was a man in Maon who made his livelihood in Carmel. This man was very wealthy. He had three thousand sheep and a thousand goats, and he was shearing his sheep at Carmel. ", "3": "The man's name was Nabal, and his wife's name was Abigail. This woman had good judgment and was beautiful, but her husband was a harsh, unbending man, who behaved badly. He was from the family line of Caleb.", "4": "In the wilderness David heard that Nabal was shearing his sheep. ", "5": "So David sent ten young men and told them, “Go up to Carmel. Approach Nabal and wish him peace in my name. ", "6": "Tell him this: 'Long life to you! Peace be with you! Peace be with your household! Peace be with all that you have! ", "7": "Now I hear that you are shearing sheep. Your shepherds have recently been with us, and we did not harm them. Nothing was missing from them the whole time they were in Carmel. ", "8": "Ask your young men, and they will tell you. Therefore let my young men find favor with you, for we have come on a good day. Please give whatever you can to your servants and to your son David.'”", "9": "So David's men came and said all those things to Nabal in the name of David. When they had finished, ", "10": "Nabal answered David's servants, “Who is David? Who is the son of Jesse? There are so many servants breaking away from their masters these days. ", "11": "Should I take my bread, my water, and my meat that I have butchered for my shearers and give it to men when I do not know where they come from?”", "12": "So David's men left and went on their way. They came back and told David all these things.", "13": "David said to his men, “Each of you, strap on your sword!” So every man strapped on his sword. David also strapped on his sword. About four hundred men followed David, and two hundred stayed with the supplies.", "14": "One of Nabal's young men told Abigail, Nabal's wife, “Listen to me. You need to know what happened. David sent messengers from the wilderness to greet our master, but he screamed insults at them. ", "15": "Those men have been very good to us, and we have not been harmed, nor have we had anything missing the entire time we were in the countryside with them. ", "16": "They were a wall around us night and day, the whole time we were among them while we were taking care of the sheep. ", "17": "So carefully consider what you should do, for they are determined to bring disaster on our master and on his entire household, since he is such a worthless good-for-nothing that no one can talk to him.”", "18": "Then Abigail hurried and took two hundred loaves of bread, two containers[a] of wine, five sheep that were already prepared, a bushel[b] of roasted grain, one hundred clumps of raisins, and two hundred cakes of dried figs. She loaded these supplies on donkeys. ", "19": "She said to her young men, “Go on ahead of me. I will follow right after you.” But she did not tell her husband, Nabal. ", "20": "As she rode on her donkey and came down to the secluded trail[c] on the mountain, she saw that David and his men were coming down toward her, and she met them.", "21": "Now David had said, “It was all for nothing that I have protected everything that this fellow has in the wilderness, so that nothing was missing from everything that belonged to him. But he has repaid me evil for good. ", "22": "May God punish the enemies of David[d] severely and double it, if by the morning light I leave alive so much as one person who urinates against a wall.”[e]", "23": "When Abigail saw David, she hurried and got off her donkey. She bowed and fell facedown on the ground in David's presence. ", "24": "She fell at his feet and said, “To me, my lord—charge the guilt to me! Please let your servant speak to you. Listen to the words of your servant. ", "25": "Please, my lord, do not pay attention to this worthless good-for-nothing Nabal, for he is exactly what his name suggests. Nabal[f] is his name, and foolishness is never far from him. But I, your servant, did not see my lord's young men, whom you sent. ", "26": "Now therefore, my lord, as the Lord lives, and as your soul lives, since the Lord has held you back from the guilt of bloodshed and from avenging yourself with your own hand, now let your enemies and those who seek to do evil against my lord be like Nabal. ", "27": "Please distribute this gift that I, your servant,[g] have brought to my lord for the young men who follow my lord. ", "28": "Please forgive your servant's offense. For the Lord will certainly make an enduring house[h] for my lord, because my lord is fighting the Lord's battles. May no evil be found in you all your days. ", "29": "Though men may rise up to pursue you and to seek your life, may the life of my lord be safely wrapped up in the bundle of the living, with the Lord your God. But the lives of your enemies he will hurl away like a stone from the pocket of a sling. ", "30": "Then, when the Lord has done for my lord all the good things that he has spoken concerning you, and he has appointed you leader over Israel, ", "31": "you will not be burdened by grief or a guilty conscience because you, my lord, have shed blood without cause or have avenged yourself. Then, when the Lord has dealt well with you, my lord, remember your servant.”", "32": "David said to Abigail, “Blessed be the Lord, the God of Israel, who sent you to meet me today! ", "33": "Your good judgment is blessed, and you are blessed, because today you have kept me from the guilt of shedding blood and from avenging myself with my own hand. ", "34": "For truly, as the Lord, the God of Israel, lives, who has kept me from harming you, unless you had come quickly to meet me, certainly by the morning light there would not have been left for Nabal so much as one person who urinates against a wall.”[i]", "35": "So David received from her hand what she had brought for him. Then he said to her, “Go up to your house in peace. You see, I have listened to your voice and have shown you favor.”", "36": "Abigail came to Nabal and saw that he was holding a feast[j] in his house, a feast fit for a king. Nabal was in good spirits, because he had drunk a lot. So she told him nothing at all until the morning light.", "37": "In the morning, when the wine had worn off for Nabal, his wife told him about these things, and his heart died within him, and he became like a stone.[k] ", "38": "About ten days later, the Lord struck Nabal, and he died.", "39": "When David heard that Nabal was dead, he said, “Blessed be the Lord, who has passed judgment on Nabal's insults against me and has kept his servant from doing evil. The Lord has returned the evil done by Nabal back on his own head.” Then David sent messengers to make arrangements with Abigail for him to take her as his wife. ", "40": "When David's servants came to Abigail at Carmel, they spoke to her and said, “David has sent us to you to bring you to him as his wife.”", "41": "She got up and bowed down with her face to the ground. She said, “Behold. I, your humblest servant,[l] am here ready to wash the feet of the servants of my lord.” ", "42": "Abigail hurried and set out, riding on a donkey, with five young women who were her attendants following her. She went with the messengers of David and became his wife.", "43": "David also married Ahinoam of Jezre'el, so they both became his wives. ", "44": "But Saul gave his daughter Michal, who was David's wife, to Palti son of Laish, who was from Gallim."}