{"1": "The Ziphites came to Saul at Gibeah and said, “Do you know that David is hiding at the Hill of Hakilah, which is near the badlands?”[a]", "2": "So Saul set out and went down to the Wilderness of Ziph with three thousand men, who were specially chosen from Israel, to search for David in the Wilderness of Ziph. ", "3": "Saul set up camp near the road at the Hill of Hakilah, which is near the badlands. David, however, stayed in the wilderness. When David heard that Saul had come into the wilderness to search for him, ", "4": "he sent out scouts, who confirmed that Saul had come.", "5": "So David moved out and came to the place where Saul had set up camp. David saw where Saul was sleeping near Abner son of Ner, the commander of his army. Saul was sleeping inside the defensive perimeter of the camp, and the rest of the men were camped around him.", "6": "David responded to the situation by saying to Ahimelek the Hittite and to Joab's brother, Abishai son of Zeruiah, “Who will go down with me into the camp, to Saul?” Abishai said, “I will go down with you.”", "7": "So during the night David and Abishai passed through the people in the camp, and they saw that Saul was sleeping inside the defensive perimeter of the camp, with his spear stuck into the ground beside his head. Abner and the rest of the men were lying all around him.", "8": "Then Abishai said to David, “God has delivered your enemy into your hand today. Please let me strike him and pin him to the ground with my spear. One blow! That's all I'll need! I won't need to strike him a second time.”", "9": "But David said to Abishai, “Do not destroy him, for who can stretch out his hand against the Lord's anointed and be guiltless?” ", "10": "David continued, “As the Lord lives, the Lord will strike him, or his day will come and he will die, or he will go down into battle and be swept away. ", "11": "May I be cursed if I stretch out my hand against the Lord's anointed. Now go and take the spear that is beside his head and the jar of water, and we will go.”", "12": "So David took the spear and the jar of water that were next to Saul's head, and they left. No one saw them. No one knew anything. No one woke up. They were all sound asleep, because a deep sleep from the Lord had fallen on them.", "13": "Then David moved over to a position across from the camp and stood on the top of the mountain some distance away. There was a lot of space between them. ", "14": "David then shouted to the people and to Abner son of Ner, “Abner, are you going to answer?” Abner responded, “Who are you to be shouting at the king?”", "15": "David said to Abner, “Aren't you a man? Who is like you in Israel? So why haven't you kept watch over your lord, the king? For someone came into the camp to destroy your lord the king. ", "16": "This thing that you have done is not good. As the Lord lives, you deserve to die, because all of you have not kept watch over your master, the Lord's anointed. Now look around! Where are the king's spear and the jar of water that was next to his head?”", "17": "Saul recognized David's voice and said, “Is this your voice, David, my son?” David said, “It is my voice, my lord the king.” ", "18": "He added, “Why does my lord pursue his servant? What have I done? What evil is there in my hand? ", "19": "So please, let my lord the king listen to the words of his servant. If it is the Lord who has stirred you up against me, let him accept an offering. But if it is other people, may they be cursed before the Lord, for they have driven me out today so that I cannot remain in my share of the Lord's inheritance. They keep saying, 'Go, serve other gods!' ", "20": "Now therefore, do not let my blood fall to the earth away from the presence of the Lord, for the king of Israel has come out searching for a flea, or like someone who hunts for a partridge in the mountains.”", "21": "Then Saul said, “I have sinned. Come back, David my son, for I will not harm you anymore, because my life was precious in your eyes today. I have acted like a fool and have made a terrible mistake.”", "22": "David responded, “Look, here is your spear, O King! Let one of the young men come over and get it. ", "23": "May the Lord deal with every man according to his righteousness and his faithfulness, because the Lord handed you over to me today, but I would not stretch out my hand against the Lord's anointed. ", "24": "Just as your life was precious in my eyes today, so let my life be precious in the Lord's eyes, and let him deliver me from all persecution.”", "25": "Then Saul said to David, “May you be blessed, David my son. You will certainly accomplish great things, and you will certainly remain successful.” So David went on his way, and Saul returned to his own place."}