{"1": "David said to himself, “Any day now I will be swept away by the hand of Saul. The best plan for me is to escape immediately to the land of the Philistines. Then Saul will give up searching for me within the borders of Israel, and I will escape out of his hand.”", "2": "So David set out with the six hundred men who were with him and crossed over to Achish son of Maok, king of Gath. ", "3": "David stayed with Achish at Gath—he and his men, each man with his family, including David with his two wives, Ahinoam from Jezre'el and Abigail from Carmel, who had been Nabal's wife. ", "4": "Saul was told that David had fled to Gath, so he did not continue searching for him anymore.", "5": "David said to Achish, “If I have now found favor in your eyes, assign me a place to live in one of the towns in the countryside. Why should your servant live in the royal city with you?”", "6": "So that day Achish gave him Ziklag. That is why Ziklag belongs to the kings of Judah to this day. ", "7": "The length of time that David spent in the territory of the Philistines was a year and four months.", "8": "David and his men would go out and raid the Geshurites, the Girzites,[a] and the Amalekites—peoples who had been living in the land for a very long time. Their territory extended from the beginning of Shur all the way to the land of Egypt. ", "9": "Whenever David attacked a land, he did not leave even one man or woman alive. He would carry off the sheep, the cattle, the donkeys, the camels, and the clothing. Then he would return and come back to Achish.", "10": "Achish would ask, “Where have you carried out a raid today?” David would answer, “Against the Negev[b] of Judah,” or “Against the Negev of the Jerahme'elites,” or “Against the Negev of the Kenites.” ", "11": "David would not keep even one man or woman alive to bring them to Gath. He said, “If I do, they would inform on us. They would say, 'This is what David did, and this is what he has been doing the entire time he has been living in the territory of the Philistines.'”", "12": "Achish trusted David, and he said, “He has made himself a real stench to his people Israel, so he will remain my servant forever.”"}