{"1": "In those days, the Philistines brought together their armies to prepare for war against Israel. Achish said to David, “You certainly understand that you must go along with me in the army, you and your men.”", "2": "David said to Achish, “When I do, you will know what your servant can do.” Achish said to David, “When you do, I will make you my bodyguard permanently.”", "3": "At this time, Samuel was dead, and all Israel had mourned for him and buried him in Ramah, which was his hometown. Saul had banished the mediums and spiritists[a] from the land.", "4": "The Philistines joined forces and set up camp at Shunem. Saul brought all Israel together, and they set up camp at Gilboa. ", "5": "When Saul saw the army of the Philistines, he was terrified and trembled with fear. ", "6": "Saul inquired of the Lord, but the Lord did not answer him through dreams, or through Urim, or through prophets. ", "7": "Then Saul said to his attendants, “Find a woman who consults the spirits of the dead for me, so that I can go to her and inquire of her.” His servants said to him, “As a matter of fact, there is a woman at Endor who consults the spirits of the dead.”", "8": "So Saul disguised himself and put on different clothing. Then he went with two men, and they visited the woman at night. He said, “Please consult a spirit for me. Bring up for me the person I name to you.”", "9": "The woman said to him, “Look, you must know what Saul has done. He has cut off mediums and spiritists from the land. Why then are you setting a death trap for me, to make me die?”", "10": "Saul swore to her by the Lord, “As the Lord lives, you will not be punished for this.”", "11": "Then the woman said, “Who is it that you want me to bring up for you?” He said, “Bring up Samuel for me.”", "12": "When the woman saw Samuel, she screamed and said to Saul, “Why have you deceived me? You are Saul!”", "13": "The king said to her, “Do not be afraid! What do you see?” The woman said to Saul, “I see a powerful spirit[b] coming up out of the earth.”", "14": "He said to her, “What does he look like?” She said, “An old man is coming up. He is covered with a robe.” Saul recognized that it was Samuel, and he bowed with his face to the ground to show respect.", "15": "Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in dire straits because the Philistines are waging war against me, and God has departed from me. He no longer answers me through prophets or through dreams. That is why I have called you, so that you can let me know what I should do.”", "16": "Samuel said, “Why do you ask me, since the Lord has departed from you and has become your adversary? ", "17": "The Lord has done exactly what he told you through me. The Lord has torn the kingdom out of your hand and given it to your neighbor David. ", "18": "Because you did not obey the Lord's voice and did not execute his fierce wrath on Amalek, the Lord has done this to you today. ", "19": "What's more, the Lord will deliver Israel into the hands of the Philistines, along with you. Tomorrow you and your sons will be with me. The Lord will also deliver the army of Israel into the hand of the Philistines.”", "20": "Saul immediately fell full-length on the ground. Not only was he terrified because of Samuel's words, but he also had no strength left because he had eaten no food all that day and all that night.", "21": "The woman came to Saul and saw that he was terrified. So she said to him, “Look, your servant has obeyed you, and I have taken my life in my hands. I have listened to the words you spoke to me. ", "22": "Now please listen to your servant, and allow me to set some food in front of you. Eat, so that you will have strength when you go on your way.”", "23": "Saul refused and said, “I will not eat.” But his attendants, together with the woman, strongly urged him, and he listened to them. So he got up off the ground and sat on the bed. ", "24": "The woman had a fattened calf at the house. She quickly butchered it. She took flour, kneaded it, and baked unleavened bread with it. ", "25": "She set it before Saul and his servants, and they ate. Then they got up and left during the night."}