{"1": "The Philistines gathered all their armies together at Aphek, and the Israelites camped beside the spring at Jezre'el. ", "2": "As the serens[a] of the Philistines were marching past with their units of a hundred and units of a thousand, David and his men were marching in the rear of the column with Achish.", "3": "The officers of the Philistines said, “What are these Hebrews doing here?” Achish said to the officers of the Philistines, “Isn't this David, the servant of Saul, king of Israel, who has been with me for some time now?[b] I have found no fault in him from the day he defected, right up to today.”", "4": "But the officers of the Philistines were angry with him, and the officers of the Philistines said, “Make this man return to the place that you have assigned to him. He must not go down to battle with us, or else he might become an adversary against us during the battle. What better way for this man to reconcile himself to his master than with the heads of these men of ours? ", "5": "Isn't this David, about whom they sang to one another as they danced, 'Saul has slain his thousands, and David his ten thousands?'”", "6": "Then Achish called David and said to him, “As the Lord lives, you have been straightforward with me. As far as I am concerned,[c] it would be good to have you accompany me[d] on this campaign, because I have not found anything wrong with you from the day you came to me right up to this day. Nevertheless, in the opinion of the serens you are a liability. ", "7": "So now return. Go in peace, so that you do not displease the serens of the Philistines.”", "8": "David said to Achish, “But what have I done? What have you found in your servant from the day I came into your presence until this day that would disqualify me from going and fighting against the enemies of my lord the king?”", "9": "Achish answered David, “I know that, as far as I am concerned, you are as good as an angel of God. Nevertheless, the officers of the Philistines have said, 'He must not go up to the battle with us.' ", "10": "So get up early in the morning, along with the servants of your master who have come with you. Get up early in the morning, and leave as soon as it is light.”[e]", "11": "So David got up early, and he and his men left early in the morning to return to the land of the Philistines, but the Philistines went up to Jezre'el."}