{"1": "The boy Samuel was ministering to the Lord in the presence of Eli. The word of the Lord was rare in those days. Prophetic vision was not common.", "2": "Now it happened that Eli's eyes had begun to grow dim, so that he could not see. Once when Eli was lying down in his place ", "3": "and God's lamp had not yet gone out, Samuel was lying down in the Lord's temple, where God's ark was. ", "4": "The Lord called Samuel, and Samuel said, “I am here.” ", "5": "He ran to Eli and said, “I am here, since you called me.” Eli said, “I did not call. Lie down again.” So he went and lay down.", "6": "Then the Lord called once more, “Samuel!” So Samuel got up and went to Eli and said, “I am here, since you called me.” He answered, “I did not call, my son. Lie down again.”", "7": "Now Samuel had not yet experienced the Lord's presence,[a] that is, the word of the Lord had not yet been revealed to him.", "8": "The Lord called Samuel for the third time. So he got up and went to Eli and said, “I am here, since you called me.” Then Eli realized that the Lord was calling the young man. ", "9": "So Eli said to Samuel, “Go, lie down, and if he calls you, say, 'Speak, Lord, for your servant is listening.'” So Samuel went and once again lay down in his place. ", "10": "The Lord came and stood there and called as he had the other times, “Samuel! Samuel!” Then Samuel said, “Speak, for your servant is listening.”", "11": "The Lord said to Samuel, “Look, I am going to do something in Israel that will make both ears of everyone who hears about it tingle. ", "12": "On that day I am going to carry out against Eli everything that I have spoken against his house, from beginning to end. ", "13": "I have told him that I am going to judge his house forever because of their guilty behavior, which he knew about. This will happen because his sons brought a curse on themselves, and he did not restrain them. ", "14": "I have sworn to the house of Eli that the guilt of Eli's house shall never be atoned for with sacrifice or offering.”", "15": "So Samuel lay there until morning.[b] Then he opened the doors to the Lord's house. Samuel was afraid to tell Eli about the vision. ", "16": "But Eli called to Samuel, “Samuel, my son!” He said, “I am here.”", "17": "Eli said, “What is the message that he has spoken to you? Please do not hide it from me. May God punish you severely and double it,[c] if you hide from me one word of all of the things that he spoke to you.”", "18": "So Samuel told him everything and hid nothing from him. Eli said, “He is the Lord. Let him do whatever is good in his eyes.”", "19": "Samuel continued to grow, and the Lord was with him. The Lord let none of his words fall to the ground. ", "20": "So all Israel from Dan to Beersheba knew that Samuel was confirmed as a prophet of the Lord. ", "21": "The Lord continued to appear in Shiloh, because at Shiloh the Lord revealed himself to Samuel by the word of the Lord. ⎣So Samuel was confirmed as a prophet of the Lord for all Israel, from one end of the land to the other end.⎦[d]"}