{"1": "David and his men arrived at Ziklag on the third day. In the meantime the Amalekites had raided the Negev and Ziklag. They had attacked Ziklag and burned it down. ", "2": "They had taken the women captive, along with everyone who was there, from the least to the greatest.[a] They did not kill anyone, but they carried them off and went on their way.", "3": "So when David and his men came to the city, they saw that it had been burned and that their wives, their sons, and their daughters had been taken captive. ", "4": "Then David and the troops who were with him wept loudly, until they had no more strength to weep. ", "5": "David's two wives had been taken captive, namely, Ahinoam from Jezre'el and Abigail, who had been the wife of Nabal from Carmel. ", "6": "David was under a great deal of pressure because his men were talking about stoning him. The spirit of every one of them was very bitter because of their sons and daughters, but David found strength in the Lord his God.", "7": "David said to Abiathar the priest, the son of Ahimelek, “Bring the special vest[b] of the priest here to me.” So Abiathar brought the special vest to David. ", "8": "David inquired of the Lord, “Should I pursue this band of raiders? Will I overtake them?” The Lord answered him, “Pursue! You will certainly overtake them and recover everything.”", "9": "So David set out with the six hundred men who were with him. When they came to the stream[c] called the Besor, the men who were unable to keep up stayed there. ", "10": "David pursued with four hundred men, because two hundred stayed behind, so exhausted that they could not get across the ravine of the Besor.", "11": "They found an Egyptian in the open country and brought him to David. They gave him bread to eat and water to drink. ", "12": "They also gave him a piece from a cake of figs and two clusters of raisins. When he had eaten, he was revived. (He had eaten no bread and had drunk no water for three days and three nights.) ", "13": "David asked him, “Whose servant are you? Where are you from?” The young man said, “I am from Egypt, a slave to an Amalekite. My master left me behind when I became sick three days ago. ", "14": "We made a raid on the Negev of the Kerethites, and on the territory of Judah, and on the Negev of Caleb, and we burned Ziklag.”", "15": "David said to him, “Will you bring me down to this raiding party?” He said, “Swear to me by God that you will not kill me or hand me over to my master, and I will bring you down to this raiding party.”", "16": "When he had brought David to them, there the Amalekites were, scattered all over the place! They were eating, drinking, and celebrating because of the great amount of plunder that they had taken from the land of the Philistines and from the land of Judah. ", "17": "David attacked them from twilight until the evening of the next day. Not a man of them escaped from there, except four hundred young men who rode off on camels and escaped. ", "18": "David recovered everything that the Amalekites had taken. David also rescued his two wives. ", "19": "There was nothing missing, from the least to the greatest, neither sons nor daughters, nor any plunder, nor anything else that they had taken with them. David brought it all back. ", "20": "David took all the flocks and the herds, which they drove ahead of the other livestock, and the men were saying, “This is David's plunder.”", "21": "When David approached the two hundred men whom they had left at the Besor because they were too exhausted to follow him, they went out to meet David and the men who were with him. David came up to the men who had been left behind and wished them well, ", "22": "but all the wicked men and worthless troublemakers among those who had accompanied David responded, “Because they did not go with us, we will not give them anything from the plunder that we have recovered, except we will give every man his wife and his children, so that he can take them and leave.”", "23": "Then David said, “Do not act that way, my brothers, with what the Lord has given to us. He is the one who has preserved us and delivered into our hand the raiders who came against us. ", "24": "Who can listen to this proposal of yours? No, the same share that is given to the one who goes down to the battle will be given to the one who stays with the supplies. They shall have an equal share.” ", "25": "So from that day forward, David made this a rule and precedent for Israel that lasts to this day.", "26": "When David came to Ziklag, he sent some of the plunder to the elders of Judah, who were sympathetic to him,[d] and said, “Look, here is a blessing for you from the plunder taken from the Lord's enemies.” ", "27": "He sent it to the elders who were in Bethel, Ramoth Negev, Jattir, ", "28": "Aroer, Siphmoth, Eshtemoa, ", "29": "and Rakal; to those who were in the towns of the Jerahme'elites and the towns of the Kenites; ", "30": "to those who were in Hormah, Borashan, and Athak; ", "31": "to those who were in Hebron and all the other places where David himself and his men had wandered."}