{"1": "So the word of Samuel came to all Israel. ⎣Eli was very old, and his sons kept getting worse in their wickedness in the presence of the Lord. In those days the Philistines gathered themselves together for war against Israel.⎦ [a] Israel went out to meet the Philistines in battle. The Israelites camped near Ebenezer, and the Philistines camped at Aphek. ", "2": "The Philistines formed battle lines to confront the Israelites. As the battle developed, Israel was defeated by the Philistines, who killed about four thousand of the Israelites lined up on the battlefield.", "3": "When the people had come back into the camp, the elders of Israel said, “Why has the Lord allowed us to be defeated today before the Philistines? Let us bring the Ark of the Covenant of the Lord here from Shiloh, so that it[b] may come into our midst and save us from the hand of our enemies.”", "4": "So the people sent word to Shiloh, and from there they brought the Ark of the Covenant of the Lord of Armies, who sits above the cherubim. Hophni and Phinehas, the two sons of Eli, were there with the Ark of the Covenant of God. ", "5": "When the Ark of the Covenant of the Lord came into the camp, all Israel shouted with a shout so loud that the earth shook.[c]", "6": "When the Philistines heard the noise of all the shouting, they asked, “Why is there this loud shouting in the camp of the Hebrews?” They learned that the Ark of the Lord had come into the camp. ", "7": "The Philistines were afraid, so they said, “A god has come into the camp.” They said, “We're doomed! Nothing like this has happened before. ", "8": "We are doomed! Who can deliver us out of the hand of these mighty gods? These are the gods that struck the Egyptians with every kind of plague in the wilderness. ", "9": "Be strong and act like men, you Philistines, so that you will not become slaves to the Hebrews, as they have been to you. Act like men and fight!”", "10": "So the Philistines fought, and Israel was defeated, and each man fled to his tent. A very great slaughter took place, in which thirty thousand foot soldiers of Israel fell. ", "11": "God's ark was taken, and Hophni and Phinehas, the two sons of Eli, died.", "12": "A man from the tribe of Benjamin ran from the battlefield and came to Shiloh that same day. His clothing was torn, and his face was dirty. ", "13": "When he arrived, Eli was there, sitting on his chair beside the road. He was watching, because his heart was trembling with fear for God's ark. When the man came into the city and told them what had happened, the whole city was in an uproar. ", "14": "When Eli heard the noise of the uproar, he said, “What does this noisy commotion mean?” The man came quickly and told Eli what had happened. ", "15": "Eli was ninety-eight years old. His eyes stared straight ahead[d] because he could not see. ", "16": "The man said to Eli, “I am the one who came from the battlefield. Today I fled from the battlefield.” Eli said, “What was the outcome, my son?”", "17": "The man who brought the news answered, “Israel has fled from the Philistines, and there has also been a great slaughter among the people. In addition, your two sons, Hophni and Phinehas, are dead, and God's ark has been captured.”", "18": "When the man mentioned God's ark, Eli fell backwards off his seat, which was by the city gate. He broke his neck, and he died, because he was an old man, and he was overweight. He had judged Israel[e] for forty years.", "19": "His daughter-in-law, Phinehas' wife, was pregnant, ready to give birth. When she heard the news that God's ark had been taken and that her father-in-law and her husband were dead, she crouched down and gave birth, because labor pains had come upon her. ", "20": "As her death approached, the women who stood by her said to her, “Don't be afraid, for you have given birth to a son.” But she did not respond or pay attention. ", "21": "She named the boy Ichabod and said, “The glory has departed from Israel.”[f] Because God's ark had been taken, and because of the deaths of her father-in-law and her husband, ", "22": "she said, “The glory has departed from Israel, because God's ark has been taken.”"}