{"1": "After the Philistines had captured God's ark, they brought it from Ebenezer to Ashdod. ", "2": "The Philistines took God's ark and brought it into the house of Dagon[a] and set it beside Dagon. ", "3": "When the people of Ashdod got up early the next day, there was Dagon—fallen facedown to the ground in front of the Ark of the Lord! So they took Dagon and set him in his place again. ", "4": "When they got up early the following morning, it had happened again! There was Dagon, fallen facedown in front of the Ark of the Lord. The head of Dagon and both of his hands were broken off and were lying on the threshold. Only Dagon's torso[b] was intact. ", "5": "That is why the priests of Dagon and any people who enter Dagon's temple in Ashdod do not step on the threshold of Dagon to this day.", "6": "Then the Lord's hand was heavy against the people of Ashdod. He devastated them and struck them with tumors.[c] He struck Ashdod and its surrounding territory. ", "7": "When the men of Ashdod saw what was taking place, they said, “The Ark of the God of Israel must not stay with us, because his hand is heavy on us and on our god Dagon.” ", "8": "They called together a meeting of all the serens[d] of the Philistines and asked, “What shall we do with the Ark of the God of Israel?” They answered, “Let the Ark of the God of Israel be carried over to Gath.” So they carried the Ark of the God of Israel there. ", "9": "But after they had carried it there, the Lord's hand was against that city, and there was great panic. He struck the men of the city, both young and old,[e] so that tumors broke out on them. ", "10": "So they sent God's ark to Ekron. When God's ark came to Ekron, the people of Ekron cried out, “They have brought the Ark of the God of Israel here to kill us and our people.” ", "11": "They called a meeting of all the serens of the Philistines, and they said, “Send the Ark of the God of Israel away. Let it go back to its own place, so that it does not kill us and our people.” Indeed, the threat of death caused panic throughout the whole city. The hand of God was very heavy there. ", "12": "The men who did not die were struck with tumors, and the outcry from the city went up to heaven."}