{"1": "So the men of Kiriath Jearim came, took the Ark of the Lord, and brought it into Abinadab's house on the hill. Then they consecrated his son Eleazar to watch over the Ark of the Lord. ", "2": "So from that day the ark stayed in Kiriath Jearim for a long time—twenty years. And the entire house of Israel deeply longed for the return of the Lord.", "3": "Samuel said to the whole house of Israel, “If you are returning to the Lord with all your heart, put away the foreign gods and the Ashtartes[a] from among you. Direct your hearts to the Lord and serve him only. Then he will deliver you out of the hand of the Philistines.”", "4": "So the people of Israel removed the Baals and the Ashtartes and served the Lord only. ", "5": "Samuel said, “Gather all Israel to Mizpah, and I will pray to the Lord for you.”", "6": "So Israel gathered together at Mizpah. They drew water and poured it out before the Lord. They fasted that day, and they said there, “We have sinned against the Lord.” Samuel acted as judge for the people of Israel at Mizpah.", "7": "When the Philistines heard that the Israelites had gathered together at Mizpah, the serens of the Philistines went up against Israel. When the people of Israel heard this, they were afraid of the Philistines, ", "8": "and the people of Israel said to Samuel, “Do not stop crying out for us to the Lord our God, so that he will save us out of the hand of the Philistines.” ", "9": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord. He cried out to the Lord on behalf of Israel, and the Lord answered him.", "10": "As Samuel was offering the burnt offering, the Philistines approached to engage in battle with Israel, but on that day the Lord thundered against the Philistines with a loud roar and threw them into a panic, so they were struck down before Israel. ", "11": "The men of Israel went out from Mizpah and pursued the Philistines and struck them down until they arrived at a point below Beth Kar.", "12": "Then Samuel took a stone and set it up between Mizpah and Shen. He named that place Ebenezer,[b] saying, “The Lord has helped us this far.”[c] ", "13": "So the Philistines were subdued, and they no longer came into the territory of Israel. The Lord's hand was against the Philistines all the days of Samuel.", "14": "The cities that the Philistines had taken from Israel were restored to Israel. From Ekron all the way to Gath, Israel recovered the territory of those cities from the control of the Philistines. There was also peace between Israel and the Amorites.", "15": "Samuel judged Israel all the days of his life. ", "16": "Each year he would travel in a circuit to Bethel, Gilgal, and Mizpah, and he judged Israel in all those places. ", "17": "He then would return to Ramah, where his home was, and he would also judge Israel there. He also built an altar to the Lord there."}