{"1": "From the tribe of Benjamin there was a man whose name was Kish. He was the son of Abiel, the son of Zeror, the son of Bekorath, the son of Aphiah, a descendant of Benjamin. Kish was a strong warrior and influential person.[a] ", "2": "He had a son named Saul, who was an impressive young man. Among the men of Israel there was not a better man than Saul. He was a head taller than all the people.", "3": "The donkeys of Saul's father Kish were lost, so Kish said to his son Saul, “Take one of our young men with you, and go look for the donkeys.” ", "4": "So Saul passed through the hill country of Ephraim and through the land of Shalishah, but they did not find the donkeys. Then they traveled through the land of Sha'alim[b] but found nothing. Then he traveled through the land of the Benjaminites, but they did not find the donkeys.", "5": "When they came to the land of Zuph, Saul said to the young man who was with him, “Come on. Let's go back. If we don't, my father will stop worrying about the donkeys and will start worrying about us.”", "6": "But the young man said to him, “Wait! In this city there is a man of God, who is highly regarded. Everything he says actually comes true. So let's go there. Maybe he can tell us which way we should go.”", "7": "Then Saul said to his young man, “If we go, what should we bring for the man? Look, the bread in our bags is used up, and we do not have a gift to bring to the man of God. What do we have with us?”", "8": "The young man responded to Saul, “Look here. I have a quarter of a shekel[c] of silver in my hand. I will give that to the man of God to tell us which way we should go.”", "9": "(In earlier times in Israel, when a man went to inquire of God, he would say, “Come, let's go to the seer,” because the man who is now called a prophet used to be called a seer.)", "10": "So Saul said to his servant, “Good advice. Come on! Let's go!” So they went to the city where the man of God was. ", "11": "As they went up the ascent to the city, they met some young women coming out to draw water, and they asked them, “Is the seer here?”", "12": "They answered them, “Yes, he is. He is there just ahead of you. Hurry! He has just come into the city today, because the people are presenting a sacrifice today at the high place. ", "13": "As soon as you come into the city, you will find him before he goes up to the high place to eat, since the people will not eat until he comes, because he must bless the sacrifice. After that, those who have been invited will eat. So go up, right now, for this is the time for you to find him.”", "14": "So they went up to the city. Just as they were coming into the city, there was Samuel coming toward them on his way to the high place.", "15": "Now the Lord had revealed this to Samuel the day before Saul came. He had told him, ", "16": "“About this time tomorrow I will send to you a man from the land of Benjamin, and you are to anoint him to be leader over my people Israel. He will save my people from the hand of the Philistines, for I am looking out for my people, because their cry for help has come to me.”", "17": "When Samuel saw Saul, the Lord told him, “There, that is the man I was talking about! He will exercise authority over my people.”", "18": "Then Saul approached Samuel in the gateway and said, “Please tell me where the seer's house is.”", "19": "Samuel answered Saul, “I am the seer. Go up to the high place ahead of me, because you and your men are to eat with me today. In the morning I will let you go, and I will tell you everything that is on your heart. ", "20": "As for your donkeys that were lost three days ago, do not be concerned about them, because they have been found. For who is it that all Israel desires? Isn't it you and your father's entire house?”", "21": "Saul answered, “But I am just a Benjaminite from the smallest of the tribes of Israel. And my family is the least important of all the families in the tribe of Benjamin. So why do you speak to me like this?”", "22": "Samuel took Saul and his servant and brought them into the dining hall. He seated them at the head of those who had been invited. There were about thirty men.", "23": "Samuel said to the cook, “Bring the portion I gave you, the one I told you to set aside.” ", "24": "So the cook picked up the thigh and all the meat that was on it and placed it before Saul. Samuel said, “Look here, this has been reserved for you! Set it before you and eat, because ever since I said, 'I have invited the people,' it has been kept for you for the appointed time.” So Saul ate with Samuel that day.", "25": "When they had come down from the high place and gone into the city, Samuel spoke with Saul on the flat roof of the house. ", "26": "They got up early, about daybreak, and Samuel called to Saul on the housetop, “Get up, so that I may send you on your way.” Saul got up, and the two of them, Saul and Samuel, went outside together. ", "27": "As they were going down to the edge of the city, Samuel said to Saul, “Tell the young man to go on ahead of us.” So the young man went on ahead. Then Samuel said, “You stay here, so that I can tell you God's message.”"}