{"1": "In the beginning was the Word, and the Word was with God, and the Word was God. ", "2": "This One was in the beginning with God. ", "3": "All things came-into-being[a] through Him, and apart from Him not even one thing came into being which[b] has come-into-being. ", "4": "In Him was life, and the life was the light of mankind. ", "5": "And the light is shining in the darkness, and the darkness did not overcome[c] it.", "6": "There came-to-be[d] a man, having been sent-forth from God. The name for him was John. ", "7": "This one came for a testimony— in order that he might testify concerning the Light, in order that all might believe through him. ", "8": "That one was not the Light, but came in order that he might testify concerning the Light— ", "9": "the true[e] Light which gives-light-to[f] every person was coming into the world.", "10": "He was in the world, and the world came-into-being through Him, and the world did not know[g] Him. ", "11": "He came to His own things, and His own ones did not accept Him. ", "12": "But all who did receive Him, He gave them— the ones believing in His name— the right[h] to become children of God, ", "13": "who were born not of bloods[i], nor of the will of the flesh, nor of the will of a husband, but of God[j].", "14": "And the Word became flesh and dwelt[k] among us, and we saw His glory— glory as of the only-born[l] from the Father, full of grace and truth. ", "15": "John testifies concerning Him, and has cried-out saying, “This One was the One of Whom I said, 'The One coming after me has become ahead of me, because He was before me'”.", "16": "Because we all received from His fullness— even grace upon grace. ", "17": "Because the Law was given through Moses; grace and truth came through Jesus Christ.", "18": "No one has ever seen God; the only-born[m] God, the One being[n] in the bosom of the Father— that One expounded[o] Him.", "19": "And this is the testimony of John, when the Jews from Jerusalem sent-out priests and Levites to him in order that they might ask him, “Who are you?”, ", "20": "and he confessed and did not deny. And he confessed that “I am not the Christ”, ", "21": "and they asked him, “What then? Are you Elijah?” And he says, “I am not”. “Are you the[p] Prophet?” And he answered, “No”. ", "22": "Then they said to him, “Who are you, in order that we may give an answer to the ones having sent us? What do you say about yourself ?” ", "23": "He said, “I am the 'voice of one shouting in the wilderness: “Make-straight the way of the Lord”', just as Isaiah the prophet said [in Isa 40:3]”. ", "24": "And they[q] had been sent-out from the Pharisees. ", "25": "And they asked him, and said to him, “Why then are you baptizing if you are not the Christ, nor Elijah, nor the Prophet?” ", "26": "John responded to them saying, “I am baptizing with[r] water. Amidst you stands One Whom you do not know— ", "27": "the One coming after me, of Whom I am not worthy that I may untie the strap of His sandal”. ", "28": "These things took place in Bethany beyond the Jordan, where John was baptizing.", "29": "On the next day he sees Jesus coming toward him. And he says, “Look— the Lamb of God, the One taking-away the sin of the world. ", "30": "This One is the One about Whom I said, 'A man is coming after me Who has become ahead of me, because He was before me'. ", "31": "And I did not know Him. But I came baptizing with water for this reason— that He might be revealed to Israel”. ", "32": "And John testified, saying that “I have seen the Spirit descending like a dove out of heaven. And He remained upon Him. ", "33": "And I did not know Him. But the One having sent me to baptize with water, that One said to me, 'Upon whomever you see the Spirit descending and remaining upon Him— this One is the One baptizing with[s] the Holy Spirit'. ", "34": "And I have seen, and have testified that this One is the Son of God”.", "35": "On the next day John was again standing there, and two of his disciples. ", "36": "And having looked at Jesus walking, he says, “Look— the Lamb of God”. ", "37": "And the two disciples heard him speaking, and followed Jesus. ", "38": "And Jesus, having turned and seen them following, says to them, “What are you seeking?” And the ones said to Him, “Rabbi (which being translated means “Teacher”), where are You staying?” ", "39": "He says to them, “Come, and you will see”. So they went, and saw where He was staying, and stayed with Him that day. The hour was about the tenth[t]. ", "40": "Andrew, the brother of Simon Peter, was one of the two having heard it from John, and having followed Him. ", "41": "This one first finds his own brother Simon, and says to him, “We have found the Messiah” (which being translated is “Christ”). ", "42": "He brought him to Jesus. Having looked-at him, Jesus said, “You are Simon, the son of John. You will be called Cephas[u]” (which is translated “Peter”).", "43": "On the next day He wanted[v] to go forth to Galilee. And He finds Philip. And Jesus says to him, “Be following Me”. ", "44": "Now Philip was from Bethsaida, of the city of Andrew and Peter. ", "45": "Philip finds Nathanael and says to him, “We have found the One of whom Moses wrote in the Law, and the Prophets wrote— Jesus, son of Joseph, from Nazareth”. ", "46": "And Nathanael said to him, “Is anything good able to be out of Nazareth?” Philip says to him, “Come and see”. ", "47": "Jesus saw Nathanael coming to Him, and says about him, “Look— truly an Israelite in whom there is no deceit”. ", "48": "Nathanael says to Him, “From where do You know me?” Jesus responded and said to him, “Before Philip called you, while being[w] under the fig tree, I saw you”. ", "49": "Nathanael responded to Him, “Rabbi, You are the Son of God. You are the King of Israel”. ", "50": "Jesus responded and said to him, “Do[x] you believe because I said to you that I saw you under the fig tree? You will see greater things than these!” ", "51": "And He says to him, “Truly, truly, I say to you[y] all, you will see heaven opened and the angels of God ascending and descending upon the Son of Man”."}