{"1": "Now before the Feast of the Passover, Jesus— knowing[a] that His hour came for Him to pass from this world to the Father— having loved His own ones in the world, loved them to the end[b].", "2": "And dinner taking-place[c], the devil having already put into his heart that Judas, son of Simon Iscariot, should hand Him over— ", "3": "Jesus, knowing[d] that the Father gave Him all things into His hands, and that He came forth from God and is going to God, ", "4": "arises from the dinner and lays-down His [outer] garments. And having taken a towel, He tied it around Himself. ", "5": "Then He puts water into the wash-basin. And He began to wash the feet of the disciples, and to wipe them with the towel which had been tied-around Himself. ", "6": "Then He comes to Simon Peter. He says to Him, “Lord, do You wash my feet?” ", "7": "Jesus responded and said to him, “You do not know what I am doing now, but you will understand after these things”. ", "8": "Peter says to Him, “You will never wash my feet, ever!” Jesus responded to him, “If I do not wash you, you have no part[e] with Me”. ", "9": "Simon Peter says to Him, “Lord, wash not my feet only, but also the hands and the head!” ", "10": "Jesus says to him, “The one having bathed has no need except to wash his feet, but is entirely clean. And you[f] are clean— but not all of you”. ", "11": "For He knew the one handing Him over. For this reason He said that “You are not all clean”. ", "12": "Then when He washed their feet, and took His garments, and fell back again [to eat], He said to them, “Do you understand what I have done for you? ", "13": "You call Me 'Teacher' and 'Lord'— and you speak rightly, for I am. ", "14": "Therefore if I, the Lord and the Teacher, washed your feet, you also ought to be washing the feet of one another. ", "15": "For I gave you an example, in order that you also should be doing just as I did for you. ", "16": "Truly, truly, I say to you, a slave is not greater than his master, nor is a messenger greater than the one having sent him. ", "17": "If you know these things, you are blessed if you are doing them. ", "18": "I am not speaking with-reference-to all of you. I know the ones whom I chose. But it is taking place in order that the Scripture [in Ps 41:9] might be fulfilled: 'The one eating My bread lifted-up his heel against Me'. ", "19": "From now on, I am telling you ahead of it taking place, in order that when it takes place you may believe that I am the One. ", "20": "Truly, truly, I say to you, the one receiving whomever I send is receiving Me. And the one receiving Me is receiving the One having sent Me”.", "21": "Having said these things, Jesus was troubled in His spirit. And He testified and said “Truly, truly, I say to you that one of you will hand Me over”. ", "22": "The disciples were looking at one another, being perplexed about whom He was speaking. ", "23": "One of His disciples was reclining-back at the bosom of Jesus— the one whom Jesus was loving. ", "24": "So Simon Peter nods[g] to this one to inquire as to who it might be about whom He is speaking. ", "25": "So that one, having leaned back thus on the chest of Jesus, says to Him, “Lord, who is it?” ", "26": "Jesus answers, “It is that one for whom I will dip the piece-of-bread and give it to him”. Then having dipped the piece-of-bread, He takes and gives it to Judas, son of Simon Iscariot. ", "27": "And after the piece-of-bread, at that time Satan entered into that one. Then Jesus says to him, “What you are doing, do quicker[h]”. ", "28": "Now none of the ones reclining-back [to eat] understood this— for what purpose He said it to him. ", "29": "For some were thinking, since Judas had the money-box, that Jesus was telling him, “Buy the things of which we have a need for the Feast”, or that he should give something to the poor. ", "30": "So having received the piece-of-bread, that one went out immediately. And it was night.", "31": "Then when he went out, Jesus says, “Now[i] the Son of Man was glorified[j], and God was glorified in Him. ", "32": "If God was[k] glorified in Him, God will also glorify Him in Himself— and will glorify Him immediately.", "33": "“Little-children, I am with you a little longer. You will seek Me, and just as I told the Jews that where I am going, you are not able to come, I also tell you now. ", "34": "I am giving you a new commandment— that you be loving one another; just as I loved you, that you also be loving one another. ", "35": "By this everyone will know that you are disciples to Me: if you are having love in-the-case-of [l] one another”.", "36": "Simon Peter says to Him, “Lord, where are You going?” Jesus answered him, “Where I am going, you are not able to follow Me now. But you will follow later”. ", "37": "Peter says to Him, “Lord, for what reason am I not able to follow You right-now? I will lay-down my life for You”. ", "38": "Jesus responds, “Will you lay-down your life for Me? Truly, truly, I say to you, a rooster will by no means crow until which time you deny Me three-times!"}