{"1": "I am the true grapevine, and My Father is the farmer. ", "2": "Every branch in Me not bearing fruit— He takes it away[a]. And every branch bearing fruit— He cleans[b] it in order that it may bear more fruit. ", "3": "You are already clean, because of the word which I have spoken to you. ", "4": "Abide[c] in Me, and I in you. Just as the branch is not able to bear fruit from itself unless it is abiding in the grapevine, so neither are you able unless you are abiding in Me. ", "5": "I am the grapevine, you are the branches. The one abiding[d] in Me and I in him— this one bears much fruit. Because apart from Me, you can do nothing. ", "6": "If anyone is not abiding in Me— he was thrown[e] outside like the branch, and was dried-up. And they gather them together, and throw them into the fire. And they are burned. ", "7": "If you abide in Me, and My words abide in you, ask whatever you want, and it will be done for you. ", "8": "By this My Father is glorified— that you be bearing much fruit, and be[f] disciples to Me. ", "9": "Just as the Father loved Me, I also loved you. Abide[g] in My love. ", "10": "If you keep My commandments, you will abide in My love— just as I have kept the commandments of My Father and am abiding in His love.", "11": "“I have spoken these things to you in order that My joy may be in you, and your joy may be made full. ", "12": "This is My commandment: that you be loving one another just as I loved you. ", "13": "No one has greater love than this: that one lay-down his life for his friends. ", "14": "You are My friends if you are doing the things which I command you. ", "15": "I no longer call you slaves, because the slave does not know what his master is doing. But I have called you friends, because I made-known to you everything which I heard from My Father. ", "16": "You did not choose Me, but I chose you and appointed you, in order that you may go and bear fruit and your fruit may remain, in order that He may give you whatever thing you ask the Father in My name. ", "17": "I am commanding these things to you so-that you will love one another.", "18": "“If the world hates you, you know[h] that it has hated Me before you. ", "19": "If you were of the world, the world would be loving its own. But because you are not of the world, but I chose you out of the world— for this reason the world hates you. ", "20": "Remember[i] the word that I said to you, 'A slave is not greater than his master'. If they persecuted Me, they will also persecute you. If they kept My word, they will also keep yours. ", "21": "But they will do all these things to you because of My name, because they do not know the One having sent Me. ", "22": "If I had not come and spoken to them, they would not be having sin. But now they do not have an excuse for their sin. ", "23": "The one hating Me is also hating My Father. ", "24": "If I had not done among them the works which no other one did, they would not be having sin. But now they have both seen and have hated both Me and My Father. ", "25": "But it has taken place in order that the word having been written in their Law [in Ps 69:4] might be fulfilled— that 'They hated Me without-a-reason'. ", "26": "When the Helper comes Whom I will send to you from the Father— the Spirit of truth, Who proceeds from the Father— that One will testify about Me. ", "27": "And you also are going to be testifying, because you are [the ones] with Me from the beginning."}