{"1": "Jesus spoke these things, and having lifted-up His eyes to heaven, said, “Father, the hour has come. Glorify Your Son, so that the Son may glorify You— ", "2": "just as You gave Him authority over all flesh in order that as to all that[a] You have given Him, He may give eternal life to them. ", "3": "And this is eternal life: that they may be knowing You, the only true God, and Jesus Christ Whom You sent-forth. ", "4": "I glorified You on the earth, having accomplished the work which You have given to Me that I should do. ", "5": "And now Father, You glorify Me with Yourself with the glory which I was having with You before the world was.", "6": "“I revealed Your name to the men whom You gave to Me out of the world. They were Yours, and You gave them to Me. And they have kept Your word. ", "7": "They have now come-to-know that all[b] things that You have given to Me are from You— ", "8": "because I have given them the words which You gave to Me, and they received them, and truly understood that I came forth from You, and believed that You sent Me forth. ", "9": "I am praying[c] for them. I am not praying for the world, but for the ones whom You have given to Me— because they are Yours; ", "10": "indeed all[d] My things are Yours, and Yours, Mine[e]. And I have been glorified in them. ", "11": "And I am[f] no longer in the world, and they are in the world, and I am coming to You. Holy Father, keep[g] them in[h] Your name which You have given to Me, in order that they may be one, just as We are. ", "12": "When I was with them, I was keeping them in Your name which You have given to Me. And I guarded them, and none of them perished— except the son of [i] destruction, in order that the Scripture might be fulfilled. ", "13": "But now I am coming to You. And I am speaking these things in the world so that they may have My joy made-full in themselves.", "14": "“I have given them Your word, and the world hated them— because they are not of the world, just as I am not of the world. ", "15": "I am not praying that You take them out of the world, but that You keep them from the[j] evil one. ", "16": "They are not of the world, just as I am not of the world—", "17": "set them apart[k] in[l] the truth. Your word is truth. ", "18": "Just as You sent Me forth into the world, I also sent them forth into the world. ", "19": "And I am setting apart Myself for them, in order that they may also be set apart in truth.", "20": "“And I am not praying for these ones only, but also for the ones believing in Me through their word, ", "21": "that[m] they may all be[n] one[o]— just as You, Father, are in Me and I am in You, that[p] they also may be in Us— in order that the world may be believing that You sent Me forth. ", "22": "And I have given them the glory[q] which You have given to Me in order that they may be one just as We are one, ", "23": "I in them and You in Me; in order that they may be perfected into one— in order that the world may be knowing that You sent Me forth, and loved them just as You loved Me.", "24": "“Father, as to what[r] You have given to Me, I desire that those ones also may be with Me where I am, in order that they may be seeing My glory which You have given to Me because You loved Me before the foundation of the world.", "25": "“Righteous Father, indeed the world did not know You— but I knew You. And these ones knew that You sent Me forth. ", "26": "And I made Your name known to them, and will make it known, in order that the love with which You loved Me may be in[s] them, and I may be in them”."}