{"1": "So at that time Pilate took Jesus and whipped Him. ", "2": "And the soldiers, having woven a crown out of thorns, put it on His head. And they clothed Him with a purple garment. ", "3": "And they were coming to Him and saying, “Hail[a], King of the Jews!” And they were giving Him slaps.", "4": "And Pilate again went outside. And he says to them, “Look— I am bringing Him outside to you in order that you may know that I find no charge in Him”. ", "5": "Then Jesus came outside, wearing the crown made-of-thorns and the purple garment. And he says to them, “Behold, the man!” ", "6": "Then when they saw Him, the chief priests and the officers shouted, saying, “Crucify, crucify!” Pilate says to them, “You take Him and crucify Him, for I do not find a charge in Him”. ", "7": "The Jews responded to him, “We have a law. And according to the law He ought to die, because He made Himself to be God's Son”.", "8": "Then when Pilate heard this statement, he became more afraid. ", "9": "And he entered into the Praetorium again. And he says to Jesus, “Where are You from?” But Jesus did not give him an answer. ", "10": "So Pilate says to Him, “You do not speak to me? Do You not know that I have authority to release You, and I have authority to crucify You?” ", "11": "Jesus answered him, “You would not have any authority against[b] Me unless it[c] had been given to you from above. For this reason the one having handed Me over to you has a greater sin”.", "12": "From this time[d], Pilate was seeking to release Him, but the Jews shouted saying, “If you release this One, you are not a friend of Caesar. Everyone making himself the king is speaking-against Caesar”.", "13": "Therefore Pilate, having heard these words, brought Jesus outside, and sat on a judgment-seat in a place being called 'The Pavement' (but in Hebrew, 'Gabbatha'). ", "14": "Now it was Preparation[e] day of the Passover [Feast][f]. The hour was about the sixth[g]. And he says to the Jews, “Look— your King!” ", "15": "Then those ones shouted, “Take Him away, take Him away, crucify Him!” Pilate says to them, “Shall I crucify your King?” The chief priests answered, “We do not have a king except Caesar”. ", "16": "So at that time he handed Him over to them[h] in order that He might be crucified. So they took Jesus. ", "17": "And bearing the cross for Himself, He went out to the place being called “The Place of a Skull” (which is called in Hebrew, “Golgotha”), ", "18": "where they crucified Him and two others with Him— on this side and on this side, and Jesus in the middle. ", "19": "And Pilate also wrote a title[i] and put it on the cross. And it had been written, “Jesus the Nazarene, the King of the Jews”. ", "20": "Therefore many of the Jews read this title, because the place where Jesus was crucified was near the city. And it had been written in Hebrew, Latin, Greek. ", "21": "So the chief priests of the Jews were saying to Pilate, “Do not write, 'The King of the Jews', but that that One said, 'I am King of the Jews'”. ", "22": "Pilate responded, “What I have written, I have written”.", "23": "Then the soldiers, when they crucified Jesus, took His garments and made four parts— a part for each soldier— and the tunic[j]. Now the tunic was seamless, woven from the top through the whole. ", "24": "So they said to one another, “Let us not tear it, but let us cast-lots for it to decide whose it will be”— in order that the Scripture [in Ps 22:18] might be fulfilled, the one saying, “They divided My garments among themselves, and they cast a lot for My clothing”. So indeed, the soldiers did these things.", "25": "Now His mother, and the sister of His mother, Mary the wife of Clopas, and Mary the Magdalene, were standing beside the cross of Jesus. ", "26": "So Jesus, having seen His mother and the disciple[k] whom He was loving standing near, says to His mother, “Woman, look— your son!” ", "27": "Then He says to the disciple, “Look— your mother!” And from that hour the disciple took her into[l] his own things.", "28": "After this, Jesus— knowing that all things have already[m] been finished, in order that the Scripture [in Ps 69:21] might be accomplished— says, “I am thirsty”. ", "29": "A jar full of sour-wine was setting there. So having put a sponge full of the sour wine on a hyssop branch, they brought it to His mouth. ", "30": "Then when He received the sour wine, Jesus said, “It has been finished!” And having bowed His head, He gave-over[n] His spirit.", "31": "Then the Jews— because it was Preparation day, in order that the bodies might not remain on the cross during the Sabbath (for the day of that Sabbath was a great[o] day)— asked Pilate that their legs be broken, and they be taken away. ", "32": "So the soldiers came and broke the legs of the first one, and of the other one having been crucified-with Him. ", "33": "But having come to Jesus, when they saw Him already dead, they did not break His legs. ", "34": "But one of the soldiers stabbed His side with a spear, and immediately blood and water came out. ", "35": "And the one[p] having seen it has testified, and his testimony is true. And that one[q] knows that he is speaking true things, so that you also may believe. ", "36": "For these things took place in order that the Scripture [in Ex 12:46] might be fulfilled: “A bone of His will not be broken”. ", "37": "And again another Scripture [Zech 12:10] says, “They will look at the One Whom they pierced”.", "38": "Now after these things Joseph from Arimathea— being a disciple of Jesus, but having been hidden[r] because of the fear of the Jews— asked Pilate in order that he might take away the body of Jesus. And Pilate permitted it. So he came and took away His body. ", "39": "And Nicodemus also came— the one having first come to Him by night— bringing a mixture of myrrh and aloes, about a hundred pounds[s]. ", "40": "So they took the body of Jesus and bound it in linen-cloths with the spices, as is the custom for the Jews to prepare-for-burial. ", "41": "Now there was a garden in the place where He was crucified. And in the garden was a new tomb in which no one yet had been laid. ", "42": "So there— because of the Preparation day of the Jews, because the tomb was near— they laid Jesus."}