{"1": "And on the third[a] day a wedding took place in Cana of Galilee. And the mother of Jesus was there. ", "2": "And both Jesus and His disciples were invited to the wedding-celebration. ", "3": "And it having come-short-of wine, the mother of Jesus says to Him, “They do not have wine”. ", "4": "And Jesus says to her, “What[b] do I have to do with you, woman[c]? My hour has not yet come”. ", "5": "His mother says to the servants, “Do[d] whatever thing He says to you”. ", "6": "Now six stone waterpots were setting there for the purification[e] [rite] of the Jews, each having-room-for two or three measures[f]. ", "7": "Jesus says to them, “Fill the waterpots with water”. And they filled them up to the top. ", "8": "And He says to them, “Draw some now, and carry it to the headwaiter[g]”. And the ones carried it. ", "9": "And when the headwaiter tasted the water having become wine— and he did not know where it was from, but the servants having drawn the water knew— the headwaiter calls the bridegroom, ", "10": "and says to him, “Every person first puts out the fine wine, and when they get-drunk[h], the lesser. You have kept the fine wine until now”. ", "11": "Jesus did this beginning[i] of signs in Cana of Galilee, and revealed His glory. And His disciples believed in Him. ", "12": "After this He went down to Capernaum— He and His mother and His brothers and His disciples. And they stayed there not many days.", "13": "And the Passover [Feast] of the Jews was near, and Jesus went up to Jerusalem. ", "14": "And in the temple, He found the ones selling oxen and sheep and doves, and the changers-of-money sitting [at their tables]. ", "15": "And having made a lash[j] from ropes, He drove them all out of the temple, and[k] the sheep and the oxen. And He poured-out the coin of the money-changers. And He overturned the tables. ", "16": "And He said to the ones selling the doves, “Take these things from here. Do not be making the house of My Father a house of a market”. ", "17": "His disciples remembered that it has been written [in Ps 69:9], “Zeal for Your house will consume Me”. ", "18": "Then the Jews responded and said to Him, “What sign do You show us, that you are doing these things?” ", "19": "Jesus responded and said to them, “Destroy this temple, and in three days I will raise it”. ", "20": "Then the Jews said, “This temple was built for forty and six years, and You will raise it in three days?” ", "21": "But that One was speaking about the temple of His body. ", "22": "So when He was raised from the dead, His disciples remembered that He was saying this, and believed the Scripture, and the word which Jesus spoke.", "23": "Now while He was in Jerusalem at the Passover during the Feast, many believed in His name, seeing His signs which He was doing. ", "24": "But Jesus Himself was not entrusting Himself to them— because of His knowing all people; ", "25": "and because He was having no need that someone should testify about the person, for He Himself was knowing what was in the person."}