{"1": "Now on the first day of the week, Mary the Magdalene goes to the tomb early-in-the-morning— there still being darkness— and sees the stone having been taken away from the tomb. ", "2": "So she runs and comes to Simon Peter, and to the other disciple[a] whom Jesus was loving. And she says to them, “They took the Lord out of the tomb, and we do not know where they put Him”. ", "3": "So Peter and the other disciple went forth, and were going to the tomb. ", "4": "And the two were running together. And the other disciple ran ahead faster than Peter, and came to the tomb first. ", "5": "And having stooped-to-look, he sees the linen-cloths lying there, but he did not enter. ", "6": "Then Simon Peter also comes, following him. And he entered into the tomb. And he sees the linen-cloths lying there, ", "7": "and the face-cloth which was on His head— not lying with the linen-cloths, but apart-from them, having been wrapped-up[b] in one place. ", "8": "So at that time the other disciple also entered— the one having come to the tomb first— and saw and believed[c]. ", "9": "For they did not yet understand the Scripture— that He must rise-up from the dead. ", "10": "Then the disciples went away again to them[d].", "11": "Now Mary was standing outside at the tomb, weeping. Then as she was weeping, she stooped-to-look into the tomb. ", "12": "And she sees two angels in white, sitting— one at the head and one at the feet where the body of Jesus was lying. ", "13": "And those ones say to her, “Woman, why are you weeping?” She says to them, “Because[e] they took my Lord, and I do not know where they put Him”. ", "14": "Having said these things, she turned back, and sees Jesus standing there. And she did not know that it was Jesus. ", "15": "Jesus says to her, “Woman, why are you weeping? Whom are you seeking?” That one, thinking that He is the gardener, says to Him, “Sir, if you carried Him away, tell me where you put Him, and I will take Him”. ", "16": "Jesus says to her, “Mary”. That one, having turned, says to Him in Hebrew, “Rabboni!” (which means, Teacher). ", "17": "Jesus says to her, “Do not be clinging-to[f] Me, for I have not[g] yet gone-up to the Father. But go to My brothers and say to them, 'I am going-up[h] to My Father and your Father, and My God and your God'”. ", "18": "Mary the Magdalene comes, announcing to the disciples that “I have seen the Lord”, and that He said these things to her.", "19": "Then— being evening on that first[i] day of the week, and the doors having been locked where the disciples were because of the fear of the Jews— Jesus came and stood in their midst. And He says to them, “Peace to you”. ", "20": "And having said this, He showed them His hands and His side. Then the disciples rejoiced, having seen the Lord. ", "21": "Then Jesus said to them again, “Peace to you. Just as the Father has sent Me forth, I also am sending you”. ", "22": "And having said this, He breathed-on[j] them. And He says to them, “Receive the Holy Spirit. ", "23": "If you forgive the sins of any, they have been forgiven for them. If you retain[k] the sins of any, they have been retained”.", "24": "Now Thomas, one of the twelve, the one being called Didymus[l], was not with them when Jesus came. ", "25": "So the other disciples were saying to him, “We have seen the Lord!” But the one said to them, “Unless I see the mark[m] of the nails in His hands, and put my finger into the mark of the nails, and put my hand into His side, I will by no means believe”. ", "26": "And after eight days, His disciples were again inside, and Thomas was with them. Jesus comes— the doors having been locked. And He stood in their midst and said, “Peace to you”. ", "27": "Then He says to Thomas, “Bring your finger here and see My hands. And bring your hand and put it into My side. And do not be unbelieving, but believing”. ", "28": "Thomas responded and said to Him[n], “My Lord and my God!” ", "29": "Jesus says to him, “You have believed because you have seen Me. Blessed are the ones not having seen and having believed”.", "30": "Then indeed Jesus also did many other signs[o] in the presence of His disciples, which have not been written in this book. ", "31": "But these things have been written so that you may believe that Jesus is the Christ, the Son of God, and so that believing, you may have life in His name."}