{"1": "After these things Jesus manifested Himself again to the disciples at the Sea of Tiberias[a]. And He manifested Himself as follows: ", "2": "Simon Peter, and Thomas (the one being called Didymus), and Nathanael (the one from Cana of Galilee), and the sons of Zebedee, and two other of His disciples were together. ", "3": "Simon Peter says to them, “I am going to fish”. They say to him, “We are also coming with you”. They went out and got into the boat. And during that night they caught nothing. ", "4": "Now having already become early-morning, Jesus stood at the shore. But the disciples did not know that it was Jesus. ", "5": "So Jesus says to them, “Children[b], you do not have any fish-to-eat, do you?” They answered Him, “No”. ", "6": "And the One said to them, “Cast the net to the right side of the boat and you will find them”. So they cast it, and they were no longer strong-enough to draw it [into the boat] because of the multitude of the fish. ", "7": "Then that disciple whom Jesus was loving says to Peter, “It is the Lord”. So Simon Peter, having heard that it was the Lord, tied his outer-garment around himself (for he was naked[c]), and threw himself into the sea. ", "8": "But the other disciples came in the small-boat (for they were not far from the land, but about two-hundred cubits[d] away)— dragging the net of fish. ", "9": "Then when they got out to the land, they see a charcoal-fire lying there, and fish lying upon it, and bread. ", "10": "Jesus says to them, “Bring from the fish which you now caught”. ", "11": "So Simon Peter went up and drew the net to land, full of large fish— a hundred fifty three. And though being so many, the net was not torn. ", "12": "Jesus says to them, “Come, eat-breakfast”. And none of the disciples was daring to question Him, “Who are You?”, knowing that it was the Lord. ", "13": "Jesus comes and takes the bread and gives it to them, and the fish likewise. ", "14": "This is now the third[e] time Jesus was manifested to the disciples after having arisen from the dead.", "15": "Then when they ate-breakfast, Jesus says to Simon Peter, “Simon, son of John, do you devotedly-love[f] Me more than these[g]?” He says to Him, “Yes, Lord. You know that I affectionately-love You”. He says to him, “Be feeding My lambs”. ", "16": "He says to him again a second time, “Simon, son of John, do you devotedly-love Me?” He says to Him, “Yes, Lord. You know that I affectionately-love You”. He says to him, “Be shepherding My sheep”. ", "17": "He says to him the third time, “Simon, son of John, do you affectionately-love Me?” Peter was grieved because[h] He said to him the third time, “Do you affectionately-love Me?”. And he says to Him, “Lord, You know all things. You recognize[i] that I affectionately-love You”. Jesus says to him, “Be feeding My sheep. ", "18": "Truly, truly, I say to you, when you were younger you were girding[j] yourself and walking where you were wanting to go. But when you become-old[k], you will stretch-out your hands and another will gird you and[l] bring you where you are not wanting to go”. ", "19": "Now this He said signifying by what kind[m] of death he will glorify God. And having said this, He says to him, “Be following Me!”", "20": "Peter, having turned around, sees the disciple[n] following them whom Jesus was loving— the one who also leaned back on His chest during dinner and said, “Lord, who is the one handing You over?” ", "21": "So Peter, having looked-at this one, says to Jesus, “Lord, and what of this one? ", "22": "Jesus says to him, “If I want him to remain until I come, what is it to you? You be following Me!” ", "23": "Therefore this statement went out to the brothers, that “that disciple does not die”. But Jesus did not say to him that he does not die, but “If I want him to remain until I come, what is it to you?”", "24": "This[o] one is the disciple testifying about these things, and[p] the one having written these things, and we know that his testimony is true. ", "25": "And there are also many other things which Jesus did, which if they should be written individually, I suppose that not even the world itself would have-room-for the books being written."}