{"1": "After these things there was a Feast of the Jews, and Jesus went up to Jerusalem. ", "2": "Now in Jerusalem near the Sheep gate, there is a pool— the one being called Bethzatha in Hebrew, having five porticos[a]. ", "3": "In these porticos, a multitude of the ones being sick were lying-down— blind ones, lame ones, withered ones. ", "4": "[b] ", "5": "And there was a certain man there having thirty and eight years in his sickness. ", "6": "Jesus— having seen this one lying down, and having known[c] that he already had a long time [in his sickness]— says to him, “Do you want to become healthy?” ", "7": "The one being sick answered Him, “Sir, I do not have a man to put me into the pool when the water is stirred-up. But while I am going, another goes down before me”. ", "8": "Jesus says to him, “Arise, pick up your cot and walk!” ", "9": "And immediately the man became healthy, and picked up his cot and was walking. Now it was a Sabbath on that day. ", "10": "So the Jews were saying to the one having been cured, “It is the Sabbath, and it is not lawful for you to pick up your cot”. ", "11": "But the one answered them, “The One having made me healthy, that One said to me, 'Pick up your cot and walk'”. ", "12": "They asked him, “Who is the man having said to you, 'Pick up and walk'?” ", "13": "But the one having been healed did not know who He was. For Jesus withdrew, a crowd being in the place. ", "14": "After these things, Jesus finds him in the temple. And He said to him, “See— you have become healthy! Do not be sinning any longer in order that something worse may not happen to you”. ", "15": "The man went away and reported to the Jews that Jesus was the One having made him healthy. ", "16": "And for this reason, the Jews were persecuting Jesus— because He was doing these things on a Sabbath. ", "17": "But Jesus answered them, “My Father is working until now, and[d] I am working”. ", "18": "Therefore, for this reason the Jews were seeking more to kill Him: because He was not only breaking[e] the Sabbath, but He was also calling God His own Father, making Himself equal[f] to God! ", "19": "Therefore Jesus responded and was saying to them— “Truly, truly, I say to you— the Son can do nothing from Himself except[g] something He sees the Father doing. For whatever things that One is doing, these things the Son is also likewise doing. ", "20": "For the Father loves the Son, and shows Him all things that He Himself is doing. And He will show Him greater works than these, in order that you may marvel.", "21": "“For[h] just as the Father raises the dead and gives-life-to them, so also the Son gives-life-to the ones whom He wishes[i]. ", "22": "For the Father does not even judge anyone, but He has given all judgment to the Son, ", "23": "in order that all may honor the Son just-as[j] they are honoring the Father. The one not honoring the Son is not honoring the Father having sent Him. ", "24": "Truly, truly, I say to you that the one hearing My word and believing the One having sent Me has eternal life. And he does not come into judgment, but has passed from death to life.", "25": "“Truly, truly, I say to you that an hour is coming, and now is, when the dead will hear the voice of the Son of God, and the ones having heard will live. ", "26": "For just as the Father has life in Himself, so also He gave to the Son to have life in Himself. ", "27": "And He gave Him authority to execute judgment, because He is a son[k] of man.", "28": "Do not be marveling-at this, because an hour is coming in which all the ones in the graves will hear His voice, ", "29": "and will come out— the ones having done the good things to a resurrection of life; the ones having practiced the bad things to a resurrection of judgment.", "30": "“I can do nothing from Myself. Just as I am hearing[l], I am judging. And My judgment is righteous, because I am not seeking My will, but the will of the One having sent Me.", "31": "“If I am[m] testifying about Myself, My testimony is not true. ", "32": "There is Another— the One testifying about Me— and I know that the testimony which He is testifying about Me is true.", "33": "“You have sent out messengers to John, and he has testified to the truth[n]. ", "34": "But I do not receive[o] testimony from a human. Nevertheless, I am saying these things in order that you may be saved. ", "35": "That one was the burning and shining lamp, and you were willing to be overjoyed in his light for an hour.", "36": "“But I have testimony greater than John's. For the works which the Father has given to Me that I should accomplish them— the works themselves which I am doing are testifying about Me, that the Father has sent Me forth. ", "37": "And the Father having sent Me— that One has testified about Me. Neither His voice have you ever heard, nor His form have you seen. ", "38": "And you do not have His word abiding in you, because the One Whom that One sent-forth— this One you are not believing! ", "39": "You[p] search the Scriptures because you think that in them you have eternal life— and those Scriptures are the ones testifying about Me! ", "40": "And you are not willing to come to Me in order that you may have life.", "41": "“I do not receive glory from people, ", "42": "but I know you— that you do not have the love of God in yourselves. ", "43": "I have come in the name of My Father, and you are not receiving Me. If another comes in his own name, you will receive that one. ", "44": "How are you able to believe while receiving glory from one another, and you are not seeking the glory from the only God?", "45": "Do not be thinking that I will accuse you before the Father. The one accusing you is Moses, in whom you have put-hope. ", "46": "For if you were believing Moses, you would be believing Me, for that one wrote about Me. ", "47": "But if you do not believe the writings of that one, how will you believe My words?”"}