{"1": "And after these things Jesus was walking in Galilee. For He was not willing to be walking in Judea, because the Jews were seeking to kill Him.", "2": "Now the Tent-pitching[a] Feast of the Jews was near. ", "3": "So His brothers said to Him, “Pass-on from here and go to Judea, so that Your disciples [there] also will see Your works which You are doing. ", "4": "For no one does something in secret and himself seeks to be in public. If You are doing these things, make Yourself known[b] to the world”. ", "5": "(For not even His brothers were believing in Him). ", "6": "So Jesus says to them, “My time[c] is not yet here, but your time is always ready. ", "7": "The world cannot hate you, but it is hating Me because I am testifying about it that its works are evil. ", "8": "You go up to the Feast. I am not going up to this Feast, because My time has not yet been fulfilled”. ", "9": "And having said these things, He remained in Galilee. ", "10": "But when His brothers went up to the Feast, then He also went up— not openly, but as in secret. ", "11": "Then the Jews were seeking-for Him at the Feast, and saying “Where is that One?” ", "12": "And there was much grumbling about Him among the crowds. Some were saying that “He is good”. But others were saying, “No, but He is deceiving the crowd”. ", "13": "Yet no one was speaking with openness[d] about Him because of fear of the Jews.", "14": "Now the Feast already being-at-the-middle, Jesus went up to the temple, and was teaching.", "15": "Then the Jews were marveling, saying, “How does this One know writings[e], not having learned?” ", "16": "So Jesus responded to them and said “My teaching is not Mine, but the One's having sent Me. ", "17": "If anyone is willing[f] to be doing His will, he will know about the teaching— whether it is from God, or I am speaking from Myself. ", "18": "The one speaking from himself is seeking his own glory. But the One seeking the glory of the One having sent Him— this One is true, and there is no unrighteousness in Him. ", "19": "Has not Moses given you the Law? And none of you is doing the Law! Why are you seeking to kill Me?”", "20": "The crowd answered, “You have a demon! Who is seeking to kill You?” ", "21": "Jesus responded and said to them, “I did one[g] work, and you all marvel! ", "22": "For this reason[h] Moses has given you circumcision (not that it is from Moses, but it is from the fathers), and you circumcise a man on a Sabbath. ", "23": "If a man receives circumcision on a Sabbath in order that the Law of Moses may not be broken, are you angry[i] at Me because I made an entire man sound[j] on a Sabbath? ", "24": "Do not be judging according to appearance, but be judging the righteous judgment”.", "25": "Then some of the people-of-Jerusalem were saying, “Is not this the One Whom they are seeking to kill? ", "26": "And look— He is speaking in public, and they are saying nothing to Him. The rulers did not perhaps really know[k] that this One is the Christ, did they? ", "27": "However, we know where this One is from. But when the Christ is coming, no one knows where He is from”. ", "28": "So Jesus cried-out while teaching in the temple and saying, “You both know Me and You know where I am from. And[l] I have not come of Myself. However, the One having sent Me is true— Whom you do not know. ", "29": "I know Him, because I am from Him. And that One sent Me forth”. ", "30": "Therefore they were seeking to seize Him. And no one put his hand on Him, because His hour had not yet come.", "31": "But many from the crowd believed in Him. And they were saying, “When the Christ comes, He will not do more[m] signs than the ones which this One did, will He?” ", "32": "The Pharisees heard the crowd murmuring these things about Him. And the chief priests and the Pharisees sent out officers in order that they might seize Him. ", "33": "So Jesus said, “I am with you a short time longer, and [then] I am going to the One having sent Me. ", "34": "You will seek Me, and will not find Me. And where I am, you are not able to come”. ", "35": "Then the Jews said to themselves, “Where is this One going to go that we will not find Him? He is not going to go to the Dispersion of the Greeks and teach the Greeks, is He? ", "36": "What is this statement that He said: 'You will seek Me and will not find Me. And where I am, you are not able to come'?”", "37": "Now on the last day, the great day of the Feast, Jesus was standing there. And He cried-out, saying, “If anyone is thirsting, let him come to Me and drink. ", "38": "The one believing in Me, just as the Scripture said— Rivers of living water will flow from his[n] belly”. ", "39": "Now He said this concerning the Spirit, Whom the ones having believed in Him were going to receive. For the Spirit was not yet given, because Jesus was not yet glorified. ", "40": "Then some from the crowd, having heard these words, were saying “This One is truly the Prophet[o]”. ", "41": "Others were saying “This One is the Christ”. But the[p] ones were saying “The Christ is not indeed[q] coming from Galilee, is He? ", "42": "Did not the Scripture say that the Christ comes from the seed of David, and from Bethlehem, the village where David was?” ", "43": "So a division took place in the crowd because of Him. ", "44": "And some of them were wanting to seize Him, but no one put his hands on Him.", "45": "Then the officers went to the chief priests and Pharisees. And those ones said to them, “For what reason did you not bring Him?” ", "46": "The officers answered, “Never did a man speak in this manner”. ", "47": "Then the Pharisees responded to them, “You also have not been deceived, have you? ", "48": "Someone from the rulers did not believe in Him, did he, or from the Pharisees? ", "49": "But this crowd not knowing the Law— they are accursed ones”. ", "50": "Nicodemus— the one having come to Him formerly, being one of them— says to them, ", "51": "“Our Law does not judge the person unless it first hears from him, and knows what he is doing, does it ?” ", "52": "They responded and said to him, “You also are not from Galilee, are you? Search and see that a prophet does not arise from Galilee”. ", "53": "And[r] each one went to his house, "}