{"1": "And while passing on, He saw a man blind from birth. ", "2": "And His disciples asked Him, saying “Rabbi, who sinned— this one or his parents, that he should be born blind?” ", "3": "Jesus answered, “Neither this one sinned nor his parents, but it was in order that the works of God might be made-visible in him. ", "4": "We must be working the works of the One having sent Me while it is day. Night is coming, when no one can work. ", "5": "When I am in the world, I am the light of the world”. ", "6": "Having said these things, He spat on the ground and made mud from the saliva, and smeared its mud on the eyes, ", "7": "and said to him, “Go, wash in the pool of Siloam” (which is translated “Sent”[a]). So he went away and washed, and came[b] [back] seeing. ", "8": "Then the neighbors, and the ones seeing him formerly— because[c] he was a beggar— were saying “Is not this the one sitting and begging?” ", "9": "Others were saying that “This is he”. Others were saying, “No, but he is like him”. That one was saying that “I am he”. ", "10": "So they were saying to him, “How then were your eyes opened?” ", "11": "That one answered, “The man being called Jesus made mud and smeared it on my eyes, and said to me 'Go to Siloam and wash'. So having gone away and washed, I received-sight”. ", "12": "And they said to him, “Where is that One?” He says, “I do not know”.", "13": "They bring him to the Pharisees— the formerly blind one. ", "14": "Now it was a Sabbath on the day Jesus made the mud and opened his eyes. ", "15": "Therefore the Pharisees also were asking him again how he received-sight. And the one said to them, “He put mud on my eyes, and I washed, and I see”. ", "16": "Then some of the Pharisees were saying, “This man is not from God, because He does not keep the Sabbath”. But others were saying, “How is a sinful man able to do such signs?” And there was a division among them. ", "17": "So they say to the blind one again, “What do you say about Him, seeing-that He opened your eyes?” And the one said that “He is a prophet”.", "18": "Then the Jews did not believe concerning him that he was blind and received-sight— until they called the parents of him having received-sight. ", "19": "And they asked them, saying “Is this your son whom you are saying that he was born blind? How then does he see now?” ", "20": "So his parents responded and said, “We know that this is our son, and that he was born blind. ", "21": "But how he now sees— we do not know. Or who opened his eyes— we do not know. Ask him. He has a mature-age. He will speak about himself ”. ", "22": "His parents said these things because they were fearing the Jews. For the Jews already had agreed that if anyone confessed Him as the Christ, he should become put-out-of-the-synagogue. ", "23": "For this reason his parents said that “He has a mature-age, question him”.", "24": "Then they called for a second time the man who was blind, and said to him, “Give glory to God. We know that this man is a sinner”. ", "25": "So that one responded, “Whether He is a sinner, I do not know. I know one thing— that being a blind one, now I see”. ", "26": "So they said to him, “What did He do to you? How did He open your eyes?” ", "27": "He answered them, “I told you already and you did not listen. Why do you want to hear it again? You also do not want to become His disciples, do you?” ", "28": "And they reviled him and said, “You are a disciple of that One, but we are disciples of Moses. ", "29": "We know that God has spoken to Moses. But we do not know where this One is from”. ", "30": "The man responded and said to them, “Why, in this is[d] the marvel[e]— that you do not know where He is from, and He opened my eyes! ", "31": "We know that God does not hear[f] sinners. But if anyone is a God-fearing one, and is doing His will— He hears this one. ", "32": "It was not ever heard that someone opened the eyes of one having been born blind. ", "33": "If this One were not from God, He would be able to do nothing”. ", "34": "They responded and said to him, “You were born entirely in sins, and you are teaching us?” And they threw him outside[g].", "35": "Jesus heard that they threw him outside, and having found him, said “Do you believe in the Son of Man?” ", "36": "That one responded and said, “Who indeed is He, Sir, in order that I may believe in Him?” ", "37": "Jesus said to him, “You have both seen Him, and that One is the One speaking with you”. ", "38": "And the one said, “Master, I believe”, and prostrated-himself [h] before Him. ", "39": "And Jesus said, “I came into this world for judgment— so that the ones not seeing[i] may be seeing, and the ones seeing may become blind”.", "40": "Some of the Pharisees heard these things— the ones being with him— and said to Him, “We indeed are not blind ones, are we?” ", "41": "Jesus said to them, “If you were blind[j] ones, you would not have[k] sin. But you are saying now that 'We see'— your sin remains. "}