{"1": "Then Paul left Athens and went to Corinth.[a]", "2": "There he became acquainted with a Jew named Aquila, born in Pontus, who had recently arrived from Italy with his wife, Priscilla. They had left Italy when Claudius Caesar deported all Jews from Rome.", "3": "Paul lived and worked with them, for they were tentmakers[b] just as he was.", "4": "Each Sabbath found Paul at the synagogue, trying to convince the Jews and Greeks alike.", "5": "And after Silas and Timothy came down from Macedonia, Paul spent all his time preaching the word. He testified to the Jews that Jesus was the Messiah.", "6": "But when they opposed and insulted him, Paul shook the dust from his clothes and said, “Your blood is upon your own heads—I am innocent. From now on I will go preach to the Gentiles.”", "7": "Then he left and went to the home of Titius Justus, a Gentile who worshiped God and lived next door to the synagogue.", "8": "Crispus, the leader of the synagogue, and everyone in his household believed in the Lord. Many others in Corinth also heard Paul, became believers, and were baptized.", "9": "One night the Lord spoke to Paul in a vision and told him, “Don't be afraid! Speak out! Don't be silent!", "10": "For I am with you, and no one will attack and harm you, for many people in this city belong to me.”", "11": "So Paul stayed there for the next year and a half, teaching the word of God.", "12": "But when Gallio became governor of Achaia, some Jews rose up together against Paul and brought him before the governor for judgment.", "13": "They accused Paul of “persuading people to worship God in ways that are contrary to our law.”", "14": "But just as Paul started to make his defense, Gallio turned to Paul's accusers and said, “Listen, you Jews, if this were a case involving some wrongdoing or a serious crime, I would have a reason to accept your case.", "15": "But since it is merely a question of words and names and your Jewish law, take care of it yourselves. I refuse to judge such matters.”", "16": "And he threw them out of the courtroom.", "17": "The crowd[c] then grabbed Sosthenes, the leader of the synagogue, and beat him right there in the courtroom. But Gallio paid no attention.", "18": "Paul stayed in Corinth for some time after that, then said good-bye to the brothers and sisters[d] and went to nearby Cenchrea. There he shaved his head according to Jewish custom, marking the end of a vow. Then he set sail for Syria, taking Priscilla and Aquila with him.", "19": "They stopped first at the port of Ephesus, where Paul left the others behind. While he was there, he went to the synagogue to reason with the Jews.", "20": "They asked him to stay longer, but he declined.", "21": "As he left, however, he said, “I will come back later,[e] God willing.” Then he set sail from Ephesus.", "22": "The next stop was at the port of Caesarea. From there he went up and visited the church at Jerusalem[f] and then went back to Antioch.", "23": "After spending some time in Antioch, Paul went back through Galatia and Phrygia, visiting and strengthening all the believers.[g]", "24": "Meanwhile, a Jew named Apollos, an eloquent speaker who knew the Scriptures well, had arrived in Ephesus from Alexandria in Egypt.", "25": "He had been taught the way of the Lord, and he taught others about Jesus with an enthusiastic spirit[h] and with accuracy. However, he knew only about John's baptism.", "26": "When Priscilla and Aquila heard him preaching boldly in the synagogue, they took him aside and explained the way of God even more accurately.", "27": "Apollos had been thinking about going to Achaia, and the brothers and sisters in Ephesus encouraged him to go. They wrote to the believers in Achaia, asking them to welcome him. When he arrived there, he proved to be of great benefit to those who, by God's grace, had believed.", "28": "He refuted the Jews with powerful arguments in public debate. Using the Scriptures, he explained to them that Jesus was the Messiah."}