{"1": "Gazing intently at the high council,[a] Paul began: “Brothers, I have always lived before God with a clear conscience!”", "2": "Instantly Ananias the high priest commanded those close to Paul to slap him on the mouth.", "3": "But Paul said to him, “God will slap you, you corrupt hypocrite![b] What kind of judge are you to break the law yourself by ordering me struck like that?”", "4": "Those standing near Paul said to him, “Do you dare to insult God's high priest?”", "5": "“I'm sorry, brothers. I didn't realize he was the high priest,” Paul replied, “for the Scriptures say, 'You must not speak evil of any of your rulers.'[c]”", "6": "Paul realized that some members of the high council were Sadducees and some were Pharisees, so he shouted, “Brothers, I am a Pharisee, as were my ancestors! And I am on trial because my hope is in the resurrection of the dead!”", "7": "This divided the council—the Pharisees against the Sadducees—", "8": "for the Sadducees say there is no resurrection or angels or spirits, but the Pharisees believe in all of these.", "9": "So there was a great uproar. Some of the teachers of religious law who were Pharisees jumped up and began to argue forcefully. “We see nothing wrong with him,” they shouted. “Perhaps a spirit or an angel spoke to him.”", "10": "As the conflict grew more violent, the commander was afraid they would tear Paul apart. So he ordered his soldiers to go and rescue him by force and take him back to the fortress.", "11": "That night the Lord appeared to Paul and said, “Be encouraged, Paul. Just as you have been a witness to me here in Jerusalem, you must preach the Good News in Rome as well.”", "12": "The next morning a group of Jews[d] got together and bound themselves with an oath not to eat or drink until they had killed Paul.", "13": "There were more than forty of them in the conspiracy.", "14": "They went to the leading priests and elders and told them, “We have bound ourselves with an oath to eat nothing until we have killed Paul.", "15": "So you and the high council should ask the commander to bring Paul back to the council again. Pretend you want to examine his case more fully. We will kill him on the way.”", "16": "But Paul's nephew—his sister's son—heard of their plan and went to the fortress and told Paul.", "17": "Paul called for one of the Roman officers[e] and said, “Take this young man to the commander. He has something important to tell him.”", "18": "So the officer did, explaining, “Paul, the prisoner, called me over and asked me to bring this young man to you because he has something to tell you.”", "19": "The commander took his hand, led him aside, and asked, “What is it you want to tell me?”", "20": "Paul's nephew told him, “Some Jews are going to ask you to bring Paul before the high council tomorrow, pretending they want to get some more information.", "21": "But don't do it! There are more than forty men hiding along the way ready to ambush him. They have vowed not to eat or drink anything until they have killed him. They are ready now, just waiting for your consent.”", "22": "“Don't let anyone know you told me this,” the commander warned the young man.", "23": "Then the commander called two of his officers and ordered, “Get 200 soldiers ready to leave for Caesarea at nine o'clock tonight. Also take 200 spearmen and 70 mounted troops.", "24": "Provide horses for Paul to ride, and get him safely to Governor Felix.”", "25": "Then he wrote this letter to the governor:", "26": "“From Claudius Lysias, to his Excellency, Governor Felix: Greetings!", "27": "“This man was seized by some Jews, and they were about to kill him when I arrived with the troops. When I learned that he was a Roman citizen, I removed him to safety.", "28": "Then I took him to their high council to try to learn the basis of the accusations against him.", "29": "I soon discovered the charge was something regarding their religious law—certainly nothing worthy of imprisonment or death.", "30": "But when I was informed of a plot to kill him, I immediately sent him on to you. I have told his accusers to bring their charges before you.”", "31": "So that night, as ordered, the soldiers took Paul as far as Antipatris.", "32": "They returned to the fortress the next morning, while the mounted troops took him on to Caesarea.", "33": "When they arrived in Caesarea, they presented Paul and the letter to Governor Felix.", "34": "He read it and then asked Paul what province he was from. “Cilicia,” Paul answered.", "35": "“I will hear your case myself when your accusers arrive,” the governor told him. Then the governor ordered him kept in the prison at Herod's headquarters.[f]"}