{"1": "From:[a] Paul, called to be an apostle of the Messiah[b] Jesus[c] by the will of God, and from our brother Sosthenes.", "2": "To: God's church in Corinth, to those who have been sanctified by the Messiah[d] Jesus and called to be holy,[e] together with all those everywhere who call on the name of our Lord Jesus, the Messiah[f]—their Lord[g] and ours.", "3": "May grace and peace from God our Father and the Lord Jesus, the Messiah,[h] be yours!", "4": "I always thank my[i] God for you because of the grace of God given you by the Messiah[j] Jesus. ", "5": "For by him you have become rich in every way—in speech and knowledge of every kind— ", "6": "while our testimony about the Messiah[k] has been confirmed among you. ", "7": "Therefore, you don't lack any spiritual gift as you eagerly wait for our Lord Jesus the Messiah[l] to be revealed. ", "8": "He will keep you strong until the end, so that you will be blameless on the Day of our Lord Jesus the Messiah.[m] ", "9": "Faithful is the God by whom you were called into fellowship with his Son Jesus the Messiah,[n] our Lord.", "10": "Brothers, in the name of our Lord Jesus the Messiah,[o] I urge all of you to be in agreement[p] and not to have divisions among you, so that you may be perfectly united in your understanding and opinions. ", "11": "My brothers, some members of Chloe's family have made it clear to me that there are quarrels among you. ", "12": "This is what I mean: Each of you is saying, “I belong to Paul,” or “I belong to Apollos,” or “I belong to Cephas,”[q] or “I belong to the Messiah.”[r]", "13": "Is the Messiah[s] divided? Paul wasn't crucified for you, was he? You weren't baptized in Paul's name, were you? ", "14": "I thank God[t] that I did not baptize any of you except Crispus and Gaius, ", "15": "so that no one can say that you were baptized in my name. ", "16": "(Oh yes, I also baptized the family of Stephanas. Beyond that, I'm not sure whether I baptized anyone else.) ", "17": "For the Messiah[u] did not send me to baptize but to preach the gospel, not with eloquent wisdom, so the cross of the Messiah[v] won't be emptied of its power.", "18": "For the message about the cross is nonsense to those who are being destroyed, but it is God's power to us who are being saved. ", "19": "For it is written, “I will destroy the wisdom of the wise, and the intelligence of the intelligent I will reject.”[w]", "20": "Where is the wise person? Where is the scholar? Where is the philosopher of this age? God has turned the wisdom of the world into nonsense, hasn't he? ", "21": "For since, in the wisdom of God, the world through its wisdom did not know God,[x] God was pleased to save those who believe through the nonsense of our preaching. ", "22": "Jews ask for signs, and Greeks look for wisdom, ", "23": "but we preach the Messiah[y] crucified. He is a stumbling block to Jews and nonsense to gentiles, ", "24": "but to those who are called,[z] both Jews and Greeks, the Messiah[aa] is God's power and God's wisdom. ", "25": "For God's nonsense is wiser than human wisdom,[ab] and God's weakness is stronger than human strength.[ac]", "26": "Brothers, think about your own calling. Not many of you were wise by human standards,[ad] not many were powerful, not many were of noble birth. ", "27": "But God chose what is nonsense in the world to make the wise feel ashamed. God chose what is weak in the world to make the strong feel ashamed. ", "28": "And God chose what is insignificant in the world, what is despised, what is nothing, in order to destroy what is something, ", "29": "so that no one[ae] may boast in God's presence. ", "30": "It is because of God[af] that you are in union with the Messiah[ag] Jesus, who for us has become wisdom from God, as well as our righteousness, sanctification, and redemption. ", "31": "Therefore, as it is written, “The person who boasts must boast in the Lord.”[ah]"}