{"1": "Now I do not want you to be ignorant, brothers, of the fact that all of our ancestors who left Egypt[a] were under the cloud. They all went through the sea, ", "2": "and they all were immersed into Moses in the cloud and in the sea. ", "3": "They all ate the same spiritual food ", "4": "and drank the same spiritual drink, for they drank from the spiritual rock that went with them. That rock was the Messiah.[b] ", "5": "But God wasn't pleased with most of those people,[c] and so they were struck down in the wilderness.", "6": "Now their experiences serve as examples for us so that we won't set our hearts on evil as they did. ", "7": "Let's stop being idolaters, as some of them were. As it is written, “The people sat down to eat and drink and got up to play.”[d] ", "8": "Let's stop sinning sexually, as some of them were doing, and on a single day 23,000 fell dead. ", "9": "Let's stop putting the Lord[e] to the test, as some of them were doing, and were destroyed by snakes. ", "10": "You must stop complaining, as some of them were doing, and were annihilated by the destroyer. ", "11": "These things happened to them to serve as an example, and they were written down as a warning for us in whom the culmination of the ages has been attained. ", "12": "Therefore, whoever thinks he is standing securely should watch out so he doesn't fall. ", "13": "No temptation has overtaken you that is unusual for human beings. But God is faithful, and he will not allow you to be tempted beyond your strength. Instead, along with the temptation he will also provide a way out, so that you may be able to endure it.", "14": "And so, my dear friends, keep on running away from idolatry. ", "15": "I am talking to sensible people. Apply what I am saying to yourselves. ", "16": "The cup of blessing that we bless is our fellowship in the blood of the Messiah,[f] isn't it? The bread that we break is our fellowship in the body of the Messiah,[g] isn't it? ", "17": "Because there is one loaf, we who are many are one body, because all of us eat from the same loaf.", "18": "Look at the Israelis from a human point of view.[h] Those who eat the sacrifices share in what is on the altar, don't they? ", "19": "Am I suggesting that an offering made to idols means anything, or that an idol itself means anything? ", "20": "Hardly! What they offer, they offer to demons and not to God, and I do not want you to become partners with demons. ", "21": "You cannot drink the cup of the Lord and the cup of demons. You cannot dine with the Lord and dine with demons, ", "22": "or you'll provoke the Lord to jealousy, won't you? Are we stronger than he is?", "23": "Everything is permissible, but not everything is helpful. Everything is permissible, but not everything builds up. ", "24": "No one should seek his own welfare, but rather his neighbor's.", "25": "Eat anything that is sold in the meat market without raising any question about it on the grounds of conscience, ", "26": "for “the earth and everything in it belong to the Lord.”[i] ", "27": "If an unbeliever invites you to his house and you wish to go, eat whatever is set before you, raising no question on the grounds of conscience. ", "28": "However, if someone says to you, “This was offered as a sacrifice,” don't eat it, both out of consideration for the one who told you and also for the sake of conscience. ", "29": "I mean, of course, his conscience, not yours. For why should my freedom be determined by someone else's conscience? ", "30": "If I eat with thankfulness, why should I be denounced because of what I am thankful for?", "31": "Therefore, whether you eat or drink, or whatever you do, do everything for the glory of God. ", "32": "Don't become a stumbling block to Jews or Greeks or to the church of God, ", "33": "just as I myself try to please everybody in every way. I don't look out for my own benefit, but rather for the benefit of many people, so that they might be saved."}