{"1": "Now concerning spiritual gifts, brothers, I don't want you to be ignorant. ", "2": "You know that when you were unbelievers,[a] you were enticed and led astray to worship[b] idols that couldn't even speak. ", "3": "For this reason I want you to be aware that no one who is speaking by God's Spirit can say, “Jesus is cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit.", "4": "Now there are varieties of gifts, but the same Spirit, ", "5": "and there are varieties of ministries, but the same Lord. ", "6": "There are varieties of results, but it is the same God who produces all the results in everyone.", "7": "To each person has been given the ability to manifest the Spirit for the common good. ", "8": "To one has been given a message of wisdom by the Spirit; to another the ability to speak with knowledge according to the same Spirit; ", "9": "to another faith by the same Spirit; to another gifts of healing by that one Spirit; ", "10": "to another miraculous results; to another prophecy; to another the ability to distinguish between spirits; to another various kinds of languages; and to another the interpretation of languages. ", "11": "But one and the same Spirit produces all these results and gives what he wants to each person.", "12": "For just as the body is one and yet has many parts, and all the parts of the body, though many, form a single body, so it is with the Messiah.[c] ", "13": "For by[d] one Spirit all of us—Jews and Greeks, slaves and free—were baptized into one body and were all privileged to drink from one Spirit.", "14": "For the body does not consist of only one part, but of many. ", "15": "If the foot says, “Since I'm not a hand, I'm not part of the body,” that does not make it any less a part of the body, does it? ", "16": "And if the ear says, “Since I'm not an eye, I'm not part of the body,” that does not make it any less a part of the body, does it? ", "17": "If the whole body were an eye, where would the sense of hearing be? If the whole body[e] were an ear, where would the sense of smell be? ", "18": "But now God has arranged the parts, every one of them, in the body according to his plan.[f] ", "19": "Now if all of it were one part, there wouldn't be a body, would there? ", "20": "So there are many parts, but one body.", "21": "The eye cannot say to the hand, “I don't need you,” or the head to the feet, “I don't need you.” ", "22": "On the contrary, those parts of the body that seem to be weaker are in fact indispensable, ", "23": "and the parts of the body that we think are less honorable are treated with special honor, and we make our less attractive parts more attractive. ", "24": "However, our attractive parts don't need this. But God has put the body together and has given special honor to the parts that lack it, ", "25": "so that there might be no disharmony in the body, but that its parts should have the same concern for each other. ", "26": "If one part suffers, every part suffers with it. If one part is praised, every part rejoices with it.", "27": "Now you are the Messiah's[g] body and individual parts of it. ", "28": "God has appointed in the church first of all apostles, second prophets, third teachers, then those who perform miracles, those who have gifts of healing, those who help others, administrators, and those who speak[h] various kinds of languages. ", "29": "Not all are apostles, are they? Not all are prophets, are they? Not all are teachers, are they? Not all perform miracles, do they? ", "30": "Not all have the gift of healing, do they? Not all speak in foreign[i] languages, do they? Not all interpret, do they? ", "31": "Keep on desiring[j] the better gifts. And now I will show you the best way of all."}