{"1": "When I came to you, brothers, I didn't come and tell you about God's secret[a] with rhetorical language or wisdom. ", "2": "For while I was with you I resolved to know nothing except Jesus the Messiah,[b] and him crucified. ", "3": "It was in weakness, fear, and great trembling that I came to you. ", "4": "My message and my preaching were not accompanied by clever, wise words, but by a display of the Spirit's power, ", "5": "so that your faith would not be based on human wisdom but on God's power.", "6": "However, when we are among mature people, we do speak a message of[c] wisdom, but not the wisdom of this world or of the rulers of this world, who are passing off the scene. ", "7": "Instead, we speak about God's wisdom in a hidden secret, which God destined before the world began[d] for our glory. ", "8": "None of the rulers of this world understood it, because if they had, they would not have crucified the Lord of glory. ", "9": "But as it is written, “No eye has seen, no ear has heard, and no mind has imagined the things that God has prepared for those who love him.”[e]", "10": "But[f] God has revealed those things to us by his Spirit. For the Spirit searches everything, even the deep things of God.", "11": "Is there anyone who can understand his own thoughts except his own inner spirit? In the same way, no one can know the thoughts of God except God's Spirit. ", "12": "Now, we have not received the spirit of the world but the Spirit who comes from God, so that we can understand the things that were freely given to us by God. ", "13": "We don't speak about these things with words taught us by human wisdom, but with words[g] taught by the Spirit, as we explain spiritual things to spiritual people.[h] ", "14": "A person who isn't spiritual doesn't accept the things of God's Spirit, for they are nonsense to him. He can't understand them because they are spiritually evaluated. ", "15": "The spiritual person evaluates everything but is subject to no one else's evaluation. ", "16": "For “Who has known the mind of the Lord[i] so that he can advise him?”[j] However, we have the mind of the Messiah.[k]"}