{"1": "Brothers, I couldn't talk to you as spiritual people but as worldly people, as mere infants in the Messiah.[a] ", "2": "I gave you milk to drink, not solid food, because you weren't ready for it. And you're still not ready! ", "3": "That's because you are still worldly. As long as there is jealousy and quarreling among you, you are worldly and living by human standards, aren't you? ", "4": "For when one person says, “I follow Paul,” and another person says, “I follow Apollos,” you're following[b] your own human nature, aren't you?", "5": "Who is Apollos, anyhow? Or who is Paul? They're merely servants through whom you came to believe, as the Lord gave to each of us his task. ", "6": "I planted, Apollos watered, but God kept everything growing. ", "7": "So neither the one who plants nor the one who waters is significant, but God, who keeps everything growing, is the one who matters. ", "8": "The one who plants and the one who waters have the same goal, and each will receive a reward for his own action. ", "9": "For we are God's co-workers. You are God's farmland and God's building.", "10": "As an expert builder using the grace that God gave me, I laid the foundation, and someone else is building on it. But each person must be careful how he builds on it. ", "11": "After all, no one can lay any other foundation than the one that is already laid, and that is Jesus the Messiah.[c] ", "12": "Whether a person builds on this foundation with gold, silver, expensive stones, wood, hay, or straw, ", "13": "the workmanship of each person will become evident, for the day of judgment[d] will show what it is, because it will be revealed with fire, and the fire will test the quality of each person's action. ", "14": "If what a person has built on the foundation survives, he will receive a reward.[e] ", "15": "If his work is burned up, he will suffer loss. However, he himself will be saved, but it will be like going through fire.", "16": "You know that you are God's sanctuary and that God's Spirit lives in you, don't you? ", "17": "If anyone destroys God's sanctuary, God will destroy him, for God's sanctuary is holy. And you are that sanctuary!", "18": "Let no one deceive himself. If any of you thinks he is wise in the ways of[f] this world, he must become a fool to become really wise. ", "19": "For the wisdom of this world is nonsense in God's sight. For it is written, “He catches the wise with their own trickery,”[g]", "20": "and again, “The Lord[h] knows that the thoughts of the wise are worthless.”[i]", "21": "So let no one boast about human beings, since everything belongs to you, ", "22": "whether Paul, Apollos, Cephas,[j] the world, life, death, the present, or the future—everything belongs to you, ", "23": "but you belong to the Messiah,[k] and the Messiah[l] belongs to God."}