{"1": "Then Jesus, full of the Holy Spirit, returned from the Jordan River. He was led by the Spirit in the wilderness,[a]", "2": "where he was tempted by the devil for forty days. Jesus ate nothing all that time and became very hungry.", "3": "Then the devil said to him, “If you are the Son of God, tell this stone to become a loaf of bread.”", "4": "But Jesus told him, “No! The Scriptures say, 'People do not live by bread alone.'[b]”", "5": "Then the devil took him up and revealed to him all the kingdoms of the world in a moment of time.", "6": "“I will give you the glory of these kingdoms and authority over them,” the devil said, “because they are mine to give to anyone I please.", "7": "I will give it all to you if you will worship me.”", "8": "Jesus replied, “The Scriptures say, 'You must worship the Lord your God and serve only him.'[c]”", "9": "Then the devil took him to Jerusalem, to the highest point of the Temple, and said, “If you are the Son of God, jump off!", "10": "For the Scriptures say, 'He will order his angels to protect and guard you.", "11": "And they will hold you up with their hands so you won't even hurt your foot on a stone.'[d]”", "12": "Jesus responded, “The Scriptures also say, 'You must not test the Lord your God.'[e]”", "13": "When the devil had finished tempting Jesus, he left him until the next opportunity came.", "14": "Then Jesus returned to Galilee, filled with the Holy Spirit's power. Reports about him spread quickly through the whole region.", "15": "He taught regularly in their synagogues and was praised by everyone.", "16": "When he came to the village of Nazareth, his boyhood home, he went as usual to the synagogue on the Sabbath and stood up to read the Scriptures.", "17": "The scroll of Isaiah the prophet was handed to him. He unrolled the scroll and found the place where this was written:", "18": "“The Spirit of the Lord is upon me, for he has anointed me to bring Good News to the poor. He has sent me to proclaim that captives will be released, that the blind will see, that the oppressed will be set free,", "19": "and that the time of the Lord's favor has come.[f]”", "20": "He rolled up the scroll, handed it back to the attendant, and sat down. All eyes in the synagogue looked at him intently.", "21": "Then he began to speak to them. “The Scripture you've just heard has been fulfilled this very day!”", "22": "Everyone spoke well of him and was amazed by the gracious words that came from his lips. “How can this be?” they asked. “Isn't this Joseph's son?”", "23": "Then he said, “You will undoubtedly quote me this proverb: 'Physician, heal yourself'—meaning, 'Do miracles here in your hometown like those you did in Capernaum.'", "24": "But I tell you the truth, no prophet is accepted in his own hometown.", "25": "“Certainly there were many needy widows in Israel in Elijah's time, when the heavens were closed for three and a half years, and a severe famine devastated the land.", "26": "Yet Elijah was not sent to any of them. He was sent instead to a foreigner—a widow of Zarephath in the land of Sidon.", "27": "And many in Israel had leprosy in the time of the prophet Elisha, but the only one healed was Naaman, a Syrian.”", "28": "When they heard this, the people in the synagogue were furious.", "29": "Jumping up, they mobbed him and forced him to the edge of the hill on which the town was built. They intended to push him over the cliff,", "30": "but he passed right through the crowd and went on his way.", "31": "Then Jesus went to Capernaum, a town in Galilee, and taught there in the synagogue every Sabbath day.", "32": "There, too, the people were amazed at his teaching, for he spoke with authority.", "33": "Once when he was in the synagogue, a man possessed by a demon—an evil[g] spirit—cried out, shouting,", "34": "“Go away! Why are you interfering with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!”", "35": "But Jesus reprimanded him. “Be quiet! Come out of the man,” he ordered. At that, the demon threw the man to the floor as the crowd watched; then it came out of him without hurting him further.", "36": "Amazed, the people exclaimed, “What authority and power this man's words possess! Even evil spirits obey him, and they flee at his command!”", "37": "The news about Jesus spread through every village in the entire region.", "38": "After leaving the synagogue that day, Jesus went to Simon's home, where he found Simon's mother-in-law very sick with a high fever. “Please heal her,” everyone begged.", "39": "Standing at her bedside, he rebuked the fever, and it left her. And she got up at once and prepared a meal for them.", "40": "As the sun went down that evening, people throughout the village brought sick family members to Jesus. No matter what their diseases were, the touch of his hand healed every one.", "41": "Many were possessed by demons; and the demons came out at his command, shouting, “You are the Son of God!” But because they knew he was the Messiah, he rebuked them and refused to let them speak.", "42": "Early the next morning Jesus went out to an isolated place. The crowds searched everywhere for him, and when they finally found him, they begged him not to leave them.", "43": "But he replied, “I must preach the Good News of the Kingdom of God in other towns, too, because that is why I was sent.”", "44": "So he continued to travel around, preaching in synagogues throughout Judea.[h]"}