{"1": "One day Jesus called together his twelve disciples[a] and gave them power and authority to cast out all demons and to heal all diseases.", "2": "Then he sent them out to tell everyone about the Kingdom of God and to heal the sick.", "3": "“Take nothing for your journey,” he instructed them. “Don't take a walking stick, a traveler's bag, food, money,[b] or even a change of clothes.", "4": "Wherever you go, stay in the same house until you leave town.", "5": "And if a town refuses to welcome you, shake its dust from your feet as you leave to show that you have abandoned those people to their fate.”", "6": "So they began their circuit of the villages, preaching the Good News and healing the sick.", "7": "When Herod Antipas, the ruler of Galilee,[c] heard about everything Jesus was doing, he was puzzled. Some were saying that John the Baptist had been raised from the dead.", "8": "Others thought Jesus was Elijah or one of the other prophets risen from the dead.", "9": "“I beheaded John,” Herod said, “so who is this man about whom I hear such stories?” And he kept trying to see him.", "10": "When the apostles returned, they told Jesus everything they had done. Then he slipped quietly away with them toward the town of Bethsaida.", "11": "But the crowds found out where he was going, and they followed him. He welcomed them and taught them about the Kingdom of God, and he healed those who were sick.", "12": "Late in the afternoon the twelve disciples came to him and said, “Send the crowds away to the nearby villages and farms, so they can find food and lodging for the night. There is nothing to eat here in this remote place.”", "13": "But Jesus said, “You feed them.” “But we have only five loaves of bread and two fish,” they answered. “Or are you expecting us to go and buy enough food for this whole crowd?”", "14": "For there were about 5,000 men there. Jesus replied, “Tell them to sit down in groups of about fifty each.”", "15": "So the people all sat down.", "16": "Jesus took the five loaves and two fish, looked up toward heaven, and blessed them. Then, breaking the loaves into pieces, he kept giving the bread and fish to the disciples so they could distribute it to the people.", "17": "They all ate as much as they wanted, and afterward, the disciples picked up twelve baskets of leftovers!", "18": "One day Jesus left the crowds to pray alone. Only his disciples were with him, and he asked them, “Who do people say I am?”", "19": "“Well,” they replied, “some say John the Baptist, some say Elijah, and others say you are one of the other ancient prophets risen from the dead.”", "20": "Then he asked them, “But who do you say I am?” Peter replied, “You are the Messiah[d] sent from God!”", "21": "Jesus warned his disciples not to tell anyone who he was.", "22": "“The Son of Man[e] must suffer many terrible things,” he said. “He will be rejected by the elders, the leading priests, and the teachers of religious law. He will be killed, but on the third day he will be raised from the dead.”", "23": "Then he said to the crowd, “If any of you wants to be my follower, you must give up your own way, take up your cross daily, and follow me.", "24": "If you try to hang on to your life, you will lose it. But if you give up your life for my sake, you will save it.", "25": "And what do you benefit if you gain the whole world but are yourself lost or destroyed?", "26": "If anyone is ashamed of me and my message, the Son of Man will be ashamed of that person when he returns in his glory and in the glory of the Father and the holy angels.", "27": "I tell you the truth, some standing here right now will not die before they see the Kingdom of God.”", "28": "About eight days later Jesus took Peter, John, and James up on a mountain to pray.", "29": "And as he was praying, the appearance of his face was transformed, and his clothes became dazzling white.", "30": "Suddenly, two men, Moses and Elijah, appeared and began talking with Jesus.", "31": "They were glorious to see. And they were speaking about his exodus from this world, which was about to be fulfilled in Jerusalem.", "32": "Peter and the others had fallen asleep. When they woke up, they saw Jesus' glory and the two men standing with him.", "33": "As Moses and Elijah were starting to leave, Peter, not even knowing what he was saying, blurted out, “Master, it's wonderful for us to be here! Let's make three shelters as memorials[f]—one for you, one for Moses, and one for Elijah.”", "34": "But even as he was saying this, a cloud overshadowed them, and terror gripped them as the cloud covered them.", "35": "Then a voice from the cloud said, “This is my Son, my Chosen One.[g] Listen to him.”", "36": "When the voice finished, Jesus was there alone. They didn't tell anyone at that time what they had seen.", "37": "The next day, after they had come down the mountain, a large crowd met Jesus.", "38": "A man in the crowd called out to him, “Teacher, I beg you to look at my son, my only child.", "39": "An evil spirit keeps seizing him, making him scream. It throws him into convulsions so that he foams at the mouth. It batters him and hardly ever leaves him alone.", "40": "I begged your disciples to cast out the spirit, but they couldn't do it.”", "41": "Jesus said, “You faithless and corrupt people! How long must I be with you and put up with you?” Then he said to the man, “Bring your son here.”", "42": "As the boy came forward, the demon knocked him to the ground and threw him into a violent convulsion. But Jesus rebuked the evil[h] spirit and healed the boy. Then he gave him back to his father.", "43": "Awe gripped the people as they saw this majestic display of God's power. While everyone was marveling at everything he was doing, Jesus said to his disciples,", "44": "“Listen to me and remember what I say. The Son of Man is going to be betrayed into the hands of his enemies.”", "45": "But they didn't know what he meant. Its significance was hidden from them, so they couldn't understand it, and they were afraid to ask him about it.", "46": "Then his disciples began arguing about which of them was the greatest.", "47": "But Jesus knew their thoughts, so he brought a little child to his side.", "48": "Then he said to them, “Anyone who welcomes a little child like this on my behalf[i] welcomes me, and anyone who welcomes me also welcomes my Father who sent me. Whoever is the least among you is the greatest.”", "49": "John said to Jesus, “Master, we saw someone using your name to cast out demons, but we told him to stop because he isn't in our group.”", "50": "But Jesus said, “Don't stop him! Anyone who is not against you is for you.”", "51": "As the time drew near for him to ascend to heaven, Jesus resolutely set out for Jerusalem.", "52": "He sent messengers ahead to a Samaritan village to prepare for his arrival.", "53": "But the people of the village did not welcome Jesus because he was on his way to Jerusalem.", "54": "When James and John saw this, they said to Jesus, “Lord, should we call down fire from heaven to burn them up[j]?”", "55": "But Jesus turned and rebuked them.[k]", "56": "So they went on to another village.", "57": "As they were walking along, someone said to Jesus, “I will follow you wherever you go.”", "58": "But Jesus replied, “Foxes have dens to live in, and birds have nests, but the Son of Man has no place even to lay his head.”", "59": "He said to another person, “Come, follow me.” The man agreed, but he said, “Lord, first let me return home and bury my father.”", "60": "But Jesus told him, “Let the spiritually dead bury their own dead![l] Your duty is to go and preach about the Kingdom of God.”", "61": "Another said, “Yes, Lord, I will follow you, but first let me say good-bye to my family.”", "62": "But Jesus told him, “Anyone who puts a hand to the plow and then looks back is not fit for the Kingdom of God.”"}