{"1": "And the Lord said to Moses, ", "2": "“Say to the people of Israel, I am the Lord your God. ", "3": "You shall not do as they do in the land of Egypt, where you dwelt, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes. ", "4": "You shall do my ordinances and keep my statutes and walk in them. I am the Lord your God. ", "5": "You shall therefore keep my statutes and my ordinances, by doing which a man shall live: I am the Lord.", "6": "“None of you shall approach any one near of kin to him to uncover nakedness. I am the Lord. ", "7": "You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness. ", "8": "You shall not uncover the nakedness of your father's wife; it is your father's nakedness. ", "9": "You shall not uncover the nakedness of your sister, the daughter of your father or the daughter of your mother, whether born at home or born abroad. ", "10": "You shall not uncover the nakedness of your son's daughter or of your daughter's daughter, for their nakedness is your own nakedness. ", "11": "You shall not uncover the nakedness of your father's wife's daughter, begotten by your father, since she is your sister. ", "12": "You shall not uncover the nakedness of your father's sister; she is your father's near kinswoman. ", "13": "You shall not uncover the nakedness of your mother's sister, for she is your mother's near kinswoman. ", "14": "You shall not uncover the nakedness of your father's brother, that is, you shall not approach his wife; she is your aunt. ", "15": "You shall not uncover the nakedness of your daughter-in-law; she is your son's wife, you shall not uncover her nakedness. ", "16": "You shall not uncover the nakedness of your brother's wife; she is your brother's nakedness. ", "17": "You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son's daughter or her daughter's daughter to uncover her nakedness; they are your[a] near kinswomen; it is wickedness. ", "18": "And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is yet alive.", "19": "“You shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness. ", "20": "And you shall not lie carnally with your neighbor's wife, and defile yourself with her. ", "21": "You shall not give any of your children to devote them by fire to Molech, and so profane the name of your God: I am the Lord. ", "22": "You shall not lie with a male as with a woman; it is an abomination. ", "23": "And you shall not lie with any beast and defile yourself with it, neither shall any woman give herself to a beast to lie with it: it is perversion.", "24": "“Do not defile yourselves by any of these things, for by all these the nations I am casting out before you defiled themselves; ", "25": "and the land became defiled, so that I punished its iniquity, and the land vomited out its inhabitants. ", "26": "But you shall keep my statutes and my ordinances and do none of these abominations, either the native or the stranger who sojourns among you ", "27": "(for all of these abominations the men of the land did, who were before you, so that the land became defiled); ", "28": "lest the land vomit you out, when you defile it, as it vomited out the nation that was before you. ", "29": "For whoever shall do any of these abominations, the persons that do them shall be cut off from among their people. ", "30": "So keep my charge never to practice any of these abominable customs which were practiced before you, and never to defile yourselves by them: I am the Lord your God.”"}