{"1": "On the eighth day Moses called Aaron and his sons and the elders of Israel; ", "2": "and he said to Aaron, “Take a bull calf for a sin offering, and a ram for a burnt offering, both without blemish, and offer them before the Lord. ", "3": "And say to the people of Israel, 'Take a male goat for a sin offering, and a calf and a lamb, both a year old without blemish, for a burnt offering, ", "4": "and an ox and a ram for peace offerings, to sacrifice before the Lord, and a cereal offering mixed with oil; for today the Lord will appear to you.'” ", "5": "And they brought what Moses commanded before the tent of meeting; and all the congregation drew near and stood before the Lord. ", "6": "And Moses said, “This is the thing which the Lord commanded you to do; and the glory of the Lord will appear to you.” ", "7": "Then Moses said to Aaron, “Draw near to the altar, and offer your sin offering and your burnt offering, and make atonement for yourself and for the people; and bring the offering of the people, and make atonement for them; as the Lord has commanded.”", "8": "So Aaron drew near to the altar, and killed the calf of the sin offering, which was for himself. ", "9": "And the sons of Aaron presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar, and poured out the blood at the base of the altar; ", "10": "but the fat and the kidneys and the appendage of the liver from the sin offering he burned upon the altar, as the Lord commanded Moses. ", "11": "The flesh and the skin he burned with fire outside the camp.", "12": "And he killed the burnt offering; and Aaron's sons delivered to him the blood, and he threw it on the altar round about. ", "13": "And they delivered the burnt offering to him, piece by piece, and the head; and he burned them upon the altar. ", "14": "And he washed the entrails and the legs, and burned them with the burnt offering on the altar.", "15": "Then he presented the people's offering, and took the goat of the sin offering which was for the people, and killed it, and offered it for sin, like the first sin offering. ", "16": "And he presented the burnt offering, and offered it according to the ordinance. ", "17": "And he presented the cereal offering, and filled his hand from it, and burned it upon the altar, besides the burnt offering of the morning.", "18": "He killed the ox also and the ram, the sacrifice of peace offerings for the people; and Aaron's sons delivered to him the blood, which he threw upon the altar round about, ", "19": "and the fat of the ox and of the ram, the fat tail, and that which covers the entrails, and the kidneys, and the appendage of the liver; ", "20": "and they put the fat upon the breasts, and he burned the fat upon the altar, ", "21": "but the breasts and the right thigh Aaron waved for a wave offering before the Lord; as Moses commanded.", "22": "Then Aaron lifted up his hands toward the people and blessed them; and he came down from offering the sin offering and the burnt offering and the peace offerings. ", "23": "And Moses and Aaron went into the tent of meeting; and when they came out they blessed the people, and the glory of the Lord appeared to all the people. ", "24": "And fire came forth from before the Lord and consumed the burnt offering and the fat upon the altar; and when all the people saw it, they shouted, and fell on their faces."}