{"1": "The proverbs of Solomon, King David's son, from Israel:", "2": "Their purpose is to teach wisdom and discipline, to help one understand wise sayings.", "3": "They provide insightful instruction, which is righteous, just, and full of integrity.", "4": "They make the naive mature, the young knowledgeable and discreet.", "5": "The wise hear them and grow in wisdom; those with understanding gain guidance.", "6": "They help one understand proverbs and difficult sayings, the words of the wise, and their puzzles.", "7": "Wisdom begins with the fear of the Lord, but fools despise wisdom and instruction.", "8": "Listen, my son, to your father's instruction; don't neglect your mother's teaching;", "9": "for they are a graceful wreath on your head, and beads for your neck.", "10": "My son, don't let sinners entice you. Don't go", "11": "when they say: “Come with us. Let's set up a deadly ambush. Let's secretly wait for the innocent just for fun.", "12": "Let's swallow up the living like the grave[a]— whole, like those who go down into the pit.", "13": "We'll find all sorts of precious wealth; we'll fill our houses with plunder.", "14": "Throw in your lot with us; we'll share our money.”", "15": "My son, don't go on the path with them; keep your feet from their way,", "16": "because their feet run to evil; they hurry to spill blood.", "17": "It's useless to cast a net in the sight of a bird.", "18": "But these sinners set up a deadly ambush; they lie in wait for their own lives.", "19": "These are the ways of all who seek unjust gain; it costs them their lives.", "20": "Wisdom shouts in the street; in the public square she raises her voice.", "21": "Above the noisy crowd, she calls out. At the entrances of the city gates, she has her say:", "22": "“How long will you clueless people love your naïveté, mockers hold their mocking dear, and fools hate knowledge?", "23": "You should respond when I correct you. Look, I'll pour out my spirit on you. I'll reveal my words to you.", "24": "I invited you, but you rejected me; I stretched out my hand to you, but you paid no attention.", "25": "You ignored all my advice, and you didn't want me to correct you.", "26": "So I'll laugh at your disaster; I'll make fun of you when dread comes over you,", "27": "when terror hits you like a hurricane, and your disaster comes in like a tornado, when distress and oppression overcome you.", "28": "Then they will call me, but I won't answer; they will seek me, but won't find me", "29": "because they hated knowledge and didn't choose the fear of the Lord.", "30": "They didn't want my advice; they rejected all my corrections.", "31": "They will eat from the fruit of their way, and they'll be full of their own schemes.", "32": "The immature will die because they turn away; smugness will destroy fools.", "33": "Those who obey me will dwell securely, untroubled by the dread of harm.”"}