{"1": "The proverbs of Solomon: A wise child makes a father glad, but a foolish child brings sorrow to his mother.", "2": "The treasure of the wicked won't profit them, but righteousness rescues people from death.", "3": "The Lord doesn't let the righteous starve, but he rejects the desires of the wicked.", "4": "Laziness brings poverty; hard work makes one rich.", "5": "A wise son harvests in the summer; a disgraceful son sleeps right through the harvest.", "6": "Blessings cover the head of the righteous, but the mouth of the wicked conceals violence.", "7": "The memory of the righteous is a blessing, but the name of the wicked rots.", "8": "The skilled mind accepts commands, but a foolish talker is ruined.", "9": "Those who walk in innocence walk with confidence, but those on crooked paths will be found out.", "10": "Those who wink an eye bring trouble; those who speak foolishly are ruined.", "11": "The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence.", "12": "Hate stirs up conflict, but love covers all offenses.", "13": "Wisdom is found on the lips of those who have understanding, but there is a rod for the back of those with no sense.", "14": "The wise store up knowledge, but the mouth of a fool brings on ruin.", "15": "The riches of the wealthy are their strong city; the ruin of the poor is their poverty.", "16": "The wages of the righteous lead to life; the earnings of the wicked lead to sin.", "17": "Those who heed instruction are on the way to life, but those who ignore correction lose their way.", "18": "Lying lips conceal hate, and those who spread slander are fools.", "19": "With lots of words comes wrongdoing, but the wise restrain their lips.", "20": "The tongue of the righteous is choice silver, but the heart of the wicked lacks value.", "21": "The lips of the righteous nourish many people, but fools who lack sense will die.", "22": "The Lord's blessing makes a person rich, and no trouble is added to it.", "23": "Fools enjoy vile deeds, but those with understanding take pleasure in wisdom.", "24": "What the wicked dread will come on them, but what the righteous desire will be given to them.", "25": "After a whirlwind passes by, the wicked are no more, but the righteous stand firm forever.", "26": "Like vinegar to the teeth and smoke to the eyes, so are lazy people to those who authorize them.", "27": "The fear of the Lord increases one's life, but the years of the wicked will be cut short.", "28": "The expectations of the righteous result in joy, but the hopes of the wicked will perish.", "29": "The path of the Lord is a refuge for the innocent and ruin for those who do evil.", "30": "The righteous will never be shaken, but the wicked won't dwell in the land.", "31": "The mouth of the righteous flows with wisdom, but the twisted tongue will be cut off.", "32": "The lips of the wise know what is acceptable, but the mouth of the wicked knows only what is perverse."}