{"1": "Those who love discipline love knowledge, and those who hate correction are stupid.", "2": "The Lord favors good people, but he condemns schemers.", "3": "No one is established by wicked acts, but the roots of the righteous can't be disturbed.", "4": "A strong woman is a crown to her husband, but a disgraceful woman is like rot in his bones.", "5": "The plans of the righteous are just, but the guidance of the wicked is deceptive.", "6": "The words of the wicked are a deathtrap, but the speech of those who do right rescues them.", "7": "The wicked are destroyed and are no more, but the family of the righteous will endure.", "8": "A person is praised for his insight, but a warped mind leads to contempt.", "9": "Better to be held in low regard and have a servant than to be conceited and lack food.", "10": "The righteous care about their livestock's needs, but even the compassion of the wicked is cruel.", "11": "Those who work their land will have plenty to eat, but those who engage in empty pursuits have no sense.", "12": "Desiring evil is a trap for the wicked, but the root of the righteous endures.[a]", "13": "The wicked are trapped by the transgressions of their lips, but the righteous escape from distress.", "14": "From the fruit of their speech, people are well satisfied; their work results in reward.", "15": "Fools see their own way as right, but the wise listen to advice.", "16": "Fools reveal their anger right away, but the shrewd hide their contempt.", "17": "Those who state the truth speak justly, but a false witness deceives.", "18": "Some chatter on like a stabbing sword, but a wise tongue heals.", "19": "Truthful lips endure forever, but a lying tongue lasts only for a moment.", "20": "Deceit is in the heart of those who plan evil, but there is joy for those who advise peace.", "21": "No harm happens to the righteous, but the wicked receive their fill of trouble.", "22": "The Lord detests false lips; he favors those who do what is true.", "23": "The shrewd conceal their knowledge, but the heart of fools proclaims their stupidity.", "24": "A hard worker is in charge, while a lazy one will be sentenced to hard labor.", "25": "Anxiety leads to depression, but a good word encourages.", "26": "The righteous offer guidance to their neighbors,[b] but the path of the wicked makes them wander.", "27": "The lazy don't roast[c] their prey, but hard workers receive precious riches.", "28": "The way of the righteous leads to life, but the detestable[d] path leads to death."}