{"1": "A wise son listens to[a] the discipline of his father, but a mocker doesn't listen to correction.", "2": "People eat well from the fruit of their words, but the treacherous have an appetite only for violence.", "3": "People who watch their mouths guard their lives, but those who open their lips are ruined.", "4": "The lazy have strong desires but receive nothing; the appetite of the diligent is satisfied.", "5": "The righteous hate false words, but the wicked create disgust and scorn.", "6": "Righteousness guards the innocent on the path, but wickedness misleads sinners.", "7": "Some pretend to be rich but have nothing, while others pretend to be poor, but have great riches.", "8": "Wealth can ransom a person's life, but the poor don't even receive threats.", "9": "The light of the righteous rejoices, but the lamp of the wicked goes out.", "10": "The empty-headed cause conflict out of pride; those who take advice are wise.", "11": "Riches gotten quickly[b] will dwindle, but those who acquire them gradually become wealthy.", "12": "Hope delayed makes the heart sick; longing fulfilled is a tree of life.", "13": "Trouble will come on those who despise a word, but those who respect the commandment will be rewarded.", "14": "The teaching of the wise is a fountain of life, turning a person away from deathtraps.", "15": "Good insight brings favor, but the way of the faithless is their ruin.[c]", "16": "The prudent all act intelligently, but fools display their stupidity.", "17": "Wicked messengers fall into trouble, but a reliable one brings healing.", "18": "Poverty and shame come to those who don't care about instruction; honor belongs to those who heed correction.", "19": "A desire fulfilled is pleasant, but fools find deviating from evil disgusting.", "20": "Walk with wise people and become wise; befriend fools and get in trouble.", "21": "Trouble pursues sinners, but good things reward the righteous.", "22": "Good people leave their grandchildren an inheritance, but the wealth of sinners is stored up for the righteous.", "23": "A poor person's land might produce much food, but it is unjustly swept away.", "24": "Those who withhold the rod hate their children, but the one who loves them applies discipline.", "25": "The righteous eat their fill, but the wicked have empty stomachs."}