{"1": "A wise woman builds her house, while a foolish woman tears hers down with her own hands.", "2": "Those who walk with integrity fear the Lord, but those who take a crooked path despise him.", "3": "Pride sprouts in the mouth of a fool,[a] but the lips of the wise protect them.", "4": "When there are no oxen, the stall is clean, but when there is a strong bull, there is abundant produce.", "5": "A truthful witness doesn't lie, but a false witness spews lies.", "6": "A mocker searches for wisdom and gets none, but knowledge comes quickly to the intelligent.", "7": "Stay away from fools, for you won't learn wise speech there.", "8": "By their wisdom the prudent understand their way, but the stupidity of fools deceives them.", "9": "Fools mock a compensation offering, but favor is with those who do right.", "10": "The heart knows its own distress; another person can't share its joy.", "11": "The house of the wicked is destroyed, but the tent flourishes for those who do right.", "12": "There is a path that may seem straight to someone, but in the end it is a path to death.", "13": "The heart feels pain even in laughter, and in the end, joy turns to sorrow.", "14": "Rebellious hearts receive satisfaction from their ways; the good receive the due reward for their deeds.", "15": "The naive believe anything, but the prudent give thought to their steps.", "16": "The wise are careful and avoid evil, but fools become excited and overconfident.", "17": "Short-tempered people make stupid mistakes, and schemers are hated.", "18": "Stupidity is the lot of the naive, but the prudent are crowned with knowledge.", "19": "Evil people will bow down before the good; wicked people are at the gates of the righteous.", "20": "Even their neighbors hate the poor, but many love the wealthy.", "21": "Those who despise their neighbors are sinners, but happy are those who are kind to the needy.", "22": "Don't those who plan evil go astray? Those who plan good receive loyalty and faithfulness.", "23": "There is profit in hard work, but mere talk leads to poverty.", "24": "Wealth is the crown of the wise, and the folly of fools is folly.", "25": "A truthful witness saves lives, but a deceiver proclaims lies.", "26": "In the fear of the Lord is strong confidence and refuge for one's children.", "27": "The fear of the Lord is a fountain of life, turning people away from deathtraps.", "28": "A king's glory is a large population, but a dwindling people is a ruler's ruin.", "29": "Patience leads to abundant understanding, but impatience leads to stupid mistakes.", "30": "A peaceful mind gives life to the body, but jealousy rots the bones.", "31": "Those who exploit the powerless anger their maker, while those who are kind to the poor honor God.", "32": "The wicked are thrown down by their own evil, but the righteous find refuge even in death.", "33": "Wisdom resides in an understanding heart, but it's not[b] known in fools.", "34": "Righteousness dignifies a nation, but sin disgraces a people.", "35": "The king favors an insightful servant, but is furious at a shameful one."}