{"1": "A sensitive answer turns back wrath, but an offensive word stirs up anger.", "2": "The tongue of the wise enhances knowledge, but the mouth of a fool gushes with stupidity.", "3": "The Lord's eyes are everywhere, keeping watch on evil and good people.", "4": "Wholesome speech is a tree of life, but dishonest talk breaks the spirit.", "5": "A fool doesn't like a father's instruction, but those who heed correction are mature.", "6": "Great treasure is in the house of the righteous, but the gain of the wicked brings trouble.", "7": "The lips of the wise spread knowledge, but the hearts of fools have none.", "8": "The Lord detests the sacrifices of the wicked, but favors the prayers of those who do right.", "9": "The Lord detests the path of the wicked, but loves those who pursue righteousness.", "10": "Discipline is severe for those who abandon the way; those who hate correction will die.", "11": "The grave[a] and the underworld[b] lie open before the Lord; how much more the hearts of human beings!", "12": "Mockers don't like those who correct them. They won't go to the wise.", "13": "A joyful heart brightens one's face, but a troubled heart breaks the spirit.", "14": "An understanding heart seeks knowledge; but fools feed on folly.", "15": "All the days of the needy are hard, but a happy heart has a continual feast.", "16": "Better a little with fear of the Lord than a great treasure with turmoil.", "17": "Better a meal of greens with love than a plump calf with hate.", "18": "Hotheads stir up conflict, but patient people calm down strife.", "19": "The path of the lazy is like a hedge of thorns, but the way of those who do right is a clear road.", "20": "A wise child brings joy to a father, but fools despise their mothers.", "21": "Folly is joy to those who lack sense, but those with understanding walk straight ahead.", "22": "Plans fail with no counsel, but with many counselors they succeed.", "23": "To give an appropriate answer is a joy; how good is a word at the right time!", "24": "For those with insight, life is an upward path, avoiding the grave [c] below.", "25": "The Lord snatches away the arrogant one's house, but he preserves the widow's boundaries.", "26": "The Lord detests evil plans, but gracious words are pure.", "27": "Those who acquire things unjustly gain trouble for their house, but those who hate bribes will live.", "28": "The righteous heart reflects before answering, but the wicked mouth blurts out evil.", "29": "The Lord is far from the wicked, but he listens to the prayers of the righteous.", "30": "Bright eyes give joy to the heart; good news strengthens the bones.", "31": "The ear that listens to life-giving correction dwells among the wise.", "32": "Those who refuse discipline despise themselves, but those who listen to correction gain understanding.", "33": "The fear of the Lord is wise instruction, and humility comes before respect."}