{"1": "Better a dry crust with quiet than a house full of feasting with quarrels.", "2": "An insightful servant rules over a disgraceful son and will divide an inheritance with the brothers.", "3": "A crucible is for silver and a furnace for gold, but the Lord tests the heart.", "4": "An evildoer pays attention to guilty lips; a liar listens to a destructive tongue.", "5": "Those who mock the poor insult their maker; those who rejoice in disaster won't go unpunished.", "6": "Grandchildren are the crown of the elderly, and the glory of children is their parents.", "7": "Too much talking isn't right for a fool; even less so false speech for an honorable person.", "8": "A bribe seems magical in the eyes of those who give it, granting success to all who use it.", "9": "One who seeks love conceals an offense, but one who repeats it divides friends.", "10": "A rebuke goes deeper to an understanding person than a hundred lashes to a fool.", "11": "Evil people seek only rebellion; a cruel messenger will be sent against them.", "12": "Safer to meet a bear robbed of her cubs than fools in their folly.", "13": "Evil will never depart from the house of those who return evil for good.", "14": "The start of a quarrel is like letting out water, so drop the dispute before it breaks out.", "15": "Judging the righteous wicked and the wicked righteous— the Lord detests both of these.", "16": "Why should a fool have money to pay for wisdom? He has no mind.", "17": "Friends love all the time, and kinsfolk are born for times of trouble.", "18": "One with no sense shakes hands on a deal, securing a loan for a friend.", "19": "Those who love an offense love a quarrel; those who build a high doorway invite a collapse.", "20": "Those with crooked hearts won't prosper, and those with twisted tongues will fall into trouble.", "21": "Having a fool for a son brings grief; there's no joy for a scoundrel's father.", "22": "A joyful heart helps healing, but a broken spirit dries up the bones.", "23": "The wicked take secret bribes to twist the way of justice.", "24": "Wisdom is right in front of those with understanding, but the eyes of fools are off to the edges of the earth.", "25": "A foolish son is irritating to his father and bitter to her who gave birth to him.", "26": "It isn't good to punish the righteous, to strike the honorable for their integrity.", "27": "Wise are those who restrain their talking; people with understanding are coolheaded.", "28": "Fools who keep quiet are deemed wise; those who shut their lips are smart."}