{"1": "Unfriendly people look out for themselves; they bicker with sensible people.", "2": "Fools find no pleasure in understanding, but only in expressing their opinion.", "3": "When the wicked arrive, so does contempt; with shame comes insult.", "4": "The words of a person's mouth are deep waters, a bubbling stream, a fountain of wisdom.", "5": "Favoring the wicked isn't good; it denies justice to the righteous.", "6": "The lips of fools make accusations; their mouths elicit beatings.", "7": "The mouth of fools is their ruin; their lips are a trap for their lives.", "8": "The words of gossips are like choice snacks; they go down to the inmost parts.", "9": "Those who are lazy in their work are brothers to thugs.", "10": "The Lord's name is a strong tower; the righteous run to it and find refuge.", "11": "The riches of the wealthy are a strong city and like a high wall in their imagination.", "12": "Pride comes before a disaster, but humility comes before respect.", "13": "Those who answer before they listen are foolish and disgraceful.", "14": "The human spirit sustains a sick person, but who can bear a broken spirit?", "15": "An understanding mind gains knowledge; the ear of the wise seeks knowledge.", "16": "A gift opens the way for access to important people.", "17": "The first person to testify seems innocent, until the other comes and cross-examines him.", "18": "The dice settle conflicts and keep strong opponents apart.", "19": "An offended ally is more formidable than a city; such quarreling is like the bars of a castle.", "20": "The stomach is satisfied by the fruit of the mouth; one's lips can earn a satisfying income.", "21": "Death and life are in the power of the tongue; those who love it will eat its fruit.", "22": "He who finds a wife finds what is good, gaining favor from the Lord.", "23": "The poor plead for help, but the wealthy answer harshly.", "24": "There are persons for companionship, but then there are friends who are more loyal than family."}