{"1": "Better to be poor and walk in innocence than to have dishonest lips and be a fool.", "2": "Ignorant desire isn't good; rushing feet make mistakes.", "3": "People's own folly corrupts their way, but their hearts rage against the Lord.", "4": "Riches increase one's friends, but the poor lose their friends.", "5": "A false witness won't go unpunished, and a liar won't escape.", "6": "Many seek favor from rulers; everyone befriends a gift giver.", "7": "All the relatives of the poor hate them; even more, their friends stay far from them. When they pursue them with words, they aren't there.", "8": "Those who acquire good sense love themselves; those who keep understanding find success.", "9": "False witnesses won't go unpunished, and liars will perish.", "10": "Luxury isn't fitting for a fool; even less so for a servant to rule over princes.", "11": "Insightful people restrain their anger; their glory is to ignore an offense.", "12": "A raging king roars like a lion; his favor is like the dew on the grass.", "13": "A foolish son is a disaster to his father; a contentious wife is like constant dripping.", "14": "House and riches are an inheritance from one's ancestors, but an insightful wife is from the Lord.", "15": "Laziness brings on deep sleep; a slacker goes hungry.", "16": "Those who keep the commandment preserve their lives; those who disregard their ways will die.", "17": "Those who are gracious to the poor lend to the Lord, and the Lord will fully repay them.", "18": "Discipline your children while there is hope, but don't plan to kill them.", "19": "Angry people must pay the penalty; if you rescue them, then you will have to do it again.", "20": "Listen to advice and accept instruction, so you might grow wise in the future.", "21": "Many plans are in a person's mind, but the Lord's purpose will succeed.", "22": "People long for trustworthiness; it is better to be poor than a liar.", "23": "The fear of the Lord leads to life; then one rests content, untouched by harm.", "24": "Lazy people bury their hand in the bowl; they won't even put it to their mouth.", "25": "Strike someone who scoffs, and a naive person will become clever; correct someone with understanding, and they will gain knowledge.", "26": "Those who assault their father and drive out their mother are disgraceful children, worthy of reproach.", "27": "If, my child, you stop listening to discipline, you will wander away from words of knowledge.", "28": "A worthless witness mocks justice; the wicked mouth gulps down trouble.", "29": "Punishments were made for mockers, and blows for the backs of fools."}