{"1": "Wine is a mocker; beer a carouser. Those it leads astray won't become wise.", "2": "A king is as terrifying as a lion's growl. Those who anger him may lose their life.", "3": "It is honorable to back off from a fight, but fools jump right in.", "4": "The lazy don't plow during winter; at harvest they look but find nothing.", "5": "Advice comes from the deep waters of the heart; those with understanding can draw it out.", "6": "Many people will say that they are loyal, but who can find a reliable person?", "7": "The righteous live with integrity; happy are their children who come after them.", "8": "A king who sits on his judgment throne sifts out all evil with his eyes.", "9": "Who can say, “I'm innocent to the core; I'm cleansed from my sin”?", "10": "False weights and measures— the Lord detests them both.", "11": "Even young people are known by their actions, whether their conduct is pure and upright.", "12": "Ears to hear and eyes to see— the Lord made them both.", "13": "Don't love sleep or you will be poor; stay alert and you will have plenty to eat.", "14": "The buyer says, “Bad, bad,” but then goes away and brags.", "15": "Much gold and many pearls exist, but wise speech is the most precious jewel.", "16": "Take the garment of the person who secures a loan for a stranger; take his pledge for a foreigner.", "17": "Stolen bread is sweet, but afterward the mouth is full of gravel.", "18": "Plans are firmed up by advice; wage wars with good guidance.", "19": "Gossips reveal secrets; don't associate with those who talk too much.", "20": "Those who curse their father or mother— their lamp will be snuffed out when it becomes dark.", "21": "Inheritance gained quickly at first won't bless later on.", "22": "Don't say, “I'll repay the evildoer!” Wait for the Lord, and he will save you.", "23": "The Lord detests false weights; deceptive scales aren't right.", "24": "A person's steps are from the Lord; how then can people understand their path?", "25": "It is a snare to say rashly, “It is holy,” and only reflect after making the promise.", "26": "A wise king sifts out the wicked, and runs them over with a wheel.", "27": "The breath of a person is the lamp of the Lord, searching all the inmost parts.", "28": "Kindness and faithfulness protect the king; he supports his throne by kindness.", "29": "Strength is the glory of young men; gray hair is the splendor of old age.", "30": "Blows and bruises remove evil; beatings cleanse the inner parts."}