{"1": "The king's heart is like channels of water in the hand of the Lord; he directs it wherever he wants.", "2": "Everyone's path is straight in their own eyes, but the Lord weighs the heart.", "3": "Acting with righteousness and justice is more valued by the Lord than sacrifice.", "4": "Prideful eyes, an arrogant heart, and the lamp of the wicked are all sinful.", "5": "The plans of the diligent end up in profit, but those who hurry end up with loss.", "6": "Those who gain treasure with lies are like a drifting fog, leading to death.", "7": "The violence of the wicked will sweep them away, for they refuse to act with justice.", "8": "The ways of some people are twisted and strange, but the behavior of those who do right is pure.", "9": "Better to live on the edge of a roof than with a contentious woman in a large house.", "10": "Wicked people desire evil; their neighbors receive no mercy from them.", "11": "When a mocker is punished, the naive person gains wisdom; when insight comes to the wise, knowledge increases.", "12": "The righteous one observes the house of the wicked, turning the wicked toward trouble.", "13": "Those who close their ears to the cries of the poor will themselves call out but receive no answer.", "14": "A secret gift calms anger, and a hidden bribe removes[a] furious wrath.", "15": "Acting justly is a joy to the righteous, but dreaded by those who do evil.", "16": "People who wander from the path of insight will rest in the company of the dead.", "17": "Those who love pleasure end up poor; lovers of wine and oil won't get rich.", "18": "The wicked are a ransom for the righteous; the treacherous will be punished[b] in the place of the virtuous.", "19": "Better to live in a wilderness than in a house with a contentious and angry woman.", "20": "Precious treasure and oil stay in the home of the wise, but fools swallow them up.", "21": "Those who pursue righteousness and kindness will find life, righteousness, and honor.", "22": "A wise person fought a city of warriors and brought down the stronghold in which they felt safe.", "23": "Those who guard their mouths and their tongues guard themselves from trouble.", "24": "Incredibly proud—mockers are their name! Their conduct involves excessive pride.", "25": "The desires of the lazy will kill them, because their hands refuse to do anything.", "26": "The lazy desire things constantly, but the righteous give without holding back.", "27": "The Lord detests the sacrifices of the wicked, especially when brought with devious motives.", "28": "A lying witness will perish, but one who listens will testify successfully.", "29": "The wicked person appears brash, but the virtuous think about the path ahead.", "30": "No wisdom, understanding, or advice can stand up against the Lord.", "31": "A horse is made ready for the day of battle, but victory belongs to the Lord."}