{"1": "A good reputation is better than much wealth; high esteem is better than silver and gold.", "2": "The rich and the poor have this in common: the Lord made them both.", "3": "Prudent people see trouble and hide, while the simpleminded go right to it and get punished.", "4": "The reward of humility and the fear of the Lord is wealth, honor, and life.", "5": "Thorns and nets are in the path of the crooked; those who guard their lives keep their distance.", "6": "Train children in the way they should go; when they grow old, they won't depart from it.", "7": "The wealthy rule over the poor; a borrower is a slave to a lender.", "8": "Those who sow injustice will harvest evil; the rod of their fury will come to an end.", "9": "Happy are generous people, because they give some of their food to the poor.", "10": "Remove the mocker and conflict disappears; judgment and shame also stop.", "11": "Those who love a pure heart— their speech is gracious, and the king is their friend.", "12": "The Lord's eyes protect knowledge, but he frustrates the words of the treacherous.", "13": "A lazy person says, “There's a lion in the street! I'll be killed in the town square!”", "14": "The mouth of a mysterious woman is a deep pit; those under the Lord's wrath will fall in it.", "15": "Folly is bound up in a child's heart; the rod of discipline removes it.", "16": "Oppressing the poor to get rich and giving to the wealthy lead only to poverty.", "17": "Turn your ear and hear the words of the wise; focus your mind on my knowledge.", "18": "It will be pleasant if you keep the words in you, if you have them ready on your lips.", "19": "So that your trust will be in the Lord, I'm teaching you today—yes, you.", "20": "Haven't I written for you thirty[a] sayings full of advice and knowledge?", "21": "Their purpose is to teach you true, reliable words, so you can report back reliably to those who sent you.", "22": "Don't steal from the poor, because they are poor. Don't oppress the needy in the gate.", "23": "The Lord will take up their case and press the life out of those who oppress them.[b]", "24": "Don't befriend people controlled by anger; don't associate with hot-tempered people;", "25": "otherwise, you will learn their ways and become trapped.", "26": "Don't shake hands to guarantee a loan.", "27": "If you can't repay, why should they be able to take your bed from you?", "28": "Don't remove an ancient boundary marker that your ancestors established.", "29": "Do you see people who work skillfully? They will work for kings but not work for lowly people."}