{"1": "When you sit down to dine with a ruler, carefully consider what is in front of you.", "2": "Place a knife at your throat to control your appetite.", "3": "Don't long for the ruler's delicacies; the food misleads.", "4": "Don't wear yourself out trying to get rich; be smart enough to stop.", "5": "When your eyes fly to wealth it is gone; it grows wings like an eagle and flies heavenward.", "6": "Don't eat food with stingy people; don't long for their delicacies,", "7": "because they are like a hair in the throat.[a] They say to you, “Eat and drink!” but they don't mean it.", "8": "You will eat scraps and vomit them out. You will waste your pleasant words.", "9": "Don't speak in the ears of fools, for they will scorn your insightful words.", "10": "Don't remove an ancient boundary marker; don't invade the fields of orphans,", "11": "for their redeemer is strong. He will bring charges against you.", "12": "Bring your mind to instruction, your ear to knowledgeable sayings.", "13": "Don't withhold instruction from children; if you strike them with a rod, they won't die.", "14": "Strike them with a rod, and you will save their lives from the grave.[b]", "15": "My child, if your heart is wise, then my heart too will be happy.", "16": "My inner being will rejoice when your lips speak with integrity.", "17": "Don't let your heart envy sinners, but fear the Lord constantly;", "18": "then you will have a future, and your hope won't be cut off.", "19": "Listen, my child, and be wise! Keep your mind straight on the path.", "20": "Don't hang out with those who get drunk on wine or those who eat too much meat,", "21": "because drunks and gluttons will be impoverished; their stupor will clothe them in rags.", "22": "Listen to your father, who gave you life; don't despise your elderly mother.", "23": "Buy truth and don't sell it; buy wisdom, instruction, and understanding.", "24": "The father of the righteous will be very happy; the one who gives life to the wise will rejoice.", "25": "Your father and your mother will rejoice; she who gave you birth will be happy.", "26": "My child, give your mind to me and let your eyes keep to my path.", "27": "A prostitute is a deep pit, and a foreign woman is a narrow well.", "28": "Indeed, she ambushes like a robber and increases the number of the faithless.", "29": "Who is suffering? Who is uneasy? Who has arguments? Who has complaints? Who has unnecessary wounds? Who has glazed eyes?—", "30": "those who linger over wine; those who go looking for mixed wine.", "31": "Don't look at wine when it is red, when it sparkles in the cup, going down smoothly.", "32": "In the end, it bites like a snake and poisons like a viper.", "33": "Your eyes will see strange things, and your heart will speak distorted words.", "34": "You will be like one who lies down while out on the sea[c] or one who lies on top of a mast.", "35": "“Though hit, I feel no pain; though beaten up, I don't know anything about it. When I wake up, I'll look for wine again!”"}