{"1": "Don't envy evil people, and don't long to be with them.", "2": "Their hearts are focused on violence, and their lips speak of trouble.", "3": "By wisdom a house is built; by understanding it is established.", "4": "By knowledge rooms are filled with all precious and pleasant wealth.", "5": "A wise person is mightier than a strong one;[a] a knowledgeable person than a powerful one.", "6": "You should make war with guidance; victory comes with many counselors.", "7": "Wisdom is beyond foolish people. They don't open their mouths in the gate.", "8": "Those who plot evil will be called master schemers.", "9": "The scheming of fools is sin; people detest mockers.", "10": "If you show yourself weak on a day of distress, your strength is too small.", "11": "Rescue those being taken off to death; and from those staggering to the slaughter, don't hold back.", "12": "If you say, “Look, we didn't know about it,” the one who weighs hearts—doesn't he understand? The one who protects your life—he knows. He makes people pay for their actions.", "13": "My child, eat honey, for it is good. The honeycomb is sweet in your mouth.", "14": "Know that wisdom is like that for your whole being. If you find it, there is a future. Your hope won't be cut off.", "15": "Wicked one, don't wait secretly at the home of the righteous. Don't destroy their dwelling.", "16": "The righteous may fall seven times but still get up, but the wicked will stumble into trouble.", "17": "When your enemies fall, don't rejoice. When they stumble, don't let your heart be glad,", "18": "or the Lord will see it and be displeased, and he will turn his anger from them.", "19": "Don't get fighting mad at evil people; don't be envious of the wicked.", "20": "Indeed, there is no future for the evil; the lamp of the wicked will be put out.", "21": "Fear the Lord, my child, as well as the king. Don't associate with those who are rebellious.", "22": "Disaster comes suddenly from them. Who can know the ruin that both can bring?", "23": "These are also the sayings of the wise: Partiality in judgment isn't good.", "24": "Those who say to the guilty, “You are innocent”— the people will curse them. Nations will condemn them.", "25": "But it will go well for those who rebuke them. A rich blessing will come to them.", "26": "Those who speak honestly are like those who kiss on the lips.", "27": "Get your outside work done; make preparations in the field; then you can build your house.", "28": "Don't be a witness against your neighbor without reason; don't deceive with your lips.", "29": "Don't say, “I'll do to them what they did to me. I'll pay them back for their actions.”", "30": "I happened upon the field of a lazy person, by the vineyard of one with no sense.", "31": "Thorns grew all over it; weeds covered the ground, and the stone wall was falling down.", "32": "I observed this and took it to heart; I saw it and learned a lesson.", "33": "“A little sleep, a little slumber, a little lying down with folded arms”—", "34": "and poverty will come on you like a prowler, deprivation like a man with a shield."}