{"1": "These are also proverbs of Solomon, copied by the men of Hezekiah, king of Judah:", "2": "It is the glory of God to hide something and the glory of kings to discover something.", "3": "Like the high heavens and the depths of the earth, so the mind of a king is unsearchable.", "4": "Remove the dross from the silver, and a vessel will come out for the refiner.", "5": "Remove the wicked from the king's presence, and his throne will be established in righteousness.", "6": "Don't exalt yourself in the presence of the king, or stand in the place of important people,", "7": "because it is better that he say to you, “Come up here,” than to be demoted before a ruler. What your eyes see,", "8": "don't be quick to quarrel over; what will you do in the future when your neighbor shames you?", "9": "Argue it out with your neighbor, and don't give away someone's secret.", "10": "Otherwise, the one who hears it will vilify you; the slander against you will never stop.", "11": "Words spoken at the right time are like gold apples in a silver setting.", "12": "Wise correction to an ear that listens is like a gold earring or jewelry of fine gold.", "13": "Like the coolness of snow on a harvest day are reliable messengers to those who send them; they restore the life of their master.", "14": "People who brag about a gift never given are like clouds and wind that produce no rain.", "15": "A commander can be persuaded with patience, and a tender tongue can break a bone.", "16": "If you find honey, eat just the right amount; otherwise, you'll get full and vomit it up.", "17": "Don't spend too much time in your neighbor's house. Otherwise, they'll get fed up with you and hate you.", "18": "People who testify falsely against their neighbors are like a club, sword, and sharpened arrow.", "19": "Trusting a treacherous person at a difficult time is like having a bad tooth or a wobbly foot.", "20": "Singing a song to a troubled heart is like taking off a garment on a cold day or putting vinegar on a wound.[a]", "21": "If your enemies are starving, feed them some bread; if they are thirsty, give them water to drink.", "22": "By doing this, you will heap burning coals on their heads, and the Lord will reward you.", "23": "The north wind stirs up rain, and a person who plots quietly provokes angry faces.", "24": "Better to live on the edge of a roof than to share a house with a contentious woman.", "25": "Good news from a distant land is like cold water for a weary person.", "26": "A righteous person giving in to the wicked is like a contaminated spring or a polluted fountain.", "27": "Eating too much honey isn't good, nor is it appropriate to seek honor.", "28": "A person without self-control is like a breached city, one with no walls."}