{"1": "Like snow in the summer or rain at harvest, so honor isn't appropriate for a fool.", "2": "Like a darting sparrow, like a flying swallow, so an undeserved curse never arrives.", "3": "A whip for a horse, a bridle for a donkey, and a rod for the back of fools.", "4": "Don't answer fools according to their folly, or you will become like them yourself.", "5": "Answer fools according to their folly, or they will deem themselves wise.", "6": "Sending messages with a fool is like cutting off one's feet or drinking down violence.", "7": "As legs dangle from a disabled person, so does a proverb in the mouth of fools.", "8": "Like tying a stone in a sling, so is giving respect to a fool.", "9": "Like a thorny bush in the hand of a drunk, so is a proverb in the mouth of fools.", "10": "Like an archer who wounds someone randomly, so is one who hires a fool or a passerby.", "11": "Like a dog that returns to its vomit, so a fool repeats foolish mistakes.", "12": "Do you see people who consider themselves wise? There is more hope for a fool than for them.", "13": "A lazy person says, “There's a lion in the path! A lion in the plazas!”", "14": "As a door turns on its hinge, so do lazy people in their beds.", "15": "Lazy people bury their hand into the bowl, too tired to return it to their mouth.", "16": "Lazy people think they are wiser than seven people who answer sensibly.", "17": "Like yanking the ears of a dog, so is one who passes by and gets involved in another person's fight.", "18": "Like a crazy person shooting deadly flaming arrows", "19": "are those who deceive their neighbor and say, “Hey, I was only joking!”", "20": "Without wood a fire goes out; without gossips, conflict calms down.", "21": "Like adding charcoal to embers or wood to fire, quarrelsome people kindle strife.", "22": "The words of gossips are like choice snacks; they go down to the inmost parts.", "23": "Smooth[a] lips and an evil heart are like silver coating on clay.", "24": "Hateful people mislead with their lips, keeping their deception within.", "25": "Though they speak graciously, don't believe them, for seven horrible things are in their heart.", "26": "They may cover their hatred with trickery, but their evil will be revealed in public.", "27": "Those who dig a pit will fall in it; those who roll a stone will have it turn back on them.", "28": "A lying tongue hates those it crushes; a flattering mouth causes destruction."}