{"1": "The wicked run away even though no one pursues them, but the righteous are as confident as a lion.", "2": "When a land rebels, there are many leaders; but a person with understanding brings order.", "3": "Poor people who oppress the needy are rain that washes away food.", "4": "Those who abandon Instruction praise the wicked, but those who follow Instruction battle them.", "5": "Evil people don't understand justice, but those who seek the Lord understand everything.", "6": "Better to be poor and walk in innocence than to be on crooked paths and wealthy.", "7": "Intelligent children follow Instruction, but those who befriend gluttons shame their parents.", "8": "Those who become rich through high interest rates gather money for those who are generous to the poor.", "9": "Those who turn their ears from hearing Instruction— even their prayers will be detested.", "10": "Whoever misleads those who do right onto an evil path will fall into their own pit, but the blameless will inherit good things.", "11": "Rich people think they are wise, but an insightful poor person sees through them.", "12": "When the righteous rejoice, there is great respect, but people hide when the wicked prosper.", "13": "Those who hide their sins won't succeed, but those who confess and give them up will receive mercy.", "14": "Happy are those who are continually fearful, but those whose hearts are hard fall into trouble.", "15": "A wicked ruler over the poor is like a growling lion or a prowling bear.", "16": "A prince without understanding is a cruel oppressor, but one who hates unjust gain will live long.", "17": "If someone feels guilty about murder, don't hold them back from fleeing to the pit.", "18": "Those who walk in innocence will be saved, but those who go on twisted paths will fall into the grave.", "19": "Those who work the land will have plenty to eat, but those with worthless pursuits will have plenty of poverty.", "20": "Reliable people will have abundant blessings, but those with get-rich-quick schemes won't go unpunished.", "21": "Those who show favoritism aren't good; people do wrong for a crust of bread.", "22": "The stingy try to get rich fast, unaware that loss will come to them.", "23": "Those who correct someone will, in the end, find more favor than those with flattering tongues.", "24": "Those who steal from their father and mother, and say, “It's not a crime,” are friends of vandals.", "25": "Greedy people stir up conflict, but those who trust the Lord become prosperous.", "26": "Those who trust in their own reasoning are fools, but those who walk in wisdom will be kept safe.", "27": "Those who give to the poor will lack nothing, but those who turn a blind eye will be greatly cursed.", "28": "When the wicked rise up, people hide, but when they are destroyed, the righteous multiply."}