{"1": "One who stays stubborn after many corrections will be suddenly broken, beyond healing.", "2": "When the righteous become numerous, the people rejoice, but when the wicked dominate, the people moan.", "3": "A man who loves wisdom makes his father rejoice, but one who spends time with prostitutes destroys riches.", "4": "A king gives stability to the land by justice, but one who imposes heavy taxes tears it down.", "5": "People who flatter their friends spread out a net for their feet.", "6": "The wicked are snared by their own sin;[a] the righteous sing and rejoice.", "7": "The righteous know the rights of the poor, but the wicked don't understand.", "8": "Mockers set a city on fire, but the wise turn back anger.", "9": "When the wise make a legal charge against the foolish, the fools shout, they laugh—there is no calm.", "10": "Murderous people hate the innocent, and they seek the lives of the virtuous.", "11": "Fools show all their anger, but the wise hold it back.", "12": "If a ruler listens to lies, those who serve him will be wicked.", "13": "The poor and their oppressors have a common bond— the Lord gives light to the eyes of both.", "14": "If a king judges the poor honestly, his throne will be established forever.", "15": "The rod and correction lead to wisdom, but children out of control shame their mothers.", "16": "When the wicked become numerous, so do crimes; the righteous will see their downfall.", "17": "Instruct your children; they will give you peace of mind and bring delight into your life.", "18": "When there's no vision, the people get out of control, but whoever obeys instruction is happy.", "19": "Servants aren't disciplined by words; they might understand, but they don't respond.", "20": "Do you see people who are quick to speak? There is more hope for fools than for them.", "21": "Pamper servants from a young age, and later on there will be trouble.", "22": "Angry people stir up conflict; hotheads cause much offense.", "23": "Pride lays people low, but those of humble spirit gain honor.", "24": "Those who share plunder with thieves hate themselves; even under oath, they don't testify.", "25": "People are trapped by their fear of others; those who trust the Lord are secure.", "26": "Many seek access to the ruler, but justice comes from the Lord.", "27": "The unjust person is disgusting to the righteous; the straight path is disgusting to the wicked."}