{"1": "My son, don't forget my instruction. Let your heart guard my commands,", "2": "because they will help you live a long time and provide you with well-being.", "3": "Don't let loyalty and faithfulness leave you. Bind them on your neck; write them on the tablet of your heart.", "4": "Then you will find favor and approval in the eyes of God and humanity.", "5": "Trust in the Lord with all your heart; don't rely on your own intelligence.", "6": "Know him in all your paths, and he will keep your ways straight.", "7": "Don't consider yourself wise. Fear the Lord and turn away from evil.", "8": "Then your body[a] will be healthy and your bones strengthened.", "9": "Honor the Lord with your wealth and with the first of all your crops.", "10": "Then your barns will be filled with plenty, and your vats will burst with wine.", "11": "Don't reject the instruction of the Lord, my son; don't despise his correction.", "12": "The Lord loves those he corrects, just like a father who treats his son with favor.", "13": "Happy are those who find wisdom and those who gain understanding.", "14": "Her profit is better than silver, and her gain better than gold.", "15": "Her value exceeds pearls; all you desire can't compare with her.", "16": "In her right hand is a long life; in her left are wealth and honor.", "17": "Her ways are pleasant; all her paths are peaceful.", "18": "She is a tree of life to those who embrace her; those who hold her tight are happy.", "19": "The Lord laid the foundations of the earth with wisdom, establishing the heavens with understanding.", "20": "With his knowledge, the watery depths burst open, and the skies drop dew.", "21": "My son, don't let them slip from your eyes; hold on to sound judgment and discretion.", "22": "They will be life for your whole being, and an ornament for your neck.", "23": "Then you will walk safely on your path, and your foot won't stumble.", "24": "If you lie down, you won't be terrified. When you lie down, your sleep will be pleasant.", "25": "Don't fear sudden terror or the ruin that comes to the wicked.", "26": "The Lord will be your confidence; he will guard your feet from being snared.", "27": "Don't withhold good from someone who deserves it, when it is in your power to do so.", "28": "Don't say to your neighbor, “Go and come back; I'll give it to you tomorrow,” when you have it.", "29": "Don't plan to harm your neighbor who trusts and lives near you.", "30": "Don't accuse anyone without reason, when they haven't harmed you.", "31": "Don't envy violent people or choose any of their ways.", "32": "Devious people are detestable to the Lord, but the virtuous are his close friends.", "33": "The Lord's curse is on the house of the wicked, but he blesses the home of the righteous.", "34": "He mocks mockers, but he shows favor to the humble.", "35": "The wise gain respect, but fools receive shame."}