{"1": "The words of Agur, Jakeh's son, from Massa. The man declares: I'm tired, God; I'm tired, God, and I'm exhausted.", "2": "Actually, I'm too stupid to be human, a man without understanding.", "3": "I haven't learned wisdom, nor do I have knowledge of the holy one.", "4": "Who has gone up to heaven and come down? Who has gathered the wind by the handful? Who has bound up the waters in a garment? Who has established all the ends of the earth? What is this person's name and the name of this person's child— if you know it?", "5": "All God's words are tried and true; a shield for those who take refuge in him.", "6": "Don't add to his words, or he will correct you and show you to be a liar.", "7": "Two things I ask of you; don't keep them from me before I die:", "8": "Fraud and lies— keep far from me! Don't give me either poverty or wealth; give me just the food I need.", "9": "Or I'll be full and deny you, and say, “Who is the Lord?” Or I'll be poor and steal, and dishonor my God's name.", "10": "Don't slander a servant to his master; otherwise, the servant will curse you, and you will be guilty.", "11": "There are those who curse their father and don't bless their mother.", "12": "There are those who think they are clean, but haven't washed off their own excrement.", "13": "There are those— how arrogant are their eyes; how their eyebrows are raised!", "14": "There are those whose teeth are swords; their jaw is a butcher's knife, ready to devour the needy from the earth, and the poor from humanity.", "15": "The leech has two daughters: “Give, give!” There are three things that are never satisfied, four that never say, “Enough!”:", "16": "the grave[a] and a barren womb, a land never filled with water, and fire that doesn't say, “Enough!”", "17": "An eye that mocks a father and rejects obedience to a mother, may the ravens of the river valley peck it out, and the eagle's young eat it.", "18": "Three things are too wonderful for me, four that I can't figure out:", "19": "the way of an eagle in the sky, the way of a snake on the rock, the way of a ship out on the open sea, and the way of a man with a young woman.", "20": "This is the way of an adulterous woman: she eats and wipes her mouth, and she says, “I've done nothing wrong!”", "21": "At three things the earth trembles, at four it can't bear up:", "22": "at a servant when he becomes king and fools when they are full of food;", "23": "at a detested woman when she gets married and a female servant when she replaces her mistress.", "24": "Four things are among the smallest on earth, but they are extremely wise:", "25": "Ants as creatures aren't strong, but they store away their food in the summer.", "26": "Badgers as creatures aren't powerful, but they make their homes in the rocks.", "27": "Locusts don't have a king, but they march together in ranks.", "28": "You can catch lizards in your hand, but they are in kings' palaces.", "29": "There are three things that are excellent in their stride, four that are excellent as they walk:", "30": "a lion, a warrior among beasts, which doesn't back down at anything;", "31": "the strut of a rooster or a male goat; and a king with his army.", "32": "If you've been foolish and arrogant, if you've been scheming, put your hand to your mouth,", "33": "because churning milk makes curds, squeezing the nose brings blood, and stirring up anger produces strife."}