{"1": "The words of King Lemuel of Massa, which his mother taught him:", "2": "No, my son! No, son of my womb! No, son of my solemn promises!", "3": "Don't give your strength to women, your ways to those who wipe out kings.", "4": "It isn't for kings, Lemuel, it isn't for kings to drink wine, for rulers to crave[a] strong drink.", "5": "Otherwise, they will drink and forget the law, and violate the rights of the needy.", "6": "Give strong drink to those who are perishing and wine to those whose hearts are bitter.", "7": "Let them drink and forget their poverty and no longer remember their toil.", "8": "Speak out on behalf of the voiceless, and for the rights of all who are vulnerable.[b]", "9": "Speak out in order to judge with righteousness and to defend the needy and the poor.", "10": "A competent wife, how does one find her? Her value is far above pearls.", "11": "Her husband entrusts his heart to her, and with her he will have all he needs.", "12": "She brings him good and not trouble all the days of her life.", "13": "She seeks out wool and flax; she works joyfully with her hands.", "14": "She is like a fleet of merchant ships, bringing food from a distance.", "15": "She gets up while it is still night, providing food for her household, even some for her female servants.", "16": "She surveys a field and acquires it; from her own resources, she plants a vineyard.", "17": "She works energetically; her arms are powerful.", "18": "She realizes that her trading is successful; she doesn't put out her lamp at night.", "19": "She puts her hands to the spindle; her palms grasp the whorl.", "20": "She reaches out to the needy; she stretches out her hands to the poor.", "21": "She doesn't fear for her household when it snows, because they are all dressed in warm[c] clothes.", "22": "She makes bedspreads for herself; fine linen and purple are her clothing.", "23": "Her husband is known in the city gates when he sits with the elders of the land.", "24": "She makes garments and sells them; she supplies sashes to traders.", "25": "Strength and honor are her clothing; she is confident about the future.", "26": "Her mouth is full of wisdom; kindly teaching is on her tongue.", "27": "She is vigilant over the activities of her household; she doesn't eat the food of laziness.", "28": "Her children bless her; her husband praises her:", "29": "“Many women act competently, but you surpass them all!”", "30": "Charm is deceptive and beauty fleeting, but a woman who fears the Lord is to be praised.", "31": "Let her share in the results of her work; let her deeds praise her in the city gates."}