{"1": "Doesn't Wisdom cry out and Understanding shout?", "2": "Atop the heights along the path, at the crossroads she takes her stand.", "3": "By the gate before the city, at the entrances she shouts:", "4": "I cry out to you, people; my voice goes out to all of humanity.", "5": "Understand skill, you who are naive. Take this to heart, you fools.", "6": "Listen, for I speak things that are correct; from my lips comes what is right.", "7": "My mouth utters the truth; my lips despise wickedness.", "8": "All the words of my mouth are righteous; nothing in them is twisted or crooked.", "9": "All of them are straightforward to those who understand, and upright for the knowledgeable.", "10": "Take my instruction rather than silver, knowledge rather than choice gold.", "11": "Wisdom is better than pearls; nothing is more delightful than she.", "12": "I, Wisdom, dwell with prudence; I have found knowledge and discretion.", "13": "To fear the Lord is to hate evil. I hate pride and arrogance, the path of evil and corrupt speech.", "14": "I have advice and ability, as well as understanding and strength.", "15": "By me kings rule, and princes issue righteous decrees.", "16": "By me rulers govern, and officials judge righteously.[a]", "17": "I love those who love me; those who seek me will find me.", "18": "Riches and honor are with me, as well as enduring wealth and righteousness.", "19": "My fruit is better than gold, even fine gold; my crops are better than choice silver.", "20": "I walk on the way of righteousness, on the paths of justice,", "21": "to provide for those who love me and to fill up their treasuries.", "22": "The Lord created me at the beginning of his way, before his deeds long in the past.", "23": "I was formed in ancient times, at the beginning, before the earth was.", "24": "When there were no watery depths, I was brought forth, when there were no springs flowing with water.", "25": "Before the mountains were settled, before the hills, I was brought forth;", "26": "before God[b] made the earth and the fields or the first of the dry land.", "27": "I was there when he established the heavens, when he marked out the horizon on the deep sea,", "28": "when he thickened the clouds above, when he secured the fountains of the deep,", "29": "when he set a limit for the sea, so the water couldn't go beyond his command, when he marked out the earth's foundations.", "30": "I was beside him as a master of crafts.[c] I was having fun, smiling before him all the time,", "31": "frolicking with his inhabited earth and delighting in the human race.", "32": "Now children, listen to me: Happy are those who keep to my ways!", "33": "Listen to instruction, and be wise; don't avoid it.", "34": "Happy are those who listen to me, watching daily at my doors, waiting at my doorposts.", "35": "Those who find me find life; they gain favor from the Lord.", "36": "Those who offend me injure themselves; all those who hate me love death."}