{"1": "I just have to boast – not that there's anything to be gained by it; but I'll go on to visions and revelations of the Lord. ", "2": "Someone I know in the Messiah, fourteen years ago (whether in the body or out of the body I don't know, though God knows), was snatched up to the third heaven. ", "3": "I know that this particular 'Someone' (whether in the body or apart from the body I don't know, God knows) – ", "4": "this person was snatched up to paradise, and heard . . . words you can't pronounce, which humans aren't allowed to repeat. ", "5": "I will boast of Someone like that, but I won't boast of myself, except of my weaknesses. ", "6": "If I did want to boast, you see, I wouldn't be mad; I'd be speaking the truth. But I'm holding back, so that nobody will think anything of me except what they can see in me or hear from me, ", "7": "even considering how remarkable the revelations were. As a result, so that I wouldn't become too exalted, a thorn was given to me in my flesh, a messenger from the satan, to keep stabbing away at me. ", "8": "I prayed to the Lord three times about this, asking that it would be taken away from me, ", "9": "and this is what he said to me: 'My grace is enough for you; my power comes to perfection in weakness.' So I will be all the more pleased to boast of my weaknesses, so that the Messiah's power may rest upon me. ", "10": "So I'm delighted when I'm weak, insulted, in difficulties, persecuted and facing disasters, for the Messiah's sake. When I'm weak, you see, then I am strong.", "11": "I've been a fool! You forced me into it. If I was to have received an official commendation, it ought actually to have come from you! After all, I'm not inferior to the super-apostles, even though I am nothing. ", "12": "The signs of a true apostle, you see, were performed among you in all patience, with signs and wonders and powers. ", "13": "In what way have you been worse off than all the other churches, except in the fact that I myself didn't become a burden to you? Forgive me this injustice!", "14": "Now look: this is the third time I'm ready to come to you. And I'm not going to be a burden, because I'm not looking for what belongs to you, but you yourselves. Children, after all, shouldn't be saving up for their parents, but parents for their children! ", "15": "For my part, I will gladly spend and be spent on your behalf. If I love you all the more, am I going to be loved any the less?", "16": "Grant me this, that I didn't lay any burden on you. But – maybe I was a trickster, and I took you by deceit! ", "17": "Did I cheat you by any of the people I sent to you? ", "18": "I urged Titus to go to you, and I sent the brother with him. Did Titus cheat you? He behaved in the same spirit as me, didn't he? He conducted himself in the same manner, didn't he?", "19": "You will imagine we are explaining ourselves again. Well, we're speaking in God's presence, in the Messiah! My beloved ones, it has all been intended to build you up. ", "20": "I'm afraid, you see, that when I come I may find you rather different from what I would wish – and I may turn out to be rather different from what you would wish! I'm afraid there may still be fighting, jealousy, anger, selfishness, slander, gossip, arrogance and disorder. ", "21": "I'm afraid that perhaps, when I come once more, my God may humble me again in front of you, and I will have to go into mourning over many who sinned before, and have not repented of the uncleanness and fornication and shameless immorality that they have practised."}