{"1": "So: we're starting to 'recommend ourselves' again, are we? Or perhaps we need – as some do – official references to give to you? Or perhaps even to get from you? ", "2": "You are our official reference! It's written on our hearts! Everybody can know it and read it! ", "3": "It's quite plain that you are a letter from the Messiah, with us as the messengers – a letter not written with ink but with the spirit of the living God, not on tablets of stone but on the tablets of beating hearts.", "4": "That's the kind of confidence we have towards God, through the Messiah. ", "5": "It isn't as though we are qualified in ourselves to reckon that we have anything to offer on our own account. Our qualification comes from God: ", "6": "God has qualified us to be stewards of a new covenant, not of the letter but of the spirit. The letter kills, you see, but the spirit gives life.", "7": "But just think about it: when death was being distributed, carved in letters of stone, it was a glorious thing, so glorious in fact that the children of Israel couldn't look at Moses's face because of the glory of his face – a glory that was to be abolished. ", "8": "But in that case, when the spirit is being distributed, won't that be glorious too? ", "9": "If distributing condemnation is glorious, you see, how much more glorious is it to distribute vindication! ", "10": "In fact, what used to be glorious has come in this respect to have no glory at all, because of the new glory which goes so far beyond it. ", "11": "For if the thing which was to be abolished came with glory, how much more glory will there be for the thing that lasts.", "12": "So, because that's the kind of hope we have, we speak with great freedom. ", "13": "We aren't like Moses: he put a veil over his face, to stop the children of Israel from gazing at the end of what was being abolished. ", "14": "The difference is that their minds were hardened. You see, the same veil lies over the reading of the old covenant right up to this very day. It isn't taken away, because it's in the Messiah that it is abolished.", "15": "Yes, even to this day, whenever Moses is read, the veil lies upon their hearts; ", "16": "but 'whenever he turns back to the Lord, the veil is removed'. ", "17": "Now 'the Lord' here means the spirit; and where the spirit of the Lord is, there is freedom. ", "18": "And all of us, without any veil on our faces, gaze at the glory of the Lord as in a mirror, and so are being changed into the same image, from glory to glory, just as you'd expect from the Lord, the spirit."}