{"1": "For this reason, since we have this work entrusted to us in accordance with the mercy we have received, we don't lose heart. ", "2": "On the contrary, we have renounced the secret things that make people ashamed. We don't use tricks; we don't falsify God's word. Rather, we speak the truth openly, and recommend ourselves to everybody's conscience in the presence of God.", "3": "However, if our gospel still remains 'veiled', it is veiled for people who are perishing. ", "4": "What's happening there is that the god of this world has blinded the minds of unbelievers, so that they won't see the light of the gospel of the glory of the Messiah, who is God's image. ", "5": "We don't proclaim ourselves, you see, but Jesus the Messiah as Lord, and ourselves as your servants because of Jesus; ", "6": "because the God who said 'let light shine out of darkness' has shone in our hearts, to produce the light of the knowledge of the glory of God in the face of Jesus the Messiah.", "7": "But we have this treasure in earthenware pots, so that the extraordinary quality of the power may belong to God, not to us. ", "8": "We are under all kinds of pressure, but we are not crushed completely; we are at a loss, but not at our wits' end; ", "9": "we are persecuted, but not abandoned; we are cast down, but not destroyed. ", "10": "We always carry the deadness of Jesus about in the body, so that the life of Jesus may be revealed in our body. ", "11": "Although we are still alive, you see, we are always being given over to death because of Jesus, so that the life of Jesus may be revealed in our mortal humanity. ", "12": "So this is how it is: death is at work in us – but life in you!", "13": "We have the same spirit of faith as you see in what is written, 'I believed, and so I spoke.' We too believe, and so we speak, ", "14": "because we know that the God who raised the Lord Jesus will raise us with Jesus and present us with you. ", "15": "It's all because of you, you see! The aim is that, as grace abounds through the thanksgiving of more and more people, it will overflow to God's glory.", "16": "For this reason we don't lose heart. Even if our outer humanity is decaying, our inner humanity is being renewed day by day. ", "17": "This slight momentary trouble of ours is working to produce a weight of glory, passing and surpassing everything, lasting for ever; ", "18": "for we don't look at the things that can be seen, but at the things that can't be seen. After all, the things you can see are here today and gone tomorrow; but the things you can't see are everlasting."}