{"1": "So, as we work together with God, we appeal to you in particular: when you accept God's grace, don't let it go to waste! ", "2": "This is what he says: I listened to you when the time was right, I came to your aid on the day of salvation. Look! The right time is now! Look! The day of salvation is here!", "3": "We put no obstacles in anybody's way, so that nobody will say abusive things about our ministry. ", "4": "Instead, we recommend ourselves as God's servants: with much patience, with sufferings, difficulties, hardships, ", "5": "beatings, imprisonments, riots, hard work, sleepless nights, going without food, ", "6": "with purity, knowledge, great-heartedness, kindness, the holy spirit, genuine love, ", "7": "by speaking the truth, by God's power, with weapons for God's faithful work in left and right hand alike, ", "8": "through glory and shame, through slander and praise; as deceivers, and yet true; ", "9": "as unknown, yet very well known; as dying, and look – we are alive; as punished, yet not killed; ", "10": "as sad, yet always celebrating; as poor, yet bringing riches to many; as having nothing, yet possessing everything.", "11": "We have been wide open in our speaking to you, my dear Corinthians! Our heart has been opened wide! ", "12": "There are no restrictions at our end; the only restrictions are in your affection! ", "13": "I'm speaking as though to children: you should open your hearts wide as well in return. That's fair enough, isn't it?", "14": "Don't be drawn into partnership with unbelievers. What kind of sharing can there be, after all, between justice and lawlessness? What partnership can there be between light and darkness? ", "15": "What kind of harmony can the Messiah have with Beliar? What has a believer in common with an unbeliever? ", "16": "What kind of agreement can there be between God's temple and idols? We are the temple of the living God, you see, just as God said: I will live among them and walk about with them; I will be their God, and they will be my people.", "17": "So come out from the midst of them, and separate yourselves, says the Lord; no unclean thing must you touch. Then I will receive you gladly,", "18": "and I will be to you as a father, and you will be to me as sons and daughters, says the Lord, the Almighty."}