{"1": "So, my beloved people, with promises like these, let's make ourselves clean from everything that defiles us, outside and inside, and let's become completely holy in the fear of God.", "2": "Make room for us! We haven't wronged anybody, we haven't ruined anybody, we haven't taken advantage of anybody. ", "3": "I'm not saying this to pass judgment against you; I've already said that you are in our hearts, to die together and to live together. ", "4": "I speak to you freely and openly; I regularly boast about you; I am full of comfort, and fuller still of joy, over and above all our trouble.", "5": "You see, even when we arrived in Macedonia, we couldn't relax or rest. We were troubled in every way; there were battles outside and fears inside. ", "6": "But the God who comforts the downcast comforted us by the arrival of Titus, ", "7": "and not only by his arrival but in the comfort he had received from you, as he told us about your longing for us, your lamenting, and your enthusiasm for me personally. As a result, I was more inclined to celebrate; ", "8": "because, if I did make you sad by my letter, I don't regret it; and, if I did regret it, it was because I saw that I made you sad for a while by what I had written. ", "9": "Anyway, I'm celebrating now, not because you were saddened, but because your sadness brought you to repentance. It was a sadness from God, you see, and it did you no harm at all on our account; ", "10": "because God's way of sadness is designed to produce a repentance which leads to salvation, and there's nothing to regret there! But the world's way of sadness produces death.", "11": "Just look and see what effect God's way of sadness has had among you! It's produced eagerness, explanations, indignation, fear, longing, keenness, and punishment. You have shown yourselves faultless in the whole business. ", "12": "So if I'm writing to you, it's not because of the person who's done the wrong, nor because of the people who were wronged, but so that you can recognize for yourselves, in God's presence, just how eager you really have been for us. ", "13": "We have been comforted by all of this. The real celebration, though, on top of all our comfort, came because Titus was so overjoyed. You really did cheer him up and set his mind at rest. ", "14": "I wasn't ashamed of the various boasts I had made to him about you. Just as I had always spoken the truth to you, so our boast to Titus turned out to be true as well. ", "15": "He is constantly yearning for you deeply as he remembers the obedience you showed, all of you, and how you welcomed him with fear and trembling. ", "16": "I am celebrating the fact that I have confidence in you in everything."}