{"1": "Let me tell you, my dear family, about the grace which God has given to the Macedonian churches. ", "2": "They have been sorely tested by suffering. But the abundance of grace which was given to them, and the depths of poverty they have endured, have overflowed in a wealth of sincere generosity on their part. ", "3": "I bear them witness that of their own accord, up to their ability and even beyond their ability, ", "4": "they begged us eagerly to let them have the privilege of sharing in the work of service for God's people. ", "5": "They didn't just do what we had hoped; they gave themselves, first to the Lord, and then to us as God willed it. ", "6": "This put us in a position where we could encourage Titus that he should complete this work of grace that he had begun among you. ", "7": "You have plenty of everything, after all – plenty of faith, and speech, and knowledge, and all kinds of eagerness, and plenty of love coming from us to you; so why not have plenty of this grace too?", "8": "I'm not saying this as though I was issuing an order. It's a matter of putting their enthusiasm and your own love side by side, and making sure you genuinely pass the test. ", "9": "For you know the grace of our Lord, King Jesus: he was rich, but because of you he became poor, so that by his poverty you might become rich. ", "10": "Let me give you my serious advice on this: you began to be keen on this idea, and to start putting it into practice, a whole year ago; it will now be greatly to your advantage ", "11": "to complete your performance of it. If you do so, your finishing the job as far as you are able will be on the same scale as your eagerness in wanting to do it. ", "12": "If the eagerness is there, you see, the deed is acceptable, according to what you have, not according to what you don't have. ", "13": "The point is not, after all, that others should get off lightly and you be made to suffer, but rather that there should be equality. ", "14": "At the present time your abundance can contribute to their lack, so that their abundance can contribute to your lack. That's what makes for equality, ", "15": "just as the Bible says: 'The one who had much had nothing to spare, and the one who had little didn't go short.'", "16": "But God be thanked, since he put the same eagerness for you into Titus's heart. ", "17": "He welcomed the appeal we made, and of his own accord he was all the more eager to come to you. ", "18": "We have sent along with him the brother who is famous through all the churches because of his work for the gospel. ", "19": "Not only so, but he was formally chosen by the churches to be our travelling companion as we engage in this work of grace, both for the Lord's own glory and to show our own good faith. ", "20": "We are trying to avoid the possibility that anyone would make unpleasant accusations about this splendid gift which we are administering. ", "21": "We are thinking ahead, you see, about what will look best, not only to the Lord, but to everybody else as well.", "22": "Anyway, along with the two of them we are sending our brother, who has proved to us how eager and enthusiastic he is in many situations and on many occasions; he now seems all the more eager because he is convinced about you. ", "23": "If there's any question about Titus, he is my partner, and a fellow-worker for you. As for our brothers, they are messengers of the churches, the Messiah's glory. ", "24": "So please give them a fine demonstration of your love, and of our boasting about you! Show all the churches that you mean business!"}