{"1": "My dear brothers, you are believers in our glorious Lord Jesus Christ. So never think that some people are more important than others. ", "2": "Suppose someone comes into your church meeting wearing very nice clothes and a gold ring. At the same time a poor man comes in wearing old, dirty clothes. ", "3": "You show special attention to the one wearing nice clothes. You say, “Please, sit here in this good seat.” But you say to the poor man, “Stand over there,” or “Sit on the floor by my feet!” ", "4": "What are you doing? You are making some people more important than others. With evil thoughts you are deciding which person is better.", "5": "Listen, my dear brothers! God chose the poor in the world to be rich with faith. He chose them to receive the kingdom God promised to people who love him. ", "6": "But you show no respect to the poor man. And you know that it is the rich who are always trying to control your lives. And they are the ones who take you to court. ", "7": "They are the ones who say bad things against Jesus, who owns you.", "8": "One law rules over all other laws. This royal law is found in the Scriptures: “Love your neighbor as you love yourself.”[a] If you obey this law, then you are doing right. ", "9": "But if you are treating one person as if he were more important than another, then you are sinning. That royal law proves that you are guilty of breaking God's law. ", "10": "A person might follow all of God's law. But if he fails to obey even one command, he is guilty of breaking all the commands in that law. ", "11": "God said, “You must not be guilty of adultery.”[b] The same God also said, “You must not murder anyone.”[c] So if you do not take part in adultery, but you murder someone, then you are guilty of breaking all of God's law. ", "12": "You will be judged by the law that makes people free. You should remember this in everything you say and do. ", "13": "Yes, you must show mercy to others, or God will not show mercy to you when he judges you. But the person who shows mercy can stand without fear when he is judged.", "14": "My brothers, if someone says he has faith, but does nothing, his faith is worth nothing. Can faith like that save him? ", "15": "A brother or sister in Christ might need clothes or might need food. ", "16": "And you say to him, “God be with you! I hope you stay warm and get plenty to eat.” You say this, but you do not give that person the things he needs. Unless you help him, your words are worth nothing. ", "17": "It is the same with faith. If faith does nothing, then that faith is dead, because it is alone.", "18": "Someone might say, “You have faith, but I do things. Show me your faith! Your faith does nothing. I will show you my faith by the things I do.” ", "19": "You believe there is one God. Good! But the demons believe that, too! And they shake with fear.", "20": "You foolish person! Must you be shown that faith that does nothing is worth nothing? ", "21": "Abraham is our father. He was made right with God by the things he did. He offered his son Isaac to God on the altar. ", "22": "So you see that Abraham's faith and the things he did worked together. His faith was made perfect by what he did. ", "23": "This shows the full meaning of the Scripture that says: “Abraham believed God, and God accepted Abraham's faith, and that faith made him right with God.”[d] And Abraham was called “God's friend.”[e] ", "24": "So you see that a person is made right with God by the things he does. He cannot be made right by faith only.", "25": "Another example is Rahab, who was a prostitute. But she was made right with God by something she did: She helped the spies for God's people. She welcomed them into her home and helped them escape by a different road.", "26": "A person's body that does not have a spirit is dead. It is the same with faith. Faith that does nothing is dead!"}