{"1": "My brothers, not many of you should become teachers. You know that we who teach will be judged more strictly than others. ", "2": "We all make many mistakes. If there were a person who never said anything wrong, he would be perfect. He would be able to control his whole body, too. ", "3": "We put bits into the mouths of horses to make them obey us. We can control their whole bodies. ", "4": "It is the same with ships. A ship is very big, and it is pushed by strong winds. But a very small rudder controls that big ship. The man who controls the rudder decides where the ship will go. The ship goes where the man wants. ", "5": "It is the same with the tongue. It is a small part of the body, but it brags about doing great things. A big forest fire can be started with only a little flame. ", "6": "And the tongue is like a fire. It is a whole world of evil among the parts of our bodies. The tongue spreads its evil through the whole body. It starts a fire that influences all of life. The tongue gets this fire from hell. ", "7": "People can tame every kind of wild animal, bird, reptile, and fish, and they have tamed them. ", "8": "But no one can tame the tongue. It is wild and evil. It is full of poison that can kill. ", "9": "We use our tongues to praise our Lord and Father, but then we curse people. And God made them like himself. ", "10": "Praises and curses come from the same mouth! My brothers, this should not happen. ", "11": "Do good and bad water flow from the same spring? ", "12": "My brothers, can a fig tree make olives? Can a grapevine make figs? No! And a well full of salty water cannot give good water.", "13": "Is there anyone among you who is truly wise and understanding? Then he should show his wisdom by living right. He should do good things without being proud. A wise person does not brag. ", "14": "But if you are selfish and have bitter jealousy in your hearts, you have no reason to brag. Your bragging is a lie that hides the truth. ", "15": "That kind of “wisdom” does not come from God. That “wisdom” comes from the world. It is not spiritual. It is from the devil. ", "16": "Where there is jealousy and selfishness, there will be confusion and every kind of evil. ", "17": "But the wisdom that comes from God is like this: First, it is pure. Then it is also peaceful, gentle, and easy to please. This wisdom is always ready to help those who are troubled and to do good for others. This wisdom is always fair and honest. ", "18": "When people work for peace in a peaceful way, they receive the good result of their right living."}