{"1": "You rich people, listen! Cry and be very sad because of the trouble that will come to you. ", "2": "Your riches will rot, and your clothes will be eaten by moths. ", "3": "Your gold and silver will rust, and rust will be a proof that you were wrong. It will eat your bodies like fire. You saved your treasure for the last days. ", "4": "Men worked in your fields, but you did not pay them. They harvested your crops and are crying out against you. Now the Lord of heaven's armies has heard their cries. ", "5": "Your life on earth was full of rich living. You pleased yourselves with everything you wanted. You made yourselves fat, like an animal ready to be killed. ", "6": "You showed no mercy to the innocent man. You murdered him. He cannot stand against you.", "7": "Brothers, be patient until the Lord comes again. A farmer is patient. He waits for his valuable crop to grow from the earth. He waits patiently for it to receive the first rain and the last rain. ", "8": "You, too, must be patient. Do not give up hope. The Lord is coming soon. ", "9": "Brothers, do not complain against each other. If you do not stop complaining, you will be judged guilty. And the Judge is ready to come! ", "10": "Brothers, follow the example of the prophets who spoke for the Lord. They suffered many hard things, but they were patient. ", "11": "We say they are happy because they were able to do this. You have heard about Job's patience. You know that after all his trouble, the Lord helped him. This shows that the Lord is full of mercy and is kind.", "12": "My brothers, it is very important that you not use an oath when you make a promise. Don't use the name of heaven, earth, or anything else to prove what you say. When you mean yes, say only “yes.” When you mean no, say only “no.” Do this so that you will not be judged guilty.", "13": "If one of you is having troubles, he should pray. If one of you is happy, he should sing praises. ", "14": "If one of you is sick, he should call the church's elders. The elders should pour oil on him[a] in the name of the Lord and pray for him. ", "15": "And the prayer that is said with faith will make the sick person well. The Lord will heal him. And if he has sinned, God will forgive him. ", "16": "Confess your sins to each other and pray for each other. Do this so that God can heal you. When a good man prays, great things happen. ", "17": "Elijah was a man just like us. He prayed that it would not rain. And it did not rain on the land for three and a half years! ", "18": "Then Elijah prayed again. And the rain came down from the sky, and the land grew crops again.", "19": "My brothers, one of you may wander away from the truth. And someone may help him come back. ", "20": "Remember this: Anyone who brings a sinner back from the wrong way will save that sinner's soul from death. By doing this, that person will cause many sins to be forgiven."}