{"1": "“Hear this message from the Lord, people of Israel. Indeed, the Lord brings a charge against the people who live in the land— for there is no truth and no gracious love or knowledge of God in the land.", "2": "Swearing, lying, murder, theft, and adultery are rampant, and blood mingles with blood.", "3": "Therefore the land will mourn, and all who live there will languish, along with the wild animals of the field and the birds of the air. Even the fish in the sea will disappear.", "4": "“Let no one fight or bring charges against another, for my dispute is with you, priest.", "5": "So you will stumble during the day, the prophet also will stumble with you at night, and I will destroy your mother.[a]", "6": "My people are destroyed because they lack knowledge of me.[b] Because you rejected that knowledge, I will reject you as a priest for me. Since you forget the Law of your God, I will also forget your children.", "7": "“The more they increased in number,[c] the more they sinned against me, so I will change their glory into shame.", "8": "They feed on the sin of my people; they purpose in their heart to transgress.", "9": "So it will be: like people, like priest. I will punish them for their lifestyles, rewarding them according to their behavior.", "10": "They will eat, but will not be satisfied. They will engage in prostitution, but they won't increase, because they have stopped listening to the Lord.", "11": "“Sexual immorality, wine, and fresh wine seduce the heart of my people.[d]", "12": "My people seek counsel from their piece of wood, and their diviner's rod[e] speaks to them. For a spirit of prostitution causes them to go astray; in their immorality they desert their God.", "13": "They offer sacrifices on the mountain tops, burning offerings on the hills, under oaks, poplars, and terebinth[f] trees, since their shade is very good. Therefore your daughters are prostitutes and your daughters-in-law commit adultery.", "14": "However, I'm not going to punish your daughters when they commit prostitution, nor your daughters-in-law when they commit adultery, because their men are themselves immoral— they offer sacrifices with prostitutes. These people who aren't discerning will stumble.", "15": "“Even though you prostitute yourself, Israel— let not Judah incur guilt— don't go to Gilgal, or visit Beth-aven, or swear an oath using the Lord's name.[g]", "16": "For Israel is as obstinate as a stubborn mule![h] Nevertheless, will not the Lord feed them like a lamb in a broad pasture?", "17": "Ephraim has become entwined with idols; leave him alone!", "18": "While drinking to excess, they prostitute themselves. They're in love with dishonor.", "19": "A wind storm will carry them away in its embrace, and their sacrifices will bring them shame.”"}