{"1": "“Hear this, priests, pay attention, house of Israel, listen, royal family! For judgment is coming your way,[a] because you have been a trap to Mizpah, a snare spread out on Mount[b] Tabor.", "2": "The rebels are deep into their slaughter; I am punishing them all.", "3": "I know Ephraim, and Israel cannot hide from me, since you, Ephraim, have been acting like a prostitute, defiling Israel.", "4": "“Their actions hinder them from turning to their God, because a spirit of fornication is in their midst, and the Lord they do not know.", "5": "The arrogance of Israel testifies against him; therefore Israel and Ephraim will stumble in their iniquity, and Judah with them.", "6": "They will go with their flocks and herds to seek the Lord, but they will not find him; he has withdrawn from them.", "7": "They have been unfaithful to the Lord, having raised unbelieving children. In the coming month they will be devoured, along with their fields.[c]", "8": "“Sound the trumpet in Gibeah, and the alarm in Ramah. Cry out at Beth-aven Go out,[d] Benjamin!", "9": "Ephraim will be desolate when it is rebuked. I have made known among the tribes of Israel what will surely come about.", "10": "The princes of Judah have become like those who move boundary markers: I will pour out my anger on them like water.", "11": "Ephraim is crushed, broken by judgment, because he[e] willingly pursued idols.[f]", "12": "Therefore I will consume[g] Ephraim like a moth, and the house of Judah as rottenness consumes.", "13": "When Ephraim examined his illness and Judah his injury, then Ephraim went to Assyria, and inquired of the great king; but he could not cure you nor heal your injury.", "14": "Therefore I will be like a lion to Ephraim, and like a young lion to the house of Judah. I—even I—will tear them[h] to pieces, and then I will leave. I will take them[i] away, and there will be no rescue.", "15": "“I will leave and go back to my place until they admit their offense and seek my face. When affliction comes to them, they will eagerly seek me.”"}