{"1": "“When I was healing Israel, Ephraim's sin was uncovered, along with Samaria's wickedness. While they craft lying schemes, the thief invades, and the gang of thieves plunders outside.", "2": "It never occurs to them that I remember all their sin. Now their actions have caught up with them, and they have my attention.[a]", "3": "They please the king with their evil, and the princes with their dishonesty.", "4": "All of them are adulterers— they burn like an oven prepared by the baker, who has ceased stoking it until the dough is leavened.", "5": "“On the king's festival day the princes got drunk from wine, so the king[b] joined the mockers.", "6": "For they have stirred up themselves[c] like an oven as they lie in ambush. Their baker sleeps through the night; in the morning, the oven[d] will be blazing like a fire.", "7": "They all burn like an oven; they have consumed their judges; all their kings have fallen— not even one of them calls on me.", "8": "“Ephraim compromises with[e] the nations; he's a half-baked cake.[f]", "9": "Foreigners have consumed his strength, and he hasn't noticed. Furthermore, his head is sprinkled with gray hair, but he doesn't realize it.", "10": "Israel's arrogance testifies against him;[g] but they do not return to the Lord their God, nor seek him in all of this.", "11": "“Ephraim is also like a silly dove, lacking sense:[h] They call out to Egypt, and turn toward Assyria.", "12": "When they go, I'll cast my net over them. I'll bring them down, as one shoots[i] birds in the sky. I'll chasten them, as the assembly has already heard.", "13": "Woe to them— because they have run away from me. Ruin to them— because they have sinned against me. Even though I redeemed them, they spread lies against me.", "14": "They will not cry to me from their heart— instead, they wail on their beds. They gather together to eat and drink,[j] turning away from me.", "15": "“Though I have taught them and strengthened their arms, nevertheless they plot evil against me.", "16": "They return—but not to the Most High. They are like a defective weapon.[k] Their princes will fall by the sword because of their raging tongue, and they will be a laughingstock in the land of Egypt.”"}