{"1": "Then I looked up again and saw four chariots coming from between two bronze mountains.", "2": "The first chariot was pulled by red horses, the second by black horses,", "3": "the third by white horses, and the fourth by powerful dappled-gray horses.", "4": "“And what are these, my lord?” I asked the angel who was talking with me.", "5": "The angel replied, “These are the four spirits[a] of heaven who stand before the Lord of all the earth. They are going out to do his work.", "6": "The chariot with black horses is going north, the chariot with white horses is going west,[b] and the chariot with dappled-gray horses is going south.”", "7": "The powerful horses were eager to set out to patrol the earth. And the Lord said, “Go and patrol the earth!” So they left at once on their patrol.", "8": "Then the Lord summoned me and said, “Look, those who went north have vented the anger of my Spirit[c] there in the land of the north.”", "9": "Then I received another message from the Lord:", "10": "“Heldai, Tobijah, and Jedaiah will bring gifts of silver and gold from the Jews exiled in Babylon. As soon as they arrive, meet them at the home of Josiah son of Zephaniah.", "11": "Accept their gifts, and make a crown from the silver and gold. Then put the crown on the head of Jeshua[d] son of Jehozadak, the high priest.", "12": "Tell him, 'This is what the Lord of Heaven's Armies says: Here is the man called the Branch. He will branch out from where he is and build the Temple of the Lord.", "13": "Yes, he will build the Temple of the Lord. Then he will receive royal honor and will rule as king from his throne. He will also serve as priest from his throne,[e] and there will be perfect harmony between his two roles.'", "14": "“The crown will be a memorial in the Temple of the Lord to honor those who gave it—Heldai,[f] Tobijah, Jedaiah, and Josiah[g] son of Zephaniah.”", "15": "People will come from distant lands to rebuild the Temple of the Lord. And when this happens, you will know that my messages have been from the Lord of Heaven's Armies. All this will happen if you carefully obey what the Lord your God says."}