{"1": "Then Pharisees and scribes came from Jerusalem to Jesus and asked, ", "2": "“Why do Your disciples break the tradition of the elders? For they don't wash their hands when they eat!”[a]", "3": "He answered them, “And why do you break God's commandment because of your tradition? ", "4": "For God said:[b] Honor your father and your mother;[c] and, The one who speaks evil of father or mother must be put to death.[d]", "5": "But you say, 'Whoever tells his father or mother, “Whatever benefit you might have received from me is a gift committed to the temple”— ", "6": "he does not have to honor his father.'[e] In this way, you have revoked God's word[f] because of your tradition. ", "7": "Hypocrites! Isaiah prophesied correctly about you when he said:", "8": "These people[g] honor Me with their lips, but their heart is far from Me.", "9": "They worship Me in vain, teaching as doctrines the commands of men.”[h]", "10": "Summoning the crowd, He told them, “Listen and understand: ", "11": "It's not what goes into the mouth that defiles a man, but what comes out of the mouth, this defiles a man.”", "12": "Then the disciples came up and told Him, “Do You know that the Pharisees took offense when they heard this statement?”", "13": "He replied, “Every plant that My heavenly Father didn't plant will be uprooted. ", "14": "Leave them alone! They are blind guides.[i] And if the blind guide the blind, both will fall into a pit.”", "15": "Then Peter replied to Him, “Explain this parable to us.”", "16": "“Are even you still lacking in understanding?” He[j] asked. ", "17": "“Don't you realize[k] that whatever goes into the mouth passes into the stomach and is eliminated?[l] ", "18": "But what comes out of the mouth comes from the heart, and this defiles a man. ", "19": "For from the heart come evil thoughts, murders, adulteries, sexual immoralities, thefts, false testimonies, blasphemies. ", "20": "These are the things that defile a man, but eating with unwashed hands does not defile a man.”", "21": "When Jesus left there, He withdrew to the area of Tyre and Sidon. ", "22": "Just then a Canaanite woman from that region came and kept crying out,[m] “Have mercy on me, Lord, Son of David! My daughter is cruelly tormented by a demon.”", "23": "Yet He did not say a word to her. So His disciples approached Him and urged Him, “Send her away because she cries out after us.”[n]", "24": "He replied, “I was sent only to the lost sheep of the house of Israel.”", "25": "But she came, knelt before Him, and said, “Lord, help me!”", "26": "He answered, “It isn't right to take the children's bread and throw it to their dogs.”", "27": "“Yes, Lord,” she said, “yet even the dogs eat the crumbs that fall from their masters' table!”", "28": "Then Jesus replied to her, “Woman, your faith is great. Let it be done for you as you want.” And from that moment[o] her daughter was cured.", "29": "Moving on from there, Jesus passed along the Sea of Galilee. He went up on a mountain and sat there, ", "30": "and large crowds came to Him, having with them the lame, the blind, the deformed, those unable to speak, and many others. They put them at His feet, and He healed them. ", "31": "So the crowd was amazed when they saw those unable to speak talking, the deformed restored, the lame walking, and the blind seeing. And they gave glory to the God of Israel.", "32": "Now Jesus summoned His disciples and said, “I have compassion on the crowd, because they've already stayed with Me three days and have nothing to eat. I don't want to send them away hungry; otherwise they might collapse on the way.”", "33": "The disciples said to Him, “Where could we get enough bread in this desolate place to fill such a crowd?”", "34": "“How many loaves do you have?” Jesus asked them. “Seven,” they said, “and a few small fish.”", "35": "After commanding the crowd to sit down on the ground, ", "36": "He took the seven loaves and the fish, and He gave thanks, broke them, and kept on giving them to the disciples, and the disciples gave them to the crowds. ", "37": "They all ate and were filled. Then they collected the leftover pieces—seven large baskets full. ", "38": "Now those who ate were 4,000 men, besides women and children. ", "39": "After dismissing the crowds, He got into the boat and went to the region of Magadan.[p]"}