{"1": "“For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard. ", "2": "After agreeing with the workers on one denarius for the day, he sent them into his vineyard. ", "3": "When he went out about nine in the morning,[a] he saw others standing in the marketplace doing nothing. ", "4": "To those men he said, 'You also go to my vineyard, and I'll give you whatever is right.' So off they went. ", "5": "About noon and at three,[b] he went out again and did the same thing. ", "6": "Then about five[c] he went and found others standing around,[d] and said to them, 'Why have you been standing here all day doing nothing?'", "7": "“'Because no one hired us,' they said to him. “'You also go to my vineyard,' he told them.[e] ", "8": "When evening came, the owner of the vineyard told his foreman, 'Call the workers and give them their pay, starting with the last and ending with the first.'[f]", "9": "“When those who were hired about five[g] came, they each received one denarius. ", "10": "So when the first ones came, they assumed they would get more, but they also received a denarius each. ", "11": "When they received it, they began to complain to the landowner: ", "12": "'These last men put in one hour, and you made them equal to us who bore the burden of the day and the burning heat!'", "13": "“He replied to one of them, 'Friend, I'm doing you no wrong. Didn't you agree with me on a denarius? ", "14": "Take what's yours and go. I want to give this last man the same as I gave you. ", "15": "Don't I have the right to do what I want with my business?[h] Are you jealous[i] because I'm generous?'[j]", "16": "“So the last will be first, and the first last.”[k]", "17": "While going up to Jerusalem, Jesus took the 12 disciples aside privately and said to them on the way: ", "18": "“Listen! We are going up to Jerusalem. The Son of Man will be handed over to the chief priests and scribes, and they will condemn Him to death. ", "19": "Then they will hand Him over to the Gentiles to be mocked, flogged,[l] and crucified, and He will be resurrected[m] on the third day.”", "20": "Then the mother of Zebedee's sons approached Him with her sons. She knelt down to ask Him for something. ", "21": "“What do you want?” He asked her. “Promise,”[n] she said to Him, “that these two sons of mine may sit, one on Your right and the other on Your left, in Your kingdom.”", "22": "But Jesus answered, “You don't know what you're asking. Are you able to drink the cup[o] that I am about to drink?”[p] “We are able,” they said to Him.", "23": "He told them, “You will indeed drink My cup.[q] But to sit at My right and left is not Mine to give; instead, it belongs to those for whom it has been prepared by My Father.” ", "24": "When the 10 disciples heard this, they became indignant with the two brothers. ", "25": "But Jesus called them over and said, “You know that the rulers of the Gentiles dominate them, and the men of high position exercise power over them. ", "26": "It must not be like that among you. On the contrary, whoever wants to become great among you must be your servant, ", "27": "and whoever wants to be first among you must be your slave; ", "28": "just as the Son of Man did not come to be served, but to serve, and to give His life—a ransom for many.”", "29": "As they were leaving Jericho, a large crowd followed Him. ", "30": "There were two blind men sitting by the road. When they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David!” ", "31": "The crowd told them to keep quiet, but they cried out all the more, “Lord, have mercy on us, Son of David!”", "32": "Jesus stopped, called them, and said, “What do you want Me to do for you?”", "33": "“Lord,” they said to Him, “open our eyes!” ", "34": "Moved with compassion, Jesus touched their eyes. Immediately they could see, and they followed Him."}