{"1": "Once more Jesus spoke to them in parables: ", "2": "“The kingdom of heaven may be compared to a king who gave a wedding banquet for his son. ", "3": "He sent out his slaves to summon those invited to the banquet, but they didn't want to come. ", "4": "Again, he sent out other slaves, and said, 'Tell those who are invited: Look, I've prepared my dinner; my oxen and fattened cattle have been slaughtered, and everything is ready. Come to the wedding banquet.'", "5": "“But they paid no attention and went away, one to his own farm, another to his business. ", "6": "And the others seized his slaves, treated them outrageously and killed them. ", "7": "The king[a] was enraged, so he sent out his troops, destroyed those murderers, and burned down their city.", "8": "“Then he told his slaves, 'The banquet is ready, but those who were invited were not worthy. ", "9": "Therefore go to where the roads exit the city and invite everyone you find to the banquet.' ", "10": "So those slaves went out on the roads and gathered everyone they found, both evil and good. The wedding banquet was filled with guests.[b] ", "11": "But when the king came in to view the guests, he saw a man there who was not dressed for a wedding. ", "12": "So he said to him, 'Friend, how did you get in here without wedding clothes?' The man was speechless.", "13": "“Then the king told the attendants, 'Tie him up hand and foot,[c] and throw him into the outer darkness, where there will be weeping and gnashing of teeth.'", "14": "“For many are invited, but few are chosen.”", "15": "Then the Pharisees went and plotted how to trap Him by what He said.[d] ", "16": "They sent their disciples to Him, with the Herodians. “Teacher,” they said, “we know that You are truthful and teach truthfully the way of God. You defer to no one, for You don't show partiality.[e] ", "17": "Tell us, therefore, what You think. Is it lawful to pay taxes to Caesar or not?”", "18": "But perceiving their malice, Jesus said, “Why are you testing Me, hypocrites? ", "19": "Show Me the coin used for the tax.” So they brought Him a denarius. ", "20": "“Whose image and inscription is this?” He asked them.", "21": "“Caesar's,” they said to Him. Then He said to them, “Therefore give back to Caesar the things that are Caesar's, and to God the things that are God's.” ", "22": "When they heard this, they were amazed. So they left Him and went away.", "23": "The same day some Sadducees, who say there is no resurrection, came up to Him and questioned Him: ", "24": "“Teacher, Moses said, if a man dies, having no children, his brother is to marry his wife and raise up offspring for his brother.[f] ", "25": "Now there were seven brothers among us. The first got married and died. Having no offspring, he left his wife to his brother. ", "26": "The same happened to the second also, and the third, and so to all seven.[g] ", "27": "Then last of all the woman died. ", "28": "In the resurrection, therefore, whose wife will she be of the seven? For they all had married her.”[h]", "29": "Jesus answered them, “You are deceived, because you don't know the Scriptures or the power of God. ", "30": "For in the resurrection they neither marry nor are given in marriage but are like[i] angels in heaven. ", "31": "Now concerning the resurrection of the dead, haven't you read what was spoken to you by God: ", "32": "I am the God of Abraham and the God of Isaac and the God of Jacob?[j] He[k] is not the God of the dead, but of the living.”", "33": "And when the crowds heard this, they were astonished at His teaching.", "34": "When the Pharisees heard that He had silenced the Sadducees, they came together. ", "35": "And one of them, an expert in the law, asked a question to test Him: ", "36": "“Teacher, which command in the law is the greatest?”[l]", "37": "He said to him, “Love the Lord your God with all your heart, with all your soul, and with all your mind.[m] ", "38": "This is the greatest and most important[n] command. ", "39": "The second is like it: Love your neighbor as yourself.[o] ", "40": "All the Law and the Prophets depend[p] on these two commands.”", "41": "While the Pharisees were together, Jesus questioned them, ", "42": "“What do you think about the Messiah? Whose Son is He?” “David's,” they told Him.", "43": "He asked them, “How is it then that David, inspired by the Spirit,[q] calls Him 'Lord':", "44": "The Lord declared to my Lord, 'Sit at My right hand until I put Your enemies under Your feet'?[r][s]", "45": "“If David calls Him 'Lord,' how then can the Messiah be his Son?” ", "46": "No one was able to answer Him at all,[t] and from that day no one dared to question Him anymore."}