{"1": "Then Jesus was led up by the Spirit into the wilderness to be tempted by the Devil. ", "2": "After He had fasted 40 days and 40 nights, He was hungry. ", "3": "Then the tempter approached Him and said, “If You are the Son of God, tell these stones to become bread.”", "4": "But He answered, “It is written: Man must not live on bread alone but on every word that comes from the mouth of God.”[a]", "5": "Then the Devil took Him to the holy city,[b] had Him stand on the pinnacle of the temple, ", "6": "and said to Him, “If You are the Son of God, throw Yourself down. For it is written: He will give His angels orders concerning you, and they will support you with their hands so that you will not strike your foot against a stone.”[c]", "7": "Jesus told him, “It is also written: Do not test the Lord your God.”[d]", "8": "Again, the Devil took Him to a very high mountain and showed Him all the kingdoms of the world and their splendor. ", "9": "And he said to Him, “I will give You all these things if You will fall down and worship me.”[e]", "10": "Then Jesus told him, “Go away,[f] Satan! For it is written: Worship the Lord your God, and serve only Him.”[g]", "11": "Then the Devil left Him, and immediately angels came and began to serve Him.", "12": "When He heard that John had been arrested, He withdrew into Galilee. ", "13": "He left Nazareth behind and went to live in Capernaum by the sea, in the region of Zebulun and Naphtali. ", "14": "This was to fulfill what was spoken through the prophet Isaiah:", "15": "Land of Zebulun and land of Naphtali, along the sea road, beyond the Jordan, Galilee of the Gentiles!", "16": "The people who live in darkness have seen a great light, and for those living in the shadowland of death, light has dawned.[h][i]", "17": "From then on Jesus began to preach, “Repent, because the kingdom of heaven has come near!”", "18": "As He was walking along the Sea of Galilee, He saw two brothers, Simon, who was called Peter, and his brother Andrew. They were casting a net into the sea, since they were fishermen. ", "19": "“Follow Me,” He told them, “and I will make you fish for[j] people!” ", "20": "Immediately they left their nets and followed Him.", "21": "Going on from there, He saw two other brothers, James the son of Zebedee, and his brother John. They were in a boat with Zebedee their father, mending their nets, and He called them. ", "22": "Immediately they left the boat and their father and followed Him.", "23": "Jesus was going all over Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every[k] disease and sickness among the people. ", "24": "Then the news about Him spread throughout Syria. So they brought to Him all those who were afflicted, those suffering from various diseases and intense pains, the demon-possessed, the epileptics, and the paralytics. And He healed them. ", "25": "Large crowds followed Him from Galilee, Decapolis, Jerusalem, Judea, and beyond the Jordan."}