{"1": "When He saw the crowds, He went up on the mountain, and after He sat down, His disciples came to Him. ", "2": "Then[a] He began to teach them, saying:", "3": "“The poor in spirit are blessed, for the kingdom of heaven is theirs.", "4": "Those who mourn are blessed, for they will be comforted.", "5": "The gentle are blessed, for they will inherit the earth.", "6": "Those who hunger and thirst for righteousness are blessed, for they will be filled.", "7": "The merciful are blessed, for they will be shown mercy.", "8": "The pure in heart are blessed, for they will see God.", "9": "The peacemakers are blessed, for they will be called sons of God.", "10": "Those who are persecuted for righteousness are blessed, for the kingdom of heaven is theirs.", "11": "“You are blessed when they insult and persecute you and falsely say every kind of evil against you because of Me. ", "12": "Be glad and rejoice, because your reward is great in heaven. For that is how they persecuted the prophets who were before you.", "13": "“You are the salt of the earth. But if the salt should lose its taste, how can it be made salty? It's no longer good for anything but to be thrown out and trampled on by men.", "14": "“You are the light of the world. A city situated on a hill cannot be hidden. ", "15": "No one lights a lamp and puts it under a basket,[b] but rather on a lampstand, and it gives light for all who are in the house. ", "16": "In the same way, let your light shine[c] before men, so that they may see your good works and give glory to your Father in heaven.", "17": "“Don't assume that I came to destroy the Law or the Prophets. I did not come to destroy but to fulfill. ", "18": "For I assure you: Until heaven and earth pass away, not the smallest letter[d] or one stroke of a letter will pass from the law until all things are accomplished. ", "19": "Therefore, whoever breaks one of the least of these commands and teaches people to do so will be called least in the kingdom of heaven. But whoever practices and teaches these commands will be called great in the kingdom of heaven. ", "20": "For I tell you, unless your righteousness surpasses that of the scribes and Pharisees, you will never enter the kingdom of heaven.", "21": "“You have heard that it was said to our ancestors,[e] Do not murder,[f] and whoever murders will be subject to judgment. ", "22": "But I tell you, everyone who is angry with his brother[g] will be subject to judgment. And whoever says to his brother, 'Fool!'[h] will be subject to the Sanhedrin. But whoever says, 'You moron!' will be subject to hellfire.[i] ", "23": "So if you are offering your gift on the altar, and there you remember that your brother has something against you, ", "24": "leave your gift there in front of the altar. First go and be reconciled with your brother, and then come and offer your gift. ", "25": "Reach a settlement quickly with your adversary while you're on the way with him, or your adversary will hand you over to the judge, the judge to[j] the officer, and you will be thrown into prison. ", "26": "I assure you: You will never get out of there until you have paid the last penny![k]", "27": "“You have heard that it was said, Do not commit adultery.[l] ", "28": "But I tell you, everyone who looks at a woman to lust for her has already committed adultery with her in his heart. ", "29": "If your right eye causes you to sin, gouge it out and throw it away. For it is better that you lose one of the parts of your body than for your whole body to be thrown into hell. ", "30": "And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of the parts of your body than for your whole body to go into hell!", "31": "“It was also said, Whoever divorces his wife must give her a written notice of divorce.[m] ", "32": "But I tell you, everyone who divorces his wife, except in a case of sexual immorality,[n] causes her to commit adultery. And whoever marries a divorced woman commits adultery.", "33": "“Again, you have heard that it was said to our ancestors,[o] You must not break your oath, but you must keep your oaths to the Lord.[p] ", "34": "But I tell you, don't take an oath at all: either by heaven, because it is God's throne; ", "35": "or by the earth, because it is His footstool; or by Jerusalem, because it is the city of the great King. ", "36": "Neither should you swear by your head, because you cannot make a single hair white or black. ", "37": "But let your word 'yes' be 'yes,' and your 'no' be 'no.'[q] Anything more than this is from the evil one.", "38": "“You have heard that it was said, An eye for an eye and a tooth for a tooth.[r] ", "39": "But I tell you, don't resist[s] an evildoer. On the contrary, if anyone slaps you on your right cheek, turn the other to him also. ", "40": "As for the one who wants to sue you and take away your shirt,[t] let him have your coat[u] as well. ", "41": "And if anyone forces[v] you to go one mile, go with him two. ", "42": "Give to the one who asks you, and don't turn away from the one who wants to borrow from you.", "43": "“You have heard that it was said, Love your neighbor[w] and hate your enemy. ", "44": "But I tell you, love your enemies[x] and pray for those who[y] persecute you, ", "45": "so that you may be[z] sons of your Father in heaven. For He causes His sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. ", "46": "For if you love those who love you, what reward will you have? Don't even the tax collectors do the same? ", "47": "And if you greet only your brothers, what are you doing out of the ordinary?[aa] Don't even the Gentiles[ab] do the same? ", "48": "Be perfect, therefore, as your heavenly Father is perfect."}