{"1": "So He got into a boat, crossed over, and came to His own town. ", "2": "Just then some men[a] brought to Him a paralytic lying on a mat. Seeing their faith, Jesus told the paralytic, “Have courage, son, your sins are forgiven.”", "3": "At this, some of the scribes said among themselves, “He's blaspheming!”", "4": "But perceiving their thoughts, Jesus said, “Why are you thinking evil things in your hearts?[b] ", "5": "For which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "6": "But so you may know that the Son of Man has authority on earth to forgive sins”—then He told the paralytic, “Get up, pick up your mat, and go home.” ", "7": "And he got up and went home. ", "8": "When the crowds saw this, they were awestruck[c][d] and gave glory to God who had given such authority to men.", "9": "As Jesus went on from there, He saw a man named Matthew sitting at the tax office, and He said to him, “Follow Me!” So he got up and followed Him.", "10": "While He was reclining at the table in the house, many tax collectors and sinners came as guests to eat[e] with Jesus and His disciples. ", "11": "When the Pharisees saw this, they asked His disciples, “Why does your Teacher eat with tax collectors and sinners?”", "12": "But when He heard this, He said, “Those who are well don't need a doctor, but the sick do. ", "13": "Go and learn what this means: I desire mercy and not sacrifice.[f] For I didn't come to call the righteous, but sinners.”[g]", "14": "Then John's disciples came to Him, saying, “Why do we and the Pharisees fast often, but Your disciples do not fast?”", "15": "Jesus said to them, “Can the wedding guests[h] be sad while the groom is with them? The time[i] will come when the groom will be taken away from them, and then they will fast. ", "16": "No one patches an old garment with unshrunk cloth, because the patch pulls away from the garment and makes the tear worse. ", "17": "And no one puts[j] new wine into old wineskins. Otherwise, the skins burst, the wine spills out, and the skins are ruined. But they put new wine into fresh wineskins, and both are preserved.”", "18": "As He was telling them these things, suddenly one of the leaders[k] came and knelt down before Him, saying, “My daughter is near death,[l] but come and lay Your hand on her, and she will live.” ", "19": "So Jesus and His disciples got up and followed him.", "20": "Just then, a woman who had suffered from bleeding for 12 years approached from behind and touched the tassel on His robe, ", "21": "for she said to herself, “If I can just touch His robe, I'll be made well!”[m]", "22": "But Jesus turned and saw her. “Have courage, daughter,” He said. “Your faith has made you well.”[n] And the woman was made well from that moment.[o]", "23": "When Jesus came to the leader's house, He saw the flute players and a crowd lamenting loudly. ", "24": "“Leave,” He said, “because the girl isn't dead, but sleeping.” And they started laughing at Him. ", "25": "But when the crowd had been put outside, He went in and took her by the hand, and the girl got up. ", "26": "And this news spread throughout that whole area.", "27": "As Jesus went on from there, two blind men followed Him, shouting, “Have mercy on us, Son of David!”", "28": "When He entered the house, the blind men approached Him, and Jesus said to them, “Do you believe that I can do this?” “Yes, Lord,” they answered Him.", "29": "Then He touched their eyes, saying, “Let it be done for you according to your faith!” ", "30": "And their eyes were opened. Then Jesus warned them sternly, “Be sure that no one finds out!”[p] ", "31": "But they went out and spread the news about Him throughout that whole area.", "32": "Just as they were going out, a demon-possessed man who was unable to speak was brought to Him. ", "33": "When the demon had been driven out, the man[q] spoke. And the crowds were amazed, saying, “Nothing like this has ever been seen in Israel!”", "34": "But the Pharisees said, “He drives out demons by the ruler of the demons!”", "35": "Then Jesus went to all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom, and healing every[r] disease and every sickness.[s] ", "36": "When He saw the crowds, He felt compassion for them, because they were weary and worn out, like sheep without a shepherd. ", "37": "Then He said to His disciples, “The harvest is abundant, but the workers are few. ", "38": "Therefore, pray to the Lord of the harvest to send out workers into His harvest.”"}