{"1": "Jerusalem once was full of people. But now the city is empty. Jerusalem once was a great city among the nations. But now she[a] has become like a widow. She was like a queen of all the other cities. But now she is a slave.", "2": "She cries loudly at night. Tears are on her cheeks. There is no one to comfort her. All her lovers are gone. All her friends have turned against her. They have become her enemies.", "3": "Judah has gone into captivity. She has suffered and worked hard. She lives among other nations. But she has found no rest. Those who chased her caught her. They caught her when she was in trouble.", "4": "The roads to Jerusalem are sad. No one comes to Jerusalem for the feasts. No one passes through her gates. And her priests groan. Her young women are suffering. And Jerusalem suffers terribly.", "5": "Her enemies have become her masters. Her enemies enjoy the wealth they have won. The Lord is punishing her for her many sins. Her children have gone away. They are captives of the enemy in a foreign land.", "6": "The beauty of Jerusalem has gone away. Her rulers are like deer that cannot find food. They are weak and have run away from those who chased them.", "7": "Jerusalem is suffering and homeless. She remembers all the precious things she had in the past. She remembers when her people were defeated by the enemy. There was no one to help her. When her enemies saw her, they laughed to see her ruined.", "8": "Jerusalem sinned terribly. So she has become unclean. Those who honored her hate her now because they have seen her nakedness. Jerusalem groans and turns away.", "9": "Jerusalem made herself unclean by her sins. She did not think about what would happen to her. Her defeat was surprising. There was no one to comfort her. She says, “Lord, see how I suffer. The enemy has won.”", "10": "The enemy reached out and took all her precious things. She even saw foreigners enter her Temple. Lord, you had commanded that they should not enter the meeting of your people.", "11": "All of Jerusalem's people are groaning. They are looking for bread. They are giving away their precious things for food so they can stay alive. The city says, “Look, Lord, and see. I am hated.”", "12": "Jerusalem says, “You who pass by on the road don't seem to care. Come, look at me and see. Is there any pain like mine? Is there any pain like that he has caused me? The Lord has punished me on the day of his great anger.", "13": "“The Lord sent fire from above. It went down into my bones. He stretched out a net for my feet. He turned me back. He made me sad and lonely. I am weak all day.", "14": "“He has noticed my sins. They are tied together by his hands. They hang around my neck. He has turned my strength into weakness. The Lord has let me be defeated by those who are stronger than I am.", "15": "“The Lord has rejected all my mighty men inside my walls. He brought an army against me to destroy my young men. As if in a winepress, the Lord has crushed the capital city of Judah.", "16": "“I cry about these things. My eyes overflow with tears. There is no one near to comfort me. There is no one who can give me strength again. My children are left sad and lonely because the enemy has won.”", "17": "Jerusalem reaches out her hands, but there is no one to comfort her. The Lord has commanded for the people of Jacob that their enemies surround them. Jerusalem has become unclean like those around her.", "18": "Jerusalem says, “The Lord is right. But I refused to obey him. Listen, all you people. Look at my pain. My young women and men have gone into captivity.", "19": "“I called out to my friends, but they turned against me. My priests and my elders have died in the city. They were looking for food so they could stay alive.", "20": "“Look at me, Lord. I am upset. I am troubled. My heart is troubled because I have been so stubborn. Out in the streets, the sword kills. Inside the houses, death destroys.", "21": "“People have heard my groaning. There is no one to comfort me. All my enemies have heard of my trouble. They are happy that you have done this to me. Now bring that day you have announced. Let my enemies be like me.", "22": "“Look at all their evil. Do to them what you have done to me because of all my sins. I groan over and over again, and I am afraid.”"}