{"1": "I am a man who has seen the suffering that comes from the rod of the Lord's anger.", "2": "He led me into darkness, not light.", "3": "He turned his hand against me again and again, all day long.", "4": "He caused my flesh and skin to wear out. He broke my bones.", "5": "He surrounded me and attacked me with sadness and grief.", "6": "He made me sit in the dark, like someone who has been dead a long time.", "7": "He shut me in so I could not get out. He put heavy chains on me.", "8": "I cry out and beg for help. But he ignores my prayer.", "9": "He has blocked my way with stones. He has made my life difficult.", "10": "The Lord is like a bear ready to attack me. He is like a lion in hiding.", "11": "He led me the wrong way and tore me to pieces. He left me without help.", "12": "He prepared to shoot his bow. He made me the target for his arrows.", "13": "He shot me in the kidneys with the arrows from his arrow bag.", "14": "I have become a joke to all my people. All day long they make fun of me with songs.", "15": "The Lord filled me with misery. He filled me with suffering.", "16": "The Lord broke my teeth with gravel. He crushed me into the dirt.", "17": "I have no more peace. I have forgotten what happiness is.", "18": "I said, “My strength is gone. I have no more hope that the Lord will help me.”", "19": "Lord, remember my suffering and how I have no home. Remember the misery and suffering.", "20": "I remember them well. And I am very sad.", "21": "But I have hope when I think of this:", "22": "The Lord's love never ends. His mercies never stop.", "23": "They are new every morning. Lord, your loyalty is great.", "24": "I say to myself, “The Lord is what I have left. So I have hope.”", "25": "The Lord is good to those who put their hope in him. He is good to those who look to him for help.", "26": "It is good to wait quietly for the Lord to save.", "27": "It is good for a man to work hard while he is young.", "28": "He should sit alone and be quiet because the Lord has given him hard work to do.", "29": "He should bow to the Lord with his face to the ground. Maybe there is still hope.", "30": "He should offer his cheek if someone wants to hit him. He should be filled with shame.", "31": "The Lord will not reject his people forever.", "32": "Although the Lord brings sorrow, he also has mercy. His love is great.", "33": "The Lord does not like to punish people or make them sad.", "34": "The Lord sees if any prisoner of the earth is crushed under his feet.", "35": "He sees if someone is treated unfairly before the Most High God.", "36": "The Lord sees if someone is cheated in his case in court.", "37": "Nobody can speak and have it happen unless the Lord commands it.", "38": "Both bad and good things come by the command of the Most High God.", "39": "No man should complain when he is punished for his sins.", "40": "Let us examine and look at what we have done. Then let us return to the Lord.", "41": "Let us lift up our hands and pray from our hearts. Let us say to God in heaven,", "42": "“We have sinned and turned against you. And you have not forgiven us.", "43": "“You wrapped yourself in anger and chased us. You killed us without mercy.", "44": "You wrapped yourself in a cloud. No prayer could get through.", "45": "You made us like scum and trash among the other nations.", "46": "“All of our enemies open their mouths and say things against us.", "47": "We have been frightened and fearful. We have been ruined and destroyed.”", "48": "Streams of tears flow from my eyes because my people are destroyed.", "49": "My tears flow continually, without stopping,", "50": "until the Lord looks down and sees from heaven.", "51": "I am sad when I see what has happened to all the women of my city.", "52": "Those who are my enemies for no reason hunted me like a bird.", "53": "They threw me alive into a pit. They threw stones at me.", "54": "Water came up over my head. I said to myself, “I am going to die.”", "55": "I called out to you, Lord, from the bottom of the pit.", "56": "You heard me calling, “Do not close your ears. Do not ignore my cry for help.”", "57": "You came close when I called out to you. You said, “Don't be afraid.”", "58": "Lord, you have taken my case. You have given me back my life.", "59": "Lord, you have seen how I have been wronged. Now judge my case for me.", "60": "You have seen how my enemies took revenge on me. You have seen all their evil plans against me.", "61": "Lord, you have heard their insults and all their evil plans against me.", "62": "The words and thoughts of my enemies are against me all the time.", "63": "Look! In everything they do they make fun of me with songs.", "64": "Punish them as they should be punished, Lord. Pay them back for what they have done.", "65": "Make them stubborn. Put your curse on them.", "66": "Chase them in anger. Destroy them from the Lord's earth."}