{"1": "See how the gold has lost its shine! See how the good gold has changed! The stones of the Temple are scattered at every street corner.", "2": "The precious people of Jerusalem were more valuable than gold. But now they are thought of as clay jars made by the hands of a potter.", "3": "Even wild dogs give their milk to feed their young. But my people are cruel like ostriches in the desert.", "4": "The baby is so thirsty that his tongue sticks to the roof of his mouth. Children beg for bread. But no one breaks off a piece to share with them.", "5": "Those who once ate fine foods are now starving in the streets. The people who grew up wearing nice clothes now pick through trash piles.", "6": "My people have been punished more than Sodom was. Sodom was destroyed suddenly. No hands reached out to help her.", "7": "Our princes were purer than snow. They were whiter than milk. Their bodies were redder than rubies. Their faces shined like sapphires.", "8": "But now they are blacker than coal. No one even recognizes them in the streets. Their skin is stretched over their bones. It is as dry as wood.", "9": "Those people who were killed by the sword had it better than those killed by hunger. They starved in pain and died because there was no food from the field.", "10": "With their own hands kind women cooked their own children. The children became food for their parents. This happened when my people were destroyed.", "11": "The Lord turned loose all of his anger. He poured out his strong anger. He set fire to Jerusalem. It burned down to the foundations.", "12": "Kings of the earth and people of the world could not believe it. They could not believe that enemies could come through the gates of Jerusalem.", "13": "But it happened because her prophets had sinned. And her priests had done evil. They killed in the city the people who did what was right.", "14": "They wandered in the streets like blind men. They became dirty with blood. So no one could touch their clothes.", "15": "“Go away! You are unclean,” people shouted at them. “Get away! Get away! Do not touch us!” So they left and wandered around. The other nations said, “Don't stay here.”", "16": "The Lord himself scattered them. He did not look after them anymore. He did not respect the priests. He showed no mercy to the elders.", "17": "Also, our eyes grew tired looking for help that never came. We kept watch from our towers for a nation to save us.", "18": "Our enemies hunted us so we could not even walk in the streets. Our end came near. Our time was up. Our end came.", "19": "The men who chased us were faster than eagles in the sky. They ran us into the mountains. They ambushed us in the desert.", "20": "The Lord's appointed king, who was our very breath, was caught in their traps. We had said about him, “We will be protected by him among the nations.”", "21": "Be happy and glad, people of Edom, you who live in the land of Uz. But the Lord's anger is like a cup of wine that you also will have to drink. Then you will get drunk on it and make yourselves naked.", "22": "Your punishment is complete, Jerusalem. He will not keep you in captivity any longer. But the Lord will punish your wrongs, people of Edom. He will uncover your sins."}