{"1": "This book is the account of what was said by Jeremiah son of Hilkiah, one of the priests of the town of Anathoth in the territory of Benjamin. ", "2": "The Lord spoke to Jeremiah in the thirteenth year that Josiah son of Amon was king of Judah, ", "3": "and he spoke to him again when Josiah's son Jehoiakim was king. After that, the Lord spoke to him many times, until the eleventh year of the reign of Zedekiah son of Josiah. In the fifth month of that year the people of Jerusalem were taken into exile.", "4": "The Lord said to me, ", "5": "“I chose you before I gave you life, and before you were born I selected you to be a prophet to the nations.”", "6": "I answered, “Sovereign Lord, I don't know how to speak; I am too young.”", "7": "But the Lord said to me, “Do not say that you are too young, but go to the people I send you to, and tell them everything I command you to say. ", "8": "Do not be afraid of them, for I will be with you to protect you. I, the Lord, have spoken!”", "9": "Then the Lord reached out, touched my lips, and said to me, “Listen, I am giving you the words you must speak. ", "10": "Today I give you authority over nations and kingdoms to uproot and to pull down, to destroy and to overthrow, to build and to plant.”", "11": "The Lord asked me, “Jeremiah, what do you see?” I answered, “A branch of an almond tree.”", "12": "“You are right,” the Lord said, “and I am watching[a] to see that my words come true.”", "13": "Then the Lord spoke to me again. “What else do you see?” he asked. I answered, “I see a pot boiling in the north, and it is about to tip over this way.”", "14": "He said to me, “Destruction will boil over from the north on all who live in this land, ", "15": "because I am calling all the nations in the north to come. Their kings will set up their thrones at the gates of Jerusalem and around its walls and also around the other cities of Judah. ", "16": "I will punish my people because they have sinned; they have abandoned me, have offered sacrifices to other gods, and have made idols and worshiped them. ", "17": "Get ready, Jeremiah; go and tell them everything I command you to say. Do not be afraid of them now, or I will make you even more afraid when you are with them. ", "18-19": "Listen, Jeremiah! Everyone in this land—the kings of Judah, the officials, the priests, and the people—will be against you. But today I am giving you the strength to resist them; you will be like a fortified city, an iron pillar, and a bronze wall. They will not defeat you, for I will be with you to protect you. I, the Lord, have spoken.”"}