{"1": "People of Israel, listen to the message that the Lord has for you. ", "2": "He says, “Do not follow the ways of other nations; do not be disturbed by unusual sights in the sky, even though other nations are terrified.", "3": "The religion of these people is worthless. A tree is cut down in the forest; it is carved by the tools of the woodworker", "4": "and decorated with silver and gold. It is fastened down with nails to keep it from falling over.", "5": "Such idols are like scarecrows in a field of melons; they cannot speak; they have to be carried because they cannot walk. Do not be afraid of them: they can cause you no harm, and they can do you no good.”", "6": "Lord, there is no one like you; you are mighty, and your name is great and powerful.", "7": "Who would not honor you, the king of all nations? You deserve to be honored. There is no one like you among all the wise men of the nations or among any of their kings.", "8": "All of them are stupid and foolish. What can they learn from wooden idols?[a]", "9": "Their idols are covered with silver from Spain and with gold from Uphaz, all the work of artists; they are dressed in violet and purple cloth woven by skilled weavers.", "10": "But you, Lord, are the true God, you are the living God and the eternal king. When you are angry, the world trembles; the nations cannot endure your anger.", "11": "(11 You people must tell them that the gods who did not make the earth and the sky will be destroyed. They will no longer exist anywhere on earth.)", "12": "The Lord made the earth by his power; by his wisdom he created the world and stretched out the heavens.", "13": "At his command the waters above the sky[b] roar; he brings clouds from the ends of the earth. He makes lightning flash in the rain and sends the wind from his storeroom.", "14": "At the sight of this, people feel stupid and senseless; those who make idols are disillusioned, because the gods they make are false and lifeless.", "15": "They are worthless and should be despised; they will be destroyed when the Lord comes to deal with them.", "16": "The God of Jacob is not like them; he is the one who made everything, and he has chosen Israel to be his very own people. The Lord Almighty is his name.", "17": "People of Jerusalem, you are under siege! Gather up your belongings. ", "18": "The Lord is going to throw you out of this land; he is going to crush you until not one of you is left. The Lord has spoken.", "19": "The people of Jerusalem cried out, “How badly we are hurt! Our wounds will not heal. And we thought this was something we could endure!", "20": "Our tents are ruined; the ropes that held them have broken. Our children have all gone away; there is no one left to put up our tents again; there is no one to hang their curtains.”", "21": "I answered, “Our leaders are stupid; they do not ask the Lord for guidance. This is why they have failed, and our people have been scattered.", "22": "Listen! News has come! There is a great commotion in a nation to the north; its army will turn the cities of Judah into a desert, a place where jackals live.”", "23": "Lord, I know that none of us are in charge of our own destiny; none of us have control over our own life.", "24": "Correct your people, Lord, but do not be too hard on us or punish us when you are angry; that would be the end of us.", "25": "Turn your anger on the nations that do not worship you and on the people who reject you. They have killed your people; they have destroyed us completely and left our country in ruins."}