{"1": "Then the Lord said to me, “Even if Moses and Samuel were standing here pleading with me, I would not show these people any mercy. Make them go away; make them get out of my sight. ", "2": "When they ask you where they should go, tell them that I have said: Some are doomed to die by disease— that's where they will go! Others are doomed to die in war— that's where they will go! Some are doomed to die of starvation— that's where they will go! Others are doomed to be taken away as prisoners— that's where they will go!", "3": "I, the Lord, have decided that four terrible things will happen to them: they will be killed in war; their bodies will be dragged off by dogs; birds will eat them, and wild animals will devour what is left over.", "4": "I will make all the people of the world horrified at them because of what Hezekiah's son Manasseh did in Jerusalem when he was king of Judah.”", "5": "The Lord says, “Who will pity you, people of Jerusalem, and who will grieve over you? Who will stop long enough to ask how you are?", "6": "You people have rejected me; you have turned your backs on me. So I reached out and crushed you because I was tired of controlling my anger.[a]", "7": "In every town in the land I threw you to the wind like straw. I destroyed you, my people, I killed your children because you did not stop your evil ways.", "8": "There are more widows in your land than grains of sand by the sea. I killed your young men in their prime and made their mothers suffer. I suddenly struck them with anguish and terror.", "9": "The mother who lost her seven children has fainted, gasping for breath. Her daylight has turned to darkness; she is disgraced and sick at heart. I will let your enemies kill those of you who are still alive. I, the Lord, have spoken.”", "10": "What an unhappy man I am! Why did my mother bring me into the world? I have to quarrel and argue with everyone in the land. I have not lent any money or borrowed any; yet everyone curses me. ", "11": "Lord, may all their curses come true if I have not served[b] you well, if I have not pleaded with you on behalf of my enemies when they were in trouble and distress. ", "12": "(12 No one can break iron, especially the iron from the north that is mixed with bronze.)", "13": "The Lord said to me, “I will send enemies to carry away the wealth and treasures of my people, in order to punish them for the sins they have committed throughout the land. ", "14": "I will make them serve their enemies in a land they know nothing about, because my anger is like fire, and it will burn forever.”", "15": "Then I said, “Lord, you understand. Remember me and help me. Let me have revenge on those who persecute me. Do not be so patient with them that they succeed in killing me. Remember that it is for your sake that I am insulted. ", "16": "You spoke to me, and I listened to every word. I belong to you, Lord God Almighty, and so your words filled my heart with joy and happiness. ", "17": "I did not spend my time with other people, laughing and having a good time. In obedience to your orders I stayed by myself and was filled with anger. ", "18": "Why do I keep on suffering? Why are my wounds incurable? Why won't they heal? Do you intend to disappoint me like a stream that goes dry in the summer?”", "19": "To this the Lord replied, “If you return, I will take you back, and you will be my servant again. If instead of talking nonsense you proclaim a worthwhile message, you will be my prophet again. The people will come back to you, and you will not need to go to them. ", "20": "I will make you like a solid bronze wall as far as they are concerned. They will fight against you, but they will not defeat you. I will be with you to protect you and keep you safe. ", "21": "I will rescue you from the power of wicked and violent people. I, the Lord, have spoken.”"}