{"1": "Again the Lord spoke to me and said, ", "2": "“Do not marry or have children in a place like this. ", "3": "I will tell you what is going to happen to the children who are born here and to their parents. ", "4": "They will die of terrible diseases, and no one will mourn for them or bury them. Their bodies will lie like piles of manure on the ground. They will be killed in war or die of starvation, and their bodies will be food for the birds and the wild animals.", "5": "“You must not enter a house where there is mourning. Do not grieve for anyone. I will no longer bless my people with peace or show them love and mercy. ", "6": "The rich and the poor will die in this land, but no one will bury them or mourn for them. Not one of you will gash yourself or shave your head to show your grief. ", "7": "No one will eat or drink with anyone to offer comfort when a loved one dies. No one will show sympathy, not even for someone who has lost a father or mother.", "8": "“Do not enter a house where people are feasting. Do not sit down with them to eat and drink. ", "9": "Listen to what I, the Lord Almighty, the God of Israel, have to say. I will silence the sounds of joy and gladness and the happy sounds of wedding feasts. The people here will live to see this happen.", "10": "“When you tell them all this, they will ask you why I have decided to punish them so harshly. They will ask what crime they are guilty of and what sin they have committed against the Lord their God. ", "11": "Then tell them that the Lord has said, 'Your ancestors turned away from me and worshiped and served other gods. They abandoned me and did not obey my teachings. ", "12": "But you have done even worse than your ancestors. All of you are stubborn and evil, and you do not obey me. ", "13": "So then, I will throw you out of this land into a land that neither you nor your ancestors have ever known. And there you will serve other gods day and night, and I will show you no mercy.'”", "14": "The Lord says, “The time is coming when people will no longer swear by me as the living God who brought the people of Israel out of the land of Egypt. ", "15": "Instead, they will swear by me as the living God who brought the people of Israel out of a northern land and out of all the other countries where I had scattered them. I will bring them back to their own country, to the land that I gave their ancestors. I, the Lord, have spoken.”", "16": "The Lord says, “I am sending for many fishermen to come and catch these people. Then I will send for many hunters to hunt them down on every mountain and hill and in the caves among the rocks. ", "17": "I see everything they do. Nothing is hidden from me; their sins do not escape my sight. ", "18": "I will make them pay double for their sin and wickedness, because they have defiled my land with idols that are as lifeless as corpses, and have filled it with their false gods.”", "19": "Lord, you are the one who protects me and gives me strength; you help me in times of trouble. Nations will come to you from the ends of the earth and say, “Our ancestors had nothing but false gods, nothing but useless idols. ", "20": "Can people make their own gods? No, if they did, those would not really be gods.”", "21": "“So then,” says the Lord, “once and for all I will make the nations know my power and my might; they will know that I am the Lord.”"}