{"1": "When the priest Pashhur son of Immer, who was the chief officer of the Temple, heard me proclaim these things, ", "2": "he had me beaten and placed in chains near the upper Benjamin Gate in the Temple. ", "3": "The next morning, after Pashhur had released me from the chains, I said to him, “The Lord did not name you Pashhur. The name he has given you is 'Terror Everywhere.' ", "4": "The Lord himself has said, 'I am going to make you a terror to yourself and to your friends, and you will see them all killed by the swords of their enemies. I am going to put all the people of Judah under the power of the king of Babylonia; he will take some away as prisoners to his country and put others to death. ", "5": "I will also let their enemies plunder all the wealth of this city and seize all its possessions and property, even the treasures of the kings of Judah, and carry everything off to Babylonia. ", "6": "As for you, Pashhur, you and all your family will also be captured and taken off to Babylonia. There you will die and be buried, along with all your friends to whom you have told so many lies.'”", "7": "Lord, you have deceived me, and I was deceived. You are stronger than I am, and you have overpowered me. Everyone makes fun of me; they laugh at me all day long.", "8": "Whenever I speak, I have to cry out and shout, “Violence! Destruction!” Lord, I am ridiculed and scorned all the time because I proclaim your message.", "9": "But when I say, “I will forget the Lord and no longer speak in his name,” then your message is like a fire burning deep within me. I try my best to hold it in, but can no longer keep it back.", "10": "I hear everybody whispering, “Terror is everywhere! So let's report him to the authorities!” Even my close friends wait for my downfall. “Perhaps he can be tricked,” they say; “then we can catch him and get revenge.”", "11": "But you, Lord, are on my side, strong and mighty, and those who persecute me will fail. They will be disgraced forever, because they cannot succeed. Their disgrace will never be forgotten.", "12": "But, Almighty Lord, you test people justly; you know what is in their hearts and minds. So let me see you take revenge on my enemies, for I have placed my cause in your hands.", "13": "Sing to the Lord! Praise the Lord! He rescues the oppressed from the power of evil people.", "14": "Curse the day I was born! Forget the day my mother gave me birth!", "15": "Curse the one who made my father glad by bringing him the news, “It's a boy! You have a son!”", "16": "May he be like those cities that the Lord destroyed without mercy. May he hear cries of pain in the morning and the battle alarm at noon,", "17": "for not killing me before I was born. Then my mother's womb would have been my grave.", "18": "Why was I born? Was it only to have trouble and sorrow, to end my life in disgrace?"}