{"1-2": "The Lord told me to go to the palace of the king of Judah, the descendant of David, and there tell the king, his officials, and the people of Jerusalem to listen to what the Lord had said: ", "3": "“I, the Lord, command you to do what is just and right. Protect the person who is being cheated from the one who is cheating him. Do not mistreat or oppress aliens, orphans, or widows; and do not kill innocent people in this holy place. ", "4": "If you really do as I have commanded, then David's descendants will continue to be kings. And they, together with their officials and their people, will continue to pass through the gates of this palace in chariots and on horses. ", "5": "But if you do not obey my commands, then I swear to you that this palace will fall into ruins. I, the Lord, have spoken.", "6": "“To me, Judah's royal palace is as beautiful as the land of Gilead and as the Lebanon Mountains; but I will make it a desolate place where no one lives. ", "7": "I am sending men to destroy it. They will all bring their axes, cut down its beautiful cedar pillars, and throw them into the fire.", "8": "“Afterward many foreigners will pass by and ask one another why I, the Lord, have done such a thing to this great city. ", "9": "Then they will answer that it is because you have abandoned your covenant with me, your God, and have worshiped and served other gods.”", "10": "People of Judah, do not weep for King Josiah; do not mourn his death. But weep bitterly for Joahaz, his son; they are taking him away, never to return, never again to see the land where he was born.", "11": "The Lord says concerning Josiah's son Joahaz, who succeeded his father as king of Judah, “He has gone away from here, never to return. ", "12": "He will die in the country where they have taken him, and he will never again see this land.”", "13": "Doomed is the one who builds his house by injustice and enlarges it by dishonesty; who makes his people work for nothing and does not pay their wages.", "14": "Doomed is the one who says, “I will build myself a mansion with spacious rooms upstairs.” So he puts windows in his house, panels it with cedar, and paints it red.", "15": "Does it make you a better king if you build houses of cedar, finer than those of others? Your father enjoyed a full life. He was always just and fair, and he prospered in everything he did.", "16": "He gave the poor a fair trial, and all went well with him. That is what it means to know the Lord.", "17": "But you can only see your selfish interests; you kill the innocent and violently oppress your people. The Lord has spoken.", "18": "So then, the Lord says about Josiah's son Jehoiakim, king of Judah, “No one will mourn his death or say, 'How terrible, my friend, how terrible!' No one will weep for him or cry, 'My lord! My king!'", "19": "With the funeral honors of a donkey, he will be dragged away and thrown outside Jerusalem's gates.”", "20": "People of Jerusalem, go to Lebanon and shout, go to the land of Bashan and cry; call out from the mountains of Moab, because all your allies have been defeated.", "21": "The Lord spoke to you when you were prosperous, but you refused to listen. That is what you've done all your life; you never would obey the Lord.", "22": "Your leaders will be blown away by the wind, your allies taken as prisoners of war, your city disgraced and put to shame because of all the evil you have done.", "23": "You rest secure among the cedars brought from Lebanon; but how pitiful you'll be when pains strike you, pains like those of a woman in labor.", "24": "The Lord said to King Jehoiachin, son of King Jehoiakim of Judah, “As surely as I am the living God, even if you were the signet ring on my right hand, I would pull you off ", "25": "and give you to people you are afraid of, people who want to kill you. I will give you to King Nebuchadnezzar of Babylonia and his soldiers. ", "26": "I am going to force you and your mother into exile. You will go to a country where neither of you was born, and both of you will die there. ", "27": "You will long to see this country again, but you will never return.”", "28": "I said, “Has King Jehoiachin become like a broken jar that is thrown away and that no one wants? Is that why he and his children have been taken into exile to a land they know nothing about?”", "29": "O land, land, land! Listen to what the Lord has said:", "30": "“This man is condemned to lose his children, to be a man who will never succeed. He will have no descendants who will rule in Judah as David's successors. I, the Lord, have spoken.”"}