{"1": "How terrible will be the Lord's judgment on those rulers who destroy and scatter his people! ", "2": "This is what the Lord, the God of Israel, says about the rulers who were supposed to take care of his people: “You have not taken care of my people; you have scattered them and driven them away. Now I am going to punish you for the evil you have done. ", "3": "I will gather the rest of my people from the countries where I have scattered them, and I will bring them back to their homeland. They will have many children and increase in number. ", "4": "I will appoint rulers to take care of them. My people will no longer be afraid or terrified, and I will not punish them again.[a] I, the Lord, have spoken.”", "5": "The Lord says, “The time is coming when I will choose as king a righteous descendant of David. That king will rule wisely and do what is right and just throughout the land. ", "6": "When he is king, the people of Judah will be safe, and the people of Israel will live in peace. He will be called 'The Lord Our Salvation.'", "7": "“The time is coming,” says the Lord, “when people will no longer swear by me as the living God who brought the people of Israel out of the land of Egypt. ", "8": "Instead, they will swear by me as the living God who brought the people of Israel out of a northern land and out of all the other countries where I had scattered them. Then they will live in their own land.”", "9": "My heart is crushed, and I am trembling. Because of the Lord, because of his holy words, I am like a man who is drunk, someone who has had too much wine.", "10": "The land is full of people unfaithful to the Lord; they live wicked lives and misuse their power. Because of the Lord's curse the land mourns and the pastures are dry.", "11": "The Lord says, “The prophets and the priests are godless; I have caught them doing evil in the Temple itself.", "12": "The paths they follow will be slippery and dark; I will make them stumble and fall. I am going to bring disaster on them; the time of their punishment is coming. I, the Lord, have spoken.", "13": "I have seen the sin of Samaria's prophets: they have spoken in the name of Baal and have led my people astray.", "14": "But I have seen the prophets in Jerusalem do even worse: they commit adultery and tell lies; they help people to do wrong, so that no one stops doing what is evil. To me they are all as bad as the people of Sodom and Gomorrah.", "15": "“So then, this is what I, the Lord Almighty, say about the prophets of Jerusalem: I will give them bitter plants to eat and poison to drink, because they have spread ungodliness throughout the land.”", "16": "The Lord Almighty said to the people of Jerusalem, “Do not listen to what the prophets say; they are filling you with false hopes. They tell you what they have imagined and not what I have said. ", "17": "To the people who refuse to listen to what I have said, they keep saying that all will go well with them. And they tell everyone who is stubborn that disaster will never touch them.”", "18": "I said, “None of these prophets has ever known the Lord's secret thoughts. None of them has ever heard or understood his message, or ever listened or paid attention to what he said. ", "19": "His anger is a storm, a furious wind that will rage over the heads of the wicked, ", "20": "and it will not end until he has done everything he intends to do. In days to come his people will understand this clearly.”", "21": "The Lord said, “I did not send these prophets, but even so they went. I did not give them any message, but still they spoke in my name. ", "22": "If they had known my secret thoughts, then they could have proclaimed my message to my people and could have made them give up the evil lives they live and the wicked things they do.", "23": "“I am a God who is everywhere and not in one place only. ", "24": "No one can hide where I cannot see them. Do you not know that I am everywhere in heaven and on earth? ", "25": "I know what those prophets have said who speak lies in my name and claim that I have given them my messages in their dreams. ", "26": "How much longer will those prophets mislead my people with the lies they have invented? ", "27": "They think that the dreams they tell will make my people forget me, just as their ancestors forgot me and turned to Baal. ", "28": "The prophet who has had a dream should say it is only a dream, but the prophet who has heard my message should proclaim that message faithfully. What good is straw compared with wheat? ", "29": "My message is like a fire and like a hammer that breaks rocks in pieces. ", "30": "I am against those prophets who take each other's words and proclaim them as my message. ", "31": "I am also against those prophets who speak their own words and claim they came from me. ", "32": "Listen to what I, the Lord, say! I am against the prophets who tell their dreams that are full of lies. They tell these dreams and lead my people astray with their lies and their boasting. I did not send them or order them to go, and they are of no help at all to the people. I, the Lord, have spoken.”", "33": "The Lord said to me, “Jeremiah, when one of my people or a prophet or a priest asks you, 'What is the Lord's message?' you are to say, 'You are a burden[b] to the Lord, and he is going to get rid of you.' ", "34": "If any of my people or a prophet or a priest even uses the words 'the Lord's burden,' I will punish them and their families. ", "35": "Instead, each one of them should ask their friends and their relatives, 'What answer has the Lord given? What has the Lord said?' ", "36": "So they must no longer use the words 'the Lord's burden,' because if any of them do, I will make my message a real burden to them. The people have perverted the words of their God, the living God, the Lord Almighty. ", "37": "Jeremiah, ask the prophets, 'What answer did the Lord give you? What did the Lord say?' ", "38": "And if they disobey my command and use the words 'the Lord's burden,' then tell them that ", "39": "I will certainly pick them up[c] and throw them far away from me, both them and the city that I gave to them and their ancestors. ", "40": "I will bring on them everlasting shame and disgrace that will never be forgotten.”"}