{"1": "In the fourth year that Jehoiakim son of Josiah was king of Judah, I received a message from the Lord concerning all the people of Judah. (This was the first year that Nebuchadnezzar was king of Babylonia.) ", "2": "I said to all the people of Judah and of Jerusalem, ", "3": "“For twenty-three years, from the thirteenth year that Josiah son of Amon was king of Judah until this very day, the Lord has spoken to me, and I have never failed to tell you what he said. But you have paid no attention. ", "4": "You would not listen or pay attention, even though the Lord has continued to send you his servants the prophets. ", "5": "They told you to turn from your wicked way of life and from the evil things you are doing, so that you could go on living in the land that the Lord gave you and your ancestors as a permanent possession. ", "6": "They told you not to worship and serve other gods and not to make the Lord angry by worshiping the idols you had made. If you had obeyed the Lord, then he would not have punished you. ", "7": "But the Lord himself says that you refused to listen to him. Instead, you made him angry with your idols and have brought his punishment on yourselves.", "8": "“So then, because you would not listen to him, the Lord Almighty says, ", "9": "'I am going to send for all the peoples from the north and for my servant, King Nebuchadnezzar of Babylonia. I am going to bring them to fight against Judah and its inhabitants and against all the neighboring nations. I am going to destroy this nation and its neighbors and leave them in ruins forever, a terrible and shocking sight. I, the Lord, have spoken. ", "10": "I will silence their shouts of joy and gladness and the happy sounds of wedding feasts. They will have no oil for their lamps, and there will be no more grain. ", "11": "This whole land will be left in ruins and will be a shocking sight, and the neighboring nations will serve the king of Babylonia for seventy years. ", "12": "After that I will punish Babylonia and its king for their sin. I will destroy that country and leave it in ruins forever. ", "13": "I will punish Babylonia with all the disasters that I threatened to bring on the nations when I spoke through Jeremiah—all the disasters recorded in this book. ", "14": "I will pay the Babylonians back for what they have done, and many nations and great kings will make slaves of them.'”", "15": "The Lord, the God of Israel, said to me, “Here is a wine cup filled with my anger. Take it to all the nations to whom I send you, and make them drink from it. ", "16": "When they drink from it, they will stagger and go out of their minds because of the war I am sending against them.”", "17": "So I took the cup from the Lord's hand, gave it to all the nations to whom the Lord had sent me, and made them drink from it. ", "18": "Jerusalem and all the towns of Judah, together with its kings and leaders, were made to drink from it, so that they would become a desert, a terrible and shocking sight, and so that people would use their name as a curse—as they still do.", "19-26": "Here is the list of all the others who had to drink from the cup: the king of Egypt, his officials and leaders; all the Egyptians and all the foreigners in Egypt; all the kings of the land of Uz; all the kings of the Philistine cities of Ashkelon, Gaza, Ekron, and what remains of Ashdod; all the people of Edom, Moab, and Ammon; all the kings of Tyre and Sidon; all the kings of the Mediterranean lands; the cities of Dedan, Tema, and Buz; all the people who cut their hair short; all the kings of Arabia; all the kings of the desert tribes; all the kings of Zimri, Elam, and Media; all the kings of the north, far and near, one after another. Every nation on the face of the earth had to drink from it. Last of all, the king of Babylonia will drink from it.", "27": "Then the Lord said to me, “Tell the people that I, the Lord Almighty, the God of Israel, am commanding them to drink until they are drunk and vomit, until they fall down and cannot get up, because of the war that I am sending against them. ", "28": "And if they refuse to take the cup from your hand and drink from it, then tell them that the Lord Almighty has said that they will still have to drink from it. ", "29": "I will begin my work of destruction in my own city. Do they think they will go unpunished? No, they will be punished, for I am going to send war on all the people on earth. I, the Lord Almighty, have spoken.", "30": "“You, Jeremiah, must proclaim everything I have said. You must tell these people, 'The Lord will roar from heaven and thunder from the heights of heaven. He will roar against his people; he will shout like a man treading grapes. Everyone on earth will hear him,", "31": "and the sound will echo to the ends of the earth. The Lord has a case against the nations. He will bring all people to trial and put the wicked to death. The Lord has spoken.'”", "32": "The Lord Almighty says that disaster is coming on one nation after another, and a great storm is gathering at the far ends of the earth. ", "33": "On that day the bodies of those whom the Lord has killed will lie scattered from one end of the earth to the other. No one will mourn for them, and they will not be taken away and buried. They will lie on the ground like piles of manure.", "34": "Cry, you leaders, you shepherds of my people, cry out loud! Mourn and roll in the dust. The time has come for you to be slaughtered,[a] and you will be butchered like rams.[b] ", "35": "There will be no way for you to escape. ", "36-37": "You moan and cry out in distress because the Lord in his anger has destroyed your nation and left your peaceful country in ruins. ", "38": "The Lord has abandoned his people[c] like a lion that leaves its cave. The horrors of war and the Lord's fierce anger have turned the country into a desert."}