{"1": "I wrote a letter to the priests, the prophets, the leaders of the people, and to all the others whom Nebuchadnezzar had taken away as prisoners from Jerusalem to Babylonia. ", "2": "I wrote it after King Jehoiachin, his mother, the palace officials, the leaders of Judah and of Jerusalem, the engravers, and the skilled workers had been taken into exile. ", "3": "I gave the letter to Elasah son of Shaphan and to Gemariah son of Hilkiah, whom King Zedekiah of Judah was sending to King Nebuchadnezzar of Babylonia. It said:", "4": "“The Lord Almighty, the God of Israel, says to all those people whom he allowed Nebuchadnezzar to take away as prisoners from Jerusalem to Babylonia: ", "5": "'Build houses and settle down. Plant gardens and eat what you grow in them. ", "6": "Marry and have children. Then let your children get married, so that they also may have children. You must increase in numbers and not decrease. ", "7": "Work for the good of the cities where I have made you go as prisoners. Pray to me on their behalf, because if they are prosperous, you will be prosperous too. ", "8": "I, the Lord, the God of Israel, warn you not to let yourselves be deceived by the prophets who live among you or by any others who claim they can predict the future. Do not pay any attention to their[a] dreams. ", "9": "They are telling you lies in my name. I did not send them. I, the Lord Almighty, have spoken.'", "10": "“The Lord says, 'When Babylonia's seventy years are over, I will show my concern for you and keep my promise to bring you back home. ", "11": "I alone know the plans I have for you, plans to bring you prosperity and not disaster, plans to bring about the future you hope for.[b] ", "12": "Then you will call to me. You will come and pray to me, and I will answer you. ", "13": "You will seek me, and you will find me because you will seek me with all your heart. ", "14": "Yes, I say, you will find me, and I will restore you to your land. I will gather you from every country and from every place to which I have scattered you, and I will bring you back to the land from which I had sent you away into exile. I, the Lord, have spoken.'", "15": "“You say that the Lord has given you prophets in Babylonia. ", "16": "Listen to what the Lord says about the king who rules the kingdom that David ruled and about the people of this city, that is, your relatives who were not taken away as prisoners with you. ", "17": "The Lord Almighty says, 'I am bringing war, starvation, and disease on them, and I will make them like figs that are too rotten to be eaten. ", "18": "I will pursue them with war, starvation, and disease, and all the nations of the world will be horrified at what they see. Everywhere I scatter them, people will be shocked and terrified at what has happened to them. People will make fun of them and use their name as a curse. ", "19": "This will happen to them because they did not obey the message that I kept on sending to them through my servants the prophets. They refused to listen. ", "20": "All of you whom I sent into exile in Babylonia, listen to what I, the Lord, say.'", "21": "“The Lord Almighty, the God of Israel, has spoken about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are telling you lies in his name. He has said that he will hand them over to the power of King Nebuchadnezzar of Babylonia, who will put them to death before your eyes. ", "22": "When the people who were taken away as prisoners from Jerusalem to Babylonia want to bring a curse on someone, they will say, 'May the Lord treat you like Zedekiah and Ahab, whom the king of Babylonia roasted alive!' ", "23": "This will be their fate because they are guilty of terrible sins—they have committed adultery and have told lies in the Lord's name. This was against the Lord's will; he knows what they have done, and he is a witness against them.[c] The Lord has spoken.”", "24-25": "The Lord Almighty, the God of Israel, gave me a message for Shemaiah of Nehelam, who had sent a letter in his own name to all the people of Jerusalem and to the priest Zephaniah son of Maaseiah and to all the other priests. In this letter Shemaiah wrote to Zephaniah:", "26": "“The Lord made you a priest in place of Jehoiada, and you are now the chief officer[d] in the Temple. It is your duty to see that every crazy person who pretends to be a prophet is placed in chains with an iron collar around the neck. ", "27": "Why haven't you done this to Jeremiah of Anathoth, who has been speaking as a prophet to the people? ", "28": "He must be stopped because he told the people in Babylonia that they would be prisoners there a long time and should build houses, settle down, plant gardens, and eat what they grow.”", "29": "Zephaniah read the letter to me, ", "30": "and then the Lord told me ", "31-32": "to send to all the prisoners in Babylon this message about Shemaiah: “I, the Lord, will punish Shemaiah and all of his descendants. I did not send him, but he spoke to you as if he were a prophet, and he made you believe lies. He will have no descendants among you. He will not live to see the good things that I am going to do for my people, because he told them to rebel against me. I, the Lord, have spoken.”"}