{"1": "The Lord, the God of Israel, ", "2": "said to me, “Write down in a book everything that I have told you, ", "3": "because the time is coming when I will restore my people, Israel and Judah. I will bring them back to the land that I gave their ancestors, and they will take possession of it again. I, the Lord, have spoken.”", "4": "The Lord says to the people of Israel and Judah,", "5": "“I heard a cry of terror, a cry of fear and not of peace.", "6": "Now stop and think! Can a man give birth to a child? Why then do I see every man with his hands on his stomach like a woman in labor? Why is everyone so pale?", "7": "A terrible day is coming; no other day can compare with it— a time of distress for my people, but they will survive.”", "8": "The Lord Almighty says, “When that day comes, I will break the yoke that is around their neck and remove their chains, and they will no longer be the slaves of foreigners. ", "9": "Instead, they will serve me, the Lord their God, and a descendant of David, whom I will enthrone as king.", "10": "“My people, do not be afraid; people of Israel, do not be terrified. I will rescue you from that faraway land, from the land where you are prisoners. You will come back home and live in peace; you will be secure, and no one will make you afraid.", "11": "I will come to you and save you. I will destroy all the nations where I have scattered you, but I will not destroy you. I will not let you go unpunished; but when I punish you, I will be fair. I, the Lord, have spoken.”", "12": "The Lord says to his people, “Your wounds are incurable, your injuries cannot be healed.", "13": "There is no one to take care of you, no remedy for your sores, no hope of healing for you.", "14": "All your lovers have forgotten you; they no longer care about you. I have attacked you like an enemy; your punishment has been harsh because your sins are many and your wickedness is great.", "15": "Complain no more about your injuries; there is no cure for you. I punished you like this because your sins are many and your wickedness is great.", "16": "But now, all who devour you will be devoured, and all your enemies will be taken away as prisoners. All who oppress you will be oppressed, and all who plunder you will be plundered.", "17": "I will make you well again; I will heal your wounds, though your enemies say, 'Zion is an outcast; no one cares about her.' I, the Lord, have spoken.”", "18": "The Lord says, “I will restore my people to their land and have mercy on every family; Jerusalem will be rebuilt, and its palace restored.", "19": "The people who live there will sing praise; they will shout for joy. By my blessing they will increase in numbers; my blessing will bring them honor.", "20": "I will restore the nation's ancient power and establish it firmly again; I will punish all who oppress them.", "21-22": "Their ruler will come from their own nation, their prince from their own people. He will approach me when I invite him, for who would dare come uninvited? They will be my people, and I will be their God. I, the Lord, have spoken.”", "23-24": "The Lord's anger is a storm, a furious wind that will rage over the heads of the wicked. It will not end until he has done all that he intends to do. In days to come his people will understand this clearly."}