{"1": "The Lord spoke to me in the tenth year that Zedekiah was king of Judah, which was also the eighteenth year of King Nebuchadnezzar of Babylonia. ", "2": "At that time the army of the king of Babylonia was attacking Jerusalem, and I was locked up in the courtyard of the royal palace. ", "3": "King Zedekiah had imprisoned me there and had accused me of announcing that the Lord had said, “I am going to let the king of Babylonia capture this city, ", "4": "and King Zedekiah will not escape. He will be handed over to the king of Babylonia; he will see him face-to-face and will speak to him in person. ", "5": "Zedekiah will be taken to Babylonia, and he will remain there until I deal with him. Even if he fights the Babylonians, he will not be successful. I, the Lord, have spoken.”", "6": "The Lord told me ", "7": "that Hanamel, my uncle Shallum's son, would come to me with the request to buy his field at Anathoth in the territory of Benjamin, because I was his nearest relative and had the right to buy it for myself. ", "8": "Then, just as the Lord had said, Hanamel came to me there in the courtyard and asked me to buy the field. So I knew that the Lord had really spoken to me. ", "9": "I bought the field from Hanamel and weighed out the money to him; the price came to seventeen pieces of silver. ", "10": "I signed and sealed the deed, had it witnessed, and weighed out the money on scales. ", "11": "Then I took both copies of the deed of purchase—the sealed copy containing the contract and its conditions, and the open copy— ", "12": "and gave them to Baruch, the son of Neriah and grandson of Mahseiah. I gave them to him in the presence of Hanamel and of the witnesses who had signed the deed of purchase and of the people who were sitting in the courtyard. ", "13": "Before them all I said to Baruch, ", "14": "“The Lord Almighty, the God of Israel, has ordered you to take these deeds, both the sealed deed of purchase and the open copy, and to place them in a clay jar, so that they may be preserved for years to come. ", "15": "The Lord Almighty, the God of Israel, has said that houses, fields, and vineyards will again be bought in this land.”", "16": "After I had given the deed of purchase to Baruch, I prayed, ", "17": "“Sovereign Lord, you made the earth and the sky by your great power and might; nothing is too difficult for you. ", "18": "You have shown constant love to thousands, but you also punish people for the sins of their parents. You are a great and powerful God; you are the Lord Almighty. ", "19": "You make wise plans and do mighty things; you see everything that people do, and you reward them according to their actions. ", "20": "Long ago you performed miracles and wonders in Egypt, and you have continued to perform them to this day, both in Israel and among all the other nations, so that you are now known everywhere. ", "21": "By means of miracles and wonders that terrified our enemies, you used your power and might to bring your people Israel out of Egypt. ", "22": "You gave them this rich and fertile land, as you had promised their ancestors. ", "23": "But when they came into this land and took possession of it, they did not obey your commands or live according to your teaching; they did nothing that you had ordered them to do. And so you brought all this destruction on them.", "24": "“The Babylonians have built siege mounds around the city to capture it, and they are attacking. War, starvation, and disease will make the city fall into their hands. You can see that all you have said has come true. ", "25": "Yet, Sovereign Lord, you are the one who ordered me to buy the field in the presence of witnesses, even though the city is about to be captured by the Babylonians.”", "26": "Then the Lord said to me, ", "27": "“I am the Lord, the God of all people. Nothing is too difficult for me. ", "28": "I am going to give this city over to King Nebuchadnezzar of Babylonia and his army; they will capture it ", "29": "and set it on fire. They will burn it down, together with the houses where people have made me angry by burning incense to Baal on the rooftops and by pouring out wine offerings to other gods. ", "30": "From the very beginning of their history the people of Israel and the people of Judah have displeased me and made me angry by what they have done. ", "31": "The people of this city have made me angry and furious from the day it was built. I have decided to destroy it ", "32": "because of all the evil that has been done by the people of Judah and Jerusalem, together with their kings and leaders, their priests and prophets. ", "33": "They turned their backs on me; and though I kept on teaching them, they would not listen and learn. ", "34": "They even placed their disgusting idols in the Temple built for my worship, and they have defiled it. ", "35": "They have built altars to Baal in Hinnom Valley, to sacrifice their sons and daughters to the god Molech. I did not command them to do this, and it did not even enter my mind that they would do such a thing and make the people of Judah sin.”", "36": "The Lord, the God of Israel, said to me, “Jeremiah, the people are saying that war, starvation, and disease will make this city fall into the hands of the king of Babylonia. Now listen to what else I have to say. ", "37": "I am going to gather the people from all the countries where I have scattered them in my anger and fury, and I am going to bring them back to this place and let them live here in safety. ", "38": "Then they will be my people, and I will be their God. ", "39": "I will give them a single purpose in life: to honor me for all time, for their own good and the good of their descendants. ", "40": "I will make an eternal covenant with them. I will never stop doing good things for them, and I will make them fear me with all their heart, so that they will never turn away from me. ", "41": "I will take pleasure in doing good things for them, and I will establish them permanently in this land.", "42": "“Just as I have brought this disaster on these people, so I am going to give them all the good things that I have promised. ", "43": "The people are saying that this land will be like a desert where neither people nor animals live, and that it will be given over to the Babylonians. But fields will once again be bought in this land. ", "44": "People will buy them, and the deeds will be signed, sealed, and witnessed. This will take place in the territory of Benjamin, in the villages around Jerusalem, in the towns of Judah, and in the towns in the hill country, in the foothills, and in southern Judah. I will restore the people to their land. I, the Lord, have spoken.”"}