{"1": "This is what the Lord Almighty said about Moab: “Pity the people of Nebo— their town is destroyed! Kiriathaim is captured, its mighty fortress torn down, and its people put to shame;", "2": "the splendor of Moab is gone. The enemy have captured Heshbon and plot to destroy the nation of Moab. The town of Madmen will be silenced; armies will march against it.", "3": "The people of Horonaim cry out, 'Violence! Destruction!'", "4": "“Moab has been destroyed; listen to the children crying.", "5": "Hear the sound of their sobs along the road up to Luhith, the cries of distress on the way down to Horonaim.", "6": "'Quick, run for your lives!' they say. 'Run like a wild desert donkey!'", "7": "“Moab, you trusted in your strength and your wealth, but now even you will be conquered; your god Chemosh will go into exile, along with his princes and priests.", "8": "Not a town will escape the destruction; both valley and plain will be ruined. I, the Lord, have spoken.", "9": "Set up a tombstone for Moab; it will soon be destroyed. Its towns will be left in ruins, and no one will live there again.”", "10": "(10 Curse those who do not do the Lord's work with all their heart! Curse those who do not slash and kill!)", "11": "The Lord said, “Moab has always lived secure and has never been taken into exile. Moab is like wine left to settle undisturbed and never poured from jar to jar. Its flavor has never been ruined, and it tastes as good as ever.", "12": "“So now, the time is coming when I will send people to pour Moab out like wine. They will empty its wine jars and break them in pieces. ", "13": "Then the Moabites will be disillusioned with their god Chemosh, just as the Israelites were disillusioned with Bethel, a god in whom they trusted.", "14": "“Men of Moab, why do you claim to be heroes, brave soldiers tested in war?", "15": "Moab and its cities are destroyed; its finest young men have been slaughtered. I am the king, the Lord Almighty, and I have spoken.", "16": "Moab's doom approaches; its ruin is coming soon.", "17": "“Mourn for that nation, you that live nearby, all of you that know its fame. Say, 'Its powerful rule has been broken; its glory and might are no more.'", "18": "You that live in Dibon, come down from your place of honor and sit on the ground in the dust; Moab's destroyer is here and has left its forts in ruins.", "19": "You that live in Aroer, stand by the road and wait; ask those who are running away, find out from them what has happened.", "20": "'Moab has fallen,' they will answer, 'weep for it; it is disgraced. Announce along the Arnon River that Moab is destroyed!'", "21": "“Judgment has come on the cities of the plateau: on Holon, Jahzah, Mephaath, ", "22": "Dibon, Nebo, Beth Diblathaim, ", "23": "Kiriathaim, Bethgamul, Bethmeon, ", "24": "Kerioth, and Bozrah. Judgment has come on all the cities of Moab, far and near. ", "25": "Moab's might has been crushed; its power has been destroyed. I, the Lord, have spoken.”", "26": "The Lord said, “Make Moab drunk, because it has rebelled against me. Moab will roll in its own vomit, and people will laugh. ", "27": "Moab, remember how you made fun of the people of Israel? You treated them as though they had been caught with a gang of robbers.", "28": "“You people who live in Moab, leave your towns! Go and live on the cliffs! Be like the dove that makes its nest in the sides of a ravine. ", "29": "Moab is very proud! I have heard how proud, arrogant, and conceited the people are, how much they think of themselves. ", "30": "I, the Lord, know of their arrogance. Their boasts amount to nothing, and the things they do will not last. ", "31": "And so I will weep for everyone in Moab and for the people of Kir Heres. ", "32": "I will cry for the people of Sibmah, even more than for the people of Jazer. City of Sibmah, you are like a vine whose branches reach across the Dead Sea and go as far as Jazer. But now your summer fruits and your grapes have been destroyed. ", "33": "Happiness and joy have been taken away from the fertile land of Moab. I have made the wine stop flowing from the wine presses; there is no one to make the wine and shout for joy.", "34": "“The people of Heshbon and Elealeh cry out,[a] and their cry can be heard as far as Jahaz; it can be heard by the people in Zoar, and it is heard as far as Horonaim and Eglath Shelishiyah. Even Nimrim Brook has dried up. ", "35": "I will stop the people of Moab from making burnt offerings at their places of worship and from offering sacrifices to their gods. I, the Lord, have spoken.", "36": "“So my heart mourns for Moab and for the people of Kir Heres, like someone playing a funeral song on a flute, because everything they owned is gone. ", "37": "All of them have shaved their heads and cut off their beards. They have all made gashes on their hands, and everyone is wearing sackcloth. ", "38": "On all the housetops of Moab and in all its public squares there is nothing but mourning, because I have broken Moab like a jar that no one wants. ", "39": "Moab has been shattered! Cry out! Moab has been disgraced. It is in ruins, and all the surrounding nations make fun of it. I, the Lord, have spoken.”", "40": "The Lord has promised that a nation will swoop down on Moab like an eagle with its outspread wings, ", "41": "and the towns and fortresses will be captured. On that day Moab's soldiers will be as frightened as a woman in labor. ", "42": "Moab will be destroyed and will no longer be a nation, because it rebelled against me. ", "43": "Terror, pits, and traps are waiting for the people of Moab. The Lord has spoken. ", "44": "Whoever tries to escape the terror will fall into the pits, and whoever climbs out of the pits will be caught in the traps, because the Lord has set the time for Moab's destruction. ", "45": "Helpless refugees try to find protection in Heshbon, the city that King Sihon once ruled, but it is in flames.[b] Fire has burned up the frontiers and the mountain heights of the war-loving people of Moab. ", "46": "Pity the people of Moab! The people who worshiped Chemosh have been destroyed, and their sons and daughters have been taken away as prisoners.", "47": "But in days to come the Lord will make Moab prosperous again. All of this is what the Lord has said will happen to Moab."}