{"1": "People of Jerusalem, run through your streets! Look around! See for yourselves! Search the marketplaces! Can you find one person who does what is right and tries to be faithful to God? If you can, the Lord will forgive Jerusalem.", "2": "Even though you claim to worship the Lord, you do not mean what you say.", "3": "Surely the Lord looks for faithfulness. He struck you, but you paid no attention; he crushed you, but you refused to learn. You were stubborn and would not turn from your sins.", "4": "Then I thought, “These are only the poor and ignorant. They behave foolishly; they don't know what their God requires, what the Lord wants them to do.", "5": "I will go to the people in power and talk with them. Surely they know what their God requires, what the Lord wants them to do.” But all of them have rejected the Lord's authority and refuse to obey him.", "6": "That is why lions from the forest will kill them; wolves from the desert will tear them to pieces, and leopards will prowl through their towns. If those people go out, they will be torn apart because their sins are numerous and time after time they have turned from God.", "7": "The Lord asked, “Why should I forgive the sins of my people? They have abandoned me and have worshiped gods that are not real. I fed my people until they were full, but they committed adultery and spent their time with prostitutes.", "8": "They were like well-fed stallions wild with desire, each lusting for his neighbor's wife.", "9": "Shouldn't I punish them for these things and take revenge on a nation such as this?", "10": "I will send enemies to cut down my people's vineyards, but not to destroy them completely. I will tell them to strip away the branches, because those branches are not mine.", "11": "The people of Israel and Judah have betrayed me completely. I, the Lord, have spoken.”", "12": "The Lord's people have denied him and have said, “He won't really do anything.[a] We won't have hard times; we won't have war or famine.” ", "13-14": "They have said that the prophets are nothing but windbags and that they have no message from the Lord. The Lord God Almighty said to me, “Jeremiah, because these people have said such things, I will make my words like a fire in your mouth. The people will be like wood, and the fire will burn them up.”", "15": "People of Israel, the Lord is bringing a nation from far away to attack you. It is a strong and ancient nation, a nation whose language you do not know. ", "16": "Their archers are mighty soldiers who kill without mercy. ", "17": "They will devour your crops and your food; they will kill your sons and your daughters. They will slaughter your flocks and your herds and destroy your vines and fig trees. The fortified cities in which you trust will be destroyed by their army.", "18": "The Lord says, “Yet even in those days I will not completely destroy my people. ", "19": "When they ask why I did all these things, tell them, Jeremiah, that just as they turned away from me and served foreign gods in their own land, so they will serve strangers in a land that is not theirs.”", "20": "The Lord says, “Tell the descendants of Jacob, tell the people of Judah: ", "21": "Pay attention, you foolish and stupid people, who have eyes, but cannot see, and have ears, but cannot hear. ", "22": "I am the Lord; why don't you fear me? Why don't you tremble before me? I placed the sand as the boundary of the sea, a permanent boundary that it cannot cross. The sea may toss, but it cannot go beyond it; the waves may roar, but they cannot break through. ", "23": "But you people! You are stubborn and rebellious; you have turned aside and left me. ", "24": "You never thought to honor me, even though I send the autumn rains and the spring rains and give you the harvest season each year. ", "25": "Instead, your sins have kept these good things from you.", "26": "“Evildoers live among my people; they lie in wait like those who lay nets to catch birds,[b] but they have set their traps to catch people. ", "27": "Just as a hunter fills a cage with birds, they have filled their houses with loot. That is why they are powerful and rich, ", "28": "why they are fat and well fed. There is no limit to their evil deeds. They do not give orphans their rights or show justice to the oppressed.", "29": "“But I, the Lord, will punish them for these things; I will take revenge on this nation. ", "30": "A terrible and shocking thing has happened in the land: ", "31": "prophets speak nothing but lies; priests rule as the prophets command, and my people offer no objections. But what will they do when it all comes to an end?”"}