{"1": "I wish my head were a well of water, and my eyes a fountain of tears, so that I could cry day and night for my people who have been killed.", "2": "I wish I had a place to stay in the desert where I could get away from my people. They are all unfaithful, a mob of traitors.", "3": "They are always ready to tell lies; dishonesty instead of truth rules the land. The Lord says, “My people do one evil thing after another and do not acknowledge me as their God.”", "4": "Everyone must be on guard against their friends, and no one can trust their relatives; for all relatives are as deceitful as Jacob, and everyone slanders their friends.", "5-6": "They all mislead their friends, and no one tells the truth; they have taught their tongues to lie and will not give up their sinning. They do one violent thing after another, and one deceitful act follows another. The Lord says that his people reject him.", "7": "Because of this the Lord Almighty says, “I will refine my people like metal and put them to the test. My people have done evil— what else can I do with them?", "8": "Their tongues are like deadly arrows; they always tell lies. Everyone speaks friendly words to their neighbors, but they are really setting a trap for them.", "9": "Will I not punish them for these things? Will I not take revenge on a nation like this? I, the Lord, have spoken.”", "10": "I said, “I will mourn for the mountains and weep for the pastures, because they have dried up, and no one travels through them. The sound of livestock is no longer heard; birds and wild animals have fled and gone.”", "11": "The Lord says, “I will make Jerusalem a pile of ruins, a place where jackals live; the cities of Judah will become a desert, a place where no one lives.”", "12": "I asked, “Lord, why is the land devastated and dry as a desert, so that no one travels through it? Who is wise enough to understand this? To whom have you explained it so that they can tell others?”", "13": "The Lord answered, “This has happened because my people have abandoned the teaching that I gave them. They have not obeyed me or done what I told them. ", "14": "Instead, they have been stubborn and have worshiped the idols of Baal as their ancestors taught them to do. ", "15": "So then, listen to what I, the Lord Almighty, the God of Israel, will do: I will give my people bitter plants to eat and poison to drink. ", "16": "I will scatter them among nations that neither they nor their ancestors have heard about, and I will send armies against them until I have completely destroyed them.”", "17": "The Lord Almighty said, “Think about what is happening! Call for the mourners to come, for the women who sing funeral songs.”", "18": "The people said, “Tell them to hurry and sing a funeral song for us, until our eyes fill with tears, and our eyelids are wet from crying.”", "19": "Listen to the sound of crying in Zion: “We are ruined! We are completely disgraced! We must leave our land; our homes have been torn down.”", "20": "I said, “Listen to the Lord, you women, and pay attention to his words. Teach your daughters how to mourn, and your friends how to sing a funeral song.", "21": "Death has come in through our windows and entered our palaces; it has cut down the children in the streets and the young men in the marketplaces.", "22": "Dead bodies are scattered everywhere, like piles of manure on the fields, like grain cut and left behind by the reapers, grain that no one gathers. This is what the Lord has told me to say.”", "23": "The Lord says, “The wise should not boast of their wisdom, nor the strong of their strength, nor the rich of their wealth.", "24": "If any want to boast, they should boast that they know and understand me, because my love is constant, and I do what is just and right. These are the things that please me. I, the Lord, have spoken.”", "25-26": "The Lord says, “The time is coming when I will punish the people of Egypt, Judah, Edom, Ammon, Moab, and the desert people, who have their hair cut short.[a] All these people are circumcised, but have not kept the covenant it symbolizes. None of these people and none of the people of Israel have kept my covenant.”"}