{"1": "Death of the Sons of Ahab of Israel. 1 Ahab had seventy sons in Samaria. Jehu wrote letters and sent them to Samaria, to the elders who were rulers of Jezreel and to Ahab's guardians. Jehu wrote: ", "2": "“Since your master's sons are with you, as well as his chariots, horses, fortified city, and weaponry, when this letter reaches you ", "3": "decide which is the best and the fittest of your master's sons, place him on his father's throne, and fight for your master's house.” ", "4": "They were overcome with fright and said, “If the two kings could not withstand him, how can we?” ", "5": "So the master of the palace and the chief of the city, along with the elders and the guardians, sent this message to Jehu: “We are your servants, and we will do everything you tell us. We will proclaim no one king; do whatever you think best.” ", "6": "So Jehu wrote them a second letter: “If you are on my side and will obey me, bring along the heads of your master's sons[a] and come to me in Jezreel at this time tomorrow.” (The seventy princes were in the care of prominent men of the city, who were rearing them.)", "7": "When the letter arrived, they took the princes and slew all seventy of them, put their heads in baskets, and sent them to Jehu in Jezreel. ", "8": "A messenger came in and told him, “They have brought the heads of the princes.” He said, “Pile them in two heaps at the gate of the city until morning.”", "9": "In the morning he came outside, stood there, and said to all the people: “You are guiltless, for it was I who conspired against my lord and slew him. But who killed all these? ", "10": "Know that not a single word which the Lord has spoken against the house of Ahab shall fail. The Lord has accomplished what he decreed through his servant Elijah.” ", "11": "(And so Jehu slew all who were left of the house of Ahab in Jezreel, as well as all his powerful supporters, intimates, and priests, leaving him no survivor.) ", "12": "Then he went back inside. Death of the Relatives of Ahaziah of Judah. He set out for Samaria and, at Beth-eked-haroim on the way, ", "13": "Jehu came across relatives of Ahaziah, king of Judah. “Who are you?” he asked, and they said, “We are relatives of Ahaziah. We are going down to visit the princes and the family of the queen mother.”[b] ", "14": "“Take them alive,” Jehu ordered. They were taken alive, forty-two in number, then slain at the pit of Beth-eked. Not one of them survived.", "15": "When he set out from there, Jehu met Jehonadab, son of Rechab, on the road. He greeted him and asked, “Are you with me wholeheartedly, as I am with you?” “Yes,” he replied. “If you are, give me your hand.” He gave him his hand, and he had him mount his chariot, ", "16": "and said, “Come with me and see my zeal for the Lord.” And they took him along in his chariot.", "17": "Slaughter of the Worshipers of Baal. 17 When he arrived in Samaria, Jehu slew all who were left of Ahab's line in Samaria, doing away with them completely, according to the word the Lord spoke to Elijah.", "18": "Jehu gathered all the people together and said to them: “Ahab served Baal to some extent, but Jehu will serve him yet more. ", "19": "Now summon for me all Baal's prophets, all his servants, and all his priests. See that no one is absent, for I have a great sacrifice for Baal. Whoever is absent shall not live.” This Jehu did as a ruse, so that he might destroy the servants of Baal.", "20": "Jehu said further, “Proclaim a solemn assembly in honor of Baal.” They did so, ", "21": "and Jehu sent word of it throughout all Israel. All the servants of Baal came; there was no one who did not come; they came to the temple of Baal, and it was filled from wall to wall. ", "22": "Then Jehu said to the custodian of the wardrobe, “Bring out garments for all the servants of Baal.” When he had brought out the garments for them, ", "23": "Jehu, with Jehonadab, son of Rechab, entered the temple of Baal and said to the servants of Baal, “Search and be sure that there is no one who serves the Lord here with you, but only servants of Baal.” ", "24": "Then they proceeded to offer sacrifices and burnt offerings. Now Jehu had stationed eighty troops outside with this warning, “Any of you who lets someone escape of those whom I shall deliver into your hands shall pay life for life.”", "25": "As soon as he finished offering the burnt offering, Jehu said to the guards and aides, “Go in and slay them. Let no one escape.” So the guards and aides put them to the sword and cast them out. Afterward they went into the inner shrine of the temple of Baal, ", "26": "and took out the pillars of the temple of Baal. They burned the shrine, ", "27": "tore down the pillar of Baal, tore down the temple of Baal, and turned it into a latrine, as it remains today.", "28": "Thus Jehu destroyed Baal in Israel.", "29": "Death of Jehu of Israel. 29 However, Jehu did not desist from the sins which Jeroboam, son of Nebat, had caused Israel to commit, the golden calves at Bethel and at Dan.", "30": "The Lord said to Jehu: Because you have done well what is right in my eyes, and have done to the house of Ahab all that was in my heart, your sons to the fourth generation shall sit upon the throne of Israel. ", "31": "But Jehu was not careful to walk in the law of the Lord, the God of Israel, with all his heart, since he did not desist from the sins which Jeroboam had caused Israel to commit. ", "32": "At that time the Lord began to dismember Israel. Hazael defeated the Israelites throughout their territory ", "33": "east of the Jordan (all the land of Gilead, of the Gadites, Reubenites, and Manassites), from Aroer on the wadi Arnon up through Gilead and Bashan.", "34": "The rest of the acts of Jehu, with all that he did and all his valor, are recorded in the book of the chronicles of the kings of Israel. ", "35": "Jehu rested with his ancestors and was buried in Samaria, and his son Jehoahaz succeeded him as king. ", "36": "The length of Jehu's reign over Israel was twenty-eight years in Samaria."}