{"1": "Elijah's Journey. 1 When the Lord was about to take Elijah up to heaven in a whirlwind, he and Elisha were on their way from Gilgal.[b]", "2": "Elijah said to Elisha, “Stay here, please. The Lord has sent me on to Bethel.” Elisha replied, “As the Lord lives, and as you yourself live, I will not leave you.” So they went down to Bethel. ", "3": "The guild prophets who were in Bethel went out to Elisha and asked him, “Do you know that today the Lord will take your master from you?” He replied, “Yes, I know that. Be still.”", "4": "Elijah said to him, “Elisha, stay here, please. The Lord has sent me on to Jericho.” Elisha replied, “As the Lord lives, and as you yourself live, I will not leave you.” So they came to Jericho. ", "5": "The guild prophets who were in Jericho approached Elisha and asked him, “Do you know that today the Lord will take your master from you?” He replied, “Yes, I know that. Be still.”", "6": "Elijah said to him, “Stay here, please. The Lord has sent me on to the Jordan.” Elisha replied, “As the Lord lives, and as you yourself live, I will not leave you.” So the two went on together. ", "7": "Fifty of the guild prophets followed and stood facing them at a distance, while the two of them stood next to the Jordan.", "8": "Elisha Succeeds Elijah. 8 Elijah took his mantle, rolled it up and struck the water: it divided, and the two of them crossed over on dry ground.", "9": "When they had crossed over, Elijah said to Elisha, “Request whatever I might do for you, before I am taken from you.” Elisha answered, “May I receive a double portion of your spirit.”[c] ", "10": "He replied, “You have asked something that is not easy. Still, if you see me taken up from you, your wish will be granted; otherwise not.” ", "11": "As they walked on still conversing, a fiery chariot and fiery horses came between the two of them, and Elijah went up to heaven in a whirlwind, ", "12": "and Elisha saw it happen. He cried out, “My father! my father![d] Israel's chariot and steeds!” Then he saw him no longer. He gripped his own garment, tore it into two pieces, ", "13": "and picked up the mantle which had fallen from Elijah. Then he went back and stood at the bank of the Jordan. ", "14": "Wielding the mantle which had fallen from Elijah, he struck the water and said, “The Lord, the God of Elijah—where is he now?”[e] He struck the water: it divided, and he crossed over.", "15": "Elisha's Journey. 15 The guild prophets in Jericho, who were on the other side, saw him and said, “The spirit of Elijah rests on Elisha.” They went to meet him, bowing to the ground before him. ", "16": "They said, “Among your servants are fifty brave men. Let them go in search of your master. Perhaps the spirit of the Lord has lifted him up and left him on some mountain or in some valley.” He answered, “Do not send them.” ", "17": "But they kept urging him, until he was embarrassed and said, “Send them.” So they sent the fifty men, who searched for three days without finding him. ", "18": "When they returned to Elisha in Jericho, where he was staying, he said to them, “Did I not tell you not to go?”", "19": "The inhabitants of the city complained to Elisha, “The site of the city is fine indeed, as my lord can see, but the water is bad and the land sterile.” ", "20": "Elisha said, “Bring me a new bowl and put salt into it.” When they had brought it to him, ", "21": "he went out to the spring and threw salt into it, saying, “Thus says the Lord: I have purified this water. Never again shall death or sterility come from it.” ", "22": "And the water has stayed pure even to this day, according to the word Elisha had spoken.", "23": "[f]From there Elisha went up to Bethel. While he was on the way, some little boys came out of the city and jeered at him: “Go away, baldy; go away, baldy!” ", "24": "The prophet turned and saw them, and he cursed them in the name of the Lord. Then two she-bears came out of the woods and tore forty-two of the children to pieces.", "25": "From there he went to Mount Carmel, and returned to Samaria from there."}