{"1": "[a] When Sanballat heard that we were building the wall, he became angry and raged. He mocked the Jews,", "2": "saying in the presence of his associates and the army of Samaria: “What are those feeble Jews doing? Will they restore things themselves? Will they offer sacrifices? Will they finish it in a day? Will they revive the stones from the piles of rubble, even though they are burned?”", "3": "Tobiah the Ammonite, who was beside him, added: “If even a fox climbs on whatever they build, their wall of stones will crumble.”", "4": "Listen, God; we are despised! Turn their insults to us[b] back on their heads and make them like plunder in a captive land.", "5": "Don't forgive their iniquity or blot out their sins from your sight. They have thrown insults at the builders!", "6": "We continued to build the wall. All of it was joined together, and it reached half of its intended height because the people were eager to work.", "7": "[c] But when Sanballat, Tobiah, the Arabs, the Ammonites, and the people of Ashdod heard that the work on the walls was progressing and the gaps were being closed, they were very angry.", "8": "They plotted together to come and fight against Jerusalem and to create a disturbance in it.", "9": "So we prayed to our God and set a guard as protection against them day and night.", "10": "But in Judah it was said, “The carrier's strength is failing, for there is too much rubble. We are unable to rebuild the wall!”", "11": "Meanwhile, our enemies were saying: “Before they know or see anything, we can be in their midst and start to kill them. We'll stop the work!”", "12": "Now the Jews who were living near them came and said to us again and again,[d] “You must return to us!”[e]", "13": "So I took up a position in the lowest parts of the space behind the wall in an open area.[f] Then I stationed the people by families, and they had their swords, spears, and bows.", "14": "After reviewing this, I stood up and said to the officials, the officers, and the rest of the people, “Don't be afraid of them! Remember that the Lord is great and awesome! Fight for your families, your sons, your daughters, your wives, and your houses!”", "15": "Then our enemies heard that we had found out and that God had spoiled their plans. So we all returned to doing our own work on the wall.", "16": "But from that day on, only half of my workers continued in the construction, while the other half held the spears, shields, bows, and body armor. Meanwhile, the leaders positioned themselves[g] behind the whole house of Judah,", "17": "who were building the wall. The carriers did their work with a load in one hand and a weapon in the other.", "18": "The builders built with swords fastened in their belts, and the trumpeter stayed by my side.", "19": "Then I said to the officials, the officers, and the rest of the people, “The work is very spread out, and we are far apart from each other along the wall.", "20": "When you hear the trumpet sound, come and gather where we are. Our God will fight for us!”", "21": "So we continued the work, with half of them holding spears from dawn until dusk.", "22": "I also said to the people at that time, “Let every man and his servant spend the night in Jerusalem so that we can guard during the night and work during the day.”", "23": "Neither I nor my relatives, nor my servants, nor my bodyguards took off our clothes, even when they sent for water.[h]"}