{"1": "When the seventh month[a] came and the people of Israel were settled in their towns, all the people gathered together in the area in front of the Water Gate. They asked Ezra the scribe to bring out the Instruction[b] scroll from Moses, according to which the Lord had instructed Israel.", "2": "So on the first day of the seventh month, Ezra the priest brought the Instruction before the assembly. This assembly was made up of both men and women and anyone who could understand what they heard.", "3": "Facing the area in front of the Water Gate, he read it aloud, from early morning until the middle of the day. He read it in the presence of the men and the women and those who could understand, and everyone listened attentively to the Instruction scroll.", "4": "Ezra the scribe stood on a wooden platform that had been made for this purpose. And standing beside him were Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his righthand side; while Pedaiah, Mishael, Malchijah, Hashum, Hash-baddanah, Zechariah, and Meshullam stood on his lefthand side.", "5": "Standing above all of the people, Ezra the scribe opened the scroll in the sight of all of the people. And as he opened it, all of the people stood up.", "6": "Then Ezra blessed the Lord, the great God, and all of the people answered, “Amen! Amen!” while raising their hands. Then they bowed down and worshipped the Lord with their faces to the ground.", "7": "The Levites—Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah[c]—helped the people to understand the Instruction while the people remained in their places.", "8": "They read aloud from the scroll, the Instruction from God, explaining and interpreting it so the people could understand what they heard.", "9": "Then Nehemiah the governor, Ezra the priest and scribe, and the Levites who taught the people said to all of the people, “This day is holy to the Lord your God. Don't mourn or weep.” They said this[d] because all the people wept when they heard the words of the Instruction.", "10": "“Go, eat rich food, and drink something sweet,” he said to them, “and send portions of this to any who have nothing ready! This day is holy to our Lord. Don't be sad, because the joy from the Lord is your strength!”", "11": "The Levites also calmed all of the people, saying, “Be quiet, for this day is holy. Don't be sad!”", "12": "Then all of the people went to eat and to drink, to send portions, and to have a great celebration, because they understood what had been said to them.", "13": "On the second day, the heads of the families of all the people, along with the priests and the Levites, gathered together around Ezra the scribe in order to study the words of the Instruction.", "14": "And they found written in the Instruction that the Lord had commanded through Moses that the Israelites should live in booths during the festival of the seventh month.[e]", "15": "They also found that they should make the following proclamation and announce it throughout their towns and in Jerusalem: “Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other leafy trees to make booths, as it is written.”", "16": "So the people went out and brought them, and made booths for themselves, each on the roofs of their houses or[f] their courtyards, in the courtyards of God's house, in the area by the Water Gate, or in the area by the Gate of Ephraim.", "17": "The whole assembly of those who had returned from captivity made booths and lived in them. This was something that the people of Israel hadn't done since the days of Joshua,[g] Nun's son, and there was very great rejoicing.", "18": "He read from God's Instruction scroll every day, from the first until the last day of the festival.[h] They kept the festival for seven days and held a solemn assembly on the eighth day, just as the Instruction required."}