{"1": "My dear brothers and sisters, fellow believers in our glorious Lord Jesus Christ—how could we say that we have faith in him and yet we favor one group of people above another?[a] ", "2": "Suppose an influential man comes into your worship meeting wearing gold rings and expensive clothing, and also a homeless man in shabby clothes comes in. ", "3": "If you show special attention to the rich man in expensive clothes and say, “Here's a seat of honor for you right up front!” but you turn and say to the poor beggar dressed in rags, “You can stand over here,” or “Sit over there on the floor in the back,”[b] ", "4": "then you've demonstrated gross prejudice among yourselves and used evil standards of judgment!", "5": "So listen carefully, my dear brothers and sisters, hasn't God chosen[c] the poor in the world's eyes to be those who are rich in faith?[d] And won't they be the heirs of the kingdom-realm he promised to those who love him? ", "6": "But yet you insult and shun the poor in your efforts to impress the rich![e] Isn't it the wealthy who exploit you and drag you into court? ", "7": "Aren't they the very ones who blaspheme the beautiful name of the One you now belong to?[f]", "8": "Your calling is to fulfill the royal law of love[g] as given to us in this Scripture: “You must love and value your neighbor as you love and value yourself!”[h] For keeping this law is the noble way to live. ", "9": "But when you show prejudice you commit sin and you violate this royal law of love!", "10": "For the one who attempts to keep all of the law of Moses but fails in just one point has become guilty of breaking the law in every respect! ", "11": "For the same One who tells us, “Do not commit adultery,” also said, “Do not murder.”[i] Now if you don't commit adultery but do commit murder, you are still guilty as a law-breaker. ", "12": "So we must both speak and act in every respect like those who are destined to be tried by the perfect law of liberty, ", "13": "and remember that judgment is merciless for the one who judges others without mercy. So by showing mercy you take dominion over judgment![j]", "14": "My dear brothers and sisters, what good is it if someone claims to have faith but demonstrates no good works to prove it? How could this kind of faith save anyone? ", "15": "For example, if a brother or sister in the faith is poorly clothed and hungry ", "16": "and you leave them saying, “Good-bye. I hope you stay warm and have plenty to eat,” but you don't provide them with a coat or even a cup of soup, what good is your faith? ", "17": "So then faith that doesn't involve action is phony.[k]", "18": "But someone might object and say, “One person has faith and another person has works.”[l] Go ahead then and prove to me that you have faith without works and I will show you faith by my works as proof that I believe. ", "19": "You can believe all you want that there is one true God,[m] that's wonderful! But even the demons know this and tremble with fear before him,[n] yet they're unchanged—they remain demons.", "20": "O feeble sons of Adam,[o] do you need further evidence that faith divorced from good works is phony? ", "21": "Wasn't our ancestor Abraham found righteous before God because of his works when he offered his son Isaac on the altar? ", "22": "Can't you see how his action cooperated with his faith and by his action faith found its full expression? ", "23": "So in this way the Scripture was fulfilled: Because Abraham believed God, his faith was exchanged for God's righteousness.[p] So he became known as the lover of God![q] ", "24": "So now it's clear that a person is seen as righteous in God's eyes not merely by faith alone, but by his works.", "25": "And the same is true of the prostitute named Rahab who was found righteous in God's eyes by her works, for she received the spies into her home and helped them escape from the city by another route.[r] ", "26": "For just as a human body without the spirit is a dead corpse, so faith without the expression of good works is dead!"}