{"1": "Listen all you who are rich, for it's time to weep and howl over the misery[a] that will overtake you! ", "2": "Your riches lie rotting, your fine clothing eaten by moths, ", "3": "and your gold and silver are corroded as a witness against you. You have hoarded up treasure for the last days but it will become a fire to burn your flesh. ", "4": "Listen! Can't you hear the cries of the laborers[b] over the wages you fraudulently held back from those who worked for you?[c] The cries for justice of those you've cheated have reached the ears of the Lord of armies![d]", "5": "You have indulged yourselves with every luxury and pleasure this world offers, but you're only stuffing your heart full for a day of slaughter. ", "6": "You have condemned and murdered good and innocent people[e] who had no power to defend themselves.[f]", "7": "Meanwhile, brothers and sisters, we must be patient and filled with expectation as we wait for the appearing[g] of the Lord. Think about the farmer who has to patiently wait for the earth's harvest as it ripens because of the early and latter rains. ", "8": "So you also keep your hopes high and be patient, for the presence of the Lord is drawing closer.[h] ", "9": "Since each of you are part of God's family never complain or grumble about each other[i] so that judgment will not come on you, for the true Judge is near and very ready to appear![j]", "10": "My brothers and sisters, take[k] the prophets as your mentors. They have prophesied in the name of the Lord[l] and it brought them great sufferings, yet they patiently endured. ", "11": "We honor them as our heroes[m] because they remained faithful even while enduring great sufferings. And you have heard of all that Job went through and we can now see that the Lord ultimately treated him with wonderful kindness, revealing how tenderhearted he really is![n]", "12": "Above all we must be those who never need to verify our speech as truthful by swearing by the heavens or the earth or any other oath.[o] But instead we must be so full of integrity that our “Yes” or “No” is convincing enough and we do not stumble into hypocrisy.[p]", "13": "Are there any believers in your fellowship suffering great hardship and distress? Encourage them to pray![q] Are there happy, cheerful ones among you? Encourage them to sing out their praises![r] ", "14": "Are there any sick among you? Then ask the elders of the church to come and pray over the sick and anoint them with oil in the name of our Lord. ", "15": "And the prayer of faith[s] will heal the sick[t] and the Lord will raise them up,[u] and if they have committed sins[v] they will be forgiven.[w]", "16": "Confess and acknowledge how you have offended one another[x] and then pray for one another to be instantly healed,[y] for tremendous power is released through the passionate, heartfelt prayer[z] of a godly believer!", "17": "Elijah was a man with human frailties, just like all of us, but he prayed and received supernatural answers.[aa] He actually shut the heavens over the land so there would be no rain for three and a half years! ", "18": "Then he prayed again and the skies opened up over the land so that the rain came again and produced the harvest.", "19": "Finally, as members of God's beloved family, we must go after the one who wanders from the truth and bring him back. ", "20": "For the one who restores the sinning believer back to God from the error of his way, gives back to his soul[ab] life from the dead, and covers over countless sins[ac] by their demonstration of love!"}