{"1": "Hezekiah sent a message to all Israel and Judah and wrote letters to the tribes of Ephraim and Manasseh. He invited them to come to Yahweh's temple in Jerusalem to celebrate the Passover of Yahweh Elohim of Israel.", "2": "The king, his officials, and the whole assembly in Jerusalem decided to celebrate the Passover in the second month. ", "3": "They couldn't celebrate it at the regular time because not enough priests had performed the ceremonies to make themselves holy and the people hadn't gathered in Jerusalem. ", "4": "The king and the whole assembly considered their plan to be the right thing to do. ", "5": "So they decided to send an announcement throughout Israel from Beersheba to Dan. They summoned everyone to come to Jerusalem to celebrate the Passover of Yahweh Elohim of Israel. These people had not celebrated it in large numbers as the written instructions said they should.", "6": "Messengers took letters from the king and his officials throughout Israel and Judah. The king's order said, “Israelites, return to Yahweh Elohim of Abraham, Isaac, and Israel. Then he will return to the few of you who escaped from the power of the kings of Assyria. ", "7": "Don't be like your ancestors and your relatives who were unfaithful to Yahweh Elohim of their ancestors. He made them something that shocks people, as you have seen. ", "8": "Don't be impossible to deal with like your ancestors. Reach out for Yahweh. Come to his holy place that he made holy forever. Serve Yahweh your Elohim, and he will turn his burning anger away from you. ", "9": "When you return to Yahweh, your relatives and children will find compassion from those who captured them. They will return to this land. Yahweh your Elohim is merciful and compassionate. He will not turn his face away from you if you return to him.”", "10": "So the messengers went from city to city in the territories of Ephraim and Manasseh, as far as Zebulun. But the people ridiculed them. ", "11": "However, some people from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem. ", "12": "Also, Elohim guided the people of Judah so that they united to carry out the command which the king and the leaders gave from Yahweh's word.", "13": "Many people gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month. They formed a large assembly.", "14": "Then the people got rid of the idols' altars in Jerusalem. They got rid of all the altars for incense by dumping them in the Kidron Valley.", "15": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, so they performed the ceremonies to make themselves holy. Then they brought burnt offerings to Yahweh's temple. ", "16": "They stood in their regular places as instructed by Moses' Teachings. (Moses was a man of Elohim.) The priests sprinkled the blood they received from the Levites. ", "17": "Many people in the assembly had not made themselves holy. So the Levites had to kill the Passover lambs for all who weren't clean[a] and couldn't make their lambs holy for Yahweh.", "18": "Many people from Ephraim, Manasseh, Issachar, and Zebulun had not made themselves clean. So they ate the Passover, but not in the way the written instructions said they should. Hezekiah prayed for them: “May the good Yahweh forgive ", "19": "those who have their hearts set on dedicating their lives to serving Elohim. May Yahweh Elohim of their ancestors do this for those who are not clean as required for the holy place.” ", "20": "Yahweh listened to Hezekiah and healed the people.", "21": "So the Israelites in Jerusalem celebrated the Festival of Unleavened Bread for seven days with great joy. Each day the Levites and priests praised Yahweh in song. They played Yahweh's instruments loudly. ", "22": "Hezekiah spoke encouraging words to all the Levites who had the skills to serve Yahweh. They ate the festival meals for seven days, sacrificed fellowship offerings, and confessed their sins to Yahweh Elohim of their ancestors.", "23": "Then the whole assembly decided to celebrate the festival for seven more days. So they joyfully celebrated for seven more days. ", "24": "King Hezekiah of Judah provided 1,000 bulls and 7,000 sheep as sacrifices for the assembly. The leaders provided 1,000 bulls and 10,000 sheep for the assembly. So a large number of priests were able to perform the ceremonies to make themselves holy.", "25": "The whole assembly from Judah, the priests, the Levites, the whole assembly from Israel, the foreigners who came from Israel, and those who lived in Judah rejoiced. ", "26": "The city of Jerusalem was filled with joy. Nothing like this had happened in Jerusalem since the days of King Solomon of Israel.", "27": "Then the Levitical priests blessed the people. Their voices were heard, and their prayers went to Elohim's holy place in heaven."}