{"1": "These are the wise sayings of Solomon, son of David, king of Israel: ", "2": "They show you how to know wisdom and teaching, to find the words of understanding. ", "3": "They help you learn about the ways of wisdom and what is right and fair. ", "4": "They give wisdom to the child-like, and much learning and wisdom to those who are young. ", "5": "A wise man will hear and grow in learning. A man of understanding will become able ", "6": "to understand a saying and a picture-story, the words of the wise and what they mean.", "7": "The fear of the Lord is the beginning of much learning. Fools hate wisdom and teaching.", "8": "Hear your father's teaching, my son, and do not turn away from your mother's teaching. ", "9": "For they are a glory to your head and a chain of beauty around your neck. ", "10": "My son, if sinners try to lead you into sin, do not go with them. ", "11": "If they say, “Come with us. Let us lie in wait to kill someone. Let us set a trap for those who are without blame. ", "12": "Let us swallow them alive like death, as those who go down to the grave. ", "13": "We will find all kinds of things of great worth. We will fill our houses with the stolen riches. ", "14": "Throw in your share with us. We will all have one money bag.”", "15": "My son, do not walk in the way with them. Keep your feet from their path. ", "16": "For their feet run to sin and hurry to kill. ", "17": "Yes, the net is spread for nothing if the bird is watching. ", "18": "They set traps for their own lives and wait to die. ", "19": "Such are the ways of all who get things by hurting others. Their desire for stolen riches takes away their own lives.", "20": "Wisdom calls out in the street. She lifts her voice in the center of town. ", "21": "There she cries out in the noisy streets. At the open gates of the city she speaks: ", "22": "“O foolish ones, how long will you love being foolish? How long will those who laugh at others be happy in their laughing? How long will fools hate much learning? ", "23": "Listen to my strong words! See, I will pour out my spirit on you. I will make my words known to you. ", "24": "I called but you would not listen. I put out my hand and no one gave it a thought. ", "25": "You did not listen when I told you what you should do, and you would not hear any of my strong words. ", "26": "So I will laugh at your trouble. I will laugh when you are afraid. ", "27": "Fear will come to you like a storm. Hard times will come like a strong wind. When trouble and suffering come upon you, ", "28": "then they will call on me, but I will not answer. They will look for me, but they will not find me. ", "29": "Because they hated much learning, and did not choose the fear of the Lord. ", "30": "They would not listen when I told them what they should do. They laughed at all my strong words. ", "31": "So they will eat the fruit of their own way, and be filled with their own plans. ", "32": "For the foolish will be killed by their turning away. The trust that fools put in themselves will destroy them. ", "33": "But he who listens to me will live free from danger, and he will rest easy from the fear of what is sinful.”"}