{"1": "The sayings of Solomon: A wise son makes a father glad, but a foolish son is a sorrow to his mother.", "2": "Riches taken by wrong-doing do no good, but doing what is right and good saves from death.", "3": "The Lord will not let those who are right with Him go hungry, but He puts to one side the desire of the sinful.", "4": "He who works with a lazy hand is poor, but the hand of the hard worker brings riches.", "5": "A son who gathers in summer is wise, but a son who sleeps during gathering time brings shame.", "6": "Good things are given to those who are right with God, but the mouth of the sinful hides trouble.", "7": "Those who are right with God are remembered with honor, but the name of the sinful will waste away.", "8": "The wise in heart will receive teaching, but a fast talking fool will become nothing.", "9": "He who is right in his walk is sure in his steps, but he who takes the wrong way will be found out.", "10": "He who winks the eye causes trouble, and a fast talking fool will become nothing.", "11": "The mouth of the one who is right with God is a well of life, but the mouth of the sinful hides trouble.", "12": "Hate starts fights, but love covers all sins.", "13": "Wisdom is found on the lips of him who has understanding, but a stick is for the back of him who has no understanding.", "14": "Wise men store up learning, but the foolish will be destroyed with their mouths.", "15": "The riches of a rich man are his strength, but the need of the poor is what destroys them.", "16": "The pay earned by those who are right with God is life, but the sinful are paid by being punished.", "17": "He who listens to teaching is on the path of life, but he who will not listen to strong words goes the wrong way.", "18": "He who hides hate has lying lips, and he who talks to hurt people is a fool.", "19": "The one who talks much will for sure sin, but he who is careful what he says is wise.", "20": "The tongue of those who are right with God is like fine silver, but the heart of the sinful is not worth much.", "21": "The lips of those who are right with God feed many, but fools die for want of understanding.", "22": "The good that comes from the Lord makes one rich, and He adds no sorrow to it.", "23": "Doing wrong is like play to a fool, but a man of understanding has wisdom.", "24": "What the sinful man is afraid of will come upon him, and what is wanted by the man who is right with God will be given to him.", "25": "When the storm passes, the sinful man is no more, but the man who is right with God has a place to stand forever.", "26": "Like sour wine to the teeth and smoke to the eyes, so is the lazy one to those who send him.", "27": "The fear of the Lord makes life longer, but the years of the sinful will be cut off.", "28": "The hope of those who are right with God is joy, but the hope of the sinful comes to nothing.", "29": "The way of the Lord is a strong-place to those who are faithful, but it destroys those who do wrong.", "30": "Those who are right with God will never be shaken, but the sinful will not live in the land.", "31": "The mouth of those who are right with God flows with wisdom, but the sinful tongue will be stopped.", "32": "The lips of those who are right with God speak what is pleasing to others, but the mouth of the sinful speaks only what is bad."}