{"1": "The Lord hates a false weight, but a true weight is His joy.", "2": "When pride comes, then comes shame, but wisdom is with those who have no pride.", "3": "The honor of good people will lead them, but those who hurt others will be destroyed by their own false ways.", "4": "Riches are of no use in the day of God's anger, but being right with God saves from death.", "5": "Those right with God, who are without blame, make a straight way for themselves, but the sinful will fall by their own wrong-doing.", "6": "Being right with God will save the honest man, but those who hurt others will be trapped by their wrong desires.", "7": "When a sinful man dies, his hope dies with him, and all his power comes to nothing.", "8": "The one who is right with God is kept from trouble, but the sinful get into trouble instead.", "9": "The sinful man destroys his neighbor with his mouth, but those who are fair will be saved through knowing God.", "10": "The city is glad when everything goes well with those who are right with God, and there are shouts of joy when the sinful are destroyed.", "11": "A city is honored by the good things that come to the faithful, but it is torn down by the mouth of the sinful.", "12": "He who hates his neighbor does not think well, but a man of understanding keeps quiet.", "13": "He who is always telling stories makes secrets known, but he who can be trusted keeps a thing hidden.", "14": "A nation falls where there is no wise leading, but it is safe where there are many wise men who know what to do.", "15": "He who puts himself as trust for what a stranger owes to another will suffer for it, but he who hates to be trusted for what another owes is safe.", "16": "A kind woman gets honor, and bad men get riches.", "17": "The man who shows loving-kindness does himself good, but the man without pity hurts himself.", "18": "The sinful man earns false pay, but he who spreads what is right and good gets pay that is sure.", "19": "He who will not be moved from being right with God will live, but he who goes for what is bad will bring about his own death.", "20": "The Lord hates those who are sinful in heart, but those who walk without blame are His joy.", "21": "Know for sure that the sinful man will not go without being punished, but the children of those who are right with God will be saved.", "22": "A beautiful woman who does not think well is like a gold ring in the nose of a pig.", "23": "The desire of those who are right with God is only good, but the hope of the sinful is anger.", "24": "There is one who is free in giving, and yet he grows richer. And there is one who keeps what he should give, but he ends up needing more.", "25": "The man who gives much will have much, and he who helps others will be helped himself.", "26": "The people curse him who keeps grain for himself, but good comes to him who sells it.", "27": "He who looks for good finds favor, but he who looks for wrong-doing will have bad come to him.", "28": "He who trusts in his riches will fall, but those who are right with God will grow like a green leaf.", "29": "He who troubles his own house will be given the wind, and the foolish will serve those with a wise heart.", "30": "The fruit of those who are right with God is a tree of life, and he who wins souls is wise.", "31": "If those who are right with God will be paid on earth, how much more the sinful and the wrong-doer!"}