{"1": "Do not be jealous of sinful men. Do not want to be with them. ", "2": "For their hearts make plans to hurt others and their lips talk about trouble.", "3": "A house is built by wisdom. It is made strong by understanding, ", "4": "and by much learning the rooms are filled with all riches that are pleasing and of great worth.", "5": "A wise man is strong. A man of much learning adds to his strength. ", "6": "For by wise leading you will make war, and the fight is won when there are many wise men to help you make the plans.", "7": "Wisdom is too hard for a fool to understand. He does not open his mouth in the gate. ", "8": "He who plans to do wrong will be called a trouble maker. ", "9": "Planning to do foolish things is sin, and the man who laughs at the truth is hated by men.", "10": "If you are weak in the day of trouble, your strength is small.", "11": "Save those who are being taken away to death. Keep them from being killed. ", "12": "If you say, “See, we did not know this,” does not He Who knows what is in hearts see it? Does not He Who keeps watch over your soul know it? And will He not pay each man for his work?", "13": "My son, eat honey, for it is good. Yes, the honey from the comb is sweet to your taste. ", "14": "Know that wisdom is like this to your soul. If you find it, there will be a future, and your hope will not be cut off.", "15": "O sinful man, do not lie in wait against the house of the man who is right with God. Do not destroy his resting place. ", "16": "For a man who is right with God falls seven times, and rises again, but the sinful fall in time of trouble.", "17": "Do not be full of joy when the one who hates you falls. Do not let your heart be glad when he trips. ", "18": "The Lord will see it and will not be pleased, and He will turn away His anger from him.", "19": "Do not worry yourself because of those who do wrong, and do not be jealous of the sinful. ", "20": "For there will be no future for the sinful man. The lamp of the sinful will be put out.", "21": "My son, fear the Lord and the king. Have nothing to do with those who are given to change. ", "22": "For their trouble will rise up all at once, and who knows how much both of them will destroy?", "23": "These also are sayings of the wise. It is not good to show favor in judging. ", "24": "He who says to the sinful, “You are right and good,” will be spoken against by people and hated by nations. ", "25": "But those who speak strong words to the sinful will find joy and good will come upon them. ", "26": "To give the right answer is like a kiss on the lips.", "27": "Get your work done outside. Make your fields ready. Then after that, build your house.", "28": "Do not speak against your neighbor without a reason, and do not lie with your lips. ", "29": "Do not say, “I will do to him as he has done to me. I will pay the man for what he has done.”", "30": "I passed by the field of the lazy man, by the grape-vines of the man without understanding. ", "31": "And see, it was all grown over with thorns. The ground was covered with weeds, and its stone wall was broken down. ", "32": "When I saw it, I thought about it. I looked and received teaching. ", "33": "“A little sleep, a little rest, a little folding of the hands to rest,” ", "34": "and your being poor will come as a robber, and your need like a man ready to fight."}