{"1": "Do not talk much about tomorrow, for you do not know what a day will bring.", "2": "Let another man praise you, and not your own mouth. Let a stranger, and not your own lips.", "3": "A stone is heavy, and sand is heavy, but to be made angry by a fool weighs more than both of them.", "4": "Anger causes trouble and a bad temper is like a flood, but who can stand when there is jealousy?", "5": "Sharp words spoken in the open are better than love that is hidden.", "6": "The pains given by a friend are faithful, but the kisses of one who hates you are false.", "7": "He who is full hates honey, but any bitter thing is sweet to a hungry man.", "8": "Like a bird that goes away from her nest, so is a man who goes away from his home.", "9": "Oil and perfume make the heart glad, so are a man's words sweet to his friend.", "10": "Do not leave your own friend or your father's friend alone, and do not go to your brother's house in the day of your trouble. A neighbor who is near is better than a brother who is far away.", "11": "Be wise, my son, and make my heart glad, so I may answer him who puts me to shame.", "12": "A wise man sees sin and hides himself, but the fool goes on and suffers for it.", "13": "Take the man's coat who has given himself as trust for what a stranger owes. And hold him to his promise who has given it as trust for a sinful woman.", "14": "He who praises his neighbor with a loud voice early in the morning will be thought of as saying bad things against him.", "15": "An arguing woman is like water falling drop by drop on a day it is raining. ", "16": "To try to stop her is like trying to stop the wind, or like trying to catch oil in his right hand.", "17": "Iron is made sharp with iron, and one man is made sharp by a friend.", "18": "He who cares for the fig tree will eat its fruit, and he who cares for the one he works for will be honored.", "19": "As water acts as a mirror to a face, so the heart of man acts as a mirror to a man.", "20": "The place of the dead is never filled, and the eyes of man are never filled.", "21": "The melting-pot is for silver and the fire for gold, and a man is tested by the praise he receives.", "22": "Even if you crush a fool in a pot used for crushing grain, his foolish way will not leave him.", "23": "Know well how your flocks are doing, and keep your mind on your cattle. ", "24": "Riches do not last forever, and a crown does not pass from family to family. ", "25": "When the grass is gone, the new plants are seen, and the plants of the mountains are gathered in. ", "26": "The lambs will be for your clothes, and the goats will bring the price of a field. ", "27": "There will be enough goats' milk for your food, for the food of all your house, and a living for your young women."}