{"1": "The sinful run away when no one is trying to catch them, but those who are right with God have as much strength of heart as a lion.", "2": "When a nation sins, it has many rulers, but with a man of understanding and much learning, it will last a long time.", "3": "A poor man who makes it hard for the poor is like a heavy rain which leaves no food.", "4": "Those who turn away from the law praise the sinful, but those who keep the law fight against them.", "5": "Sinful men do not understand what is right and fair, but those who look to the Lord understand all things.", "6": "A poor man who walks in his honor is better than a rich man who is sinful in his ways.", "7": "He who keeps the law is a wise son, but a friend of men who eat too much puts his father to shame.", "8": "He who gets money by being paid much for the use of it, gathers it for him who will be kind to the poor.", "9": "He who turns his ear away from listening to the law, even his prayer is a hated thing.", "10": "He who leads good people into a sinful way will fall into his own deep hole, but good will come to those without blame.", "11": "The rich man is wise in his own eyes, but the poor man who has understanding sees through him.", "12": "When those who are right with God win, there is great honor, but when the sinful rule, men hide themselves.", "13": "It will not go well for the man who hides his sins, but he who tells his sins and turns from them will be given loving-pity.", "14": "Happy is the man who always fears the Lord, but he who makes his heart hard will fall into trouble.", "15": "A sinful ruler over poor people is like a lion making noise or a bear running to fight.", "16": "A ruler who takes much from the people who have little does not have understanding. But he who hates wanting something that belongs to someone else will live a long time.", "17": "A man who is loaded down with the guilt of human blood will run in fear until death. Let no one help him.", "18": "He who walks without blame will be kept safe, but he who is sinful will fall all at once.", "19": "He who works his land will have more than enough food, but he who wastes his time will become very poor.", "20": "A faithful man will have many good things, but he who hurries to be rich will be punished for it.", "21": "To show favor is not good, because a man will sin for a piece of bread.", "22": "A man with a sinful eye hurries to be rich. He does not know that he will be in need.", "23": "He who speaks strong words to a man will later find more favor than he who gives false respect with his tongue.", "24": "He who robs his father or his mother, and says, “It is not a sin,” is the friend of a man who destroys.", "25": "A proud man starts fights, but all will go well for the man who trusts in the Lord.", "26": "He who trusts in his own heart is a fool, but he who walks in wisdom will be kept safe.", "27": "He who gives to the poor will never want, but many bad things will happen to the man who shuts his eyes to the poor.", "28": "When the sinful rule, men hide themselves, but when they pass away, those who do what is right become many."}