{"1": "A man who does not listen after many strong words are spoken to him will be destroyed all at once and without help.", "2": "When those who are right with God rule, the people are glad, but when a sinful man rules, the people have sorrow.", "3": "A man who loves wisdom makes his father glad, but he who goes with women who sell the use of their bodies wastes his money.", "4": "The king makes the land strong by doing what is right and fair, but the one who takes pay for doing wrong, destroys it.", "5": "A man who gives his neighbor sweet-sounding words that are not true spreads a net for his own feet.", "6": "A sinful man is trapped by his sins, but a man who is right with God sings for joy.", "7": "The man who is right with God cares about the rights of poor people, but the sinful man does not understand such things.", "8": "Men who speak against others set a city on fire, but wise men turn away anger.", "9": "When a wise man argues with a foolish man, the fool only gets angry or laughs, and there is no peace and quiet.", "10": "Men who kill hate him without blame, but a good man cares for his life.", "11": "A fool always loses his temper, but a wise man keeps quiet.", "12": "If a ruler listens to lies, all who work for him will become sinful.", "13": "The Lord gives light to the eyes of both the poor man and the man who makes it hard for others.", "14": "If the king is fair as he judges the poor, his throne will stand forever.", "15": "The stick and strong words give wisdom, but a child who gets his own way brings shame to his mother.", "16": "When the sinful are many, sins become many, but those who are right with God will see their fall.", "17": "Punish your son when he does wrong and he will give you comfort. Yes, he will give joy to your soul.", "18": "Where there is no understanding of the Word of the Lord, the people do whatever they want to, but happy is he who keeps the law.", "19": "A servant will not be taught by words alone. For even if he understands, he will not answer.", "20": "Do you see a man who is quick with his words? There is more hope for a fool than for him.", "21": "He who gives good care to his servant from the time he is young, will in the end find him to be a son.", "22": "A man of anger starts fights, and a man with a bad temper is full of wrong-doing.", "23": "A man's pride will bring him down, but he whose spirit is without pride will receive honor.", "24": "He who works with a robber hates his own life. He knows about the bad that will come, but can tell nothing.", "25": "The fear of man brings a trap, but he who trusts in the Lord will be honored.", "26": "Many look for the ruler's favor, but what is right and fair comes from the Lord.", "27": "A sinful man is a shame to those who are right with God, and he who is right with God is a shame to the sinful."}