{"1": "The words of Lemuel king of Massa, which his mother taught him:", "2": "What, my son? What, son who came from within me? What, son of my promises? ", "3": "Do not give your strength to women, or your ways to that which destroys kings. ", "4": "It is not for kings, O Lemuel, it is not for kings to drink wine, or for rulers to desire strong drink. ", "5": "Or they might drink and forget the law, and go against the rights of all who are suffering. ", "6": "Give strong drink to him who is about to die, and wine to him whose life is full of trouble. ", "7": "Let him drink and forget how poor he is, and remember his trouble no more. ", "8": "Open your mouth for those who cannot speak, and for the rights of those who are left without help. ", "9": "Open your mouth. Be right and fair in what you decide. Stand up for the rights of those who are suffering and in need.", "10": "Who can find a good wife? For she is worth far more than rubies that make one rich. ", "11": "The heart of her husband trusts in her, and he will never stop getting good things. ", "12": "She does him good and not bad all the days of her life. ", "13": "She looks for wool and flax, and works with willing hands. ", "14": "She is like ships that trade. She brings her food from far away. ", "15": "She rises while it is still night and makes food for all those in her house. She gives work for the young women to do. ", "16": "She gives careful thought to a field and buys it. She plants grape-vines from what she has earned. ", "17": "She makes herself ready with strength, and makes her arms strong. ", "18": "She sees that what she has earned is good. Her lamp does not go out at night. ", "19": "She puts her hands to the wheel to make cloth. ", "20": "She opens her hand to the poor, and holds out her hands to those in need. ", "21": "She is not afraid of the snow for those in her house, for all of them are dressed in red. ", "22": "She makes coverings for herself. Her clothes are linen cloth and purple. ", "23": "Her husband is known in the gates, when he sits among the leaders of the land. ", "24": "She makes linen clothes and sells them. She brings belts to those who trade. ", "25": "Her clothes are strength and honor. She is full of joy about the future. ", "26": "She opens her mouth with wisdom. The teaching of kindness is on her tongue. ", "27": "She looks well to the ways of those in her house, and does not eat the bread of doing nothing. ", "28": "Her children rise up and honor her. Her husband does also, and he praises her, saying: ", "29": "“Many daughters have done well, but you have done better than all of them.” ", "30": "Pleasing ways lie and beauty comes to nothing, but a woman who fears the Lord will be praised. ", "31": "Give her the fruit of her hands, and let her works praise her in the gates."}