{"1": "O sons, hear the teaching of a father. Listen so you may get understanding. ", "2": "For I give you good teaching. Do not turn away from it. ", "3": "When I was a much loved and only son of my mother and father, ", "4": "he taught me, saying, “Hold my words close to your heart. Keep my teachings and live. ", "5": "Get wisdom and understanding. Do not forget or turn away from the words of my mouth. ", "6": "Do not leave her alone, and she will keep you safe. Love her, and she will watch over you. ", "7": "The beginning of wisdom is: Get wisdom! And with all you have gotten, get understanding. ", "8": "Honor her and she will honor you. She will honor you if you hold her to your heart. ", "9": "She will put on your head a crown of loving-favor and beauty.”", "10": "Hear, my son, and receive my sayings, and the years of your life will be many. ", "11": "I have taught you in the way of wisdom. I have led you on the right paths. ", "12": "When you walk, your steps will not be stopped. If you run, you will not trip. ", "13": "Take hold of teaching. Do not let go. Watch over her, for she is your life. ", "14": "Do not go on the path of the sinful. Do not walk in the way of bad men. ", "15": "Stay away from it. Do not pass by it. Turn from it, and pass on. ", "16": "For they cannot sleep unless they do wrong. They are robbed of sleep unless they make someone fall. ", "17": "For they eat the bread of sin, and drink the wine of wrong-doing. ", "18": "But the way of those who are right is like the early morning light. It shines brighter and brighter until the perfect day. ", "19": "The way of the sinful is like darkness. They do not know what they trip over.", "20": "My son, listen to my words. Turn your ear to my sayings. ", "21": "Do not let them leave your eyes. Keep them in the center of your heart. ", "22": "For they are life to those who find them, and healing to their whole body. ", "23": "Keep your heart pure for out of it are the important things of life. ", "24": "Put false speaking away from you. Put bad talk far from you. ", "25": "Let your eyes look straight in front of you, and keep looking at what is in front of you. ", "26": "Watch the path of your feet, and all your ways will be sure. ", "27": "Do not turn to the right or to the left. Turn your foot away from sin."}