{"1": "My son, if you have put yourself as a trust for what your neighbor owes to another, or if you have made a promise for a stranger, ", "2": "you have been trapped with the words of your lips. You have been caught with the words of your mouth. ", "3": "Do this now, my son, and get yourself out of trouble, for you have come into the hand of your neighbor. Go without pride and beg your neighbor to let you go. ", "4": "Do not let your eyes sleep. Do not let your eyes close. ", "5": "Take yourself away like a deer from the man who kills animals, and like a bird from the hand of the man who catches birds.", "6": "Go to the ant, O lazy person. Watch and think about her ways, and be wise. ", "7": "She has no leader, head or ruler, ", "8": "but she gets her food ready in the summer, and gathers her food at the right time. ", "9": "How long will you lie down, O lazy person? When will you rise up from your sleep? ", "10": "A little sleep, a little rest, a little folding of the hands to rest, ", "11": "and being poor will come upon you like a robber, and your need like a man ready to fight.", "12": "A person of no worth, a sinful man, is he who goes about telling lies. ", "13": "He winks with his eyes, makes signs with his feet, and makes certain moves with his fingers. ", "14": "He always plans to do sinful things because of his sinful heart. He causes arguing among people. ", "15": "So trouble will come upon him all at once. Right then he will be broken, and there will be no healing.", "16": "There are six things which the Lord hates, yes, seven that are hated by Him: ", "17": "A proud look, a lying tongue, and hands that kill those who are without guilt, ", "18": "a heart that makes sinful plans, feet that run fast to sin, ", "19": "a person who tells lies about someone else, and one who starts fights among brothers.", "20": "My son, keep the teaching of your father, and do not turn away from the teaching of your mother. ", "21": "Hold them always to your heart. Tie them around your neck. ", "22": "They will lead you when you walk. They will watch over you when you sleep, and they will talk with you when you wake up. ", "23": "For the word is a lamp. The teaching is a light, and strong words that punish are the way of life. ", "24": "They keep you from the sinful woman, from the smooth tongue of a sinful woman. ", "25": "Do not desire her beauty in your heart. Do not let her catch you with her eyes. ", "26": "For because of a woman who sells the use of her body, one is brought down to a loaf of bread. A sinful woman hunts to take a man's very life. ", "27": "Can a man carry fire in his arms, and his clothes not be burned? ", "28": "Can a man walk on hot coals, and his feet not be burned? ", "29": "So is he who goes in to his neighbor's wife. Whoever touches her will be punished. ", "30": "Men do not hate a robber who steals food for himself when he is hungry. ", "31": "But if he is caught, he must pay seven times what he took. He must give up all the things in his house. ", "32": "He who does sex sins with a woman does not think well. He who does it is destroying himself. ", "33": "He will be hurt and ashamed, and his shame will not be taken away. ", "34": "Jealousy makes a man angry. He will show no pity for the wrong that was done to him. ", "35": "He will not take pay, and he will not be happy even if you give him many gifts."}