{"1": "My son, keep my words, and hold together my teachings within you. ", "2": "Keep my words and live. Keep my teachings as you would your own eye. ", "3": "Tie them upon your fingers. Write them upon your heart. ", "4": "Say to wisdom, “You are my sister.” Call understanding your special friend. ", "5": "They will keep you from the strange woman, from the stranger with her smooth words.", "6": "For I looked out through the wood-work at the window of my house. ", "7": "And I saw among the child-like and among the young people a young man without wisdom and understanding. ", "8": "He passed through the street near her corner and took the path to her house, ", "9": "in the light of the evening, after it was dark. ", "10": "See, a woman comes to meet him. She is dressed like a woman who sells the use of her body, and with a heart that wants to fool and trap someone. ", "11": "She is loud and has a strong self-will. Her feet do not stay at home. ", "12": "She is now in the street, now in the center of town where people gather. She lies in wait at every corner. ", "13": "So she catches him and kisses him. With a hard face she says to him, ", "14": "“It was time for me to give gifts on the altar in worship, and today I have paid what I promised. ", "15": "So I have come out to meet you, to look for you, and I have found you. ", "16": "I have spread my bed with coverings of linen cloth from Egypt. ", "17": "I have perfumed my bed with fine perfumes and spices. ", "18": "Come, let us take our fill of love until morning. Let us make ourselves happy with love. ", "19": "For my husband is not at home. He has gone on a long trip. ", "20": "He has taken a bag of money with him, and he will come home at full moon.”", "21": "She leads him away with her tempting talk. She tempts him with the smooth words of her lips. ", "22": "All at once he follows her, like a bull going to be killed, like a wild animal goes into a trap, ", "23": "until an arrow cuts through him. Like a bird that hurries into the net, he does not know that he will lose his life.", "24": "So, my sons, listen to me. Listen to the words of my mouth. ", "25": "Do not let your heart turn aside to her ways. Do not turn aside into her paths. ", "26": "For she has hurt many and destroyed many others. She has killed a great number. ", "27": "Her house is the way to hell, going down to the rooms of death."}