{"1": "Does not wisdom call? Does not understanding raise her voice? ", "2": "She takes her stand on the top of the hill beside the way, where the paths meet. ", "3": "Beside the gates in front of the town, at the open doors, she cries out, ", "4": "“I call to you, O men. My voice is to the sons of men. ", "5": "O child-like ones, learn to use wisdom. O fools, make your mind understand. ", "6": "Listen, for I will speak great things. What is right will come from my lips. ", "7": "For my mouth will speak the truth. My lips hate wrong-doing. ", "8": "All the words of my mouth are right and good. There is nothing in them that is against the truth. ", "9": "They are all clear to him who understands, and right to those who find much learning. ", "10": "Take my teaching instead of silver. Take much learning instead of fine gold. ", "11": "For wisdom is better than stones of great worth. All that you may desire cannot compare with her.", "12": "“I, wisdom, live with understanding, and I find much learning and careful thinking. ", "13": "The fear of the Lord is to hate what is sinful. I hate pride, self-love, the way of sin, and lies. ", "14": "I have teaching and wisdom. I have understanding and power. ", "15": "By me kings rule and rulers make laws that are fair. ", "16": "By me rulers rule, and all the princes rule on the earth. ", "17": "I love those who love me, and those who look for me with much desire will find me. ", "18": "Riches and honor are mine, lasting riches and being right with God. ", "19": "My fruit is better than gold, even pure gold. What I give is better than fine silver. ", "20": "I walk in the way that is right with God, in the center of the ways that are fair. ", "21": "I give riches to those who love me, and fill their store-houses.", "22": "“The Lord made me at the beginning of His work, before His first works long ago. ", "23": "I was set apart long ago, from the beginning, before the earth was. ", "24": "I was born when there were no seas, when there were no pools full of water. ", "25": "I was born before the mountains and hills were in their places. ", "26": "It was before He had made the earth or the fields, or the first dust of the world. ", "27": "I was there when He made the heavens, and when He drew a mark around the top of the sea. ", "28": "I was there when He put the skies above, and when He put the wells of the waters in their place. ", "29": "I was there when He marked out the places for the sea, so that the waters would not go farther than what He said. I was there when He marked out the ground for the earth. ", "30": "I was beside Him as the leading workman. I was His joy every day. I was always happy when I was near Him. ", "31": "I was happy in the world, His earth, and found joy in the sons of men.", "32": "“So now, O sons, listen to me, for happy are they who keep my ways. ", "33": "Hear my teaching and be wise. Do not turn away from it. ", "34": "Happy is the man who listens to me, watching every day at my gates, waiting beside my doors. ", "35": "For he who finds me finds life, and gets favor from the Lord. ", "36": "But he who misses me hurts himself. All those who hate me love death.”"}