{"1": "The threatening oracle which the prophet Habakkuk saw.", "2": "How long, Lord, must I cry for help, but you do not listen? I call out to you, “Violence!” but you do not save!", "3": "Why do you cause me to see injustice? Why do you overlook misery? Devastation and violence confront me. There is strife, and tensions rise.", "4": "For this reason the law has become powerless.[a] Justice is never carried out. In fact, the wicked overwhelm the righteous so that justice is perverted.", "5": "Look at the nations and pay attention! Be completely dumbfounded, because I will do something in your lifetime that you will not believe, even though you are warned ahead of time. ", "6": "Watch, I am raising up the Chaldeans,[b] that savage, reckless nation. They will sweep across the whole width of the earth, seizing lands and homes that do not belong to them. ", "7": "They are frightening and terrifying. They invent their own standard of justice and their own values. ", "8": "Their horses are quicker than leopards and fiercer than wolves that prowl at night. Their war horses come galloping. Their war horses come from far away. They fly like vultures[c] swooping down to devour. ", "9": "All of them come to commit violence. Their hordes blow by like the desert wind[d] and sweep up prisoners like sand. ", "10": "They mock kings, and rulers are subjected to scorn. They laugh at every fortified city. They heap up siege ramps and capture cities. ", "11": "But then the wind blows and passes over them,[e] and they will bear their guilt—these men whose own strength is their god.", "12": "Are you not from ancient times, O Lord? My God, my Holy One, you will not die.[f] Lord, you have made them your instrument of judgment. You, our Rock, have established them as your instrument of discipline.[g]", "13": "You whose eyes are too pure to tolerate evil, you who are not able to condone wrongdoing, why do you put up with treacherous people? Why do you keep silent when the wicked swallow up those who are more righteous than they are?", "14": "You treat people like fish in the sea, like creeping creatures that have no ruler.", "15": "The wicked man[h] pulls them all up on a fishhook. He hauls them in with a net. He gathers them with his dragnet and is very happy about it.", "16": "Therefore he offers sacrifices to his nets and burns incense to his dragnet, because, through these, his catch is large, and his food is plentiful.", "17": "Will he empty one net after another and continue to destroy nations without sparing any?"}