{"1": "I will stand at my watch post and station myself on the city wall. I will look to see what he will say to me, and what answer he will give to my complaint.[a]", "2": "Then the Lord answered me. He said: Record the vision and write it plainly on tablets so that a herald may run with it.", "3": "Indeed, the vision is waiting for the appointed time. It longs for fulfillment and will not prove false. If it seems slow in coming, wait for it, because it will certainly come and will not be delayed.", "4": "Look, his soul is puffed up and is not righteous within him[b]—but the righteous one will live by his faith.[c] ", "5": "Indeed, wine[d] betrays that arrogant and restless one, because he is as greedy as the grave, and like death he is never satisfied. He gathers all the nations and collects all the peoples to himself.", "6": "All these people will make up proverbs and mocking poems against him, won't they? They will say, “Woe to the one who accumulates what is not his. (How long will this last?) Woe to the one who makes himself rich by foreclosing on collateral.” ", "7": "Won't your creditors rise up suddenly? Won't those who cause you to tremble wake up? You will become plunder for them. ", "8": "Because you robbed many countries, all those who are left among the nations will rob you. You have shed human blood and committed violence against the land, the cities, and all the people who live in them.", "9": "Woe to the person who piles up dishonest income for his household, in order to raise his nest up high, to deliver himself from disaster. ", "10": "By wiping out many nations, you have planned shame for your own house. You have sinned against your own life. ", "11": "So the stones in the walls will cry out, and the wooden rafters will answer, ", "12": "“Woe to the one who builds a town with bloodshed and establishes a town with injustice.”", "13": "Be sure of this: The Lord of Armies has determined that the things for which the peoples of the world labor are only fuel for the fire, and that the nations tire themselves out with nothing to show for it. ", "14": "So the earth will be as filled with the knowledge of the glory of the Lord as the waters that cover the sea.", "15": "Woe to the person who gives intoxicating drinks to his neighbors, forcing them to drink from his rage,[e] and making them drunk so that he can look at their nakedness. ", "16": "You will be filled with shame instead of honor. Yes, you yourself will drink and expose your own nakedness. The cup in the Lord's right hand is coming around to you, and complete disgrace will cover your glory.", "17": "You will be overwhelmed by the violence you have committed against Lebanon. Your devastation of the animals will terrify you,[f] because you shed human blood and did violence to the land, to the town, and to its inhabitants.", "18": "What benefit is provided by a carved idol? It was hewn by its maker. What good is a cast statue? It teaches lies. Why would the maker trust his own creation? He makes useless gods that cannot speak. ", "19": "Woe to him who says to a hunk of wood, “Wake up!” or who says, “Get up!” to a stone that cannot speak. Can that thing be your teacher? Although it is covered with gold and silver, there is no life in it at all.", "20": "But the Lord is in his holy temple. Let the whole earth be silent before him."}