{"1": "This is the prayer of Habakkuk the prophet, according to shigionoth.[a]", "2": "O Lord, I have heard the report about you, and I stand in awe of your deeds, Lord. In the midst of our years revive those deeds. In the midst of our years reveal them again. In your rage, remember to have mercy.", "3": "God comes from Teman. The Holy One comes from Mount Paran. Interlude[b] His splendor covers the heavens, and his praises fill the earth.", "4": "His brightness is like lightning. Lightning bolts flash out from his hand,[c] where his strength is hidden.", "5": "Contagious disease goes ahead of him, and plague follows after him.", "6": "He stands up and shakes[d] the earth. He looks, and the nations jump in fright. The ancient mountains are shattered. The age-old hills are flattened. But he goes on forever.", "7": "I saw the tents of Cushan overwhelmed by trouble. The tent curtains in the land of Midian were trembling.", "8": "Were you angry with the rivers, Lord? Was your anger against the rivers? Or was your fury against the sea? Is that why you hitched up your horses and rode your chariots of salvation?", "9": "You unsheathed your bow and called for arrows. Interlude You split the earth with rivers.", "10": "When the mountains see you, they shake. A flood of water sweeps through. The great deep roars and lifts its hands high.", "11": "The sun and the moon stand still in their palace when your flying arrows flash, when your spear is bright as lightning.", "12": "In fury you march through the earth. In anger you trample the nations.", "13": "You march out to save your people, to deliver your anointed one. You strike the head of the wicked nation to lay him out naked from his buttocks to his neck.[e] Interlude", "14": "With their own shafts you pierce the heads of warriors when they storm out to scatter us. Their celebration is like that of those who devour the poor in secret,", "15": "but you trample on the sea with your horses, on the surging, powerful waters.", "16": "When I hear about it, my stomach churns. The sound makes my lips quiver. My bones decay, and my knees tremble, as I wait for the day of disaster to come upon the people who attack us.", "17": "The fig tree may have no buds. The vines may have no grapes. The olive tree may fail to produce. The fields may yield no food. The sheep may be cut off from their flock, and there may be no cattle in the barns,", "18": "but I will delight in the Lord and rejoice in God who saves me.", "19": "The Lord God is my strength. He will give me feet like a deer and make me leap along the high hills. To the choir director. On my stringed instruments."}