{"1": "This is the vision of 'Ovadyah. Here is what Adonai Elohim says about Edom. As a messenger was being sent among the nations saying, “Come on, let's attack her,” we heard a message from Adonai:", "2": "“I am making you the least of all nations, you will be beneath contempt.", "3": "Your proud heart has deceived you, you whose homes are caves in the cliffs, who live on the heights and say to yourselves, 'Who can bring me down to the ground?'", "4": "If you make your nest as high as an eagle's, even if you place it among the stars, I will bring you down from there.” says Adonai.", "5": "If thieves were to come to you, or if robbers by night (Oh, how destroyed you are!), wouldn't they stop when they'd stolen enough? If grape-pickers came to you, Wouldn't they leave some grapes for gleaning?", "6": "But see how 'Esav has been looted, their secret treasures searched out!", "7": "Your allies went with you only to the border, those at peace with you deceived and defeated you, those who ate your food set a trap for you, and you couldn't discern it.", "8": "“When that Day comes,” says Adonai, “won't I destroy all the wise men of Edom and leave no discernment on Mount 'Esav?", "9": "Your warriors, Teman, will be so distraught that everyone on Mount 'Esav will be slaughtered.", "10": "For the violence done to your kinsman Ya'akov, shame will cover you; and you will be forever cut off.", "11": "On that day you stood aside, while strangers carried off his treasure, and foreigners entered his gates to cast lots for Yerushalayim — you were no different from them.", "12": "You shouldn't have gloated over your kinsman on their day of disaster or rejoiced over the people of Y'hudah on their day of destruction. You shouldn't have spoken arrogantly on a day of trouble", "13": "or entered the gate of my people on their day of calamity — no, you shouldn't have gloated over their suffering on their day of calamity or laid hands on their treasure on their day of calamity.", "14": "You shouldn't have stood at the crossroads to cut down their fugitives or handed over their survivors on a day of trouble.”", "15": "For the Day of Adonai is near for all nations; as you did, it will be done to you; your dealings will come back on your own head.", "16": "For just as you have drunk on my holy mountain, so will all the nations drink in turn; yes, they will drink and gulp it down and be as if they had never existed.", "17": "But on Mount Tziyon there will be a holy remnant who will escape, and the house of Ya'akov will repossess their rightful inheritance.", "18": "The house of Ya'akov will be a fire and the house of Yosef a flame, setting aflame and consuming the stubble which is the house of 'Esav. None of the house of 'Esav will remain, for Adonai has spoken.", "19": "Those in the Negev will repossess the mountain of 'Esav, and those in the Sh'felah the land of the P'lishtim; they will repossess the field of Efrayim and the field of Shomron, and Binyamin will occupy Gil'ad.", "20": "Those from this army of the people of Isra'el exiled among the Kena'anim as far away as Tzarfat, and the exiles from Yerushalayim in S'farad, will repossess the cities in the Negev.", "21": "Then the victorious will ascend Mount Tziyon to rule over Mount 'Esav, but the kingship will belong to Adonai."}