{"1": "This is what God showed to Jesus Christ, so that he could tell his servants what must happen soon. Christ then sent his angel with the message to his servant John. ", "2": "And John told everything that he had seen about God's message and about what Jesus Christ had said and done.", "3": "God will bless everyone who reads this prophecy to others,[a] and he will bless everyone who hears and obeys it. The time is almost here.", "4": "From John to the seven churches in Asia.[b] I pray that you will be blessed with kindness and peace from God, who is and was and is coming. May you receive kindness and peace from the seven spirits before the throne of God.", "5": "May kindness and peace be yours from Jesus Christ, the faithful witness. Jesus was the first to conquer death, and he is the ruler of all earthly kings. Christ loves us, and by his blood he set us free from our sins.", "6": "He lets us rule as kings and serve God his Father as priests. To him be glory and power forever and ever! Amen.", "7": "Look! He is coming with the clouds. Everyone will see him, even the ones who stuck a sword through him. All people on earth will weep because of him. Yes, it will happen! Amen.", "8": "The Lord God says, “I am Alpha and Omega,[c] the one who is and was and is coming. I am God All-Powerful!”", "9": "I am John, a follower together with all of you. We suffer because Jesus is our king, but he gives us the strength to endure. I was sent to Patmos Island,[d] because I had preached God's message and had told about Jesus. ", "10": "On the Lord's day the Spirit took control of me, and behind me I heard a loud voice that sounded like a trumpet. ", "11": "The voice said, “Write in a book what you see. Then send it to the seven churches in Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”[e]", "12": "When I turned to see who was speaking to me, I saw seven gold lampstands. ", "13": "There with the lampstands was someone who seemed to be the Son of Man.[f] He was wearing a robe that reached down to his feet, and a gold cloth was wrapped around his chest. ", "14": "His head and his hair were white as wool or snow, and his eyes looked like flames of fire. ", "15": "His feet were glowing like bronze being heated in a furnace, and his voice sounded like the roar of a waterfall. ", "16": "He held seven stars in his right hand, and a sharp double-edged sword was coming from his mouth. His face was shining as bright as the sun at noon.", "17": "When I saw him, I fell at his feet like a dead person. But he put his right hand on me and said: Don't be afraid! I am the first, the last, ", "18": "and the living one. I died, but now I am alive forevermore, and I have the keys to death and the world of the dead.[g] ", "19": "Write what you have seen and what is and what will happen after these things. ", "20": "I will explain the mystery of the seven stars that you saw at my right side and the seven gold lampstands. The seven stars are the angels[h] of the seven churches, and the lampstands are the seven churches."}