{"1": "An angel gave me a measuring stick and said: Measure around God's temple. Be sure to include the altar and everyone worshiping there. ", "2": "But don't measure the courtyard outside the temple building. Leave it out. It has been given to those people who don't know God, and they will trample all over the holy city for forty-two months. ", "3": "My two witnesses will wear sackcloth,[a] while I let them preach for one thousand two hundred sixty days.", "4": "These two witnesses are the two olive trees and the two lampstands that stand in the presence of the Lord who rules the earth. ", "5": "Any enemy who tries to harm them will be destroyed by the fire that comes out of their mouths. ", "6": "They have the power to lock up the sky and to keep rain from falling while they are prophesying. And whenever they want to, they can turn water to blood and cause all kinds of terrible troubles on earth.", "7": "After the two witnesses have finished preaching God's message, the beast that lives in the deep pit will come up and fight against them. It will win the battle and kill them. ", "8": "Their bodies will be left lying in the streets of the same great city where their Lord was nailed to a cross. And that city is spiritually like the city of Sodom or the country of Egypt.", "9": "For three and a half days the people of every nation, tribe, language, and race will stare at the bodies of these two witnesses and refuse to let them be buried. ", "10": "Everyone on earth will celebrate and be happy. They will give gifts to each other, because of what happened to the two prophets who caused them so much trouble. ", "11": "But three and a half days later, God will breathe life into their bodies. They will stand up, and everyone who sees them will be terrified.", "12": "The witnesses then heard a loud voice from heaven, saying, “Come up here.” And while their enemies were watching, they were taken up to heaven in a cloud. ", "13": "At that same moment there was a terrible earthquake that destroyed a tenth of the city. Seven thousand people were killed, and the rest were frightened and praised the God who rules in heaven.", "14": "The second horrible thing has now happened! But the third one will be here soon.", "15": "At the sound of the seventh trumpet, loud voices were heard in heaven. They said, “Now the kingdom of this world belongs to our Lord and to his Chosen One! And he will rule forever and ever!”", "16": "Then the twenty-four elders, who were seated on thrones in God's presence, knelt down and worshiped him. ", "17": "They said, “Lord God All-Powerful, you are and you were, and we thank you. You used your great power and started ruling.", "18": "When the nations got angry, you became angry too! Now the time has come for the dead to be judged. It is time for you to reward your servants the prophets and all of your people who honor your name, no matter who they are. It is time to destroy everyone who has destroyed the earth.”", "19": "The door to God's temple in heaven was then opened, and the sacred chest[b] could be seen inside the temple. I saw lightning and heard roars of thunder. The earth trembled and huge hailstones fell to the ground."}