{"1": "Something important appeared in the sky. It was a woman whose clothes were the sun. The moon was under her feet, and a crown made of twelve stars was on her head. ", "2": "She was about to give birth, and she was crying because of the great pain.", "3": "Something else appeared in the sky. It was a huge red dragon with seven heads and ten horns, and a crown on each of its seven heads. ", "4": "With its tail, it dragged a third of the stars from the sky and threw them down to the earth. Then the dragon turned toward the woman, because it wanted to eat her child as soon as it was born.", "5": "The woman gave birth to a son, who would rule all nations with an iron rod. The boy was snatched away. He was taken to God and placed on his throne. ", "6": "The woman ran into the desert to a place that God had prepared for her. There she would be taken care of for one thousand two hundred sixty days.", "7": "A war broke out in heaven. Michael and his angels were fighting against the dragon and its angels. ", "8": "But the dragon lost the battle. It and its angels were forced out of their places in heaven ", "9": "and were thrown down to the earth. Yes, that old snake and his angels were thrown out of heaven! That snake, who fools everyone on earth, is known as the devil and Satan. ", "10": "Then I heard a voice from heaven shout, “Our God has shown his saving power, and his kingdom has come! God's own Chosen One has shown his authority. Satan accused our people in the presence of God day and night. Now he has been thrown out!", "11": "Our people defeated Satan because of the blood[a] of the Lamb and the message of God. They were willing to give up their lives.", "12": "The heavens should rejoice, together with everyone who lives there. But pity the earth and the sea, because the devil was thrown down to the earth. He knows his time is short, and he is very angry.”", "13": "When the dragon realized that it had been thrown down to the earth, it tried to make trouble for the woman who had given birth to a son. ", "14": "But the woman was given two wings like those of a huge eagle, so that she could fly into the desert. There she would escape from the snake and be taken care of for a time, two times, and half a time.", "15": "The snake then spewed out water like a river to sweep the woman away. ", "16": "But the earth helped her and swallowed the water that had come from the dragon's mouth. ", "17": "This made the dragon terribly angry with the woman. So it started a war against the rest of her children. They are the people who obey God and are faithful to what Jesus did and taught. ", "18": "The dragon[b] stood on the beach beside the sea."}