{"1": "I looked and saw the Lamb standing on Mount Zion![a] With him were a hundred forty-four thousand, who had his name and his Father's name written on their foreheads. ", "2": "Then I heard a sound from heaven that was like a roaring flood or loud thunder or even like the music of harps. ", "3": "And a new song was being sung in front of God's throne and in front of the four living creatures and the elders. No one could learn that song, except the one hundred forty-four thousand who had been rescued from the earth. ", "4": "All of these are pure virgins, and they follow the Lamb wherever he leads. They have been rescued to be presented to God and the Lamb as the most precious people[b] on earth. ", "5": "They never tell lies, and they are innocent.", "6": "I saw another angel. This one was flying across the sky and had the eternal good news to announce to the people of every race, tribe, language, and nation on earth. ", "7": "The angel shouted, “Worship and honor God! The time has come for him to judge everyone. Kneel down before the one who created heaven and earth, the oceans, and every stream.”", "8": "A second angel followed and said, “The great city of Babylon has fallen! This is the city that made all nations drunk and immoral. Now God is angry, and Babylon has fallen.”", "9": "Finally, a third angel came and shouted: Here is what will happen if you worship the beast and the idol and have the mark of the beast on your hand or forehead. ", "10": "You will have to drink the wine that God gives to everyone who makes him angry. You will feel his mighty anger, and you will be tortured with fire and burning sulfur, while the holy angels and the Lamb look on.", "11": "If you worship the beast and the idol and accept the mark of its name, you will be tortured day and night. The smoke from your torture will go up forever and ever, and you will never be able to rest.", "12": "God's people must learn to endure. They must also obey his commands and have faith in Jesus.", "13": "Then I heard a voice from heaven say, “Put this in writing. From now on, the Lord will bless everyone who has faith in him when they die.” The Spirit answered, “Yes, they will rest from their hard work, and they will be rewarded for what they have done.”", "14": "I looked and saw a bright cloud, and someone who seemed to be the Son of Man[c] was sitting on the cloud. He wore a gold crown on his head and held a sharp sickle[d] in his hand. ", "15": "An angel came out of the temple and shouted, “Start cutting with your sickle! Harvest season is here, and all crops on earth are ripe.” ", "16": "The one on the cloud swung his sickle and harvested the crops.", "17": "Another angel with a sharp sickle then came out of the temple in heaven. ", "18": "After this, an angel with power over fire came from the altar and shouted to the angel who had the sickle. He said, “All grapes on earth are ripe! Harvest them with your sharp sickle.” ", "19": "The angel swung his sickle on earth and cut off its grapes. He threw them into a pit[e] where they were trampled on as a sign of God's anger. ", "20": "The pit was outside the city, and when the grapes were mashed, blood flowed out. The blood turned into a river that was about two hundred miles long and almost deep enough to cover a horse."}