{"1": "From the temple I heard a voice shout to the seven angels, “Go and empty the seven bowls of God's anger on the earth.”", "2": "The first angel emptied his bowl on the earth. At once ugly and painful sores broke out on everyone who had the mark of the beast and worshiped the idol.", "3": "The second angel emptied his bowl on the sea. Right away the sea turned into blood like that of a dead person, and every living thing in the sea died.", "4": "The third angel emptied his bowl into the rivers and streams. At once they turned to blood. ", "5": "Then I heard the angel, who has power over water, say, “You have always been, and you always will be the holy God. You had the right to judge in this way.", "6": "They poured out the blood[a] of your people and your prophets. So you gave them blood to drink, as they deserve!”", "7": "After this, I heard the altar shout, “Yes, Lord God All-Powerful, your judgments are honest and fair.”", "8": "The fourth angel emptied his bowl on the sun, and it began to scorch people like fire. ", "9": "Everyone was scorched by its great heat, and all of them cursed the name of God who had power over these terrible troubles. But no one turned to God and praised him.", "10": "The fifth angel emptied his bowl on the throne of the beast. At once darkness covered its kingdom, and its people began biting their tongues in pain. ", "11": "And because of their painful sores, they cursed the God who rules in heaven. But still they did not stop doing evil things.", "12": "The sixth angel emptied his bowl on the great Euphrates River, and it completely dried up to make a road for the kings from the east. ", "13": "An evil spirit that looked like a frog came out of the mouth of the dragon. One also came out of the mouth of the beast, and another out of the mouth of the false prophet. ", "14": "These evil spirits had the power to work miracles. They went to every king on earth, to bring them together for a war against God All-Powerful. But that will be the day of God's great victory.", "15": "Remember that Christ says, “When I come, it will surprise you like a thief! But God will bless you, if you are awake and ready. Then you won't have to walk around naked and be ashamed.”", "16": "Those armies came together in a place that in Hebrew is called Armagedon.[b]", "17": "As soon as the seventh angel emptied his bowl in the air, a loud voice from the throne in the temple shouted, “It's done!” ", "18": "There were flashes of lightning, roars of thunder, and the worst earthquake in all history. ", "19": "The great city of Babylon split into three parts, and the cities of other nations fell. So God made Babylon drink from the wine cup that was filled with his anger. ", "20": "Every island ran away, and the mountains disappeared. ", "21": "Hailstones, weighing about a hundred pounds each, fell from the sky on people. Finally, the people cursed God, because the hail was so terrible."}