{"1": "This is what you must write to the angel of the church in Ephesus: I am the one who holds the seven stars in my right hand, and I walk among the seven gold lampstands. Listen to what I say.", "2": "I know everything you have done, including your hard work and how you have endured. I know you won't put up with anyone who is evil. When some people pretended to be apostles, you tested them and found out that they were liars. ", "3": "You have endured and gone through hard times because of me, and you have not given up.", "4": "But I do have something against you! And it is this: You don't have as much love as you used to. ", "5": "Think about where you have fallen from, and then turn back and do as you did at first. If you don't turn back, I will come and take away your lampstand. ", "6": "But there is one thing you are doing right. You hate what the Nicolaitans[a] are doing, and so do I.", "7": "If you have ears, listen to what the Spirit says to the churches. I will let everyone who wins the victory eat from the life-giving tree in God's wonderful garden.", "8": "This is what you must write to the angel of the church in Smyrna: I am the first and the last. I died, but now I am alive! Listen to what I say.", "9": "I know how much you suffer and how poor you are, but you are rich. I also know the cruel things being said about you by people who claim to be Jews. But they are not really Jews. They are a group that belongs to Satan.", "10": "Don't worry about what you will suffer. The devil will throw some of you into jail, and you will be tested and made to suffer for ten days. But if you are faithful until you die, I will reward you with a glorious life.[b]", "11": "If you have ears, listen to what the Spirit says to the churches. Whoever wins the victory will not be hurt by the second death.[c]", "12": "This is what you must write to the angel of the church in Pergamum: I am the one who has the sharp double-edged sword! Listen to what I say.", "13": "I know that you live where Satan has his throne.[d] But you have kept true to my name. Right there where Satan lives, my faithful witness Antipas[e] was taken from you and put to death. Even then you did not give up your faith in me.", "14": "I do have a few things against you. Some of you are following the teaching of Balaam.[f] Long ago he told Balak to teach the people of Israel to eat food that had been offered to idols and to be immoral. ", "15": "Now some of you are following the teaching of the Nicolaitans.[g] ", "16": "Turn back! If you don't, I will come quickly and fight against these people. And my words will cut like a sword.", "17": "If you have ears, listen to what the Spirit says to the churches. To everyone who wins the victory, I will give some of the hidden food.[h] I will also give each one a white stone[i] with a new name[j] written on it. No one will know that name except the one who is given the stone.", "18": "This is what you must write to the angel of the church in Thyatira: I am the Son of God! My eyes are like flames of fire, and my feet are like bronze. Listen to what I say.", "19": "I know everything about you, including your love, your faith, your service, and how you have endured. I know that you are doing more now than you have ever done before. ", "20": "But I still have something against you because of that woman Jezebel.[k] She calls herself a prophet, and you let her teach and mislead my servants to do immoral things and to eat food offered to idols. ", "21": "I gave her a chance to turn from her sins, but she did not want to stop doing these immoral things.", "22": "I am going to strike down Jezebel. Everyone who does these immoral things with her will also be punished, if they don't stop. ", "23": "I will even kill her followers.[l] Then all the churches will see that I know everyone's thoughts and feelings. I will treat each of you as you deserve.", "24": "Some of you in Thyatira don't follow Jezebel's teaching. You don't know anything about what her followers call the “deep secrets of Satan.” So I won't burden you down with any other commands. ", "25": "But until I come, you must hold firmly to the teaching you have.", "26": "I will give power over the nations to everyone who wins the victory and keeps on obeying me until the end. ", "27-28": "I will give each of them the same power that my Father has given me. They will rule the nations with an iron rod and smash those nations to pieces like clay pots. I will also give them the morning star.[m]", "29": "If you have ears, listen to what the Spirit says to the churches."}