{"1": "I saw a new heaven and a new earth. The first heaven and the first earth had disappeared, and so had the sea. ", "2": "Then I saw New Jerusalem, that holy city, coming down from God in heaven. It was like a bride dressed in her wedding gown and ready to meet her husband.", "3": "I heard a loud voice shout from the throne: God's home is now with his people. He will live with them, and they will be his own. Yes, God will make his home among his people. ", "4": "He will wipe all tears from their eyes, and there will be no more death, suffering, crying, or pain. These things of the past are gone forever.", "5": "Then the one sitting on the throne said: I am making everything new. Write down what I have said. My words are true and can be trusted. ", "6": "Everything is finished! I am Alpha and Omega,[a] the beginning and the end. I will freely give water from the life-giving fountain to everyone who is thirsty. ", "7": "All who win the victory will be given these blessings. I will be their God, and they will be my people.", "8": "But I will tell you what will happen to cowards and to everyone who is unfaithful or dirty-minded or who murders or is sexually immoral or uses witchcraft or worships idols or tells lies. They will be thrown into that lake of fire and burning sulfur. This is the second death.[b]", "9": "I saw one of the seven angels who had the bowls filled with the seven last terrible troubles. The angel came to me and said, “Come on! I will show you the one who will be the bride and wife of the Lamb.” ", "10": "Then with the help of the Spirit, he took me to the top of a very high mountain. There he showed me the holy city of Jerusalem coming down from God in heaven.", "11": "The glory of God made the city bright. It was dazzling and crystal clear like a precious jasper stone. ", "12": "The city had a high and thick wall with twelve gates, and each one of them was guarded by an angel. On each of the gates was written the name of one of the twelve tribes of Israel. ", "13": "Three of these gates were on the east, three were on the north, three more were on the south, and the other three were on the west. ", "14": "The city was built on twelve foundation stones. On each of the stones was written the name of one of the Lamb's twelve apostles.", "15": "The angel who spoke to me had a gold measuring stick to measure the city and its gates and its walls. ", "16": "The city was shaped like a cube, because it was just as high as it was wide. When the angel measured the city, it was about fifteen hundred miles high and fifteen hundred miles wide. ", "17": "Then the angel measured the wall, and by our measurements it was about two hundred sixteen feet high.", "18": "The wall was built of jasper, and the city was made of pure gold, clear as crystal. ", "19": "Each of the twelve foundations was a precious stone. The first was jasper,[c] the second was sapphire, the third was agate, the fourth was emerald, ", "20": "the fifth was onyx, the sixth was carnelian, the seventh was chrysolite, the eighth was beryl, the ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst. ", "21": "Each of the twelve gates was a solid pearl. The streets of the city were made of pure gold, clear as crystal.", "22": "I did not see a temple there. The Lord God All-Powerful and the Lamb were its temple. ", "23": "And the city did not need the sun or the moon. The glory of God was shining on it, and the Lamb was its light.", "24": "Nations will walk by the light of that city, and kings will bring their riches there. ", "25": "Its gates are always open during the day, and night never comes. ", "26": "The glorious treasures of nations will be brought into the city. ", "27": "But nothing unworthy will be allowed to enter. No one who is dirty-minded or who tells lies will be there. Only those whose names are written in the Lamb's book of life[d] will be in the city."}