{"1": "This is what you must write to the angel of the church in Sardis: I have the seven spirits of God and the seven stars. Listen to what I say. I know what you are doing. Everyone may think you are alive, but you are dead. ", "2": "Wake up! You have only a little strength left, and it is almost gone. So try to become stronger. I have found that you are not completely obeying God. ", "3": "Remember the teaching that you were given and that you heard. Hold firmly to it and turn from your sins. If you don't wake up, I will come when you least expect it, just as a thief does.", "4": "A few of you in Sardis have not dirtied your clothes with sin. You will walk with me in white clothes, because you are worthy. ", "5": "Everyone who wins the victory will wear white clothes. Their names will not be erased from the book of life,[a] and I will tell my Father and his angels that they are my followers.", "6": "If you have ears, listen to what the Spirit says to the churches.", "7": "This is what you must write to the angel of the church in Philadelphia: I am the one who is holy and true, and I have the keys that belonged to David.[b] When I open a door, no one can close it. And when I close a door, no one can open it. Listen to what I say.", "8": "I know everything you have done. And I have placed before you an open door that no one can close. You were not very strong, but you obeyed my message and did not deny that you are my followers.[c] ", "9": "Now you will see what I will do with those people who belong to Satan's group. They claim to be Jews, but they are liars. I will make them come and kneel down at your feet. Then they will know that I love you.", "10": "You obeyed my message and endured. So I will protect you from the time of testing that everyone in all the world must go through. ", "11": "I am coming soon. So hold firmly to what you have, and no one will take away the crown that you will be given as your reward.", "12": "Everyone who wins the victory will be made into a pillar in the temple of my God, and they will stay there forever. I will write on each of them the name of my God and the name of his city. It is the new Jerusalem that my God will send down from heaven. I will also write on them my own new name.", "13": "If you have ears, listen to what the Spirit says to the churches.", "14": "This is what you must write to the angel of the church in Laodicea: I am the one called Amen![d] I am the faithful and true witness and the source[e] of God's creation. Listen to what I say.", "15": "I know everything you have done, and you are not cold or hot. I wish you were either one or the other. ", "16": "But since you are lukewarm and neither cold nor hot, I will spit you out of my mouth. ", "17": "You claim to be rich and successful and to have everything you need. But you don't know how bad off you are. You are pitiful, poor, blind, and naked.", "18": "Buy your gold from me. It has been refined in a fire, and it will make you rich. Buy white clothes from me. Wear them and you can cover up your shameful nakedness. Buy medicine for your eyes, so that you will be able to see.", "19": "I correct and punish everyone I love. So make up your minds to turn away from your sins. ", "20": "Listen! I am standing and knocking at your door. If you hear my voice and open the door, I will come in and we will eat together. ", "21": "Everyone who wins the victory will sit with me on my throne, just as I won the victory and sat with my Father on his throne.", "22": "If you have ears, listen to what the Spirit says to the churches."}