{"1": "At the same time that I saw the Lamb open the first of the seven seals, I heard one of the four living creatures shout with a voice like thunder. It said, “Come out!” ", "2": "Then I saw a white horse. Its rider carried a bow and was given a crown. He had already won some victories, and he went out to win more.", "3": "When the Lamb opened the second seal, I heard the second living creature say, “Come out!” ", "4": "Then another horse came out. It was fiery red. And its rider was given the power to take away all peace from the earth, so that people would slaughter one another. He was also given a big sword.", "5": "When the Lamb opened the third seal, I heard the third living creature say, “Come out!” Then I saw a black horse, and its rider had a balance scale in one hand. ", "6": "I heard what sounded like a voice from somewhere among the four living creatures. It said, “A quart of wheat will cost you a whole day's wages! Three quarts of barley will cost you a day's wages too. But don't ruin the olive oil or the wine.”", "7": "When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, “Come out!” ", "8": "Then I saw a pale green horse. Its rider was named Death, and Death's Kingdom followed behind. They were given power over one fourth of the earth, and they could kill its people with swords, famines, diseases, and wild animals.", "9": "When the Lamb opened the fifth seal, I saw under the altar the souls of everyone who had been killed for speaking God's message and telling about their faith. ", "10": "They shouted, “Master, you are holy and faithful! How long will it be before you judge and punish the people of this earth who killed us?”", "11": "Then each of those who had been killed was given a white robe and told to rest for a little while. They had to wait until the complete number of the Lord's other servants and followers would be killed.", "12": "When I saw the Lamb open the sixth seal, I looked and saw a great earthquake. The sun turned as dark as sackcloth,[a] and the moon became as red as blood. ", "13": "The stars in the sky fell to earth, just like figs shaken loose by a windstorm. ", "14": "Then the sky was rolled up like a scroll,[b] and all mountains and islands were moved from their places.", "15": "The kings of the earth, its famous people, and its military leaders hid in caves or behind rocks on the mountains. They hid there together with the rich and the powerful and with all the slaves and free people. ", "16": "Then they shouted to the mountains and the rocks, “Fall on us! Hide us from the one who sits on the throne and from the anger of the Lamb. ", "17": "That terrible day has come! God and the Lamb will show their anger, and who can face it?”"}