{"1-2": "After this I saw four angels. Each one was standing on one of the earth's four corners. The angels held back the four winds, so that no wind would blow on the earth or on the sea or on any tree. These angels had also been given the power to harm the earth and the sea. Then I saw another angel come up from where the sun rises in the east, and he was ready to put the mark of the living God on people. He shouted to the four angels, ", "3": "“Don't harm the earth or the sea or any tree! Wait until I have marked the foreheads of the servants of our God.”", "4": "Then I heard how many people had been marked on the forehead. There were one hundred forty-four thousand, and they came from every tribe of Israel:", "5": ",000 from Judah, ,000 from Reuben, ,000 from Gad,", "6": ",000 from Asher, ,000 from Naphtali, ,000 from Manasseh,", "7": ",000 from Simeon, ,000 from Levi, ,000 from Issachar,", "8": ",000 from Zebulun, ,000 from Joseph, and ,000 from Benjamin.", "9": "After this, I saw a large crowd with more people than could be counted. They were from every race, tribe, nation, and language, and they stood before the throne and before the Lamb. They wore white robes and held palm branches in their hands, ", "10": "as they shouted, “Our God, who sits upon the throne, has the power to save his people, and so does the Lamb.”", "11": "The angels who stood around the throne knelt in front of it with their faces to the ground. The elders and the four living creatures knelt there with them. Then they all worshiped God ", "12": "and said, “Amen! Praise, glory, wisdom, thanks, honor, power, and strength belong to our God forever and ever! Amen!”", "13": "One of the elders asked me, “Do you know who these people are that are dressed in white robes? Do you know where they come from?”", "14": "“Sir,” I answered, “you must know.” Then he told me: “These are the ones who have gone through the great suffering. They have washed their robes in the blood of the Lamb and have made them white.", "15": "And so they stand before the throne of God and worship him in his temple day and night. The one who sits on the throne will spread his tent over them.", "16": "They will never hunger or thirst again, and they won't be troubled by the sun or any scorching heat.", "17": "The Lamb in the center of the throne will be their shepherd. He will lead them to streams of life-giving water, and God will wipe all tears from their eyes.”"}