{"1": "I am being held in prison because of working for the Lord. I ask you from my heart to live and work the way the Lord expected you to live and work. ", "2": "Live and work without pride. Be gentle and kind. Do not be hard on others. Let love keep you from doing that. ", "3": "Work hard to live together as one by the help of the Holy Spirit. Then there will be peace. ", "4": "There is one body and one Spirit. There is one hope in which you were called. ", "5": "There is one Lord and one faith and one baptism. ", "6": "There is one God. He is the Father of us all. He is over us all. He is the One working through us all. He is the One living in us all.", "7": "Loving-favor has been given to each one of us. We can see how great it is by the gift of Christ. ", "8": "The Holy Writings say, “When Christ went up to heaven, He took those who were held with Him. He gave gifts to men.”  ", "9": "When they say, “He went up,” what does it mean but that He had first gone down to the deep parts of the earth? ", "10": "Christ Who went down into the deep also went up far above the heavens. He did this to fill all the world with Himself.", "11": "Christ gave gifts to men. He gave to some the gift to be missionaries, some to be preachers, others to be preachers who go from town to town. He gave others the gift to be church leaders and teachers. ", "12": "These gifts help His people work well for Him. And then the church which is the body of Christ will be made strong. ", "13": "All of us are to be as one in the faith and in knowing the Son of God. We are to be full-grown Christians standing as high and complete as Christ is Himself. ", "14": "Then we will not be as children any longer. Children are like boats thrown up and down on big waves. They are blown with the wind. False teaching is like the wind. False teachers try everything possible to make people believe a lie, ", "15": "but we are to hold to the truth with love in our hearts. We are to grow up and be more like Christ. He is the leader of the church. ", "16": "Christ has put each part of the church in its right place. Each part helps other parts. This is what is needed to keep the whole body together. In this way, the whole body grows strong in love.", "17": "I tell you this in the name of the Lord: You must not live any longer like the people of the world who do not know God. Their thoughts are foolish. ", "18": "Their minds are in darkness. They are strangers to the life of God. This is because they have closed their minds to Him and have turned their hearts away from Him. ", "19": "They do not care anymore about what is right or wrong. They have turned themselves over to the sinful ways of the world and are always wanting to do every kind of sinful act they can think of.", "20": "But you did not learn anything like this from Christ. ", "21": "If you have heard of Him and have learned from Him, ", "22": "put away the old person you used to be. Have nothing to do with your old sinful life. It was sinful because of being fooled into following bad desires. ", "23": "Let your minds and hearts be made new. ", "24": "You must become a new person and be God-like. Then you will be made right with God and have a true holy life.", "25": "So stop lying to each other. Tell the truth to your neighbor. We all belong to the same body. ", "26": "If you are angry, do not let it become sin. Get over your anger before the day is finished. ", "27": "Do not let the devil start working in your life. ", "28": "Anyone who steals must stop it! He must work with his hands so he will have what he needs and can give to those who need help. ", "29": "Watch your talk! No bad words should be coming from your mouth. Say what is good. Your words should help others grow as Christians. ", "30": "Do not make God's Holy Spirit have sorrow for the way you live. The Holy Spirit has put a mark on you for the day you will be set free. ", "31": "Put out of your life all these things: bad feelings about other people, anger, temper, loud talk, bad talk which hurts other people, and bad feelings which hurt other people. ", "32": "You must be kind to each other. Think of the other person. Forgive other people just as God forgave you because of Christ's death on the cross."}