{"1": "These are the people of the area who returned from captivity. Nebuchadnezzar king of Babylon had taken them captive to Babylon. Now they returned to Jerusalem and Judah. Each one went back to his own town. ", "2": "These people returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum and Baanah. These are the men from Israel: ", "3": "the descendants of Parosh—2,172; ", "4": "the descendants of Shephatiah—372; ", "5": "the descendants of Arah—775; ", "6": "the descendants of Pahath-Moab (through the family of Jeshua and Joab)—2,812; ", "7": "the descendants of Elam—1,254; ", "8": "the descendants of Zattu—945; ", "9": "the descendants of Zaccai—760; ", "10": "the descendants of Bani—642; ", "11": "the descendants of Bebai—623; ", "12": "the descendants of Azgad—1,222; ", "13": "the descendants of Adonikam—666; ", "14": "the descendants of Bigvai—2,056; ", "15": "the descendants of Adin—454; ", "16": "the descendants of Ater (through the family of Hezekiah)—98; ", "17": "the descendants of Bezai—323; ", "18": "the descendants of Jorah—112; ", "19": "the descendants of Hashum—223; ", "20": "the descendants of Gibbar—95.", "21": "These are the men from the town of Bethlehem—123; ", "22": "from Netophah—56; ", "23": "from Anathoth—128; ", "24": "from Azmaveth—42; ", "25": "from Kiriath Jearim, Kephirah and Beeroth—743; ", "26": "from Ramah and Geba—621; ", "27": "from Micmash—122; ", "28": "from Bethel and Ai—223; ", "29": "from Nebo—52; ", "30": "from Magbish—156; ", "31": "from the other town of Elam—1,254; ", "32": "from Harim—320; ", "33": "from Lod, Hadid and Ono—725; ", "34": "from Jericho—345; ", "35": "from Senaah—3,630.", "36": "These are the priests: the descendants of Jedaiah (through the family of Jeshua)—973; ", "37": "the descendants of Immer—1,052; ", "38": "the descendants of Pashhur—1,247; ", "39": "the descendants of Harim—1,017.", "40": "These are the Levites: the descendants of Jeshua and Kadmiel (through the family of Hodaviah)—74.", "41": "These are the singers: the descendants of Asaph—128.", "42": "These are the gatekeepers of the Temple: the descendants of Shallum, Ater, Talmon, Akkub, Hatita and Shobai—139.", "43": "These are the Temple servants: the descendants of Ziha, Hasupha, Tabbaoth, ", "44": "Keros, Siaha, Padon, ", "45": "Lebanah, Hagabah, Akkub, ", "46": "Hagab, Shalmai, Hanan, ", "47": "Giddel, Gahar, Reaiah, ", "48": "Rezin, Nekoda, Gazzam, ", "49": "Uzza, Paseah, Besai, ", "50": "Asnah, Meunim, Nephussim, ", "51": "Bakbuk, Hakupha, Harhur, ", "52": "Bazluth, Mehida, Harsha, ", "53": "Barkos, Sisera, Temah, ", "54": "Neziah and Hatipha.", "55": "These are the descendants of the servants of Solomon: the descendants of Sotai, Hassophereth, Peruda, ", "56": "Jaala, Darkon, Giddel, ", "57": "Shephatiah, Hattil, Pokereth-Hazzebaim and Ami.", "58": "The Temple servants and the descendants of the servants of Solomon numbered 392.", "59": "Some people came to Jerusalem from these towns: Tel Melah, Tel Harsha, Kerub, Addon and Immer. But they could not prove that their families came from the family of Israel. Here are their names and their number: ", "60": "the descendants of Delaiah, Tobiah and Nekoda—652.", "61": "And these priests could not prove that their families came from Israel: the descendants of Hobaiah, Hakkoz and Barzillai. (He had married a daughter of Barzillai from Gilead and was called by her family name.)", "62": "These people searched for their family records. But they could not find them. So they could not be priests because they were thought to be unclean. ", "63": "The governor ordered them not to eat any of the food offered to God. First a priest had to settle this matter by using the Urim and Thummim.", "64": "The total number of those who returned was 42,360. ", "65": "This is not counting their 7,337 male and female servants. They also had 200 men and women singers with them. ", "66": "They had 736 horses, 245 mules, ", "67": "camels and 6,720 donkeys.", "68": "That group arrived at the Temple of the Lord in Jerusalem. Some of the leaders of families gave special offerings. Those offerings were given to rebuild the Temple of God. It would be on the same site as before. ", "69": "Those people gave as much as they could to the treasury. It was to rebuild the Temple. They gave about 1,100 pounds of gold, about 6,000 pounds of silver and 100 pieces of clothing for the priests.", "70": "All the Israelites settled in their hometowns. The priests, Levites, singers, gatekeepers and temple servants, along with some of the other people, settled in their own towns."}