{"1": "The people of Judah and Benjamin had enemies. They heard that the returned captives were building a Temple for the Lord, the God of Israel. ", "2": "So the enemies came to Zerubbabel and the leaders of the families. The enemies said, “Let us help you build. We are like you. We want to worship your God. We have been offering sacrifices to him since the time of Esarhaddon. He was king of Assyria, and he brought us here.”", "3": "But Zerubbabel, Jeshua and the leaders of Israel answered, “No. You people will not help us build a Temple to our God. We will build it ourselves. It is for the Lord, the God of Israel. This is what King Cyrus, the king of Persia, commanded us to do.”", "4": "Then the people around them tried to discourage the people of Judah. They tried to make them afraid to build. ", "5": "Their enemies hired others to delay the building plans. This went on during the time Cyrus was king of Persia. And it continued to the time Darius was king of Persia.", "6": "When Xerxes became king, those enemies wrote a letter against the people of Judah and Jerusalem.", "7": "Later Artaxerxes became king of Persia. Then Bishlam, Mithredath, Tabeel and those with them wrote a letter to Artaxerxes. The letter was written in the Aramaic language.", "8": "Also Rehum the governor and Shimshai the governor's assistant wrote a letter. It was to Artaxerxes the king. And it was against Jerusalem. It said:", "9": "This letter is from Rehum the governor, Shimshai the assistant and others. They are judges and important officers. They are over the men who came from Tripolis, Persia, Erech and Babylon. They are over the Elamite people of Susa. ", "10": "And they are over those whom the great and honorable Ashurbanipal forced out of their countries. He forced them to move and settle in the city of Samaria. And he forced them to settle in other places west of the Euphrates River.", "11": "(This is a copy of the letter they sent to Artaxerxes:) To King Artaxerxes. From your servants who live west of the Euphrates River.", "12": "King Artaxerxes, you remember the Jews who came to us from you. You should know they have gone to Jerusalem. They are rebuilding that evil city that refuses to obey. They are fixing the walls and repairing the foundations of the buildings.", "13": "Now, King Artaxerxes, you should know what could happen. If Jerusalem is built and its walls are fixed, Jerusalem will pay no taxes of any kind. Then the amount of money your government collects will be less. ", "14": "Since we must be loyal to the government, we don't want to see the king dishonored. So we are writing to let the king know. ", "15": "We suggest you search the records of the kings who ruled before you. You will find out that the city of Jerusalem refuses to obey. It makes trouble for kings and areas controlled by Persia. Since long ago it has been a place where disobedience started. That is why it was destroyed. ", "16": "We want you to know this, King Artaxerxes. This city should not be rebuilt and its walls fixed. If it is, you will be left with nothing west of the Euphrates River.", "17": "King Artaxerxes sent this answer: To Rehum the governor and Shimshai the assistant. To all the people with them living in Samaria. And to those in other places west of the Euphrates. Greetings.", "18": "The letter you sent to us has been translated and read to me. ", "19": "I ordered the records to be searched, and it was done. We found that Jerusalem has a long history of disobedience to kings. It has been a place of problems and trouble. ", "20": "Jerusalem has had powerful kings. They have ruled over the whole area west of the Euphrates. Taxes of all kinds have been paid to them. ", "21": "Now, give an order for those men to stop work. The city of Jerusalem will not be rebuilt until I say so. ", "22": "Make sure you do this. If it continues, it will hurt the government.", "23": "A copy of the letter that King Artaxerxes sent was read. It was read to Rehum and Shimshai the assistant and the others. Then they quickly went to the Jews in Jerusalem. They forced them to stop building.", "24": "So the work on the Temple of God in Jerusalem stopped. It stopped until the second year Darius was king of Persia."}