{"1": "Haggai and Zechariah son of Iddo were prophets. They prophesied to the Jews in Judah and Jerusalem. They prophesied in the name of the God of Israel. ", "2": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak started working again. They worked to rebuild the Temple of God in Jerusalem. The prophets of God were there, helping them.", "3": "At that time Tattenai was the governor west of the Euphrates. He and Shethar-Bozenai and others went to the Jews. They asked, “Who gave you permission to rebuild this Temple and fix these walls?” ", "4": "They also asked, “What are the names of these men working on this building?” ", "5": "But their God was watching over the elders of the Jews. The builders were not stopped until a report could go to King Darius. And then his written answer had to be received.", "6": "This is a copy of the letter that Tattenai, Shethar-Bozenai and the others sent to King Darius. Tattenai was governor west of the Euphrates River. The other people were important officers west of the Euphrates. ", "7": "This is what the report they sent to him said: To King Darius. Greetings. May you have peace.", "8": "King Darius, you should know that we went to the district of Judah. That is where the Temple of the great God is. The people there are building that Temple with large stones. They are putting timbers in the walls. The people are working very hard. And they are building very fast.", "9": "We asked their elders, “Who gave you permission to rebuild this Temple and these walls?” ", "10": "We also asked for their names. We wrote down the names of their leaders so you would know who they are.", "11": "This is the answer they gave to us: “We are the servants of the God of heaven and earth. We are rebuilding the Temple that a great king of Israel built. He finished it many years ago. ", "12": "But our ancestors made the God of heaven angry. So God let them be defeated by Nebuchadnezzar king of Babylon. He destroyed this Temple. And he took the people to Babylon as captives.", "13": "“Later, Cyrus was in his first year as king of Babylon. He gave a special order for this Temple to be rebuilt. ", "14": "And Cyrus brought out things from the temple in Babylon. They were the gold and silver bowls and pans that came from the Temple of God. Nebuchadnezzar had taken them from the Temple in Jerusalem. And he had put them in the temple in Babylon. “Then King Cyrus gave them to Sheshbazzar. He had appointed Sheshbazzar as governor. ", "15": "Cyrus said to him, 'Take these gold and silver bowls and pans. Put them back in the Temple in Jerusalem. And rebuild the Temple of God where it was.' ", "16": "So Sheshbazzar came. He laid the foundations of the Temple of God in Jerusalem. From that day until now the work has been going on. But it is not yet finished.”", "17": "Now, if the king wishes, let a search be made. Search the royal records of Babylon to see if King Cyrus gave such an order. See if he gave an order to rebuild this Temple in Jerusalem. Then let the king write us and tell us what he has decided."}