{"1": "So King Darius gave an order to search the records. They were kept in the treasury in Babylon. ", "2": "A scroll was found in the capital city, Ecbatana. It is in the area of Media. This is what was written on it: Note:", "3": "King Cyrus gave an order about the Temple of God in Jerusalem. This was in the first year he was king. This was the order: “Let the Temple be rebuilt. It will be a place to present sacrifices. Let its foundations be laid. The Temple should be 90 feet high and 90 feet wide. ", "4": "It must have three layers of large stones, then one layer of timbers. The costs should be paid from the king's treasury. ", "5": "The gold and silver things from the Temple of God should be put back in their places. Nebuchadnezzar took those things from the Temple in Jerusalem. And he brought them to Babylon. They are to be put back in the Temple of God in Jerusalem.”", "6": "Now then, I, Darius, give this order to you, Tattenai, governor west of the Euphrates. And I give it to Shethar-Bozenai and all the officers of that area. Stay away from there. ", "7": "Do not bother or interrupt the work on that Temple of God. Let the governor of the Jews and the Jewish elders rebuild this Temple. Let them build it where it was before.", "8": "Also, I order you to do this for those elders of the Jews. They are building this Temple. The cost of the building is to be fully paid from the royal treasury. The money will come from taxes collected west of the Euphrates River. Do this so the work will not stop. ", "9": "Give those people anything they need. Give them young bulls, male sheep or male lambs for burnt offerings to the God of heaven. Give them wheat, salt, wine or olive oil. Give the priests in Jerusalem anything they ask for. Give it every day without fail. ", "10": "Then they may offer sacrifices pleasing to the God of heaven. And they can pray for the life of the king and his sons.", "11": "Also, I give this order: If anyone changes this order, a wood beam is to be pulled from his house. Drive one end of the beam through his body. And because he did this crime, make his house a pile of ruins. ", "12": "God has chosen Jerusalem as the place he is to be worshiped. May he defeat any king or person who tries to change this order. May God destroy anyone who tries to destroy this Temple. I, Darius, have given this order. Let it be obeyed quickly and carefully.", "13": "So, Tattenai, the governor west of the Euphrates, Shethar-Bozenai and the others obeyed. They carried out King Darius' order quickly and carefully. ", "14": "So the Jewish elders continued to build. And they were successful because of the preaching of Haggai the prophet and Zechariah son of Iddo. They finished building the Temple as the God of Israel had said. It was also done to obey the kings Cyrus, Darius and Artaxerxes of Persia. ", "15": "The Temple was finished on the third day of the month Adar. It was the sixth year that Darius was king.", "16": "Then the people of Israel celebrated. They gave the Temple to God to honor him. Everybody was happy: the priests, the Levites and the rest of the Jews who had returned from captivity. ", "17": "This is how they gave the Temple to God for worshiping him: They offered 100 bulls, 200 male sheep and 400 male lambs as sacrifices. And as an offering to forgive the sins of all Israel, they offered 12 male goats. That is 1 goat for each tribe in Israel. ", "18": "Then they put the priests and the Levites into their separate groups. Each group had a certain time to serve God in the Temple at Jerusalem. This was done just as it is written in the Book of Moses.", "19": "The Jews who returned from captivity celebrated the Passover. This was on the fourteenth day of the first month. ", "20": "The priests and Levites had made themselves clean. The Levites killed the Passover lambs for all the Jews who had returned from captivity. They also did it for their relatives the priests and for themselves. ", "21": "So all the people of Israel who returned from captivity ate the Passover lamb. So did those who had given up the unclean ways of their non-Jewish neighbors. They worshiped the Lord, the God of Israel. ", "22": "For seven days they celebrated the Feast of Unleavened Bread in a very joyful way. The Lord had made them happy by changing the mind of the King of Assyria. So the king had helped them in the work on the Temple of the God of Israel."}