{"1": "After these things[a] during the rule of Artaxerxes king of Persia, Ezra came up from Babylon. Ezra was the son of Seraiah. Seraiah was the son of Azariah. Azariah was the son of Hilkiah. ", "2": "Hilkiah was the son of Shallum. Shallum was the son of Zadok. Zadok was the son of Ahitub. ", "3": "Ahitub was the son of Amariah. Amariah was the son of Azariah. Azariah was the son of Meraioth. ", "4": "Meraioth was the son of Zerahiah. Zerahiah was the son of Uzzi. Uzzi was the son of Bukki. ", "5": "Bukki was the son of Abishua. Abishua was the son of Phinehas. Phinehas was the son of Eleazar. Eleazar was the son of Aaron the high priest. ", "6": "This Ezra came to Jerusalem from Babylon. He was a teacher. He knew the Teachings of Moses well. The Teachings had been given by the Lord, the God of Israel. Ezra received everything he asked for from the king. This was because the Lord his God was helping him. ", "7": "In the seventh year of King Artaxerxes more Israelites came to Jerusalem. Among them were priests, Levites, singers, gatekeepers and Temple servants.", "8": "Ezra also arrived in Jerusalem. It was the fifth month of Artaxerxes' seventh year as king. ", "9": "Ezra had left Babylon on the first day of the first month. And he arrived in Jerusalem on the first day of the fifth month. God was helping Ezra. ", "10": "Ezra had worked hard to know and obey the Teachings of the Lord. He also taught the rules and commands of the Lord to the Israelites.", "11": "King Artaxerxes had given a letter to Ezra. Ezra was a priest and teacher. He taught about the commands and laws the Lord gave Israel. This is a copy of the letter:", "12": "From Artaxerxes, king of kings. To Ezra the priest, a teacher of the Law of the God of heaven. Greetings.", "13": "Now I give this order: Any Israelite in my kingdom who wishes may go with you to Jerusalem. This includes priests and Levites. ", "14": "Ezra, you are sent by the king and the seven people who advise him. You are to ask about how Judah and Jerusalem are obeying the Law of your God, which you are carrying with you. ", "15": "Also take with you the silver and gold the king and those who advise him have given freely. It's for the God of Israel, whose Temple is in Jerusalem. ", "16": "Also take the silver and gold you receive from the area of Babylon. And take the offerings the Israelites and their priests have given as gifts to the Lord. They are for the Temple of their God in Jerusalem. ", "17": "With this money buy bulls, male sheep and male lambs. Buy the grain offerings and drink offerings that go with those sacrifices. Then sacrifice them on the altar in the Temple of your God in Jerusalem.", "18": "Then you and your fellow Jews may spend the silver and gold left over. Use it as you want and as God wishes. ", "19": "Take to the God of Jerusalem all the things put in your care. They are for the worship in the Temple of your God. ", "20": "And you may get anything else you need for the Temple of your God. Pay for it from the royal treasury.", "21": "Now I, King Artaxerxes, give this order to all the men in charge of the treasury west of the Euphrates: Give Ezra anything he asks for right away. Ezra is a priest and a teacher of the Law of the God of heaven. ", "22": "Give him up to 7,500 pounds of silver, 600 bushels of wheat, 600 gallons of wine and 600 gallons of olive oil. And give him as much salt as he wants. ", "23": "Carefully give him whatever the God of heaven wants. Do it for the Temple of the God of heaven. We do not want God to be angry with the king and his sons. ", "24": "Remember, you must not make these people pay taxes of any kind: priests, Levites, singers, gatekeepers, Temple servants and other workers in this Temple of God.", "25": "And you, Ezra, use the wisdom you have from your God. Choose judges and lawmakers to rule the Jews west of the Euphrates. They know the laws of your God. And teach anyone who does not know them. ", "26": "Whoever does not obey the law of your God or of the king must be punished. He will be killed or sent away. He will have his property taken away or be put in jail.", "27": "Praise the Lord, the God of our ancestors. He caused the king to want to honor the Temple of the Lord in Jerusalem. ", "28": "The Lord has shown me, Ezra, his love. He did this before the king, those who advise the king and the royal officers. The Lord my God was helping me. So I had courage. I gathered the leaders of Israel to return with me."}