{"1": "After these things had been done, the leaders came to me. They said, “Ezra, the Israelites, including the priests and Levites, have not kept themselves separate from the people around us. Those neighbors do evil things as the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites did. ", "2": "The Israelite men and their sons have married the women of these non-Jewish people. They have mixed the people who belong to God with the people around them. The leaders and officers of Israel did this first. And they caused the rest of the Israelites to do this unfaithful thing.”", "3": "When I heard this, I angrily tore my robe and coat. I pulled hair from my head and beard and sat down in shock. ", "4": "Then everyone who trembled in fear at the word of the God of Israel gathered around me. This was because of the unfaithfulness of the captives who had returned. I sat there in shock until the evening sacrifice.", "5": "Then, at the evening sacrifice, I got up from where I had shown my disgrace. My inner robe and coat were torn. And I fell on my knees with my hands spread out to the Lord my God. ", "6": "I prayed, “My God, I am too ashamed and embarrassed to lift up my face to you. I am in disgrace because our sins are so many they are higher than our heads. Our sins even reach up to the sky. ", "7": "From the days of our ancestors until now, we have been very guilty. Because of our sins, we, our kings and priests have suffered punishment. We have been punished by the sword and captivity. Foreign kings have taken away our things and shamed us. It is that way today.", "8": "“But now, for a short time, the Lord our God has been kind to us. He has let some of us come back from captivity. He has let us live in safety in his holy place. And so our God gives us hope and a little relief from our slavery. ", "9": "Even though we are slaves, our God has not left us. He caused the kings of Persia to be kind to us. He has given us new life. So we can rebuild the Temple and repair its ruins. And he has given us a wall to protect us in Judah and Jerusalem.", "10": "“But now, our God, what can we say after you have done all this? We have disobeyed your commands. ", "11": "You gave these commands through your servants the prophets. You said, 'The land you are entering to own is ruined. The people living there have spoiled it by the evil they do. Their evil filled the land with uncleanness from one end to the other. ", "12": "So do not let your daughters marry their sons. And do not let their daughters marry your sons. Do not wish for their peace or success. Then you may be strong and eat the good things of the land. And then you can leave this land to your descendants forever.'", "13": "“What has happened to us is our own fault. We have done evil things. Our guilt is great. But you, our God, have punished us less than we deserve. You have left a few of us alive. ", "14": "We should not again break your commands by allowing marriages with these wicked people. If we did, you would get angry enough to destroy us. Then none of us would be left alive. ", "15": "Lord, God of Israel, by your goodness a few of us are left alive today. We admit that we are guilty. None of us should be allowed to stand before you.”"}