{"1": "And now this command is for your benefit, O priests who despise the One you serve.", "2": "God's message to Judah through Malachi is a double entendre. On one level, God is rebuking people who commit adultery and abandon their spouses. God hates divorce because of its disastrous consequences on lives, families, and communities. The effects of broken marriages can last a lifetime, even if people fool themselves into thinking otherwise. God stands as the first and most important witness to every marriage contract, and He desires for His people to take those vows seriously. On another level, however, God is rebuking all of Israel—His bride—who has committed adultery against the Eternal One by abandoning Him to worship other gods. As chronic adulterers, God's people don't realize their illicit relationships with pagan goddesses and foreign governments have broken their covenant with Him and are causing them to stray from God's requirements. They mix cultic rituals with God's prescribed rituals, and they genuinely don't understand why God won't respond to their prayers, blessings, and sacrifices. Israel demonstrates how people can become insensitive to frequent sin and how that sin can affect their contemporaries and future generations. According to the prophet, naiveté is no excuse for breaking His commands. Eternal One: 2 If you will not listen and if you will not devote yourselves to giving glory to My name, then I, the Eternal, Commander of heavenly armies, will send the curse on you and will curse those blessings you give to Me on behalf of yourselves and your laypeople. In fact, I have cursed those blessings since you are refusing to dedicate yourselves to Me. ", "3": "Look, I am rebuking your children—your seed whom you offer. I will spread dung on your faces, the dung of your festival offerings, and someone will take you away with it.[a] ", "4": "Then you will know I, the Eternal, Commander of heavenly armies, sent this command to you as a reminder of My covenant with Levi and your responsibilities regarding it.[b] ", "5": "My covenant with Levi was filled with life and peace, and I gave those gifts to him out of respect. He feared Me, and he was in awe of My name and all I was purported to be. ", "6": "He spoke the law of truth, and falsehood was not found on his lips. In peace and justice he walked with Me, and he turned many from iniquity by his words and example; ", "7": "the lips of the priest should be a gateway to knowledge, and the laypeople should seek the law from his mouth because he is the messenger of the Eternal, Commander of heavenly armies. ", "8-9": "But you priests have turned from the straight and smooth way you should be guarding. You have caused many to stumble upon the law; you have corrupted the covenant of Levi! So I, the Eternal, Commander of heavenly armies, have made you hated and humiliated as you sit in that dung heap in front of all the people because you are not keeping My ways. Instead you are picking and choosing which of My laws to teach and follow.", "10": "Do we not all share one father? Has not one God created us all? Why do we all act deceitfully with our brothers and sisters and soil the covenant between God and our ancestors? ", "11": "First of all, Judah has acted deceitfully, and an atrocity has been committed in Israel and in Jerusalem because Judah has soiled the holy place of the Eternal One—His earthly throne which He loves—by marrying a daughter of a foreign god, by joining pagan families and worshiping pagan goddesses. ", "12": "May the Eternal One cut off from His community among the tents of Jacob the man who does this—the one stirring, answering,[c] and presenting a grain offering to the Eternal, Commander of heavenly armies. ", "13": "And this is a second thing you do: you cover the altar of the Eternal One not with the blood of perfect sacrifices but with your own tears, weeping and groaning as if you were worshiping other gods because He does not accept the grain offering you present or receive it with delight. ", "14": "Yet you ask, “Why won't He accept our offerings?” It is because the Eternal One has been a witness to the way you have dealt deceitfully with the wife of your youth, although she is your companion and covenant wife, by going off with that foreign woman! ", "15": "Has He not made you and your wife one? You belong to Him, body and spirit. And what does He seek from such a union? Godly children.[d] So guard yourselves; be true to the wife of your youth, and stop being unfaithful.", "16": "Eternal One: 16 For I, the God of Israel, hate divorce! I, the Commander of heavenly armies, despise it when people wrap themselves in violence like a garment. So guard yourselves; be true to your wife and not unfaithful.", "17": "Your constant blathering has exhausted the Eternal One. Yet you ask, “How have we wearied Him with our prayers?” It is because you say, “All evildoers are good in the eyes of the Eternal One, and He delights in them,” or you ask, “Where is the God of justice?”"}