{"1": "These are the words of the Eternal, Commander of heavenly armies: Eternal One: Pay attention! I am sending My messenger, and he will clear the road ahead for Me.[a] The Lord you seek will suddenly arrive at His temple. And the Messenger of God's covenant, your soul's delight, Watch, because He, too, is coming.", "2": "God declares His Anointed One will come, and the way will be prepared. Notice has been given: be ready. Can anyone live through the day when He arrives? Will anyone be left standing when He appears? He is a purifying fire; He is like lye soap.", "3": "Like a refiner of silver, He will purify the descendants of Levi— Until they are pure, unalloyed gold and silver. Then they will draw near to the Eternal One, Presenting offerings with righteous, clean hands.", "4": "Then the Eternal One will unequivocally accept the sweet offering of Judah and Jerusalem as He did in the days of old, as in the former years when the covenant was new.", "5": "Eternal One: 5 Then I will approach you for judgment, and I will be a swift witness against the constant sorcerers; the chronic adulterers; the habitual liars; those who continue cheating wages from their hired laborer, a widow, or an orphan; and those who always reject the immigrant, not fearing Me, the Eternal, Commander of heavenly armies. ", "6": "Because I am the Eternal One, I never change; as a result, you children of Jacob have not been destroyed though your blessing may have been delayed.", "7": "From the days when your ancestors served Me, you have turned from and ignored My statutes. Return to Me and I, the Eternal, Commander of heavenly armies, will return to you. But you shameless people ask, “How will we return? ", "8": "Will someone steal from God?” Yet you are always stealing from Me! But you self-centered people still ask, “How have we stolen from You?” In the tithes and the offerings you have not given Me as the law requires! ", "9": "You are cursed with a curse, for as an entire nation you are stealing from Me. ", "10": "To rectify this situation, you must bring the entire tithe into the storage house in the temple so that there may be food for Me and for the Levites in My house. Feel free to test Me now in this. See whether or not I, the Eternal, Commander of heavenly armies, will open the windows of heaven to you and pour a blessing down upon you until all needs are satisfied. ", "11": "I will rebuke the swarm of locusts devouring your crops, and the devourer will not cause the produce you have grown in the earth to decay or the vines in the field to drop their grapes. ", "12": "And all the nations will call you blessed, for you will be a land of delight. I, the Eternal, Commander of heavenly armies, promise you this.", "13": "Your words of rebellion against Me have been strong. Yet you ask, “What have we said against You?” ", "14": "You have said, “Serving God is a waste of time,” and, “What benefits have we received by following Him as we mourned on our journey before the Eternal, Commander of heavenly armies? ", "15": "Now we believe the bluster of the arrogant and agree they are blessed; we encourage the wicked who also test God and escape.”", "16": "Then those who fear the Eternal One consulted each other about God's charges, each one to his neighbor, and the Eternal One paid attention and heard. A book of remembrance was written before Him for those who honored the Eternal One and valued His name and the good reputation.", "17": "Eternal One: 17 And they will be Mine on that day when I, the Eternal, Commander of heavenly armies, make My unique treasure—which is the kingdom of Israel. I will have pity on them as a man has pity on his son who serves him.", "18": "And you will return and notice the difference between the righteous and the wicked, between those serving God and those not serving Him."}