{"1": "David had a son named Absalom and a son named Amnon. Absalom had a beautiful sister named Tamar, and Amnon loved her. ", "2": "Tamar was a virgin. Amnon made himself sick just thinking about her, because he could not find any chance to be alone with her.", "3": "Amnon had a friend named Jonadab son of Shimeah, David's brother. Jonadab was a very clever man. ", "4": "He asked Amnon, “Son of the king, why do you look so sad day after day? Tell me what's wrong!” Amnon told him, “I love Tamar, the sister of my half-brother Absalom.”", "5": "Jonadab said to Amnon, “Go to bed and act as if you are sick. Then your father will come to see you. Tell him, 'Please let my sister Tamar come in and give me food to eat. Let her make the food in front of me so I can watch and eat it from her hand.'”", "6": "So Amnon went to bed and acted sick. When King David came in to see him, Amnon said to him, “Please let my sister Tamar come in. Let her make two of her special cakes for me while I watch. Then I will eat them from her hands.”", "7": "David sent for Tamar in the palace, saying, “Go to your brother Amnon's house and make some food for him.” ", "8": "So Tamar went to her brother Amnon's house, and he was in bed. Tamar took some dough and pressed it together with her hands. She made some special cakes while Amnon watched. Then she baked them. ", "9": "Next she took the pan and served him, but he refused to eat. He said to his servants, “All of you, leave me alone!” So they all left him alone. ", "10": "Amnon said to Tamar, “Bring the food into the bedroom so I may eat from your hand.” Tamar took the cakes she had made and brought them to her brother Amnon in the bedroom. ", "11": "She went to him so he could eat from her hands, but Amnon grabbed her. He said, “Sister, come and have sexual relations with me.”", "12": "Tamar said to him, “No, brother! Don't force me! This should never be done in Israel! Don't do this shameful thing! ", "13": "I could never get rid of my shame! And you will be like the shameful fools in Israel! Please talk with the king, and he will let you marry me.”", "14": "But Amnon refused to listen to her. He was stronger than she was, so he forced her to have sexual relations with him. ", "15": "After that, Amnon hated Tamar. He hated her more than he had loved her before. Amnon said to her, “Get up and leave!”", "16": "Tamar said to him, “No! Sending me away would be worse than what you've already done!” But he refused to listen to her. ", "17": "He called his young servant back in and said, “Get this woman out of here and away from me! Lock the door after her.” ", "18": "So his servant led her out of the room and bolted the door after her. Tamar was wearing a special robe with long sleeves, because the king's virgin daughters wore this kind of robe. ", "19": "To show how upset she was, Tamar put ashes on her head and tore her special robe and put her hand on her head. Then she went away, crying loudly.", "20": "Absalom, Tamar's brother, said to her, “Has Amnon, your brother, forced you to have sexual relations with him? For now, sister, be quiet. He is your half-brother. Don't let this upset you so much!” So Tamar lived in her brother Absalom's house and was sad and lonely.", "21": "When King David heard the news, he was very angry. ", "22": "Absalom did not say a word, good or bad, to Amnon. But he hated Amnon for disgracing his sister Tamar.", "23": "Two years later Absalom had some men come to Baal Hazor, near Ephraim, to cut the wool from his sheep. Absalom invited all the king's sons to come also. ", "24": "Absalom went to the king and said, “I have men coming to cut the wool. Please come with your officers and join me.”", "25": "King David said to Absalom, “No, my son. We won't all go, because it would be too much trouble for you.” Although Absalom begged David, he would not go, but he did give his blessing.", "26": "Absalom said, “If you don't want to come, then please let my brother Amnon come with us.” King David asked, “Why should he go with you?”", "27": "Absalom kept begging David until he let Amnon and all the king's sons go with Absalom.", "28": "Then Absalom instructed his servants, “Watch Amnon. When he is drunk, I will tell you, 'Kill Amnon.' Right then, kill him! Don't be afraid, because I have commanded you! Be strong and brave!” ", "29": "So Absalom's young men killed Amnon as Absalom commanded, but all of David's other sons got on their mules and escaped.", "30": "While the king's sons were on their way, the news came to David, “Absalom has killed all of the king's sons! Not one of them is left alive!” ", "31": "King David tore his clothes and lay on the ground to show his sadness. All his servants standing nearby tore their clothes also.", "32": "Jonadab son of Shimeah, David's brother, said to David, “Don't think all the young men, your sons, are killed. No, only Amnon is dead! Absalom has planned this ever since Amnon forced his sister Tamar to have sexual relations with him. ", "33": "My master and king, don't think that all of the king's sons are dead. Only Amnon is dead!”", "34": "In the meantime Absalom had run away. A guard standing on the city wall saw many people coming from the other side of the hill. ", "35": "So Jonadab said to King David, “Look, I was right! The king's sons are coming!”", "36": "As soon as Jonadab had said this, the king's sons arrived, crying loudly. David and all his servants began crying also. ", "37": "David cried for his son every day. But Absalom ran away to Talmai[a] son of Ammihud, the king of Geshur. ", "38": "After Absalom ran away to Geshur, he stayed there for three years. ", "39": "When King David got over Amnon's death, he missed Absalom greatly."}