{"1": "It happened that a troublemaker named Sheba son of Bicri from the tribe of Benjamin was there. He blew the trumpet and said: “We have no share in David! We have no part in the son of Jesse! People of Israel, let's go home!”", "2": "So all the Israelites left David and followed Sheba son of Bicri. But the people of Judah stayed with their king all the way from the Jordan River to Jerusalem.", "3": "David came back to his palace in Jerusalem. He had left ten of his slave women there to take care of the palace. Now he put them in a locked house. He gave them food, but he did not have sexual relations with them. So they lived like widows until they died.", "4": "The king said to Amasa, “Tell the men of Judah to meet with me in three days, and you must also be here.” ", "5": "So Amasa went to call the men of Judah together, but he took more time than the king had said.", "6": "David said to Abishai, “Sheba son of Bicri is more dangerous to us than Absalom was. Take my men and chase him before he finds walled cities and escapes from us.” ", "7": "So Joab's men, the Kerethites and the Pelethites,[a] and all the soldiers went with Abishai. They went out from Jerusalem to chase Sheba son of Bicri.", "8": "When Joab and the army came to the great rock at Gibeon, Amasa came out to meet them. Joab was wearing his uniform, and at his waist he wore a belt that held his sword in its case. As Joab stepped forward, his sword fell out of its case.", "9": "Joab asked Amasa, “Brother, is everything all right with you?” Then with his right hand he took Amasa by the beard to kiss him. ", "10": "Amasa was not watching the sword in Joab's hand. So Joab pushed the sword into Amasa's stomach, causing Amasa's insides to spill onto the ground. Joab did not have to stab Amasa again; he was already dead. Then Joab and his brother Abishai continued to chase Sheba son of Bicri.", "11": "One of Joab's young men stood by Amasa's body and said, “Everyone who is for Joab and David should follow Joab!” ", "12": "Amasa lay in the middle of the road, covered with his own blood. When the young man saw that everyone was stopping to look at the body, he dragged it from the road, laid it in a field, and put a cloth over it. ", "13": "After Amasa's body was taken off the road, all the men followed Joab to chase Sheba son of Bicri.", "14": "Sheba went through all the tribes of Israel to Abel Beth Maacah. All the Berites also came together and followed him. ", "15": "So Joab and his men came to Abel Beth Maacah and surrounded it. They piled dirt up against the city wall, and they began hacking at the walls to bring them down.", "16": "But a wise woman shouted out from the city, “Listen! Listen! Tell Joab to come here. I want to talk to him!”", "17": "So Joab came near her. She asked him, “Are you Joab?” He answered, “Yes, I am.” Then she said, “Listen to what I say.” Joab said, “I'm listening.”", "18": "Then the woman said, “In the past people would say, 'Ask for advice at Abel,' and the problem would be solved. ", "19": "I am one of the peaceful, loyal people of Israel. You are trying to destroy an important city of Israel. Why must you destroy what belongs to the Lord?”", "20": "Joab answered, “I would prefer not to destroy or ruin anything! ", "21": "That is not what I want. But there is a man here from the mountains of Ephraim, who is named Sheba son of Bicri. He has turned against King David. If you bring him to me, I will leave the city alone.” The woman said to Joab, “His head will be thrown over the wall to you.”", "22": "Then the woman spoke very wisely to all the people of the city. They cut off the head of Sheba son of Bicri and threw it over the wall to Joab. So he blew the trumpet, and the army left the city. Every man returned home, and Joab went back to the king in Jerusalem.", "23": "Joab was commander of all the army of Israel. Benaiah son of Jehoiada led the Kerethites and Pelethites. ", "24": "Adoniram was in charge of the men who were forced to do hard work. Jehoshaphat son of Ahilud was the recorder. ", "25": "Sheba was the royal secretary. Zadok and Abiathar were the priests, ", "26": "and Ira the Jairite was David's priest."}