{"1": "The Lord was angry with Israel again, and he caused David to turn against the Israelites. He said, “Go, count the people of Israel and Judah.”", "2": "So King David said to Joab, the commander of the army, “Go through all the tribes of Israel, from Dan to Beersheba,[a] and count the people. Then I will know how many there are.”", "3": "But Joab said to the king, “May the Lord your God give you a hundred times more people, and may my master the king live to see this happen. Why do you want to do this?”", "4": "But the king commanded Joab and the commanders of the army, so they left the king to count the Israelites.", "5": "After crossing the Jordan River, they camped near Aroer on the south side of the city in the ravine. They went through Gad and on to Jazer. ", "6": "Then they went to Gilead and the land of Tahtim Hodshi and to Dan Jaan and around to Sidon. ", "7": "They went to the strong, walled city of Tyre and to all the cities of the Hivites and Canaanites. Finally, they went to southern Judah, to Beersheba. ", "8": "After nine months and twenty days, they had gone through all the land. Then they came back to Jerusalem.", "9": "Joab gave the list of the people to the king. There were eight hundred thousand men in Israel who could use the sword and five hundred thousand men in Judah.", "10": "David felt ashamed after he had counted the people. He said to the Lord, “I have sinned greatly by what I have done. Lord, I beg you to forgive me, your servant, because I have been very foolish.”", "11": "When David got up in the morning, the Lord spoke his word to Gad, who was a prophet and David's seer. ", "12": "The Lord told Gad, “Go and tell David, 'This is what the Lord says: I offer you three choices. Choose one of them and I will do it to you.'”", "13": "So Gad went to David and said to him, “Should three years of hunger come to you and your land? Or should your enemies chase you for three months? Or should there be three days of disease in your land? Think about it. Then decide which of these things I should tell the Lord who sent me.”", "14": "David said to Gad, “I am in great trouble. Let the Lord punish us, because the Lord is very merciful. Don't let my punishment come from human beings!”", "15": "So the Lord sent a terrible disease on Israel. It began in the morning and continued until the chosen time to stop. From Dan to Beersheba seventy thousand people died. ", "16": "When the angel raised his arm toward Jerusalem to destroy it, the Lord felt very sorry about the terrible things that had happened. He said to the angel who was destroying the people, “That is enough! Put down your arm!” The angel of the Lord was then by the threshing floor of Araunah the Jebusite.", "17": "When David saw the angel that killed the people, he said to the Lord, “I am the one who sinned and did wrong. These people only followed me like sheep. They did nothing wrong. Please punish me and my family.”", "18": "That day Gad came to David and said, “Go and build an altar to the Lord on the threshing floor of Araunah the Jebusite.” ", "19": "So David did what Gad told him to do, just as the Lord commanded.", "20": "Araunah looked and saw the king and his servants coming to him. So he went out and bowed facedown on the ground before the king. ", "21": "He said, “Why has my master the king come to me?” David answered, “To buy the threshing floor from you so I can build an altar to the Lord. Then the terrible disease will stop.”", "22": "Araunah said to David, “My master and king, you may take anything you want for a sacrifice. Here are some oxen for the whole burnt offering and the threshing boards and the yokes for the wood. ", "23": "My king, I give everything to you.” Araunah also said to the king, “May the Lord your God be pleased with you.”", "24": "But the king answered Araunah, “No, I will pay you for the land. I won't offer to the Lord my God burnt offerings that cost me nothing.” So David bought the threshing floor and the oxen for one and one-fourth pounds of silver. ", "25": "He built an altar to the Lord there and offered whole burnt offerings and fellowship offerings. Then the Lord answered his prayer for the country, and the disease in Israel stopped."}