{"1": "There was a long war between the people who supported Saul's family and those who supported David's family. The supporters of David's family became stronger and stronger, but the supporters of Saul's family became weaker and weaker.", "2": "Sons were born to David at Hebron. The first was Amnon, whose mother was Ahinoam from Jezreel. ", "3": "The second son was Kileab, whose mother was Abigail, the widow of Nabal from Carmel. The third son was Absalom, whose mother was Maacah daughter of Talmai, the king of Geshur. ", "4": "The fourth son was Adonijah, whose mother was Haggith. The fifth son was Shephatiah, whose mother was Abital. ", "5": "The sixth son was Ithream, whose mother was Eglah, David's wife. These sons were born to David at Hebron.", "6": "During the war between the supporters of Saul's family and the supporters of David's family, Abner made himself a main leader among the supporters of Saul.", "7": "Saul once had a slave woman named Rizpah, who was the daughter of Aiah. Ish-Bosheth said to Abner, “Why did you have sexual relations with my father's slave woman?”", "8": "Abner was very angry because of what Ish-Bosheth said, and he replied, “I have been loyal to Saul and his family and friends! I didn't hand you over to David. I am not a traitor working for Judah! But now you are saying I did something wrong with this woman! ", "9": "May God help me if I don't join David! I will make sure that what the Lord promised does happen! ", "10": "I will take the kingdom from the family of Saul and make David king of Israel and Judah, from Dan to Beersheba!”[a]", "11": "Ish-Bosheth couldn't say anything to Abner, because he was afraid of him.", "12": "Then Abner sent messengers to ask David, “Who is going to rule the land? Make an agreement with me, and I will help you unite all Israel.”", "13": "David answered, “Good! I will make an agreement with you, but I ask you one thing. I will not meet with you unless you bring Saul's daughter Michal to me.” ", "14": "Then David sent messengers to Saul's son Ish-Bosheth, saying, “Give me my wife Michal. She was promised to me, and I killed a hundred Philistines to get her.”", "15": "So Ish-Bosheth sent men to take Michal from her husband Paltiel son of Laish. ", "16": "Michal's husband went with her, crying as he followed her to Bahurim. But Abner said to Paltiel, “Go back home.” So he went home.", "17": "Abner sent this message to the elders of Israel: “You have been wanting to make David your king. ", "18": "Now do it! The Lord said of David, 'Through my servant David, I will save my people Israel from the Philistines and all their enemies.'”", "19": "Abner also said these things to the people of Benjamin. He then went to Hebron to tell David what the Benjaminites and Israel wanted to do. ", "20": "Abner came with twenty men to David at Hebron. There David prepared a feast for them. ", "21": "Abner said to David, “My master and king, I will go and bring all the Israelites to you. Then they will make an agreement with you so you will rule over all Israel as you wanted.” So David let Abner go, and he left in peace.", "22": "Just then Joab and David's men came from a battle, bringing many valuable things they had taken from the enemy. David had let Abner leave in peace, so he was not with David at Hebron. ", "23": "When Joab and all his army arrived at Hebron, the army said to Joab, “Abner son of Ner came to King David, and David let him leave in peace.”", "24": "Joab came to the king and said, “What have you done? Abner came to you. Why did you let him go? Now he's gone. ", "25": "You know Abner son of Ner! He came to trick you! He came to learn about everything you are doing!”", "26": "After Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah. But David did not know this. ", "27": "When Abner arrived at Hebron, Joab took him aside into the gateway. He acted as though he wanted to talk with Abner in private, but Joab stabbed him in the stomach, and Abner died. Abner had killed Joab's brother Asahel, so Joab killed Abner to pay him back.", "28": "Later when David heard the news, he said, “My kingdom and I are innocent forever of the death of Abner son of Ner. The Lord knows this. ", "29": "Joab and his family are responsible for this. May his family always have someone with sores or with a skin disease. May they always have someone who must lean on a crutch. May some of his family be killed in war. May they always have someone without food to eat.”", "30": "(Joab and his brother Abishai killed Abner, because he had killed their brother Asahel in the battle at Gibeon.)", "31": "Then David said to Joab and to all the people with Joab, “Tear your clothes and put on rough cloth to show how sad you are. Cry for Abner.” King David himself followed the body of Abner. ", "32": "They buried Abner in Hebron, and David and all the people cried at Abner's grave.", "33": "King David sang this funeral song for Abner. “Did Abner die like a fool?", "34": "His hands were not tied. His feet were not in chains. He fell at the hands of evil men.” Then all the people cried again for Abner. ", "35": "They came to encourage David to eat while it was still day. But he made a promise, saying, “May God punish me terribly if I eat bread or anything else before the sun sets!”", "36": "All the people saw what happened, and they agreed with what the king was doing, just as they agreed with everything he did. ", "37": "That day all the people of Judah and Israel understood that David did not order the killing of Abner son of Ner.", "38": "David said to his officers, “You know that a great man died today in Israel. ", "39": "Even though I am the appointed king, I feel empty. These sons of Zeruiah are too much for me. May the Lord give them the punishment they should have.”"}