{"1": "Later, David defeated the Philistines, conquered them, and took the city of Metheg Ammah.", "2": "He also defeated the people of Moab. He made them lie on the ground, and then he used a rope to measure them. Those who were measured within two rope lengths were killed, but those who were within the next rope length were allowed to live. So the people of Moab became servants of David and gave him the payment he demanded.", "3": "David also defeated Hadadezer son of Rehob, king of Zobah, as he went to take control again at the Euphrates River. ", "4": "David captured one thousand chariots, seven thousand men who rode in chariots, and twenty thousand foot soldiers. He crippled all but a hundred of the chariot horses.", "5": "Arameans from Damascus came to help Hadadezer king of Zobah, but David killed twenty-two thousand of them. ", "6": "Then David put groups of soldiers in Damascus in Aram. The Arameans became David's servants and gave him the payment he demanded. The Lord gave David victory everywhere he went.", "7": "David took the shields of gold that had belonged to Hadadezer's officers and brought them to Jerusalem. ", "8": "David also took many things made of bronze from Tebah and Berothai, which had been cities under Hadadezer's control.", "9": "Toi king of Hamath heard that David had defeated all the army of Hadadezer. ", "10": "So Toi sent his son Joram to greet and congratulate King David for defeating Hadadezer. (Hadadezer had been at war with Toi.) Joram brought items made of silver, gold, and bronze. ", "11": "King David gave them to the Lord, along with the silver and gold he had taken from the other nations he had defeated. ", "12": "These nations were Edom, Moab, Ammon, Philistia, and Amalek. David also gave the Lord what he had taken from Hadadezer son of Rehob, king of Zobah.", "13": "David was famous after he returned from defeating eighteen thousand Arameans in the Valley of Salt. ", "14": "He put groups of soldiers all over Edom, and all the Edomites became his servants. The Lord gave David victory everywhere he went.", "15": "David was king over all Israel, and he did what was fair and right for all his people. ", "16": "Joab son of Zeruiah was commander over the army. Jehoshaphat son of Ahilud was the recorder. ", "17": "Zadok son of Ahitub and Abiathar son of Ahimelech were priests. Seraiah was the royal secretary. ", "18": "Benaiah son of Jehoiada was over the Kerethites and Pelethites.[a] And David's sons were priests."}