{"1": "Later, by the Sea of Tiberias, Yeshua showed himself again to the disciples. This is what happened. ", "2": "Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, Zebedee's sons, and two other disciples of Yeshua were together. ", "3": "Simon Peter said to the others, “I'm going fishing.” They told him, “We're going with you.” They went out in a boat but didn't catch a thing that night. ", "4": "As the sun was rising, Yeshua stood on the shore. The disciples didn't realize that it was Yeshua.", "5": "Yeshua asked them, “Friends, haven't you caught any fish?” They answered him, “No, we haven't.”", "6": "He told them, “Throw the net out on the right side of the boat, and you'll catch some.” So they threw the net out and were unable to pull it in because so many fish were in it.", "7": "The disciple whom Yeshua loved said to Peter, “It's the Lord.” When Simon Peter heard that it was the Lord, he put back on the clothes that he had taken off and jumped into the sea. ", "8": "The other disciples came with the boat and dragged the net full of fish. They weren't far from the shore, only about 100 yards.", "9": "When they went ashore, they saw a fire with a fish lying on the coals, and they saw a loaf of bread.", "10": "Yeshua told them, “Bring some of the fish you've just caught.” ", "11": "Simon Peter got into the boat and pulled the net ashore. Though the net was filled with 153 large fish, it was not torn.", "12": "Yeshua told them, “Come, have breakfast.” None of the disciples dared to ask him who he was. They knew he was the Lord. ", "13": "Yeshua took the bread, gave it to them, and did the same with the fish.", "14": "This was the third time that Yeshua showed himself to the disciples after he had come back to life.", "15": "After they had eaten breakfast, Yeshua asked Simon Peter, “Simon, son of John, do you love me more than the other disciples do?” Peter answered him, “Yes, Lord, you know that I love you.” Yeshua told him, “Feed my lambs.”", "16": "Yeshua asked him again, a second time, “Simon, son of John, do you love me?” Peter answered him, “Yes, Lord, you know that I love you.” Yeshua told him, “Take care of my sheep.”", "17": "Yeshua asked him a third time, “Simon, son of John, do you love me?” Peter felt sad because Yeshua had asked him a third time, “Do you love me?” So Peter said to him, “Lord, you know everything. You know that I love you.” Yeshua told him, “Feed my sheep. ", "18": "I can guarantee this truth: When you were young, you would get ready to go where you wanted. But when you're old, you will stretch out your hands, and someone else will get you ready to take you where you don't want to go.” ", "19": "Yeshua said this to show by what kind of death Peter would bring glory to God. After saying this, Yeshua told Peter, “Follow me!”", "20": "Peter turned around and saw the disciple whom Yeshua loved. That disciple was following them. He was the one who leaned against Yeshua's chest at the supper and asked, “Lord, who is going to betray you?” ", "21": "When Peter saw him, he asked Yeshua, “Lord, what about him?”", "22": "Yeshua said to Peter, “If I want him to live until I come again, how does that concern you? Follow me!” ", "23": "So a rumor that that disciple wouldn't die spread among Yeshua's followers. But Yeshua didn't say that he wouldn't die. What Yeshua said was, “If I want him to live until I come again, how does that concern you?”", "24": "This disciple was an eyewitness of these things and wrote them down. We know that what he says is true.", "25": "Yeshua also did many other things. If every one of them were written down, I suppose the world wouldn't have enough room for the books that would be written."}