{"1": "As Yeshua walked along, he saw a man who had been born blind. ", "2": "His disciples asked him, “Rabbi, why was this man born blind? Did he or his parents sin?”", "3": "Yeshua answered, “Neither this man nor his parents sinned. Instead, he was born blind so that God could show what he can do for him. ", "4": "We must do what the one who sent me wants us to do while it is day. The night when no one can do anything is coming. ", "5": "As long as I'm in the world, I'm light for the world.”", "6": "After Yeshua said this, he spit on the ground and mixed the spit with dirt. Then he smeared it on the man's eyes ", "7": "and told him, “Wash it off in the pool of Siloam.” (Siloam means “sent.”) The blind man washed it off and returned. He was able to see.", "8": "His neighbors and those who had previously seen him begging asked, “Isn't this the man who used to sit and beg?”", "9": "Some of them said, “He's the one.” Others said, “No, he isn't, but he looks like him.” But the man himself said, “I am the one.”", "10": "So they asked him, “How did you receive your sight?”", "11": "He replied, “The man people call Yeshua mixed some spit with dirt, smeared it on my eyes, and told me, 'Go to Siloam, and wash it off.' So I went there, washed it off, and received my sight.”", "12": "They asked him, “Where is that man?” The man answered, “I don't know.”", "13": "Some people brought the man who had been blind to the Pharisees. ", "14": "The day when Yeshua mixed the spit and dirt and gave the man sight was a day of worship. ", "15": "So the Pharisees asked the man again how he received his sight. The man told the Pharisees, “He put a mixture of spit and dirt on my eyes. I washed it off, and now I can see.”", "16": "Some of the Pharisees said, “The man who did this is not from God because he doesn't follow the traditions for the day of worship.” Other Pharisees asked, “How can a man who is a sinner perform miracles like these?” So the Pharisees were divided in their opinions.", "17": "They asked the man who had been born blind another question: “What do you say about the man who gave you sight?” The man answered, “He's a prophet.”", "18": "Until they talked to the man's parents, the Jews didn't believe that the man had been blind and had been given sight. ", "19": "They asked his parents, “Is this your son, the one you say was born blind? Why can he see now?”", "20": "His parents replied, “We know that he's our son and that he was born blind. ", "21": "But we don't know how he got his sight or who gave it to him. You'll have to ask him. He's old enough to answer for himself.” ", "22": "(His parents said this because they were afraid of the Jews. The Jews had already agreed to put anyone who acknowledged that Yeshua was the Christ out of the synagogue. ", "23": "That's why his parents said, “You'll have to ask him. He's old enough.”)", "24": "So once again the Jews called the man who had been blind. They told him, “Give glory to God. We know that this man who gave you sight is a sinner.”", "25": "The man responded, “I don't know if he's a sinner or not. But I do know one thing. I used to be blind, but now I can see.”", "26": "The Jews asked him, “What did he do to you? How did he give you sight?”", "27": "The man replied, “I've already told you, but you didn't listen. Why do you want to hear the story again? Do you want to become his disciples too?”", "28": "The Jews yelled at him, “You're his disciple, but we're Moses' disciples. ", "29": "We know that God spoke to Moses, but we don't know where this man came from.”", "30": "The man replied to them, “That's amazing! You don't know where he's from. Yet, he gave me sight. ", "31": "We know that God doesn't listen to sinners. Instead, he listens to people who are devout and who do what he wants. ", "32": "Since the beginning of time, no one has ever heard of anyone giving sight to a person born blind. ", "33": "If this man were not from God, he couldn't do anything like that.”", "34": "The Jews answered him, “You were born full of sin. Do you think you can teach us?” Then they threw him out of the synagogue.", "35": "Yeshua heard that the Jews had thrown the man out of the synagogue. So when Yeshua found the man, he asked him, “Do you believe in the Son of Man?”", "36": "The man replied, “Sir, tell me who he is so that I can believe in him.”", "37": "Yeshua told him, “You've seen him. He is the person who is now talking with you.”", "38": "The man bowed in front of Yeshua and said, “I believe, Lord.”", "39": "Then Yeshua said, “I have come into this world to judge: Blind people will be given sight, and those who can see will become blind.”", "40": "Some Pharisees who were with Yeshua heard this. So they asked him, “Do you think we're blind?”", "41": "Yeshua told them, “If you were blind, you wouldn't be sinners. But now you say, 'We see,' so you continue to be sinners."}