{"1": "From: Paul and Timothy, slaves of Jesus Christ. To: The pastors and deacons and all the Christians in the city of Philippi.", "2": "May God bless you all. Yes, I pray that God our Father and the Lord Jesus Christ will give each of you his fullest blessings and his peace in your hearts and your lives.", "3": "All my prayers for you are full of praise to God! ", "4": "When I pray for you, my heart is full of joy ", "5": "because of all your wonderful help in making known the Good News about Christ from the time you first heard it until now. ", "6": "And I am sure that God who began the good work within you will keep right on helping you grow in his grace until his task within you is finally finished on that day when Jesus Christ returns.", "7": "How natural it is that I should feel as I do about you, for you have a very special place in my heart. We have shared together the blessings of God, both when I was in prison and when I was out, defending the truth and telling others about Christ. ", "8": "Only God knows how deep is my love and longing for you—with the tenderness of Jesus Christ. ", "9": "My prayer for you is that you will overflow more and more with love for others, and at the same time keep on growing in spiritual knowledge and insight, ", "10": "for I want you always to see clearly the difference between right and wrong, and to be inwardly clean, no one being able to criticize you from now until our Lord returns. ", "11": "May you always be doing those good, kind things that show you are a child of God, for this will bring much praise and glory to the Lord.", "12": "And I want you to know this, dear brothers: Everything that has happened to me here has been a great boost in getting out the Good News concerning Christ. ", "13": "For everyone around here, including all the soldiers over at the barracks, knows that I am in chains simply because I am a Christian. ", "14": "And because of my imprisonment, many of the Christians here seem to have lost their fear of chains! Somehow my patience has encouraged them, and they have become more and more bold in telling others about Christ.", "15": "Some, of course, are preaching the Good News because they are jealous of the way God has used me. They want reputations as fearless preachers! But others have purer motives, ", "16-17": "preaching because they love me, for they know that the Lord has brought me here to use me to defend the Truth. And some preach to make me jealous, thinking that their success will add to my sorrows here in jail! ", "18": "But whatever their motive for doing it, the fact remains that the Good News about Christ is being preached, and I am glad.", "19": "I am going to keep on being glad, for I know that as you pray for me, and as the Holy Spirit helps me, this is all going to turn out for my good. ", "20": "For I live in eager expectation and hope that I will never do anything that will cause me to be ashamed of myself but that I will always be ready to speak out boldly for Christ while I am going through all these trials here, just as I have in the past; and that I will always be an honor to Christ, whether I live or whether I must die. ", "21": "For to me, living means opportunities for Christ, and dying—well, that's better yet! ", "22": "But if living will give me more opportunities to win people to Christ, then I really don't know which is better, to live or die! ", "23": "Sometimes I want to live, and at other times I don't, for I long to go and be with Christ. How much happier for me than being here! ", "24": "But the fact is that I can be of more help to you by staying!", "25": "Yes, I am still needed down here, and so I feel certain I will be staying on earth a little longer, to help you grow and become happy in your faith; ", "26": "my staying will make you glad and give you reason to glorify Christ Jesus for keeping me safe when I return to visit you again.", "27": "But whatever happens to me, remember always to live as Christians should, so that whether I ever see you again or not, I will keep on hearing good reports that you are standing side by side with one strong purpose—to tell the Good News ", "28": "fearlessly, no matter what your enemies may do. They will see this as a sign of their downfall, but for you it will be a clear sign from God that he is with you, and that he has given you eternal life with him. ", "29": "For to you has been given the privilege not only of trusting him but also of suffering for him. ", "30": "We are in this fight together. You have seen me suffer for him in the past; and I am still in the midst of a great and terrible struggle now, as you know so well."}