{"1": "Is there any such thing as Christians cheering each other up? Do you love me enough to want to help me? Does it mean anything to you that we are brothers in the Lord, sharing the same Spirit? Are your hearts tender and sympathetic at all? ", "2": "Then make me truly happy by loving each other and agreeing wholeheartedly with each other, working together with one heart and mind and purpose.", "3": "Don't be selfish; don't live to make a good impression on others. Be humble, thinking of others as better than yourself. ", "4": "Don't just think about your own affairs, but be interested in others, too, and in what they are doing.", "5": "Your attitude should be the kind that was shown us by Jesus Christ, ", "6": "who, though he was God, did not demand and cling to his rights as God, ", "7": "but laid aside his mighty power and glory, taking the disguise of a slave and becoming like men.[a] ", "8": "And he humbled himself even further, going so far as actually to die a criminal's death on a cross.[b]", "9": "Yet it was because of this that God raised him up to the heights of heaven and gave him a name which is above every other name, ", "10": "that at the name of Jesus every knee shall bow in heaven and on earth and under the earth, ", "11": "and every tongue shall confess that Jesus Christ is Lord, to the glory of God the Father.", "12": "Dearest friends, when I was there with you, you were always so careful to follow my instructions. And now that I am away you must be even more careful to do the good things that result from being saved, obeying God with deep reverence, shrinking back from all that might displease him. ", "13": "For God is at work within you, helping you want to obey him, and then helping you do what he wants.", "14": "In everything you do, stay away from complaining and arguing ", "15": "so that no one can speak a word of blame against you. You are to live clean, innocent lives as children of God in a dark world full of people who are crooked and stubborn. Shine out among them like beacon lights, ", "16": "holding out to them the Word of Life. Then when Christ returns, how glad I will be that my work among you was so worthwhile. ", "17": "And if my lifeblood is, so to speak, to be poured out over your faith, which I am offering up to God as a sacrifice—that is, if I am to die for you—even then I will be glad and will share my joy with each of you. ", "18": "For you should be happy about this, too, and rejoice with me for having this privilege of dying for you.", "19": "If the Lord is willing, I will send Timothy to see you soon. Then when he comes back, he can cheer me up by telling me all about you and how you are getting along. ", "20": "There is no one like Timothy for having a real interest in you; ", "21": "everyone else seems to be worrying about his own plans and not those of Jesus Christ. ", "22": "But you know Timothy. He has been just like a son to me in helping me preach the Good News. ", "23": "I hope to send him to you just as soon as I find out what is going to happen to me here. ", "24": "And I am trusting the Lord that soon I myself may come to see you.", "25": "Meanwhile, I thought I ought to send Epaphroditus back to you. You sent him to help me in my need; well, he and I have been real brothers, working and battling side by side. ", "26": "Now I am sending him home again, for he has been homesick for all of you and upset because you heard that he was ill. ", "27": "And he surely was; in fact, he almost died. But God had mercy on him and on me, too, not allowing me to have this sorrow on top of everything else.", "28": "So I am all the more anxious to get him back to you again, for I know how thankful you will be to see him, and that will make me happy and lighten all my cares. ", "29": "Welcome him in the Lord with great joy, and show your appreciation, ", "30": "for he risked his life for the work of Christ and was at the point of death while trying to do for me the things you couldn't do because you were far away."}