{"1": "Whatever happens, dear friends, be glad in the Lord. I never get tired of telling you this, and it is good for you to hear it again and again.", "2": "Watch out for those wicked men—dangerous dogs, I call them—who say you must be circumcised to be saved. ", "3": "For it isn't the cutting of our bodies that makes us children of God; it is worshiping him with our spirits. That is the only true “circumcision.” We Christians glory in what Christ Jesus has done for us and realize that we are helpless to save ourselves.", "4": "Yet if anyone ever had reason to hope that he could save himself, it would be I. If others could be saved by what they are, certainly I could! ", "5": "For I went through the Jewish initiation ceremony when I was eight days old, having been born into a pure-blooded Jewish home that was a branch of the old original Benjamin family. So I was a real Jew if there ever was one! What's more, I was a member of the Pharisees who demand the strictest obedience to every Jewish law and custom. ", "6": "And sincere? Yes, so much so that I greatly persecuted the Church; and I tried to obey every Jewish rule and regulation right down to the very last point.", "7": "But all these things that I once thought very worthwhile—now I've thrown them all away so that I can put my trust and hope in Christ alone. ", "8": "Yes, everything else is worthless when compared with the priceless gain of knowing Christ Jesus my Lord. I have put aside all else, counting it worth less than nothing, in order that I can have Christ, ", "9": "and become one with him, no longer counting on being saved by being good enough or by obeying God's laws, but by trusting Christ to save me; for God's way of making us right with himself depends on faith—counting on Christ alone. ", "10": "Now I have given up everything else—I have found it to be the only way to really know Christ and to experience the mighty power that brought him back to life again, and to find out what it means to suffer and to die with him. ", "11": "So whatever it takes, I will be one who lives in the fresh newness of life of those who are alive from the dead.", "12": "I don't mean to say I am perfect. I haven't learned all I should even yet, but I keep working toward that day when I will finally be all that Christ saved me for and wants me to be.", "13": "No, dear brothers, I am still not all I should be, but I am bringing all my energies to bear on this one thing: Forgetting the past and looking forward to what lies ahead, ", "14": "I strain to reach the end of the race and receive the prize for which God is calling us up to heaven because of what Christ Jesus did for us.", "15": "I hope all of you who are mature Christians will see eye-to-eye with me on these things, and if you disagree on some point, I believe that God will make it plain to you—", "16": "if you fully obey the truth you have.", "17": "Dear brothers, pattern your lives after mine, and notice who else lives up to my example. ", "18": "For I have told you often before, and I say it again now with tears in my eyes, there are many who walk along the Christian road who are really enemies of the cross of Christ. ", "19": "Their future is eternal loss, for their god is their appetite: they are proud of what they should be ashamed of; and all they think about is this life here on earth. ", "20": "But our homeland is in heaven, where our Savior, the Lord Jesus Christ, is; and we are looking forward to his return from there. ", "21": "When he comes back, he will take these dying bodies of ours and change them into glorious bodies like his own, using the same mighty power that he will use to conquer all else everywhere."}