{"1": "Praise Adonai, call upon His Name. Make known His deeds among the peoples.", "2": "Sing to Him, sing praises to Him— tell about all His wonders!", "3": "Glory in His holy Name. Let the heart of those who seek Adonai rejoice.", "4": "Seek Adonai and His strength, seek His face always.", "5": "Remember His wonders that He has done, His miracles and the judgments of His mouth,", "6": "O seed of Abraham, His servant, O children of Jacob, His chosen ones.", "7": "He is Adonai our God. His judgments are in all the earth.", "8": "He remembers His covenant forever— the word He commanded for a thousand generations—", "9": "which He made with Abraham, and swore to Isaac,", "10": "and confirmed to Jacob as a decree, to Israel as an everlasting covenant,", "11": "saying, “To you I give the land of Canaan, the portion of your inheritance.”", "12": "When they were but few in number, few indeed, and foreigners in it,[a]", "13": "wandering from nation to nation, from one kingdom to another people,", "14": "He allowed no one to oppress them— for their sake He rebuked kings:", "15": "“Touch not My anointed ones, and do My prophets no harm.”", "16": "He called down a famine on the land. He broke the whole supply of bread.", "17": "He sent a man before them— Joseph, sold as a slave.", "18": "They hurt His feet with shackles, he was put in irons—", "19": "till the time that his word came true— the word of Adonai proved him true!", "20": "The king sent and released him. The ruler of the peoples set him free.", "21": "He made him lord of his house, ruler over all his possessions,", "22": "to discipline his princes at his will, and teach his elders wisdom.", "23": "Then Israel came into Egypt, Jacob sojourned in the land of Ham.", "24": "He made His people very fruitful, and made them more numerous than their foes.", "25": "He turned their hearts to hate His people, to deal shrewdly with His servants.", "26": "He sent Moses His servant, and Aaron, whom He had chosen.", "27": "They performed His signs among them —miracles in the land of Ham.", "28": "He sent darkness, and it was dark, so they did not rebel against His words.", "29": "He turned their waters into blood, causing their fish to die.", "30": "Their land swarmed with frogs, even in their royal chambers.", "31": "He spoke, and a swarm of gnats came within all their borders.", "32": "He gave them a rain of hail, flames of fire throughout their land.", "33": "He struck their vines and their fig trees and shattered the trees of their country.", "34": "He spoke, and the locust came —young locusts without number—", "35": "to eat up every green thing in their land and eat up the fruit of their ground.", "36": "Then He struck all the firstborn in their land, the firstfruits of all their vigor.", "37": "Then He brought them out with silver and gold, and no one among His tribes faltered.", "38": "Egypt was glad when they left— for dread of them had fallen on them.", "39": "He spread a cloud as a covering and fire to give light at night.", "40": "They asked, and He brought quail, and satisfied them with the bread of heaven.[b]", "41": "He opened a rock, and waters gushed out, flowed as a river in dry places.", "42": "For He remembered His holy word to Abraham His servant.", "43": "So He brought forth His people with joy, His chosen ones with singing.", "44": "He gave them the lands of the nations, so they inherited the labor of the peoples", "45": "so that they might keep His statutes and observe His laws. Halleluyah!"}