{"1": "Halleluyah! Praise Adonai, for He is good, for His lovingkindness endures forever.", "2": "Who can speak of Adonai's mighty acts or declare His praise?", "3": "Blessed are those who maintain justice, who do what is right at all times.", "4": "Remember me, Adonai, when You show favor to Your people. Visit me with Your salvation,", "5": "so I may behold the prosperity of Your chosen ones, exult in the joy of Your nation, and give praise with Your inheritance.", "6": "We have sinned with our fathers, we have committed iniquity, we have acted wickedly.", "7": "Our fathers in Egypt did not ponder Your wonders. Nor did they remember Your abundant lovingkindness, but rebelled by the sea—at the Sea of Reeds.", "8": "Yet He saved them for His Name's sake, to make His mighty power known.", "9": "He rebuked the Sea of Reeds and it dried up, and He led them through the depths as through a wilderness.", "10": "So He saved them from the hand of those who hated them, redeemed them from the enemy's hand.", "11": "The waters covered their adversaries— not one of them was left.", "12": "Then they believed His words. They were singing His praise.", "13": "How quickly they forgot His works, and would not wait for His counsel!", "14": "In the wilderness they craved ravenously, in the desert they tested God.", "15": "So He gave them what they asked for, but sent a wasting disease among them.", "16": "Then they envied Moses in the camp, and also Aaron, the holy one of Adonai.", "17": "The earth opened up, swallowed Dathan, and covered the company of Abiram.", "18": "Also a fire blazed in their company, a flame consumed the wicked.", "19": "They made a calf in Horeb and worshipped a molten image.", "20": "Thus they exchanged their glory for an image of a grass-eating ox.", "21": "They forgot God their Savior, who had done great things in Egypt—", "22": "miracles in the land of Ham, awesome things by the Sea of Reeds.", "23": "So He commanded their extermination, had not Moses, His chosen one, stood in the breach before Him, to turn His wrath from destroying them.", "24": "Then they scorned the pleasing land— they did not trust in His word.", "25": "Instead, they grumbled in their tents. They would not listen to Adonai's voice.", "26": "Therefore He swore to them that He would make them fall in the desert,", "27": "and disperse their offspring among the nations, and scatter them through the lands.", "28": "Then they yoked themselves to Baal of Peor, and ate the sacrifices of dead things.", "29": "So they provoked Him with their deeds, and a plague broke out among them.", "30": "But Phinehas stood up and intervened, so the plague was stopped.", "31": "It was credited to him as righteousness, from generation to generation forever.", "32": "By the waters of Meribah they angered Him, and trouble came on Moses because of them.", "33": "For they embittered his spirit and he spoke rashly with his lips.", "34": "They did not destroy the peoples, as Adonai had commanded them.", "35": "Instead they mingled with the nations and learned their practices.", "36": "They worshipped their idols, which became a snare to them.", "37": "They even sacrificed their sons and their daughters to demons.", "38": "They shed innocent blood— the blood of their sons and their daughters, sacrificed to the idols of Canaan. So the land was desecrated with blood.", "39": "So they defiled themselves by their deeds, and prostituted themselves by their practices.", "40": "Therefore the anger of Adonai was kindled against His people, and He abhorred His inheritance.", "41": "He handed them to the nations— those who hated them ruled over them.", "42": "Their enemies oppressed them, so they were subdued under their hand.", "43": "Many times He delivered them, but they kept rebelling deliberately, and so sank low into their iniquity.", "44": "Yet He saw their distress, when He heard their cry,", "45": "remembered His covenant to them,[a] and relented in the greatness of His mercy.", "46": "He caused them to be pitied in the presence of all their captors.", "47": "Save us, Adonai our God, and gather us from the nations, so we may praise Your holy Name and triumph in Your praise.", "48": "Blessed be Adonai, the God of Israel, from everlasting even to everlasting! Let all the people say, “Amen!” Halleluyah!"}