{"1": "For the music director, a psalm of David. O God of my praise, be not silent.", "2": "For the wicked and the deceitful have opened their mouth against me. They spoke to me with a lying tongue,", "3": "with hateful words surrounded me, and fought against me without cause.", "4": "In return for my love they are my accusers, but I am in prayer.", "5": "They repay me evil for good, and hatred for my love.", "6": "Set a wicked man over him, let an accuser[a] stand at his right hand.", "7": "When he is judged, let him be found guilty, and may his prayer be as sin.", "8": "Let his days be few, let another take his position.", "9": "May his children be fatherless, and his wife a widow.", "10": "Let his children wander and beg and may they search in their ruins.", "11": "Let a creditor seize all he has, and may strangers plunder his labor.", "12": "Let no one show him mercy, or take pity on his fatherless children.", "13": "Let his posterity be cut off, and his name be blotted out in the next generation.", "14": "May the guilt of his fathers be remembered before Adonai, the sin of his mother never blotted out.", "15": "Let their sins be before Adonai continually, that He may cut off the memory of them from the earth.", "16": "For he never remembered to show mercy. But he persecuted a poor and needy man, crushed in spirit, to put him to death.", "17": "How he loved cursing— may it fall on him! He had no pleasure in blessing— may it be far from him!", "18": "He wore cursing like his robe, until it filled his belly like water, and his bones like oil.", "19": "May it be like a cloak wrapped around him, like a belt tied around him always.", "20": "Let this be Adonai's reward to my accusers, and to those who speak evil against me.", "21": "But You, Adonai my Lord, deal with me for Your Name's sake. Because Your lovingkindness is good, deliver me.", "22": "For I am afflicted and needy, and my heart is wounded within me.", "23": "I fade away like an evening shadow, shaken off like a locust.", "24": "My knees totter from fasting, and my flesh is lean, with no fat.", "25": "And I have become a taunt to them. When they see me, they wag their head.", "26": "Help me, Adonai my God, Save me through Your lovingkindness.", "27": "Let them know that it is Your hand— that You, Adonai, have done it.", "28": "They may curse, but You bless. When they arise, they will be ashamed, but Your servant will rejoice.", "29": "My accusers will be clothed in disgrace, and wrapped in shame as in a cloak.", "30": "I will greatly thank Adonai with my mouth, and in the midst of a throng will I praise Him.", "31": "For He stands at the right hand of the needy, to save him from those who condemn his soul."}