{"1": "Praise[a] Adonai, for He is good. For His lovingkindness endures forever.", "2": "O let Israel say: For His lovingkindness endures forever.", "3": "O let the house of Aaron say: For His lovingkindness endures forever.", "4": "O let those who fear Adonai say: For His lovingkindness endures forever.", "5": "Out of a tight place I called on Adonai— Adonai answered me with a spacious place.", "6": "Adonai is for me—I will not fear! What can man do to me?", "7": "Adonai is for me, as my helper. I will see the downfall of those who hate me.", "8": "It is better to take refuge in Adonai than to trust in man.", "9": "It is better to take refuge in Adonai than to trust in princes.", "10": "All nations surrounded me— in the Name of Adonai I cut them off.", "11": "They surrounded me, yes, all around me— in the Name of Adonai I cut them off.", "12": "They swarmed around me like bees— they were extinguished like burning thorns— in the Name of Adonai I cut them off.", "13": "You pushed me hard to make me fall, but Adonai helped me.", "14": "Adonai is my strength and song, and He has become my salvation.[b]", "15": "Shouts of joy and victory are in the tents of the righteous: “Adonai's right hand is mighty![c]", "16": "Adonai's right hand is lifted high! Adonai's right hand is mighty!”", "17": "I will not die, but live, and proclaim what Adonai has done!", "18": "Adonai has chastened me hard, but has not given me over to death.", "19": "Open to me the gates of righteousness, that I may enter through them and praise Adonai.", "20": "This is the gate of Adonai— the righteous will enter through it.[d]", "21": "I give You thanks, because You have answered me and have become my salvation.", "22": "The stone the builders rejected has become the capstone.[e]", "23": "It is from Adonai: it is marvelous in our eyes!", "24": "This is the day that Adonai has made! Let us rejoice and be glad in it!", "25": "Hoshia-na! Please, Adonai, save now! We beseech You, Adonai, prosper us!", "26": "Baruch haba b'Shem Adonai— Blessed is He who comes in the Name of Adonai.[f] We bless you from the House of Adonai.", "27": "Adonai is God, and He has given us light. Join the festival with branches, up to the horns of the altar.[g]", "28": "You are my God, and I praise You. You are my God—I exalt You!", "29": "Praise Adonai, for He is good, for His lovingkindness endures forever."}