{"1": "Praise Adonai, for He is good, for His lovingkindness endures forever.", "2": "Praise the God of gods, for His lovingkindness endures forever.", "3": "Praise the Lord of lords, for His lovingkindness endures forever,", "4": "who alone did great wonders, for His lovingkindness endures forever,", "5": "who made the heavens by wisdom, for His lovingkindness endures forever,", "6": "who spread the earth on the waters, for His lovingkindness endures forever,", "7": "who made great lights, for His lovingkindness endures forever—", "8": "the sun to rule by day, for His lovingkindness endures forever,", "9": "the moon and stars to rule by night, for His lovingkindness endures forever,", "10": "who struck Egypt in their firstborn, for His lovingkindness endures forever,", "11": "and led out Israel from among them, for His lovingkindness endures forever,", "12": "with a strong hand and outstretched arm, for His lovingkindness endures forever,", "13": "who cut the Sea of Reeds into parts, for His lovingkindness endures forever,", "14": "and made Israel pass through the midst of it, for His lovingkindness endures forever,", "15": "but hurled Pharaoh and his army into the Sea of Reeds, for His lovingkindness endures forever,", "16": "who led His people through the desert, for His lovingkindness endures forever,", "17": "who struck down great kings, for His lovingkindness endures forever,", "18": "and slew mighty kings, for His lovingkindness endures forever,", "19": "Sihon, king of the Amorites, for His lovingkindness endures forever,", "20": "and Og, king of Bashan, for His lovingkindness endures forever,", "21": "and gave their land for an inheritance, for His lovingkindness endures forever,", "22": "an inheritance for Israel His servant, for His lovingkindness endures forever.", "23": "He remembered us in our lowly estate, for His lovingkindness endures forever,", "24": "and separated between us and He delivered us from our adversaries, for His lovingkindness endures forever,", "25": "who gives food to all flesh, for His lovingkindness endures forever.", "26": "Praise the God of heaven, for His lovingkindness endures forever!"}