{"1": "For the music director: a psalm of David the servant of Adonai. He chanted the words of this song to Adonai on the day Adonai delivered him from the hand of all his enemies, and from the hand of Saul.", "2": "He said, I love You, Adonai my strength!", "3": "Adonai is my rock, my fortress and my deliverer. My God is my rock, in Him I take refuge, my shield, my horn of salvation, my stronghold.", "4": "I called upon Adonai, worthy of praise, and I was rescued from my enemies.", "5": "Cords of death entangled me. Torrents of Belial overwhelmed me.", "6": "Cords of Sheol coiled around me. Snares of death came before me.", "7": "In my distress I called on Adonai, and cried to my God for help. From His Temple He heard my voice, my cry before Him came into His ears.", "8": "Then the earth rocked and quaked. The foundations of mountains trembled. They reeled because He was angry.", "9": "Smoke rose from His nostrils and consuming fire from His mouth. Coals blazed from Him.", "10": "He parted the heavens and came down, with thick darkness under His feet.", "11": "He rode upon a cheruv and flew. He soared on the wings of the wind.", "12": "He made darkness His cover, His sukkah all around Him— dark waters, thick clouds.", "13": "Out of the brilliance before Him passed His thick clouds, hail and fiery coals.", "14": "Adonai also thundered in the heavens, and Elyon gave forth His voice, hail and fiery coals.", "15": "He shot His arrows and scattered them, hurled lightning bolts and routed them.", "16": "Then ravines of water appeared. The foundations of earth were exposed, at Your rebuke, Adonai, at a blast of breath from Your nostrils.", "17": "He reached down from on high and took hold of me. He drew me out of mighty waters.", "18": "He saved me from my powerful enemy, from those who hated me— for they were much stronger than me.", "19": "They came against me in my day of calamity, but Adonai was my support.", "20": "He brought me out to a wide-open place. He rescued me since He delighted in me.", "21": "Adonai rewarded me for my righteousness. For the cleanness of my hands He repaid me.", "22": "For I kept the ways of Adonai, and did not turn wickedly from my God.", "23": "For all His judgments are before me. I do not put His rulings away from me.", "24": "I also had integrity with Him, and kept myself from my sin.", "25": "So Adonai rewarded me for my righteousness, for the cleanness of my hands in His eyes.", "26": "With the loyal You deal loyally. With the blameless You are blameless.", "27": "With the pure You are pure, and with the crooked You are shrewd.", "28": "For You save lowly people, but haughty eyes You humble.", "29": "For You light up my lamp. Adonai my God shines in my darkness.", "30": "For with You I rush on a troop, with my God I scale a wall.", "31": "As for God, His way is perfect. The word of Adonai is pure. He is a shield to all who take refuge in Him.", "32": "For who is God, except Adonai? And who is a Rock, except our God?", "33": "God girds me with strength and makes my way straight.", "34": "He makes my feet like those of deer and makes me stand on my heights.", "35": "He trains my hands for battle, so my arms can bend a bronze bow.", "36": "You gave me the shield of Your salvation. Your right hand upholds me, Your gentleness makes me great.", "37": "You broaden my steps beneath me, so my ankles have not slipped.", "38": "I pursue my enemies and overtake them, and will not return till they are wiped out.", "39": "I will crush them till they cannot rise, till they fall beneath my feet.", "40": "For You girded me with strength for battle. You made those who rose up against me bow down before me.", "41": "You also made my enemies turn their backs to me. I cut off those who hate me.", "42": "They cry out, but there is none to save —even to Adonai, but He did not answer them.", "43": "Then I beat them as fine as dust before the wind. I pour them out like mud in the streets.", "44": "You free me from strifes of the people. You set me as head of the nations— people I did not know are serving me.", "45": "As soon as they hear, they obey me. Children of foreigners cringe before me.", "46": "Children of foreigners lose heart and come trembling from their hideouts.", "47": "Adonai lives! And blessed be my Rock! Exalted be God my salvation!", "48": "God—He gives me vengeance and subdues peoples under me.", "49": "He delivers me from my enemies. Indeed You lift me up above those who rise up against me. You deliver me from the violent man.", "50": "Therefore I praise You among the nations, Adonai, and sing praises to Your Name.[a]", "51": "Great victories He gives to His king. He shows loyal love to His anointed— to David and his seed, forever."}