{"1": "For the music director, on “The Doe of the Dawn,” a psalm of David.", "2": "My God, my God, why have You forsaken me? Distant from my salvation are the words of my groaning.[a]", "3": "O my God, I cried out by day, but You did not answer, by night, but there was no rest for me.", "4": "Yet You are holy, enthroned on the praises of Israel.", "5": "In You our fathers put their trust. They trusted, and You delivered them.", "6": "They cried to you and were delivered. In You they trusted, and were not disappointed.", "7": "Am I a worm, and not a man? Am I a scorn of men, despised by people?", "8": "All who see me mock me. They curl their lips, shaking their heads:", "9": "“Rely on Adonai! Let Him deliver him! Let Him rescue him—since he delights in Him!”[b]", "10": "Yet You brought me out of the womb, made me secure at my mother's breasts.", "11": "From the womb I was cast on You— from my mother's womb You have been my God.", "12": "Be not far from me! For trouble is near— there is no one to help.", "13": "Many bulls have surrounded me. Strong bulls of Bashan encircled me.", "14": "They open wide their mouths against me, like a tearing, roaring lion.", "15": "I am poured out like water, and all my bones are disjointed. My heart is like wax— melting within my innards.", "16": "My strength is dried up like a clay pot, my tongue clings to my jaws. You lay me in the dust of death.", "17": "For dogs have surrounded me. A band of evildoers has closed in on me. They pierced[c] my hands and my feet.", "18": "I can count all my bones. They stare, they gape at me.", "19": "They divide my clothes among them, and cast lots for my garment.[d]", "20": "But You, Adonai, be not far off! O my strength! Come quickly to my aid!", "21": "Deliver my soul from the sword— my only one from the power of the dog.", "22": "Save me from the lion's mouth. From the horns of the wild oxen rescue me.", "23": "I will declare Your Name to my brothers. I will praise You amid the congregation.[e]", "24": "You who fear Adonai, praise Him! All Jacob's descendants, glorify Him! Revere Him, all you seed of Israel.", "25": "For He has not despised or disdained the suffering of the lowly one. Nor has He hidden His face from him, but when he cried to Him, He heard.", "26": "From You is my praise in the great assembly. I will fulfill my vows before those who fear Him.", "27": "Let the poor eat and be satisfied. Let them who seek after Him praise Adonai. May your hearts live forever!", "28": "All the ends of the earth will remember and turn to Adonai. All the families of the nations will bow down before You.", "29": "For the kingdom belongs to Adonai, and He rules over the nations.", "30": "All the rich of the earth will feast and worship. Everyone who goes down to the dust will kneel before Him— even the one who could not keep his own soul alive.", "31": "His posterity will serve him, telling the next generation about my Lord.", "32": "They will come and declare His righteousness to a people yet to be born— because He has done it!"}