{"1": "For the music director, a psalm of David.", "2": "In You, Adonai, have I taken refuge: Let me never be put to shame. In Your righteousness, deliver me.", "3": "Turn Your ear to me, rescue me quickly. Be a rock of refuge for me, a stronghold for my deliverance.", "4": "Since You are my rock and my fortress, You lead me and guide me for Your Name's sake.", "5": "Free me from the net they hid for me, for You are my refuge.", "6": "Into Your hand I commit my spirit.[a] You have redeemed me, Adonai, God of truth.", "7": "I detest those who continue to watch worthless idols, but I trust in Adonai.", "8": "I will be glad and rejoice in Your lovingkindness, for You saw my affliction. You knew the troubles of my soul.", "9": "You did not hand me over to the enemy. You set my feet in a wide-open place.", "10": "Be gracious to me, Adonai, for I am in distress. My eyes waste away with grief, my soul and my body as well.", "11": "For my life is consumed in sorrow and my years in sighing. My strength fails because of my anguish and my bones waste away.", "12": "Because of all my adversaries I am the contempt of my neighbors and a dread to my acquaintances. Seeing me on the street, they flee from me.", "13": "I am as forgotten as a dead man. I have become like a broken vessel.", "14": "For I have heard the whispering of many. There is terror on every side as they conspire against me and plot to take my life.", "15": "But I have trusted in You, Adonai. I said: “You are my God.”", "16": "My times are in Your hands. Deliver me from the hands of my foes and from those who pursue me.", "17": "Make Your face shine on Your servant. Save me in Your lovingkindness.", "18": "Adonai, let me not be ashamed, for I have called upon You. Let the wicked be ashamed— let them be silent in Sheol.", "19": "Let the lying lips be mute. For they speak arrogantly against the righteous, with pride and contempt.", "20": "How great is Your goodness, which You have stored up for those who fear You, which You have given to those who take refuge in You, before the children of men.", "21": "In the shelter of Your presence You hide them from people's plots. You conceal them in a sukkah from the strife of tongues.", "22": "Blessed be Adonai, for He has shown me His wonderful love in a besieged city.", "23": "I said in my alarm, “I have been cut off from Your sight!” But You heard the sound of my pleas when I cried out to You.", "24": "Love Adonai, all His kedoshim! Adonai preserves all the faithful, but the proud He pays back in full.", "25": "Chazak! Let your heart take courage,[b] all you who wait for Adonai."}