{"1": "A psalm of David. Adonai, oppose those who oppose me. Fight those who fight me.", "2": "Take hold of shield and buckler, and rise up to my help.", "3": "Draw out also a spear and battle-axe. Stop those who pursue me. Say to my soul: “I am your salvation.”", "4": "May those who seek my life be ashamed and disgraced. May they be turned back and humiliated —those who plot evil against me.", "5": "May they be like chaff before the wind, with the angel of Adonai driving them off.", "6": "May their way be dark and slippery, with the angel of Adonai pursuing them.", "7": "For without cause they hid their net for me, and without cause they dug a pit for my soul.", "8": "Let ruin come upon him by surprise. Let the net he hid entangle himself —into that same pit let him fall.", "9": "Then my soul will rejoice in Adonai and delight in His salvation.", "10": "All my bones will say: “Adonai, who is like You, rescuing the poor from one too strong for him, the poor and needy from one who robs him?”", "11": "Violent witnesses rise up. They question me about things I know nothing about.", "12": "They repay me evil for good— my soul is forlorn.", "13": "But as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting, my prayer kept returning to my heart.", "14": "I went about mourning as though for my own friend or brother. I bowed down dressed in black as though for my own mother.", "15": "But at my stumbling they gathered in glee. Wretches gathered against me whom I did not know, tearing at me without ceasing.", "16": "They mocked profanely, as if at a feast, they gnashed at me with their teeth.", "17": "My Lord, how long will You look on? Rescue my soul from their ravages— my solitary existence from the lions.", "18": "I praise You in the great assembly, acclaiming You among a throng of people.", "19": "Do not let my deceitful enemies gloat over me without cause, nor let those who hate me for nothing wink an eye.[a]", "20": "For they never speak shalom, but devise deceitful words against the quiet ones in the land.", "21": "Yes, they open their mouth wide against me, saying: “Aha! Aha! Our own eyes have seen it!”", "22": "You have seen it, Adonai—be not silent! Adonai, be not far from me.", "23": "Arise, awaken to my defense, to my cause—my God and my Lord!", "24": "Vindicate me, Adonai my God, according to Your justice, and do not let them gloat over me.", "25": "Don't let them say in their heart: “Aha! Just what we wanted!” Don't let them say: “We swallowed him up!”", "26": "May they be ashamed and humiliated, those who rejoice over my misery. May they who exalt themselves over me be clothed with shame and disgrace.", "27": "May they shout for joy and be glad, those who delight in my righteous cause. May they always say: “Exalted be Adonai, who delights in His servant's shalom.”", "28": "Then my tongue will declare aloud Your justice and Your praises all day."}