{"1": "Of David. Do not fret because of evildoers, nor be envious of them who do wrong.", "2": "For like the grass they soon wither and fade like a green herb.", "3": "Trust in Adonai and do good. Dwell in the land, feed on faithfulness.", "4": "Delight yourself in Adonai, and He will give you the requests of your heart.", "5": "Commit your way to Adonai. Trust in Him, and He will do it.", "6": "He will bring out your vindication as light, and your cause will shine as noonday.", "7": "Be still before Adonai and wait patiently for Him. Do not fret over one prospering in his way, over one carrying out wicked schemes.", "8": "Put away anger and turn from wrath. Do not fret—it only leads to doing evil.", "9": "For evildoers will be cut off, but those who wait for Adonai— they will inherit the land.", "10": "Yet a little while, and the wicked will be no more. Yes, you will look at his place, but he will not be there.", "11": "But the meek will inherit the land, and delight in abundant shalom.", "12": "The wicked plots against the righteous and gnashes at him with his teeth.", "13": "The Lord laughs at him— for He sees his day is coming.", "14": "The wicked have unsheathed their sword and have bent their bow to bring down the poor and needy, to slay those whose conduct is upright.", "15": "Their sword will pierce their own hearts, and their bows will be broken.", "16": "Better a little that the righteous have than the wealth of many wicked.", "17": "For the arms of the wicked will be broken, while Adonai upholds the righteous.", "18": "Adonai knows the days of the blameless— their inheritance endures forever.", "19": "They will not be ashamed in an evil time and in days of famine they will be satisfied.", "20": "For the wicked will perish, and the enemies of Adonai will be like the beauty of the fields— they will vanish—vanish like smoke.", "21": "The wicked borrows and does not repay, but the righteous is a gracious giver.", "22": "For His blessed ones inherit the land. But those He curses will be cut off.", "23": "From Adonai a man's steps are made firm, when He delights in his way.", "24": "Though he stumble, he will not fall headlong, for Adonai is holding his hand.", "25": "I was young and now I am old, yet I have never seen the righteous one forsaken, nor his children begging for bread.", "26": "All day long he is gracious and lends. So his offspring will be a blessing.", "27": "Turn from evil and do good, so you may live forever.", "28": "For Adonai loves justice and does not abandon His godly ones. They will be preserved forever, but the seed of the wicked will be cut off.", "29": "The righteous will inherit the land and dwell in it forever.", "30": "The mouth of the righteous utters wisdom and his tongue speaks justice.", "31": "The Torah of his God is in his heart. His steps do not slip.", "32": "The wicked lies in wait for the righteous, seeking to slay him.", "33": "But Adonai will not leave him in his hand, or let him be condemned when judged.", "34": "Wait for Adonai and keep His way, and He will exalt you to inherit the land. When the wicked are cut off, you will see it.", "35": "I have seen a wicked, ruthless man flourishing like a leafy tree in native soil.", "36": "But once he passed by, he was no more. Though I looked for him, he could not be found.", "37": "Notice the man of integrity and watch the upright— for the man of shalom has a future.", "38": "But transgressors will be destroyed altogether. The future of the wicked will be cut off.", "39": "Yet the salvation of the righteous is from Adonai. He is their stronghold in time of trouble.", "40": "Adonai helps them and delivers them. He rescues them from the wicked and saves them— because they take refuge in Him."}