{"1": "For the music director, a psalm of David.", "2": "I waited patiently for Adonai. He bent down to me and heard my cry.", "3": "He brought me up out of the slimy pit, out of the mud and mire. Then He set my feet on a rock. He made my steps firm.", "4": "He put a new song in my mouth— a hymn of praise to our God. Many will see and fear, and trust in Adonai.", "5": "Blessed is the one who put his confidence in Adonai, who has not turned to the arrogant, nor to those who fall into falsehood.", "6": "Many things You have done, Adonai my God —Your plans for us are wonderful— there is none to be compared to You! If I were to speak and tell of them, they would be too many to count!", "7": "Sacrifice and offering You did not desire —my ears You have opened— burnt offering and sin offering You did not require.", "8": "Then I said: “Here I am, I have come— in the scroll of a book it is written about me.", "9": "I delight to do Your will, O my God. Yes, Your Torah is within my being.”", "10": "I proclaim good news of righteousness in the great assembly. Behold, I am not shutting my lips— Adonai, You know!", "11": "I did not hide Your righteousness within my heart. Rather I declared Your faithfulness and Your salvation. I did not conceal Your lovingkindness and Your truth from the great assembly.", "12": "Adonai, do not withhold Your compassions from me. Let Your mercy and Your truth always protect me.", "13": "For evils beyond number surround me, my sins have overtaken me —I cannot see— they are more than the hairs of my head —and my heart fails me.", "14": "Adonai, please deliver me! Adonai, come quickly to help me!", "15": "Let those who seek my life to sweep it away be put to shame and humiliated. Let those who wish me evil be turned back in disgrace.", "16": "Let those who say to me, “Aha! Aha!” be appalled over their own shame.", "17": "Let all those who seek You rejoice and be glad in You. Let those who love Your salvation continually say: “Adonai be magnified!”", "18": "But I—I am poor and needy— yet my Lord is mindful of me. You are my help and my deliverer— O my God, do not delay!"}