{"1": "For the music director, a psalm of the sons of Korah, a contemplative song.", "2": "We have heard with our ears, O God —our fathers have told us— of a work You did in their days, in days of old.", "3": "With Your hand You displaced nations, but You planted them. You afflicted peoples, and You drove them out.", "4": "For it was not by their own sword that they took possession of the land, nor did their own arm save them. But it was Your right hand, Your arm, and the light of Your face— for You favored them.", "5": "You are my King, O God— command victories for Jacob!", "6": "Through You we push back our foes. Through Your Name we trample those rising up against us.", "7": "For I do not trust in my bow, nor can my sword save me.", "8": "For You saved us from our oppressors and put to shame those who hated us.", "9": "In God we make our boast all day and Your Name we praise forever. Selah", "10": "Yet You have spurned and humiliated us, and no longer go out with our armies.", "11": "You make us retreat before the enemy. Those who hate us have plundered us.", "12": "You gave us to be devoured like sheep[a] and have scattered us among the nations.", "13": "You are selling Your people cheaply— not even getting a great price for them.", "14": "You made us a taunt for our neighbors, a scorn and ridicule for those around us.", "15": "You have made us a byword among the nations, head-wagging among the peoples.", "16": "All day my disgrace is before me, and my face is covered with shame—", "17": "because of the sound of taunting and reviling from the face of a vengeful enemy.", "18": "All this came upon us, though we did not forget You, nor were we false to Your covenant.", "19": "Our heart did not turn back, nor did our steps stray from Your path.", "20": "Yet You crushed us in a place of jackals, covered us with the shadow of death.", "21": "If we had forgotten the Name of our God or stretched our hands to a foreign god,", "22": "would God not have discovered it? For He knows the secrets of the heart.", "23": "But for Your sake we are slain all day. We are counted as sheep for slaughter.[b]", "24": "Awake! Why do you sleep, my Lord? Wake up! Do not cast us off forever.", "25": "Why do You hide Your face and forget our misery and oppression?", "26": "For our soul sinks down to the dust. Our belly cleaves to the earth.", "27": "Arise, be our help, and redeem us for Your mercy's sake."}