{"1": "For the music director, on stringed instruments, a contemplative song of David.", "2": "Give ear, O God, to my prayer and do not ignore my plea for help.", "3": "Listen to me and answer me. I am restless in my complaint and moan—", "4": "because of the voice of the enemy, because of the pressure of the wicked. For they thrust trouble on me, and in anger bear a grudge against me.", "5": "My heart shudders within me and the terrors of death sweep over me.", "6": "Fear and trembling come upon me and horror has overwhelmed me.", "7": "So I said, “Oh that I had wings like a dove! I would fly away and find rest.", "8": "Surely I would flee far away. I would stay in the wilderness. Selah", "9": "I would hurry to my shelter from the rushing wind of the storm.”", "10": "Lord, confuse and confound their speech, for I see violence and strife in the city.", "11": "Day and night they make the rounds on her walls. Iniquity and mischief are within her.", "12": "Ruins are in her midst. Oppression and deceit never leave her square.", "13": "For if it were an enemy taunting me, I could endure it. If my foe was exalting himself over me, I could hide from him.", "14": "But it is you, a man like me— my companion and my close friend!", "15": "Together we enjoyed great fellowship. We used to walk with the throng in the House of God.", "16": "Let desolation come upon them, let them go down alive into Sheol— for evil is in their dwelling, among them.", "17": "As for me, I will call on God, and Adonai will save me.", "18": "Evening, morning and noon, I complain and moan, then He hears my voice.", "19": "He will redeem my soul in shalom from the battle against me. For many are striving with me.", "20": "God will hear and humble them —yes, the One enthroned of old. Selah Nothing changes—they do not fear God.", "21": "My companion put forth his hands against those at peace with him, as he violates his covenant.", "22": "Smoother than butter was his speech, yet war was in his heart. His words were softer than oil, yet they were drawn swords.", "23": "Cast your burden on Adonai, and He will sustain you.[a] He will never let the righteous be shaken.", "24": "But You, O God, will bring them down to the Pit of destruction. Bloodthirsty, deceitful men will not live out half their days. But I—I will trust in You."}