{"1": "For the music director, a psalm of David, a song.", "2": "Let God arise! Let His enemies be scattered! Let those who hate Him flee before Him.", "3": "As smoke is blown away, may You blow them away. As wax melts before the fire, may the wicked perish before God.", "4": "But let the righteous be glad. Let them exult before God. Let them rejoice with gladness.", "5": "Sing to God, sing praises to His Name. Prepare the road for Him who rides through the deserts, whose Name is Adonai— and rejoice before Him.", "6": "A father of orphans, defender of widows, is God in His holy dwelling.", "7": "God settles the lonely in a home. He leads prisoners out to prosperity. But the rebellious live in a parched land.", "8": "O God, when You went out before Your people, when You marched through the desert—Selah—", "9": "the earth shook, the heavens rained at the presence of God—the One of Sinai— at the presence of God, God of Israel.", "10": "You poured down abundant rain, O God. You sustained Your weary inheritance.", "11": "Your community settled in it. In Your goodness, O God, You provided for the poor.", "12": "The Lord gives the word— a great company of women proclaims the good news.", "13": "“Kings of armies, flee, flee!” She who stays at home divides the spoil.", "14": "When you lie among the campfires, wings of a dove were covered with silver and her feathers with shimmering gold.", "15": "When Shaddai scattered kings there, it was snowing on Zalmon.", "16": "Mount Bashan is a mountain of God. Mount Bashan is a mountain of peaks.", "17": "Why do you gaze with envy, you mountain peaks, at the mountain God desired for His dwelling? Yes, Adonai will dwell there forever!", "18": "The chariots of God are thousands and thousands —my Lord is among them as at Sinai, in holiness.", "19": "You went up on high. You led captivity captive. You received gifts from humanity,[a] even from the rebellious— so that God might dwell there.", "20": "Blessed be my Lord! Day by day He bears our burdens— the God of our salvation! Selah", "21": "God is for us—a God of deliverance. Adonai my Lord has escapes from death.", "22": "Surely God crushes the head of His foes, the hairy scalp of one walking in his guilt.", "23": "My Lord said: “I will bring them back from Bashan, I will bring them back from the depths of the sea.", "24": "So your foot may wade in blood, and your dogs' tongue may have their share of your enemies' blood.”", "25": "They have seen Your processions, O God— the processions of my God, my King, into the Sanctuary:", "26": "The singers go before, the musicians last, between maidens beating tambourines.", "27": "“Bless God in the congregations— Adonai, from the fountain of Israel.”", "28": "There Benjamin, the youngest, is leading them, there the throng of Judah's princes, there the princes of Zebulun, there the princes of Naphtali.", "29": "Your God commanded your strength. Strengthen, O God, You who have acted for us.", "30": "From Your Temple above Jerusalem, kings bring You tribute.", "31": "Rebuke the beast of the reeds, the herd of bulls with the calves, peoples trampling down pieces of silver. He has scattered the peoples who delight in war!", "32": "Nobles come from Egypt. Cush runs to stretch her hands to God.", "33": "Sing to God, kingdoms of the earth, sing praises to the Lord—Selah—", "34": "to Him who rides upon the ancient heavens of heavens. Look, He utters His voice, a mighty voice!", "35": "Ascribe strength to God— His majesty is over Israel and His strength is in the skies.", "36": "O God, You are awesome from Your holy places. The God of Israel gives strength and power to the people. Blessed be God!"}