{"1": "In You, Adonai, have I taken refuge. Let me never be ashamed.", "2": "Deliver me and rescue me in Your justice. Turn Your ear to me and save me.", "3": "Be to me a sheltering rock where I may always go. Give the command to save me— for You are my rock and my fortress.", "4": "My God, rescue me out of the hand of the wicked, out of the grasp of an evil, ruthless man.", "5": "For You are my hope, Adonai my Lord— my trust from my youth.", "6": "From my birth I have leaned on You. You took me out of my mother's womb. My praise is always about You.", "7": "I am like an ominous sign to many, but You are my strong refuge.", "8": "My mouth is filled with Your praise and with Your glory all day.", "9": "Do not cast me away in the time of old age. When my strength fails, do not forsake me.", "10": "For my enemies speak against me. Those who watch for my soul conspire together,", "11": "saying: “God has forsaken him— Pursue and take him, for no one will deliver.”", "12": "O God, be not far from me! My God, come quickly to help me.", "13": "Let the accusers of my soul be disgraced and destroyed. Let those who seek to harm me be covered with scorn and confusion.", "14": "But I—I will hope continually and will praise You more and more.", "15": "My mouth will recount Your justice and Your salvation all day, though I do not know the sum of them.", "16": "I come because of the mighty deeds of Adonai my Lord. I will remember Your righteousness—Yours alone.", "17": "God, You taught me from my youth, and I still keep declaring Your wonders.", "18": "So even until I am old and gray, O God, do not forsake me, till I tell of Your strong arm to the next generation, Your might to all who are to come.", "19": "For Your righteousness, O God, reaches to high heaven. You have done great things—O God, who is like You?", "20": "You made me see many troubles and evils —You will revive me again— from the depths of the earth You will bring me up again.", "21": "You will increase my greatness, and comfort me once again.", "22": "So I will praise You with the harp for your truth, O my God. I will sing praises to You with the lyre O Holy One of Israel.", "23": "My lips will shout for joy —when I sing praises to You— and my soul, which You have redeemed.", "24": "Also my tongue will tell of Your righteousness all day. For those who seek my hurt have been put to shame and confusion."}