{"1": "A psalm of Asaph. Surely God is good to Israel, to the pure in heart.", "2": "But as for me, my feet almost slipped. My steps nearly slid out from under me.", "3": "For I envied the arrogant, when I saw the prosperity of the wicked.", "4": "For there are no pains at their death, their body is healthy.", "5": "They have none of humanity's trouble, nor are they plagued like others.", "6": "Therefore, they put on pride as a necklace, and violence wraps around them like a garment.", "7": "Their eyes bulge out from fatness. The imaginations of their hearts run wild.", "8": "They scoff and wickedly plan evil. From on high they threaten.", "9": "They set their mouth against heaven. Their tongue struts through the earth.", "10": "Therefore His people return here, while they drink their fill.", "11": "So they say: “How does God know? And does Elyon have knowledge?”", "12": "Behold, such are the wicked— always at ease and amassing wealth.", "13": "Surely in vain have I kept my heart pure, and washed my hands in innocence.", "14": "For all day I have been stricken, my chastisement comes every morning.", "15": "If I had said: “I will speak thus,” surely I would have betrayed a generation of Your children.", "16": "But when I tried to make sense of this, it was troubling in my eyes—", "17": "until I entered the Sanctuary of God, and perceived their end.", "18": "Surely You put them in slippery places. You hurled them down to destruction.", "19": "How suddenly they became a ruin— terminated, consumed by terrors.", "20": "Like a dream when one awakes, thus when You arise, my Lord, You will despise their form.", "21": "When my heart was embittered and I was pierced in my heart,", "22": "I was brutish and ignorant. I was like a beast before You.", "23": "Yet I am continually with You. You hold my right hand.", "24": "You guide me with Your counsel, and afterward You will take me into glory.", "25": "Whom have I in heaven but You? On earth there is none I desire besides You.", "26": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.", "27": "For behold, those far from You will perish. You put an end to all who like a harlot are unfaithful to You.", "28": "But for me, it is good to be near God. I have made my Lord Adonai my refuge. So I will tell of all Your works."}