{"1": "A contemplative song of Asaph. Why have You cast us off forever, O God? Why does Your anger smolder against the flock of Your pasture?", "2": "Remember Your congregation, which You purchased of old, redeemed as the tribe of Your inheritance, and Mount Zion, where You dwelt.", "3": "Lift Your steps toward the perpetual ruins— an enemy has done all evil to the Sanctuary!", "4": "Your adversaries have roared in the midst of Your meeting place. They have set up their standards as signs.", "5": "It seemed like bringing up axes into a thicket of trees—", "6": "and now all its carved work they smash with hatchet and hammers!", "7": "They set Your Sanctuary on fire, burning it to the ground. They defiled the dwelling place of Your Name.", "8": "They said in their hearts: “Let us crush them totally!” They burned down all the meeting places of God in the land.", "9": "We do not see our signs. No longer is there any prophet— and no one among us knows how long.", "10": "How long, O God, will the adversary mock? Will the enemy revile Your Name forever?", "11": "Why do You hold back Your hand, Your right hand? Draw it out of Your bosom and consume them!", "12": "Yet God is my King of old, working salvation in the midst of the land.", "13": "You split the sea with Your power. You smashed the monsters' heads in the waters.", "14": "You crushed the heads of Leviathan, giving him as food to the desert dwellers.", "15": "You opened up spring and brook. You dried up ever-flowing rivers.", "16": "The day is Yours, the night also is Yours. You provided moon and sun.", "17": "You set all the borders of earth. You made summer and winter.", "18": "Remember how the enemy mocked, Adonai, and how foolish people despised Your Name.", "19": "Do not deliver Your turtledove's soul to the wild beast. Do not forget the life of Your afflicted ones forever.", "20": "Look upon the covenant—for haunts of violence fill the dark places of earth.", "21": "Do not let the oppressed turn back in shame. But let the poor and needy praise Your Name.", "22": "Rise up O God, and defend Your cause. Remember how the fool mocks You all day.", "23": "Do not forget the noise of Your foes, the uproar of those rising up against You, ascending continually."}