{"1": "A contemplative song of Asaph. Listen, my people, to my teaching. Turn your ears to the words of my mouth.", "2": "I will open my mouth with a parable. I will utter perplexing sayings from of old,", "3": "which we have heard and known, and our fathers have told us.", "4": "We will not hide them from their children, telling to the next generation the praises of Adonai and His strength and the wonders He has done.", "5": "For He established a testimony in Jacob and ordained Torah in Israel, which He commanded our fathers to teach their children,", "6": "so that the next generation might know, even the children yet to be born: they will arise and tell their children.", "7": "Then they will put their trust in God, not forgetting the works of God, but keeping His mitzvot.", "8": "So they will not be like their fathers— a stubborn and rebellious generation, a generation that did not prepare its heart, whose spirit was not loyal to God.", "9": "The sons of Ephraim were archers armed with bows, yet they turned back in the day of battle.", "10": "They did not keep God's covenant and refused to walk in His Torah.", "11": "They forgot His deeds and His wonders that He had shown them.", "12": "He did miracles in front of their fathers in the land of Egypt, in the plain of Zoan.", "13": "He split the sea and led them through, and He made the water stand like a wall.", "14": "By day He led them with a cloud and all night with a light of fire.", "15": "He split apart rocks in the wilderness and gave them drink as abundant as the depths.", "16": "So He brought streams out of a rock, and made waters flow down like rivers.[a]", "17": "Yet they added more sinning against Him, rebelling against Elyon in the desert.", "18": "They put God to the test in their heart by demanding food for their craving.", "19": "Then they spoke against God, saying, “Can God set a table in the wilderness?", "20": "See, He struck the rock, waters gushed out, streams overflowed. But can He give bread? Will He provide meat for His people?”", "21": "When Adonai heard, He was angry. A fire was kindled against Jacob, and fury also rose against Israel.", "22": "For they did not believe in God or trust in His salvation.", "23": "Yet He commanded the skies above and opened the doors of heaven,", "24": "and rained down manna upon them to eat, and gave them grain of heaven.[b]", "25": "Man did eat the bread of angels. He sent them abundant provision.", "26": "He loosed the east wind in the skies, and by His power He drove the south wind.", "27": "He rained meat upon them like dust, and winged fowl like sand of the seas.", "28": "And He let it fall amidst their camp, all around their tents.", "29": "So they ate and were very full— for He gave them their desire.", "30": "No longer a stranger from their desire, while their food was still in their mouths,", "31": "the anger of God rose against them and slew the stoutest of them, and struck down young men of Israel.", "32": "Despite all this they sinned still more, and did not trust in His wonders.", "33": "So He ended their days in futility and their years in terror.", "34": "But when He slew them, then they sought Him, and turned back, and desired God eagerly.", "35": "Then they remembered that God was their Rock and El Elyon their Redeemer.", "36": "But they flattered Him with their mouth and kept lying to Him with their tongue.", "37": "For their heart was not steadfast with Him, nor were they faithful to His covenant.", "38": "But He is compassionate, forgives iniquity and does not destroy. Yes, many times He restrains His anger, and does not stir up all His wrath.", "39": "For He remembered that they are but flesh, a passing breath that never returns.", "40": "How often they rebelled against Him in the wilderness, and grieved Him in the desert!", "41": "Again and again they tested God, and pained the Holy One of Israel.", "42": "They did not remember His hand— the day He redeemed them from the foe,", "43": "when He displayed His signs in Egypt and His wonders in the plain of Zoan.", "44": "He turned their rivers into blood, so they could not drink from their streams.", "45": "He sent on them flies to devour them, and frogs to devastate them,", "46": "and gave their crops to the grasshopper, and their labor to the locust.", "47": "He destroyed their vines with hail, and their sycamore trees with frost,", "48": "and gave over their cattle to the hail, and their flocks to fiery bolts.", "49": "He sent on them the fury of His anger —wrath and indignation and trouble— a band of evil angels.", "50": "He cleared a path for His anger. He spared not their soul from death, but gave their life over to the plague.", "51": "He struck down all the firstborn in Egypt, the firstfruits of their strength in the tents of Ham.", "52": "But He brought His people out like sheep, and led them in the wilderness like a flock.", "53": "He led them to safety, so they did not fear, but the sea overwhelmed their enemies.", "54": "Then He brought them to His holy territory, to the mountain His right hand had gotten.", "55": "He drove out nations before them, and allotted them an inheritance. He settled the tribes of Israel in their tents.", "56": "Yet they tested and rebelled against El Elyon, and did not keep His decrees.", "57": "Like their fathers they turned and were treacherous. They turned aside like a faulty bow.", "58": "For they provoked Him with their high places, so they aroused His jealousy with their graven images.", "59": "God heard and was furious, and He greatly detested Israel.", "60": "He abandoned the tabernacle of Shiloh, the tent He pitched among men.", "61": "He gave up His strength into captivity, and His glory into the adversary's hand.", "62": "He gave His people over to the sword, when He was angry at His inheritance.", "63": "Fire consumed their young men, and their virgins had no wedding songs.", "64": "Their priests fell by the sword, and their widows could not weep.", "65": "Then the Lord awoke as from sleep, as a warrior shaking off wine.", "66": "He beat back His foes, putting them to lasting scorn.", "67": "Then He detested Joseph's tent and chose not the tribe of Ephraim.", "68": "Instead He chose the tribe of Judah, Mount Zion, which He loved.", "69": "He built His Sanctuary like the heights, like the earth that He established forever.", "70": "He also chose David His servant and took him from the sheepfolds,", "71": "from following nursing ewes. He brought him to shepherd Jacob His people, and Israel His inheritance.", "72": "So He shepherded them with the integrity of His heart, and led them with His skillful hands."}