{"1": "A contemplative song of Ethan the Ezrahite.", "2": "I will sing of the love of Adonai forever. To all generations I will make known Your faithfulness with my mouth.", "3": "For I said, “Let your lovingkindness be built up forever! The heavens—let Your faithfulness be made firm there!”", "4": "“I have made a covenant with My chosen one. I have sworn to David My servant:", "5": "'Forever I will establish your seed, and will build your throne from generation to generation.'”[a] Selah", "6": "The heavens praise Your wonders, Adonai —Your faithfulness, too— in the assembly of the kedoshim.", "7": "For who in the skies can compare to Adonai? Who is like Adonai among the sons of gods?", "8": "God is greatly feared in the council of the holy ones, and awesome above all around Him.", "9": "Adonai Elohei-Tzva'ot, who is like You, mighty Adonai, with Your faithfulness all around You?", "10": "You rule over the swelling of the sea. When its waves mount up, You still them.", "11": "You crushed Rahab like a slain one. You scattered Your enemies with Your mighty arm.", "12": "The heavens are Yours, also Yours the earth —the world and its fullness— You have founded them.", "13": "You created the north and the south. Tabor and Hermon sing for joy at Your Name.", "14": "Your arm is mighty, Your hand is strong, exalted is Your right hand.[b]", "15": "Righteousness and justice are the foundation of Your throne. Lovingkindness and truth go before You.", "16": "Blessed are the people who know the joyful shout,[c] They walk in the light of Your presence, Adonai.", "17": "They rejoice in Your Name all day, and by Your righteousness they are exalted.", "18": "For You are the glory of their strength, and by Your favor our horn is exalted.", "19": "For our shield belongs to Adonai, and our king to the Holy One of Israel.", "20": "Then You spoke in vision to Your godly ones, and said: “I have bestowed help on a warrior. I have exalted one chosen from among the people.", "21": "I have found David My servant. With My holy oil I have anointed him.", "22": "With him My hand will be established. Surely My arm will strengthen him.", "23": "No enemy will exact tribute from him, no son of wickedness will oppress him.", "24": "I will crush his adversaries before him, and strike down those who hate him.", "25": "My faithfulness and My lovingkindness will be with him, and by My Name his horn will be exalted.", "26": "I will also set his hand over the sea, his right hand over the rivers.", "27": "He will call to Me: 'You are my Father,[d] my God and the rock of my salvation.'", "28": "I also will set him as firstborn—[e] the highest of the kings of earth.[f][g]", "29": "I will maintain My love for him forever, and My covenant with him will be firm.", "30": "His seed I will establish forever, and his throne as the days of heaven.", "31": "If his sons forsake My Torah, and do not walk in My judgments,", "32": "if they violate My decrees, and do not keep My mitzvot,", "33": "then I will punish their transgression with the rod, and their iniquity with flogging.", "34": "But I will not withdraw My lovingkindness from him, nor will I betray My faithfulness.", "35": "I will not violate My covenant, nor alter what My lips have uttered.", "36": "Once for all I have sworn by My holiness —surely I will not lie to David—", "37": "his descendants will endure forever, and his throne as the sun before Me,", "38": "and as the moon, established forever, and a trustworthy witness in the sky.” Selah", "39": "But You have cast off and spurned, You have become furious with Your anointed one.", "40": "You have renounced the covenant of Your servant. You have defiled his crown even to the ground.", "41": "You have broken down all his walls. You reduced his strongholds to ruin.", "42": "All who pass by have plundered him. He has become a taunt to his neighbors.", "43": "You exalted the right hand of his foes and made all his enemies rejoice.", "44": "You turned back the edge of his sword and have not supported him in battle.", "45": "You brought his splendor to an end, and cast his throne down to the ground.", "46": "You cut short the days of his youth. You covered him with shame. Selah", "47": "How long, Adonai, will You hide Yourself? Forever? Will Your fury keep burning like fire?", "48": "Remember how short my life span is! For what futility have You created all the children of men?", "49": "What man can live and not see death? Can he deliver himself from the clutches of Sheol? Selah", "50": "Where is Your former lovingkindness, my Lord, which You swore to David in Your faithfulness?[h]", "51": "Remember, my Lord, the mockery against Your servants that I bear in my heart from so many peoples.", "52": "How Your enemies have mocked, Adonai, how they have mocked the footsteps of Your Anointed One![i]", "53": "Blessed be Adonai forever. Amen and Amen."}