{"1": "Then Paul, looking intently at the Council (Sanhedrin, Jewish High Court), said, “Kinsmen, I have lived my life before God with a perfectly good conscience until this very day.” ", "2": "[At this] the high priest [a]Ananias ordered those who stood beside him to strike Paul on the mouth. ", "3": "Then Paul said to him, “God is going to strike you, you [b]whitewashed wall! Do you actually sit to judge me according to the Law, and yet in violation of the Law order me to be struck?” ", "4": "But those who stood near Paul said, “Are you insulting the high priest of God?” ", "5": "Paul said, “I was not aware, brothers, that he was [c]high priest; for it is written, 'You shall not speak evil of a ruler of your people.'”", "6": "But recognizing that one group were Sadducees and the other Pharisees, Paul began affirming loudly in the Council chamber, “Kinsmen, I am a Pharisee, a son of Pharisees; I am on trial for the hope and resurrection of the dead!” ", "7": "When he said this, an angry dispute erupted between the Pharisees and the Sadducees, and the [whole crowded] assembly was divided [into two factions]. ", "8": "For the Sadducees say that there is no [such thing as a] resurrection, nor an angel, nor a spirit, but the Pharisees [speak out freely and] acknowledge [their belief in] them all. ", "9": "Then a great uproar occurred, and some of the scribes of the Pharisees' party stood up and began to argue heatedly [in Paul's favor], saying, “We find nothing wrong with this man; suppose a spirit or an angel has [really] spoken to him?” ", "10": "And as the dissension became even greater, the commander, fearing that Paul would be torn to pieces by them, ordered the troops to go down and forcibly take him from them, and bring him to the barracks.", "11": "On the following night the Lord stood near Paul and said, “Be brave; for as you have solemnly and faithfully witnessed about Me at Jerusalem, so you must also testify at Rome.”", "12": "Now when day came, the Jews formed a conspiracy and bound themselves under an oath (curse), saying that they would not eat or drink until they had killed Paul. ", "13": "There were more than forty [men] who formed this plot [and swore this oath]. ", "14": "They went to the chief priests and elders and said, “We have bound ourselves under a solemn oath not to taste anything [neither food nor drink] until we have killed Paul. ", "15": "So now you, along with the Council (Sanhedrin, Jewish High Court), notify the commander to bring Paul down to you, as if you were going to investigate his case more thoroughly. But we are ready to kill him before he comes near [the place].”", "16": "But the son of Paul's sister heard of their [planned] ambush, and he went to the barracks and told Paul. ", "17": "Then Paul, calling in one of the centurions, said, “Take this young man to the commander, for he has something to tell him.” ", "18": "So he took him and led him to the commander and said, “Paul the prisoner called for me and asked me to bring this young man to you, because he has something to tell you.” ", "19": "The commander took him by the hand and stepping aside, began to ask him privately, “What is it that you have to tell me?” ", "20": "And he said, “The Jews have agreed to ask you to bring Paul down to the Council (Sanhedrin, Jewish High Court) tomorrow, as if they were going to interrogate him more thoroughly. ", "21": "But do not listen to them, for more than forty of them are lying in wait for him, and they have bound themselves with an oath not to eat or drink until they have killed him. Even now they are ready, just waiting for your promise.” ", "22": "So the commander let the young man leave, instructing him, “Do not tell anyone that you have given me this information.”", "23": "Then summoning two of the centurions, he said, “Have two hundred soldiers ready by the third hour of the night (9:00 p.m.) to go as far as [d]Caesarea, with seventy horsemen and two hundred [e]spearmen; ", "24": "also provide mounts for Paul to ride, and bring him safely to [f]Felix the governor.” ", "25": "And [after instructing the centurions] he wrote a letter to this effect:", "26": "  “Claudius Lysias, to the most excellent governor Felix, greetings.", "27": "  This man was seized [as a prisoner] by the Jews and was about to be killed by them, when I came upon him with the troops and rescued him, having learned that he was a Roman citizen. ", "28": "And wanting to know the exact charge which they were making against him, I brought him down to their Council (Sanhedrin, Jewish High Court); ", "29": "and I discovered that he was accused in regard to questions and issues in their Law, but [he was] under no accusation that would call for the penalty of death or [even] for imprisonment.", "30": "  When I was told that there would be a plot against the man, I sent him to you immediately, also directing his accusers to bring their charges against him before you.”", "31": "So the soldiers, in compliance with their orders, took Paul and brought him to Antipatris during the night. ", "32": "And the next day, leaving the horsemen to go on with him, they returned to the barracks. ", "33": "When these [horsemen] reached Caesarea, they delivered the letter to the governor, and also presented Paul to him. ", "34": "After reading the letter, he asked which province Paul was from, and when he learned that he was from Cilicia [an imperial province], ", "35": "he said, “I will hear your case when your accusers have arrived,” giving orders that Paul be kept under guard in Herod's Praetorium (the governor's official residence)."}