{"1": "[a]Now the whole earth had one language and few words. ", "2": "And as men migrated from the east, they found a plain in the land of Shinar and settled there. ", "3": "And they said to one another, “Come, let us make bricks, and burn them thoroughly.” And they had brick for stone, and bitumen for mortar. ", "4": "Then they said, “Come, let us build ourselves a city, and a tower with its top in the heavens, and let us make a name for ourselves, lest we be scattered abroad upon the face of the whole earth.” ", "5": "And the Lord came down to see the city and the tower, which the sons of men had built. ", "6": "And the Lord said, “Behold, they are one people, and they have all one language; and this is only the beginning of what they will do; and nothing that they propose to do will now be impossible for them. ", "7": "Come, let us go down, and there confuse their language, that they may not understand one another's speech.” ", "8": "So the Lord scattered them abroad from there over the face of all the earth, and they left off building the city. ", "9": "Therefore its name was called Babel, because there the Lord confused[b] the language of all the earth; and from there the Lord scattered them abroad over the face of all the earth.", "10": "These are the descendants of Shem. When Shem was a hundred years old, he became the father of Arpach′shad two years after the flood; ", "11": "and Shem lived after the birth of Arpach′shad five hundred years, and had other sons and daughters.", "12": "When Arpach′shad had lived thirty-five years, he became the father of Shelah; ", "13": "and Arpach′shad lived after the birth of Shelah four hundred and three years, and had other sons and daughters.", "14": "When Shelah had lived thirty years, he became the father of Eber; ", "15": "and Shelah lived after the birth of Eber four hundred and three years, and had other sons and daughters.", "16": "When Eber had lived thirty-four years, he became the father of Peleg; ", "17": "and Eber lived after the birth of Peleg four hundred and thirty years, and had other sons and daughters.", "18": "When Peleg had lived thirty years, he became the father of Re′u; ", "19": "and Peleg lived after the birth of Re′u two hundred and nine years, and had other sons and daughters.", "20": "When Re′u had lived thirty-two years, he became the father of Serug; ", "21": "and Re′u lived after the birth of Serug two hundred and seven years, and had other sons and daughters.", "22": "When Serug had lived thirty years, he became the father of Nahor; ", "23": "and Serug lived after the birth of Nahor two hundred years, and had other sons and daughters.", "24": "When Nahor had lived twenty-nine years, he became the father of Terah; ", "25": "and Nahor lived after the birth of Terah a hundred and nineteen years, and had other sons and daughters.", "26": "When Terah had lived seventy years, he became the father of Abram, Nahor, and Haran.", "27": "Now these are the descendants of Terah. Terah was the father of Abram, Nahor, and Haran; and Haran was the father of Lot. ", "28": "Haran died before his father Terah in the land of his birth, in Ur of the Chal′deans. ", "29": "And Abram and Nahor took wives; the name of Abram's wife was Sar′ai, and the name of Nahor's wife, Milcah, the daughter of Haran the father of Milcah and Iscah. ", "30": "Now Sar′ai was barren; she had no child.", "31": "Terah took Abram his son and Lot the son of Haran, his grandson, and Sar′ai his daughter-in-law, his son Abram's wife, and they went forth together from Ur of the Chalde′ans to go into the land of Canaan; but when they came to Haran, they settled there. ", "32": "The days of Terah were two hundred and five years; and Terah died in Haran."}