{"1": "In the days of Am′raphel king of Shinar, Ar′ioch king of Ella′sar, Ched-or-lao′mer king of Elam, and Tidal king of Goi′im, ", "2": "these kings made war with Bera king of Sodom, Birsha king of Gomor′rah, Shinab king of Admah, Sheme′ber king of Zeboi′im, and the king of Bela (that is, Zo′ar). ", "3": "And all these joined forces in the Valley of Siddim (that is, the Salt Sea). ", "4": "Twelve years they had served Ched-or-lao′mer, but in the thirteenth year they rebelled. ", "5": "In the fourteenth year Ched-or-lao′mer and the kings who were with him came and subdued the Reph′aim in Ash′teroth-karna′im, the Zuzim in Ham, the Emim in Sha′veh-kiriatha′im, ", "6": "and the Horites in their Mount Se′ir as far as El-paran on the border of the wilderness; ", "7": "then they turned back and came to En-mish′pat (that is, Kadesh), and subdued all the country of the Amal′ekites, and also the Amorites who dwelt in Haz′azon-ta′mar. ", "8": "Then the king of Sodom, the king of Gomor′rah, the king of Admah, the king of Zeboi′im, and the king of Bela (that is, Zo′ar) went out, and they joined battle in the Valley of Siddim ", "9": "with Ched-or-lao′mer king of Elam, Tidal king of Goi′im, Am′raphel king of Shinar, and Ar′ioch king of Ella′sar, four kings against five. ", "10": "Now the Valley of Siddim was full of bitumen pits; and as the kings of Sodom and Gomor′rah fled, some fell into them, and the rest fled to the mountain. ", "11": "So the enemy took all the goods of Sodom and Gomor′rah, and all their provisions, and went their way; ", "12": "they also took Lot, the son of Abram's brother, who dwelt in Sodom, and his goods, and departed.", "13": "Then one who had escaped came, and told Abram the Hebrew, who was living by the oaks[a] of Mamre the Amorite, brother of Eshcol and of Aner; these were allies of Abram. ", "14": "When Abram heard that his kinsman had been taken captive, he led forth his trained men, born in his house, three hundred and eighteen of them, and went in pursuit as far as Dan. ", "15": "And he divided his forces against them by night, he and his servants, and routed them and pursued them to Hobah, north of Damascus. ", "16": "Then he brought back all the goods, and also brought back his kinsman Lot with his goods, and the women and the people.", "17": "After his return from the defeat of Ched-or-lao′mer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King's Valley). ", "18": "And Melchiz′edek[b] king of Salem brought out bread and wine; he was priest of God Most High. ", "19": "And he blessed him and said, “Blessed be Abram by God Most High, maker of heaven and earth;", "20": "and blessed be God Most High, who has delivered your enemies into your hand!” And Abram gave him a tenth of everything. ", "21": "And the king of Sodom said to Abram, “Give me the persons, but take the goods for yourself.” ", "22": "But Abram said to the king of Sodom, “I have sworn to the Lord God Most High, maker of heaven and earth, ", "23": "that I would not take a thread or a sandal-thong or anything that is yours, lest you should say, 'I have made Abram rich.' ", "24": "I will take nothing but what the young men have eaten, and the share of the men who went with me; let Aner, Eshcol, and Mamre take their share.”"}