{"1": "The Lord visited Sarah as he had said, and the Lord did to Sarah as he had promised. ", "2": "And Sarah conceived, and bore Abraham a son in his old age at the time of which God had spoken to him. ", "3": "Abraham called the name of his son who was born to him, whom Sarah bore him, Isaac. ", "4": "And Abraham circumcised his son Isaac when he was eight days old, as God had commanded him. ", "5": "Abraham was a hundred years old when his son Isaac was born to him. ", "6": "And Sarah said, “God has made laughter for me; every one who hears will laugh over me.” ", "7": "And she said, “Who would have said to Abraham that Sarah would suckle children? Yet I have borne him a son in his old age.”", "8": "And the child grew, and was weaned; and Abraham made a great feast on the day that Isaac was weaned. ", "9": "But Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, playing with her son Isaac.[a] ", "10": "So she said to Abraham, “Cast out this slave woman with her son; for the son of this slave woman shall not be heir with my son Isaac.” ", "11": "And the thing was very displeasing to Abraham on account of his son. ", "12": "But God said to Abraham, “Be not displeased because of the lad and because of your slave woman; whatever Sarah says to you, do as she tells you, for through Isaac shall your descendants be named. ", "13": "And I will make a nation of the son of the slave woman also, because he is your offspring.” ", "14": "So Abraham rose early in the morning, and took bread and a skin of water, and gave it to Hagar, putting it on her shoulder, along with the child, and sent her away. And she departed, and wandered in the wilderness of Beer-sheba.", "15": "When the water in the skin was gone, she cast the child under one of the bushes. ", "16": "Then she went, and sat down over against him a good way off, about the distance of a bowshot; for she said, “Let me not look upon the death of the child.” And as she sat over against him, the child lifted up his voice[b] and wept. ", "17": "And God heard the voice of the lad; and the angel of God called to Hagar from heaven, and said to her, “What troubles you, Hagar? Fear not; for God has heard the voice of the lad where he is. ", "18": "Arise, lift up the lad, and hold him fast with your hand; for I will make him a great nation.” ", "19": "Then God opened her eyes, and she saw a well of water; and she went, and filled the skin with water, and gave the lad a drink. ", "20": "And God was with the lad, and he grew up; he lived in the wilderness, and became an expert with the bow. ", "21": "He lived in the wilderness of Paran; and his mother took a wife for him from the land of Egypt.", "22": "At that time Abim′elech and Phicol the commander of his army said to Abraham, “God is with you in all that you do; ", "23": "now therefore swear to me here by God that you will not deal falsely with me or with my offspring or with my posterity, but as I have dealt loyally with you, you will deal with me and with the land where you have sojourned.” ", "24": "And Abraham said, “I will swear.”", "25": "When Abraham complained to Abim′elech about a well of water which Abim′elech's servants had seized, ", "26": "Abim′elech said, “I do not know who has done this thing; you did not tell me, and I have not heard of it until today.” ", "27": "So Abraham took sheep and oxen and gave them to Abim′elech, and the two men made a covenant. ", "28": "Abraham set seven ewe lambs of the flock apart. ", "29": "And Abim′elech said to Abraham, “What is the meaning of these seven ewe lambs which you have set apart?” ", "30": "He said, “These seven ewe lambs you will take from my hand, that you may be a witness for me that I dug this well.” ", "31": "Therefore that place was called Beer-sheba;[c] because there both of them swore an oath. ", "32": "So they made a covenant at Beer-sheba. Then Abim′elech and Phicol the commander of his army rose up and returned to the land of the Philistines. ", "33": "Abraham planted a tamarisk tree in Beer-sheba, and called there on the name of the Lord, the Everlasting God. ", "34": "And Abraham sojourned many days in the land of the Philistines."}