{"1": "It happened at that time that Judah went down from his brothers, and turned in to a certain Adul′lamite, whose name was Hirah. ", "2": "There Judah saw the daughter of a certain Canaanite whose name was Shua; he married her and went in to her, ", "3": "and she conceived and bore a son, and he called his name Er. ", "4": "Again she conceived and bore a son, and she called his name Onan. ", "5": "Yet again she bore a son, and she called his name Shelah. She[a] was in Chezib when she bore him. ", "6": "And Judah took a wife for Er his first-born, and her name was Tamar. ", "7": "But Er, Judah's first-born, was wicked in the sight of the Lord; and the Lord slew him. ", "8": "Then Judah said to Onan, “Go in to your brother's wife, and perform the duty of a brother-in-law to her, and raise up offspring for your brother.” ", "9": "But Onan knew that the offspring would not be his; so when he went in to his brother's wife he spilled the semen on the ground, lest he should give offspring to his brother. ", "10": "And what he did was displeasing in the sight of the Lord, and he slew him also. ", "11": "Then Judah said to Tamar his daughter-in-law, “Remain a widow in your father's house, till Shelah my son grows up”—for he feared that he would die, like his brothers. So Tamar went and dwelt in her father's house.", "12": "In course of time the wife of Judah, Shua's daughter, died; and when Judah was comforted, he went up to Timnah to his sheepshearers, he and his friend Hirah the Adullamite. ", "13": "And when Tamar was told, “Your father-in-law is going up to Timnah to shear his sheep,” ", "14": "she put off her widow's garments, and put on a veil, wrapping herself up, and sat at the entrance to Enaim, which is on the road to Timnah; for she saw that Shelah was grown up, and she had not been given to him in marriage. ", "15": "When Judah saw her, he thought her to be a harlot, for she had covered her face. ", "16": "He went over to her at the road side, and said, “Come, let me come in to you,” for he did not know that she was his daughter-in-law. She said, “What will you give me, that you may come in to me?” ", "17": "He answered, “I will send you a kid from the flock.” And she said, “Will you give me a pledge, till you send it?” ", "18": "He said, “What pledge shall I give you?” She replied, “Your signet and your cord, and your staff that is in your hand.” So he gave them to her, and went in to her, and she conceived by him. ", "19": "Then she arose and went away, and taking off her veil she put on the garments of her widowhood.", "20": "When Judah sent the kid by his friend the Adullamite, to receive the pledge from the woman's hand, he could not find her. ", "21": "And he asked the men of the place, “Where is the harlot[b] who was at Enaim by the wayside?” And they said, “No harlot[c] has been here.” ", "22": "So he returned to Judah, and said, “I have not found her; and also the men of the place said, 'No harlot[d] has been here.'” ", "23": "And Judah replied, “Let her keep the things as her own, lest we be laughed at; you see, I sent this kid, and you could not find her.”", "24": "About three months later Judah was told, “Tamar your daughter-in-law has played the harlot; and moreover she is with child by harlotry.” And Judah said, “Bring her out, and let her be burned.” ", "25": "As she was being brought out, she sent word to her father-in-law, “By the man to whom these belong, I am with child.” And she said, “Mark, I pray you, whose these are, the signet and the cord and the staff.” ", "26": "Then Judah acknowledged them and said, “She is more righteous than I, inasmuch as I did not give her to my son Shelah.” And he did not lie with her again.", "27": "When the time of her delivery came, there were twins in her womb. ", "28": "And when she was in labor, one put out a hand; and the midwife took and bound on his hand a scarlet thread, saying, “This came out first.” ", "29": "But as he drew back his hand, behold, his brother came out; and she said, “What a breach you have made for yourself!” Therefore his name was called Perez.[e] ", "30": "Afterward his brother came out with the scarlet thread upon his hand; and his name was called Zerah."}