{"1": "Jude, a servant of Jesus Christ and brother of James, To those who are called and sanctified by God the Father, and reserved to Jesus Christ:", "2": "Mercy to you, and peace and love be multiplied.", "3": "Beloved, while I diligently wrote to you of the common salvation, it became necessary for me to write to you in exhortation, so that you would earnestly contend for the faith which was once and for all given to the saints.", "4": "For some men have crept in who were long ago pre-ordained to this condemnation; ungodly men, who turn the grace of our God into wantonness and deny God the only Lord and our Lord Jesus Christ.", "5": "Therefore, I will remind you (since you once knew this) how that the Lord - after He had delivered the people out of Egypt - destroyed those afterward who did not believe.", "6": "Also, the angels who did not keep their first estate - but left their own habitation - He has reserved in everlasting chains under darkness until the judgment of the great Day;", "7": "as Sodom and Gomorrah and the cities around them which committed fornication and followed strange flesh in the same way they did are set forth as an example and suffer the vengeance of eternal fire.", "8": "Likewise also, these dreamers defile the flesh and despise government and speak evil of those who are in authority.", "9": "Yet Michael, the archangel, when he strove against the devil and disputed about the body of Moses, did not dare speak evil against him, but said, “The Lord rebuke you!”", "10": "But these speak evil of those things which they do not know. And whatever things they know naturally (as beasts which are without reason), in those things they corrupt themselves.", "11": "Woe to them! For they have followed the way of Cain and are cast away by the deceit of Balaam's wages, and perish in the rebellion of Korah!", "12": "These are reefs in your feasts of charity; feasting with you, shamelessly feeding themselves. They are clouds without water, carried about by winds; corrupt trees without fruit, twice dead and plucked up by the roots.", "13": "They are the raging waves of the sea, foaming forth their own disgrace. They are wandering stars, to whom is reserved the blackness of darkness forever.", "14": "And Enoch also - the seventh from Adam - prophesied of such, saying, “Behold, the Lord comes with thousands of his saints", "15": "to give judgment against all, and to rebuke all the ungodly among them of all their wicked deeds which they have ungodly committed; and of all their cruel speech which wicked sinners have spoken against Him.”", "16": "These are murmurers, complainers (walking after their own lusts), whose mouths speak proud things; admiring others for the sake of advantage.", "17": "But you, beloved, remember the words which were spoken before of the Apostles of our Lord Jesus Christ;", "18": "how that they told you that there would be mockers in the last time who would walk after their own ungodly lusts.", "19": "These are those who cause division from others; bestial, not having the Spirit.", "20": "But you, beloved, edify yourselves in your most holy faith, praying in the Holy Ghost.", "21": "And keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ, unto eternal life.", "22": "And have compassion on some, making distinctions.", "23": "But save others with fear, pulling them out of the fire. And hate even the garment which is defiled by the flesh.", "24": "Now to Him Who is able to keep you from falling, and to present you faultless before the presence of His glory, with joy;", "25": "to God - only wise, our Savior - be glory and majesty and dominion and power, both now and forever. Amen."}