{"1": "My dear children, I write this letter to you so that you will not sin. But if anyone does sin, we have Jesus Christ to help us. He is the Righteous One. He defends us before God the Father. ", "2": "Jesus died in our place to take away our sins. And Jesus is the way that all people can have their sins taken away, too.", "3": "If we obey what God has told us to do, then we are sure that we truly know God. ", "4": "If someone says, “I know God!” but does not obey God's commands, then he is a liar. The truth is not in him. ", "5": "But if someone obeys God's teaching, then God's love has truly arrived at its goal in him. This is how we know that we are following God: ", "6": "Whoever says that God lives in him must live as Jesus lived.", "7": "My dear friends, I am not writing a new command to you. It is the same command you have had since the beginning. It is the teaching you have already heard. ", "8": "But I am writing a new command to you. This command is true; you can see its truth in Jesus and in yourselves. The darkness is passing away, and the true light is already shining.", "9": "Someone says, “I am in the light.”[a] But if he hates his brother, he is still in the darkness. ", "10": "Whoever loves his brother lives in the light, and there is nothing in him that will cause him to do wrong. ", "11": "But whoever hates his brother is in darkness. He lives in darkness and does not know where he is going. The darkness has made him blind.", "12": "I write to you, dear children, because your sins are forgiven through Christ.", "13": "I write to you, fathers, because you know the One who existed from the beginning. I write to you, young men, because you have defeated the Evil One.", "14": "I write to you, children, because you know the Father. I write to you, fathers, because you know the One who existed from the beginning. I write to you, young men, because you are strong; the word of God lives in you, and you have defeated the Evil One.", "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. ", "16": "These are the evil things in the world: wanting things to please our sinful selves, wanting the sinful things we see, being too proud of the things we have. But none of those things comes from the Father. All of them come from the world. ", "17": "The world is passing away. And everything that people want in the world is passing away. But the person who does what God wants lives forever.", "18": "My dear children, the end is near! You have heard that the Enemy of Christ is coming. And now many enemies of Christ are already here. So we know that the end is near. ", "19": "Those enemies of Christ were in our group. But they left us. They did not really belong with us. If they were really part of our group, then they would have stayed with us. But they left. This shows that none of them really belonged with us.", "20": "You have the gift[b] that the Holy One gave you. So you all know the truth.[c] ", "21": "Why do I write to you? Do I write because you do not know the truth? No, I write this letter because you do know the truth. And you know that no lie comes from the truth.", "22": "So who is the liar? It is the person who says Jesus is not the Christ. A person who says Jesus is not the Christ is the enemy of Christ. He does not believe in the Father or in his Son. ", "23": "If anyone does not believe in the Son, he does not have the Father. But whoever accepts the Son has the Father, too.", "24": "Be sure that you continue to follow the teaching that you heard from the beginning. If you continue in that teaching, you will stay in the Son and in the Father. ", "25": "And this is what the Son promised to us—life forever.", "26": "I am writing this letter about those people who are trying to lead you the wrong way. ", "27": "Christ gave you a special gift. You still have this gift in you. So you do not need any other teacher. The gift he gave you teaches you about everything. This gift is true, not false. So continue to live in Christ, as his gift taught you.", "28": "Yes, my dear children, live in him. If we do this, we can be without fear on the day when Christ comes back. We will not need to hide and be ashamed when he comes. ", "29": "You know that Christ is righteous. So you know that all who do what is right are God's children."}