{"1": "My dear friends, many false prophets are in the world now. So do not believe every spirit. But test the spirits to see if they are from God. ", "2": "This is how you can know God's Spirit: One spirit says, “I believe that Jesus is the Christ who came to earth and became a man.” That Spirit is from God. ", "3": "Another spirit refuses to say this about Jesus. That spirit is not from God but is the spirit of the Enemy of Christ. You have heard that the Enemy of Christ is coming. And now he is already in the world.", "4": "My dear children, you belong to God. So you have defeated them because God's Spirit, who is in you, is greater than the devil, who is in the world. ", "5": "And they belong to the world. What they say is from the world, and the world listens to them. ", "6": "But we are from God, and those who know God listen to us. But those who are not from God do not listen to us. That is how we know the Spirit that is true and the spirit that is false.", "7": "Dear friends, we should love each other, because love comes from God. The person who loves has become God's child and knows God. ", "8": "Whoever does not love does not know God, because God is love. ", "9": "This is how God showed his love to us: He sent his only Son into the world to give us life through him. ", "10": "True love is God's love for us, not our love for God. God sent his Son to die in our place to take away our sins.", "11": "That is how much God loved us, dear friends! So we also must love each other. ", "12": "No one has ever seen God. But if we love each other, God lives in us. If we love each other, God's love has reached its goal. It is made perfect in us.", "13": "We know that we live in God and God lives in us. We know this because God gave us his Spirit. ", "14": "We have seen that the Father sent his Son to be the Savior of the world. That is what we teach. ", "15": "If someone says, “I believe that Jesus is the Son of God,” then God lives in him. And he lives in God. ", "16": "And so we know the love that God has for us, and we trust that love. God is love. Whoever lives in love lives in God, and God lives in him. ", "17": "If God's love is made perfect in us, then we can be without fear on the day God judges us. We will be without fear, because in this world we are like him. ", "18": "Where God's love is, there is no fear, because God's perfect love takes away fear. It is punishment that makes a person fear. So love is not made perfect in the person who has fear.", "19": "We love because God first loved us. ", "20": "If someone says, “I love God,” but hates his brother, he is a liar. He can see his brother, but he hates him. So he cannot love God, whom he has never seen. ", "21": "And God gave us this command: Whoever loves God must also love his brother."}