{"1": "Everyone who believes that Jesus is the Christ is God's child. The person who loves the Father also loves the Father's children. ", "2": "How do we know that we love God's children? We know because we love God and we obey his commands. ", "3": "Loving God means obeying his commands. And God's commands are not too hard for us. ", "4": "Everyone who is a child of God has the power to win against the world. It is our faith that wins the victory against the world. ", "5": "So the one who conquers the world is the person who believes that Jesus is the Son of God.", "6": "Jesus Christ is the One who came with water[a] and with blood.[b] He did not come by water only. He came by both water and blood. And the Spirit says that this is true. The Spirit is the truth. ", "7": "So there are three witnesses:[c] ", "8": "the Spirit, the water, and the blood. These three witnesses agree. ", "9": "We believe people when they say something is true. But what God says is more important. And he has told us the truth about his own Son. ", "10": "Anyone who believes in the Son of God has the truth that God told us. Anyone who does not believe makes God a liar. He does not believe what God told us about his Son. ", "11": "This is what God told us: God has given us eternal life, and this life is in his Son. ", "12": "Whoever has the Son has life. But the person who does not have the Son of God does not have life.", "13": "I write this letter to you who believe in the Son of God. I write so that you will know that you have eternal life now. ", "14": "We can come to God with no doubts. This means that when we ask God for things (and those things agree with what God wants for us), then God cares about what we say. ", "15": "God listens to us every time we ask him. So we know that he gives us the things that we ask from him.", "16": "Suppose someone sees his brother in Christ sinning (sin that does not lead to eternal death). That person should pray for his brother who is sinning. Then God will give the brother life. I am talking about people whose sin does not lead to eternal death. There is sin that leads to death. I do not mean that a person should pray about that sin. ", "17": "Doing wrong is always sin. But there is sin that does not lead to eternal death.", "18": "We know that anyone who is God's child does not continue to sin. The Son of God keeps him safe, and the Evil One cannot hurt him. ", "19": "We know that we belong to God. But the Evil One controls the whole world. ", "20": "And we know that the Son of God has come and has given us understanding. Now we can know God, the One who is true. And our lives are in that true God and in his Son, Jesus Christ. He is the true God, and he is eternal life. ", "21": "So, dear children, keep yourselves away from false gods."}