{"1": "Alas![a] The Lord[b] has covered Daughter Zion[c] with his anger.[d] He has thrown down the splendor of Israel from heaven to earth; he did not protect[e] his temple[f] when he displayed his anger.[g]", "2": "The Lord[h] destroyed[i] mercilessly[j] all the homes of Jacob's descendants.[k] In his anger he tore down the fortified cities[l] of Daughter Judah. He knocked to the ground and humiliated the kingdom and its rulers.[m]", "3": "In fierce anger[n] he destroyed[o] the whole army[p] of Israel. He withdrew his right hand[q] as the enemy attacked.[r] He was like a raging fire in the land of Jacob;[s] it consumed everything around it.[t]", "4": "He prepared his bow[u] like an enemy; his right hand was ready to shoot.[v] Like a foe he killed everyone, even our strong young men;[w] he has poured out his anger like fire on the tent[x] of Daughter Zion.", "5": "The Lord,[y] like an enemy, destroyed[z] Israel. He destroyed[aa] all her palaces; he ruined her[ab] fortified cities. He made everyone in Daughter Judah mourn and lament.[ac]", "6": "He destroyed his temple[ad] as if it were a vineyard;[ae] he destroyed his appointed meeting place. The Lord has made those in Zion forget both the festivals and the Sabbaths.[af] In his fierce anger[ag] he has spurned[ah] both king and priest.", "7": "The Lord[ai] rejected[aj] his altar and abhorred his temple.[ak] He handed over to the enemy[al] Jerusalem's palace walls; the enemy[am] shouted[an] in the Lord's temple as if it were a feast day.[ao]", "8": "The Lord was determined to tear down Daughter Zion's wall. He prepared to knock it down;[ap] he did not withdraw his hand from destroying.[aq] He made the ramparts and fortified walls lament; together they mourned their ruin.[ar]", "9": "Her city gates have fallen[as] to the ground; he smashed to bits[at] the bars that lock her gates.[au] Her king and princes were taken into exile;[av] there is no more guidance available.[aw] As for her prophets, they no longer receive[ax] a vision from the Lord.", "10": "The elders of Daughter Zion sit[ay] on the ground in silence.[az] They have thrown dirt on their heads; They have dressed in sackcloth.[ba] Jerusalem's young women[bb] stare down at the ground.[bc]", "11": "My eyes are worn out[bd] from weeping;[be] my stomach is in knots.[bf] My heart[bg] is poured out on the ground due to the destruction[bh] of my helpless people;[bi] children and infants faint in the town squares.", "12": "Children[bj] say to their mothers,[bk] “Where are food and drink?”[bl] They faint[bm] like a wounded warrior in the city squares. They die slowly[bn] in their mothers' arms.[bo]", "13": "With what can I equate[bp] you? To what can I compare you, O Daughter Jerusalem? To what can I liken you[bq] so that[br] I might comfort you, O Virgin Daughter Zion? Your wound is as deep[bs] as the sea.[bt] Who can heal you?[bu]", "14": "Your prophets saw visions for you that were worthless whitewash.[bv] They failed to expose your sin so as to restore your fortunes.[bw] They saw oracles for you that were worthless[bx] lies.", "15": "All who passed by on the road clapped their hands to mock you.[by] They sneered and shook their heads at Daughter Jerusalem. “Ha! Is this the city they called[bz] 'the perfection of beauty,[ca] the source of joy of the whole earth!'?”[cb]", "16": "All your enemies gloated over you.[cc] They sneered and gnashed their teeth; they said, “We have destroyed[cd] her! Ha! We have waited a long time for this day. We have lived to see it!”[ce]", "17": "The Lord has done what he planned; he has fulfilled[cf] his promise[cg] that he threatened[ch] long ago:[ci] He has overthrown you without mercy[cj] and has enabled the enemy to gloat over you; he has exalted your adversaries' power.[ck]", "18": "Cry out[cl] from your heart[cm] to the Lord,[cn] O wall of Daughter Zion![co] Make your tears flow like a river all day and all night long![cp] Do not rest; do not let your tears[cq] stop!", "19": "Get up! Cry out in the night when the night watches start![cr] Pour out your heart[cs] like water before the face of the Lord![ct] Lift up your hands[cu] to him for your children's lives;[cv] they are fainting[cw] from hunger at every street corner.[cx]", "20": "Look, O Lord! Consider![cy] Whom have you ever afflicted[cz] like this? Should women eat their offspring,[da] their healthy infants?[db] Should priest and prophet be killed in the Lord's[dc] sanctuary?", "21": "The young boys and old men lie dead on the ground in the streets. My young women[dd] and my young men have fallen by the sword. You killed them when you were angry;[de] you slaughtered them without mercy.[df]", "22": "As if it were a feast day, you call[dg] enemies[dh] to terrify me[di] on every side.[dj] On the day of the Lord's anger no one escaped or survived. My enemy has finished off those healthy infants whom I bore[dk] and raised.[dl]"}