{"1": "[a] Alas![b] Gold has lost its luster;[c] pure gold loses value.[d] Jewels[e] are scattered on every street corner.[f]", "2": "The precious sons of Zion were worth their weight in gold— Alas!—but now they are treated like[g] broken clay pots, made by a potter.[h]", "3": "Even the jackals[i] nurse their young at their breast,[j] but my people[k] are cruel, like ostriches[l] in the wilderness.", "4": "The infant's tongue sticks to the roof of its mouth due to thirst; little children beg for bread,[m] but no one gives them even a morsel.[n]", "5": "Those who once feasted on delicacies[o] are now starving to death[p] in the streets. Those who grew up[q] wearing expensive clothes[r] are now dying[s] amid garbage.[t]", "6": "The punishment[u] of my people[v] exceeds that of[w] Sodom, which was overthrown in a moment with no one to help her.[x]", "7": "Our consecrated ones[y] were brighter than snow, whiter than milk; their bodies more ruddy than corals, their hair[z] like lapis lazuli.[aa]", "8": "Now their appearance[ab] is darker than soot; they are not recognized in the streets. Their skin has shriveled on their bones; it is dried up, like tree bark.", "9": "Those who die by the sword[ac] are better off than those who die of hunger,[ad] those who[ae] waste away,[af] struck down[ag] from lack of[ah] food.[ai]", "10": "The hands of tenderhearted women[aj] cooked their own children, who became their food,[ak] when my people[al] were destroyed.[am]", "11": "The Lord fully vented[an] his wrath; he poured out his fierce anger.[ao] He started a fire in Zion; it consumed her foundations.[ap]", "12": "Neither the kings of the earth nor the people of the lands[aq] ever thought[ar] that enemy or foe could enter the gates[as] of Jerusalem.", "13": "But it happened[at] due to the sins of her prophets[au] and the iniquities of her priests, who poured out in her midst the blood of the righteous.", "14": "They[av] wander blindly[aw] through the streets, defiled by the blood they shed,[ax] while no one dares[ay] to touch their garments.", "15": "People cry to them, “Turn away! You are unclean! Turn away! Turn away! Don't touch us!” So they have fled and wander about; but the nations say,[az] “They may not stay here any longer.”", "16": "The Lord himself[ba] has scattered them; he no longer watches over them. They did not honor the priests;[bb] they did not show favor to the elders.[bc]", "17": "Our eyes continually failed us as we looked in vain for help.[bd] From our watchtowers we watched for a nation that could not rescue us.", "18": "Our enemies[be] hunted us down at every step[bf] so that we could not walk about in our streets. Our end drew near, our days were numbered,[bg] for our end had come!", "19": "Those who pursued us were swifter than eagles[bh] in the sky.[bi] They chased us over the mountains; they ambushed us in the wilderness.", "20": "Our very life breath—the Lord's anointed king[bj]— was caught in their traps,[bk] of whom we thought,[bl] “Under his protection[bm] we will survive among the nations.”", "21": "Rejoice and be glad for now,[bn] O people of Edom,[bo] who reside in the land of Uz. But the cup of judgment[bp] will pass[bq] to you also; you will get drunk and take off your clothes.", "22": "O people of Zion,[br] your punishment[bs] will come to an end;[bt] he will not prolong your exile. But, O people of Edom,[bu] he will punish your sin[bv] and reveal your offenses!"}