{"1": "At that time Hezekiah became sick and almost died. The prophet Isaiah son of Amoz went to see him and told him, “The Lord says, 'You will die soon, so you should tell your family what they should do when you die. You will not get well.'”", "2": "Hezekiah turned his face to the wall that faced the Temple and began praying to the Lord.", "3": "“Lord, remember that I have sincerely served you with all my heart. I have done what you say is good.” Then Hezekiah cried very hard.", "4": "Before Isaiah had left the middle courtyard, he received this message from the Lord,", "5": "“Go back and speak to Hezekiah, the leader of my people. Tell him, 'This is what the Lord, the God of your ancestor David, says: I heard your prayer and I saw your tears, so I will heal you. On the third day you will go up to the Temple of the Lord.", "6": "I will add 15 years to your life. I will save you and this city from the king of Assyria. I will protect this city. I will do this for myself and because of the promise I made to my servant David.'”", "7": "Then Isaiah said, “Crush figs together and put them on your sore; you will get well.” So they took the mixture of figs and put it on Hezekiah's sore place, and he got well.", "8": "Hezekiah asked Isaiah, “What will be the sign that the Lord will heal me, and that I will go up to the Temple of the Lord on the third day?”", "9": "Isaiah said, “Which do you want? Should the shadow go forward ten steps or go back ten steps?[a] This is the sign for you from the Lord to show that the Lord will do what he said he would do.”", "10": "Hezekiah answered, “It is an easy thing for the shadow to go down ten steps. No, make the shadow go back ten steps.”", "11": "Then Isaiah prayed, and the Lord made the shadow move back ten steps. It went back up the steps that it had already been on.", "12": "At that time Merodach Baladan son of Baladan was king of Babylon. He sent letters and a gift to Hezekiah when he heard that Hezekiah had been sick.", "13": "Hezekiah listened to the messengers and then showed them all the valuable things he owned. He showed them the silver, the gold, the spices, the expensive perfume, and the building where he stored the weapons. He showed them everything in his treasuries, in his palace, and in his kingdom.", "14": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men say? Where did they come from?” Hezekiah said, “These men came from a faraway country, from Babylon.”", "15": "Isaiah said, “What did they see in your palace?” Hezekiah answered, “They saw everything I own. I showed them all my wealth.”", "16": "Then Isaiah said to Hezekiah, “Listen to this message from the Lord.", "17": "The time is coming when everything in your palace and everything your ancestors have saved until today will be carried away to Babylon. Nothing will be left! The Lord said this.", "18": "The Babylonians will take your sons, and your sons will become officers[b] in the palace of the king of Babylon.”", "19": "Then Hezekiah told Isaiah, “This message from the Lord is good.” (Hezekiah said this because he thought, “There will be real peace and security during my lifetime.”)", "20": "All the great things that Hezekiah did, including his work on the pool and the aqueduct to bring water into the city, are written in the book, The History of the Kings of Judah.", "21": "Hezekiah died and was buried with his ancestors. And his son Manasseh became the new king after him."}