{"1": "After the salutation, 4 he praiseth them the more, to make them attentive unto him. 7 He reporteth the testimony of the doctrine which they heard of Epaphras. 13 He magnifieth God's grace towards them, 20 and showeth that all the parts of our salvation consist in Christ alone. Paul an Apostle of Jesus Christ, by the [a]will of God, and Timothy our brother,", "2": "To them which are at [b]Colosse, Saints and faithful brethren in Christ: Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.", "3": "[c]We give thanks to God even the [d]Father of our Lord Jesus Christ, always praying for you:", "4": "Since we heard of your faith in Christ Jesus, and of your love toward all Saints.", "5": "For the [e]hope's sake, which is laid up for you in heaven, whereof ye have heard before by the word of truth, which is the Gospel,", "6": "Which is come unto you, even as it is unto all the world, and is fruitful as it is also among you from the day that ye heard and truly knew the grace of God,", "7": "As ye also learned of Epaphras our dear fellow servant, which is for you a faithful minister of Christ:", "8": "[f]Who hath also declared unto us your love in the [g]Spirit.", "9": "For this cause we also, since the day we heard of it, cease not to pray for you, and to desire that ye might be fulfilled with knowledge of [h]his will in all wisdom, and spiritual understanding.", "10": "That ye might walk worthy of the Lord, and please him in all things, being fruitful in all good works, and increasing in the knowledge of God,", "11": "[i]Strengthened with all might through his glorious power, unto all patience, and longsuffering with [j]joyfulness,", "12": "[k]Giving thanks unto the [l]Father, which hath made us meet to be partakers of the inheritance of the Saints in [m]light,", "13": "Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son,", "14": "[n]In whom we have redemption through his blood, that is, the forgiveness of sins.", "15": "[o]Who is the image of the invisible God, [p]the first begotten of every creature.", "16": "For by him were all things created which are in heaven, and which are in earth, things visible and invisible: whether they be [q]Thrones, or Dominions, or Principalities, or Powers, all things were created by him, and for him.", "17": "And he is before all things, and in him all things consist.", "18": "[r]And he is the head of the body of the Church: he is the beginning, and the [s]first begotten of the dead, that in all things he might have the preeminence.", "19": "For it pleased the Father, that in him should [t]all fullness dwell.", "20": "[u]And through peace made by that blood of that his cross, to reconcile to himself through him, through him, I say, [v]all things, both which are in earth, and which are in heaven.", "21": "[w]And you which were in times past strangers and enemies, because your minds were set in evil works, hath [x]he now also reconciled,", "22": "In that body of his [y]flesh through death, to make you holy and unblameable, and without fault in his sight.", "23": "[z]If ye continue, grounded and established in the faith, and be not moved away from the hope of the Gospel, whereof ye have heard, and which hath been preached to [aa]every creature, which is under heaven, [ab]whereof I Paul am a minister.", "24": "Now rejoice I in my sufferings [ac]for you, and fulfill the [ad]rest of the afflictions of Christ in my flesh, for his body's sake, which is the Church,", "25": "[ae]Whereof I am a minister, according to the dispensation of God, which is given me unto youward, to fulfill the word of God,", "26": "Which is the mystery hid since the world began, and from all ages, but now is made manifest to his [af]Saints,", "27": "To whom God [ag]would make known what is the riches of his glorious mystery among the Gentiles, which riches is Christ in you, the hope of glory,", "28": "[ah]Whom we preach, admonishing every man, and teaching every man in [ai]all wisdom, that we may present every man perfect in Christ Jesus.", "29": "Whereunto I also labor and strive, according to his working which worketh in me mightily."}