{"1": "He condemneth, as vain, whatsoever is without Christ,  11 entreating specially of circumcision, 16 of abstinence from meats, 18 and of worshipping of Angels. 20 That we are delivered from the traditions of the Law through Christ. For I [a]would ye knew what great fighting I have for your sakes, and for them of Laodicea, and for as many as have not seen my [b]person in the flesh.", "2": "[c]That [d]their hearts might be comforted, and they knit together in love, and in all riches of the [e]full assurance of understanding, to know the mystery of God, even the Father, and of Christ:", "3": "In whom are hid all the treasures of [f]wisdom and knowledge.", "4": "[g]And this I say, lest any man should beguile you with [h]enticing words:", "5": "For though I be absent in the flesh, yet am I with you in the spirit, rejoicing and beholding your [i]order, and your [j]steadfast faith in Christ.", "6": "As ye have therefore [k]received Christ Jesus the Lord, so walk in him.", "7": "Rooted and built in him, and established in the faith, as ye have been taught, abounding therein with thanksgiving:", "8": "[l]Beware lest there be any man that [m]spoil you through philosophy, and vain deceit, [n]through the traditions of men, [o]according to the [p]rudiments of the world, [q]and not after Christ.", "9": "[r]For [s]in him [t]dwelleth [u]all the fullness of the Godhead [v]bodily.", "10": "And ye are complete in him, which is the head of all principality and power.", "11": "[w]In whom also ye are circumcised with circumcision made without hands, by putting off the [x]sinful body of the flesh, through the circumcision of Christ,", "12": "[y]In that ye are [z]buried with [aa]him through baptism, [ab]in whom ye are also raised up together through the faith of the operation of [ac]God, which raised him from the dead.", "13": "[ad]And you which were dead in sins, [ae]and in the uncircumcision of your flesh, hath he quickened together with him, forgiving you all your trespasses,", "14": "[af]And putting out the [ag]handwriting of ordinances that was against us, which was contrary to us, he even took it out of the way, and fastened it upon the cross,", "15": "And hath spoiled the [ah]Principalities, and Powers, and hath [ai]made a show of them openly, and hath triumphed over them in the [aj]same cross.", "16": "[ak]Let no man therefore condemn you in meat and drink, or in respect of an holy day, or of the new moon, or of the Sabbath days,", "17": "Which are but a shadow of things to come: but the [al]body is in Christ.", "18": "[am]Let no man at his pleasure bear rule over you by [an]humbleness of mind, and worshipping of Angels, [ao]advancing himself in those things which he never saw, [ap][aq]rashly puffed up with his fleshly mind,", "19": "[ar]And holdeth not the [as]head, whereof all the body furnished and knit together by joints and bands, increaseth with the increasing of [at]God.", "20": "[au]Wherefore if ye be dead with Christ from the ordinances of the world, why, [av]as though ye lived in the world, are ye burdened with traditions?", "21": "[aw]As, Touch not, Taste not, Handle not.", "22": "[ax]Which all perish with the using, [ay]and are after the commandments and doctrines of men.", "23": "[az]Which things have indeed a show of [ba]wisdom, in [bb]voluntary religion and humbleness of mind, and in [bc]not sparing the body, which are things of no value, since they pertain to the [bd]filling of the flesh."}