{"1": "Against earthly exercises, which the false apostles urged, 2 he setteth heavenly: 5 and beginneth with the mortifying of the flesh, 8 whence he draweth particular exhortations, 18 and particular duties which depend on each man's calling. If [a]ye then [b]be [c]risen with Christ, [d]seek those things which are above, where Christ sitteth at the right hand of God.", "2": "Set your affections on things which are above, and not on things which are on the [e]earth.", "3": "[f]For ye are dead, [g]and your life is hid with Christ in God.", "4": "When Christ which is our life, shall appear, then shall ye also appear with him in glory.", "5": "[h] Mortify therefore your [i]members which are on the earth, fornication, uncleanness, the inordinate affection, evil concupiscence, and covetousness which is idolatry.", "6": "For the which things' sake the wrath of God [j]cometh on the children of disobedience.", "7": "Wherein ye also walked once, when ye lived in them.", "8": "But now put ye away even all these things, wrath, anger, maliciousness, cursed speaking, filthy speaking, out of your mouth.", "9": "Lie not one to another: [k]seeing that ye have put off the old man with his works,", "10": "And have put on the new, [l]which is renewed in [m]knowledge after the image of him that created him,", "11": "[n]Where is neither Grecian nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond, free: But Christ is all, and in all things.", "12": "Now therefore as the elect of God, holy and beloved, [o]put on the [p]bowels of mercies, kindness, humbleness of mind, meekness, longsuffering:", "13": "Forbearing one another, and forgiving one another, if any man have a quarrel to another: even as Christ forgave, even so do ye.", "14": "And above all these things put on love, which is the [q]bond of perfectness.", "15": "And let the peace of God [r]rule in your hearts, to the which ye are called in [s]one body, and be ye thankful:", "16": "Let the word of Christ dwell in you plenteously in all wisdom, teaching and admonishing your own selves, in [t]Psalms, and hymns, and spiritual songs, singing with a grace in your hearts to the Lord,", "17": "And whatsoever ye shall do, in word or deed, do all in the [u]Name of the Lord Jesus, giving thanks to God even the Father by him.", "18": "¶ [v]Wives, submit yourselves unto your husbands, as it is [w]comely in the Lord.", "19": "[x]Husbands, love your wives, and be not bitter unto them.", "20": "¶ [y]Children, obey your parents in [z]all things: for that is well pleasing unto the Lord.", "21": "[aa]Fathers, provoke not your children to anger, lest they be discouraged.", "22": "¶ [ab] Servants, be obedient unto them that are your masters according to the flesh, in all things, not with eye service as men pleasers, but in singleness of heart, fearing God.", "23": "And whatsoever ye do, do it heartily, as to the Lord, and not to men,", "24": "Knowing that of the Lord ye shall receive the [ac]reward of the inheritance: for ye serve the Lord Christ.", "25": "[ad]But he that doeth wrong, shall receive for the wrong that he hath done: and there is no respect of persons."}