{"1": "He returneth to general exhortations, 3 touching prayer and gracious speech, 7and so endeth with greetings and commendations. Ye masters, do unto your servants, that which is just and equal, knowing that ye also have a master in heaven.", "2": "[a][b]Continue in prayer, and watch in the same with thanksgiving,", "3": "[c]Praying also for us, that God may open unto us the [d]door of utterance, to speak the mystery of Christ: wherefore I am also in bonds,", "4": "That I may utter it, as it becometh me to speak.", "5": "¶ [e]Walk [f]wisely toward them that are without, and redeem the [g]season.", "6": "[h]Let your speech be [i]gracious always, and powdered with [j]salt, that ye may know how to answer every man.", "7": "¶ Tychicus our beloved brother and faithful minister, and fellow servant in the Lord, shall declare unto you my whole state:", "8": "Whom I have sent unto you for the same purpose that he might know your state, and might comfort your hearts,", "9": "With Onesimus a faithful and a beloved brother, who is one of you. They shall show you of all things here.", "10": "Aristarchus my prison fellow saluteth you, and Marcus, Barnabas's cousin (touching whom ye received commandments: If he come unto you, receive him.)", "11": "And Jesus which is called Justus, which are of the circumcision. These [k]only are my work-fellows unto the [l]kingdom of God, which have been unto my consolation.", "12": "Epaphras the servant of Christ, which is one of you, saluteth you, and always striveth for you in prayers, that ye may stand perfect, and full in all the will of God.", "13": "For I bear him record, that he hath a great zeal for you, and for them of Laodicea, and them of Hierapolis, Luke the beloved physician greeteth you, and Demas.", "15": "Salute the brethren which are of Laodicea, and Nymphas, and the Church which is in his house.", "16": "And when this Epistle is read of you, cause that it be read in the Church of the Laodiceans also, and that ye likewise read the Epistle written from Laodicea,", "17": "And say to Archippus, Take heed to the ministry, that thou hast received in the Lord, that thou fulfill it.", "18": "The salutation by the hand of me Paul. Remember my bands. Grace be with you, Amen. ¶ Written from Rome to the Colossians, and sent by Tychicus, and Onesimus."}