{"1": "Paul Paulos,  called klētos to be an  apostle apostolos of  Christ Christos Jesus Iēsous by dia the  will thelēma of  God theos,  and kai Sosthenes Sōsthenēs our ho brother adelphos, ", "2": "to  the ho church ekklēsia of ho God theos that ho is eimi in en Corinth Korinthos,  to  those  sanctified hagiazō in en Christ Christos Jesus Iēsous and  called klētos to be  saints hagios together syn with  all pas those ho in en every pas place topos who  call epikaleō on  the ho name onoma of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos, both  their autos Lord  and kai ours hēmeis: ", "3": "Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "4": "I  am  always pantote giving eucharisteō thanks  to ho my egō God theos for peri you hymeis because epi of  the ho grace charis of ho God theos that ho was  given didōmi to  you hymeis in en Christ Christos Jesus Iēsous, ", "5": "that hoti in en every pas way  you  were  enriched ploutizō in en him autos in en all pas speech logos and kai all pas knowledge gnōsis— ", "6": "just kathōs as  the ho testimony martyrion about ho Christ Christos was  confirmed bebaioō among en you hymeis— ", "7": "so hōste that  you hymeis do  not mē lack hystereō in en any mēdeis spiritual charisma gift  as  you  wait apekdechomai for  the ho revealing apokalypsis of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "8": "He hos · kai will  keep bebaioō you hymeis steadfast  to heōs the  end telos,  guiltless anenklētos in en the ho day hēmera of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "9": "God theos is  faithful pistos,  · ho by dia whom hos you  were  called kaleō into eis fellowship koinōnia with ho his autos Son hyios,  Jesus Iēsous Christ Christos · ho our hēmeis Lord kyrios. ", "10": "I  appeal parakaleō to  · de you hymeis,  brothers adelphos,  by dia the ho name onoma of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos,  that hina you  all pas come  to  agreement ho and kai that  there  be eimi no mē divisions schisma among en you hymeis,  but de that  you  be eimi united katartizō in en the ho same autos frame nous of  mind  and kai the ho same autos judgment gnōmē. ", "11": "For gar it  has  been  reported dēloō to  me egō by hypo members  of ho Chloe's household  that hoti there  are eimi quarrels eris among en you hymeis,  my egō brothers adelphos. ", "12": "What  I  mean legō · de is  this houtos:  each hekastos of  you hymeis is  saying legō, “ I egō am eimi with  Paul Paulos,”  or de, “ I egō am  with  Apollos Apollōs,”  or de, “ I egō am  with  Cephas Kēphas,”  or de, “ I egō am  with  Christ Christos.” ", "13": "Has  Christ Christos been  divided merizō?  · ho Was  Paul Paulos crucified stauroō for hyper you hymeis?  Or ē were  you  baptized baptizō in eis the ho name onoma of  Paul Paulos? ", "14": "I  thank eucharisteō · ho God theos that hoti I  did baptizō not  baptize baptizō any oudeis of  you hymeis except ei mē Crispus Krispos and kai Gaius Gaios, ", "15": "so hina that  no mē one tis can  say legō that hoti you  were  baptized baptizō in eis · ho my emos name onoma. ", "16": "( I  also kai baptized baptizō · de the ho household oikos of  Stephanas Stephanas;  beyond loipos that  I  do  not ou know oida if ei I  baptized baptizō anyone tis else allos.) ", "17": "For gar Christ Christos did  not ou send apostellō me egō to  baptize baptizō but alla to  preach euangelizō the  gospel , and  not ou with en eloquent logos wisdom sophia,  lest hina mē the ho cross stauros of ho Christ Christos be  rendered  ineffective kenoō. ", "18": "For gar the ho message logos · ho of  the ho cross stauros is eimi foolishness mōria to  those ho who  are  perishing apollymi,  but de to ho us hēmeis who  are  being  saved sōzō it  is eimi the  power dynamis of  God theos. ", "19": "For gar it  is  written graphō, “ I  will  destroy apollymi the ho wisdom sophia of  the ho wise sophos,  and kai the ho shrewdness synesis of  the ho intelligent synetos I  will  thwart atheteō.” ", "20": "Where pou is the  wise sophos person ?  Where pou is the  scholar grammateus?  Where pou is the  brilliant syzētētēs debater  of ho this houtos age aiōn?  Has  not ouchi God theos made  foolish mōrainō · ho the ho wisdom sophia of  the ho world kosmos? ", "21": "For gar since epeidē in en the ho wisdom sophia of ho God theos the ho world kosmos did  not ou come  to  know ginōskō God theos through dia · ho wisdom sophia,  · ho God theos was  pleased eudokeō · ho through dia the ho foolishness mōria of ho what  we  preach kērygma to  save sōzō those ho who  believe pisteuō. ", "22": "For epeidē · kai Jews Ioudaios demand aiteō signs sēmeion and kai Greeks Hellēn are  looking  for zēteō wisdom sophia, ", "23": "but de we hēmeis preach kēryssō Christ Christos crucified stauroō, a  stumbling  block skandalon to  Jews Ioudaios and de foolishness mōria to  Gentiles ethnos. ", "24": "Yet de to  those autos who ho are  called klētos,  both te Jews Ioudaios and kai Greeks Hellēn,  Christ Christos is the  power dynamis of  God theos and kai the  wisdom sophia of  God theos. ", "25": "For hoti the ho foolishness mōros of ho God theos is eimi wiser sophos than  the wisdom  of ho men anthrōpos,  and kai the ho weakness asthenēs of ho God theos is  stronger ischuros than  the strength  of ho men anthrōpos. ", "26": "Consider blepō · ho your hymeis calling klēsis,  brothers adelphos:  according  to kata worldly  standards sarx,  not ou many polys of you were  wise sophos,  not ou many polys were  influential dynatos,  not ou many polys were  of  noble eugenēs birth . ", "27": "But alla God theos chose eklegomai the ho foolish mōros things  of  the ho world kosmos · ho to hina shame kataischunō the ho wise sophos;  · kai God theos chose eklegomai the ho weak asthenēs things  of  the ho world kosmos · ho to hina shame kataischunō the ho strong ischuros; ", "28": "· kai God theos chose eklegomai the ho things  that  the ho world kosmos considers  insignificant agenēs and kai · ho contemptible exoutheneō,  · ho what ho is  regarded eimi as  nothing mē,  to hina render  useless katargeō the ho things  that  are eimi, ", "29": "so hopōs that  no mē one pas can  boast kauchaomai in  the  presence enōpion of ho God theos. ", "30": "But de you hymeis are eimi of ek him autos in en Christ Christos Jesus Iēsous,  who hos became ginomai for  us hēmeis wisdom sophia from apo God theos,  and te righteousness dikaiosynē and kai sanctification hagiasmos and kai redemption apolytrōsis, ", "31": "so hina that ,  as kathōs it  is  written graphō, “ Let kauchaomai the ho one  who  boasts kauchaomai,  boast kauchaomai in en the  Lord kyrios.” "}