{"1": "For gar I  do  not ou want thelō you hymeis to  be  unaware agnoeō,  brothers adelphos,  that hoti · ho our hēmeis fathers patēr were eimi all pas under hypo the ho cloud nephelē and kai all pas passed dierchomai through dia the ho sea thalassa, ", "2": "and kai all pas were  baptized baptizō into eis · ho Moses Mōysēs in en the ho cloud nephelē and kai in en the ho sea thalassa, ", "3": "and kai all pas ate esthiō the ho same autos spiritual pneumatikos food brōma, ", "4": "and kai all pas drank pinō the ho same autos spiritual pneumatikos drink poma;  for gar they  used  to  drink pinō from ek the  spiritual pneumatikos rock petra that  followed akoloutheō them,  and de that ho rock petra was eimi · ho Christ Christos. ", "5": "But alla with en most polys of  them autos God theos was  not ou · ho pleased eudokeō,  · ho for gar their corpses  were  scattered katastrōnnymi over en the ho desert erēmos. ", "6": "Now de these houtos things  took  place ginomai as  examples typos for  us hēmeis,  so eis that  we hēmeis would eimi not mē crave epithumētēs evil kakos things ,  even  as kathōs they kakeinos did epithumeō. ", "7": "So  do ginomai not mēde become ginomai idolaters eidōlolatrēs,  as kathōs some tis of  them autos were.  As hōsper it  is  written graphō, “ The ho people laos sat kathizō down  to  eat esthiō and kai drink pinō and kai rose  up anistēmi to  play paizō.” ", "8": "We  must  not mēde indulge  in  sexual  immorality porneuō,  as kathōs some tis of  them autos did porneuō,  and kai twenty-three eikosi thousand chilias fell piptō in  a  single heis day hēmera. ", "9": "And  let  us  not mēde put  Christ Christos to  the  test ekpeirazō,  · ho as kathōs some tis of  them autos did peirazō,  and kai were  destroyed apollymi by hypo · ho serpents ophis. ", "10": "And  do  not mēde grumble gongyzō,  as kathaper some tis of  them autos did gongyzō,  and kai were  killed apollymi by hypo the ho destroyer olothreutēs. ", "11": "Now de these houtos events  happened symbainō to  them ekeinos as  examples typikōs,  but de were  written graphō down  as  warnings nouthesia for pros us hēmeis,  on eis whom hos the ho end telos of  the ho ages aiōn has  come katantaō. ", "12": "So hōste let  the ho one  who  thinks dokeō he  stands histēmi watch blepō out  lest mē he  fall piptō. ", "13": "No ou trial peirasmos has  overtaken lambanō you hymeis that  is  not ei distinctively  human anthrōpinos;  and de God theos is  faithful pistos;  · ho he hos will  not ou let eaō you hymeis be  tested peirazō beyond hyper what hos you  can dynamai bear ,  but alla with syn the ho trial peirasmos will  also kai provide poieō the ho way  through ekbasis,  so  that ho you  will  be  able dynamai to  endure hypopherō it. ", "14": "Therefore dioper,  my egō dear  friends agapētos,  flee pheugō from apo the ho worship  of  idols eidōlolatria. ", "15": "I  speak legō as hōs to  sensible  people phronimos;  judge krinō for  yourselves hymeis what hos I  am  about  to  say phēmi. ", "16": "The ho cup potērion of ho blessing eulogia that hos we  bless eulogeō,  is  it eimi not ouchi a  sharing koinōnia in  the ho blood haima of ho Christ Christos?  The ho bread artos that hos we  break klaō,  is  it eimi not ouchi a  sharing koinōnia in  the ho body sōma of ho Christ Christos? ", "17": "Because hoti there is  one heis loaf artos,  we eimi who ho are  many polys are eimi one heis body sōma,  · ho for gar we metechō all pas partake metechō of ek the ho one heis loaf artos. ", "18": "Consider blepō · ho Israel Israēl according kata to  the  flesh sarx:  are eimi not ou those ho who  eat esthiō the ho sacrifices thusia sharers koinōnos in  the ho altar thusiastērion? ", "19": "So oun what tis am  I  implying phēmi?  That hoti food  offered  to  idols eidōlothutos is eimi anything tis,  or ē that hoti an  idol eidōlon is eimi anything tis? ", "20": "No alla, what I am implying is  that hoti the  things  that hos people  sacrifice thuō,  they  sacrifice thuō to  demons daimonion and kai not ou to  God theos;  and de I  do  not ou want thelō you hymeis to  be ginomai sharers koinōnos with ho demons daimonion. ", "21": "You  cannot ou drink pinō the  cup potērion of  the  Lord kyrios and kai the  cup potērion of  demons daimonion;  you  cannot ou partake metechō of  the  table trapeza of  the  Lord kyrios and kai the  table trapeza of  demons daimonion. ", "22": "Or ē are  we  trying  to  provoke parazēloō the ho Lord kyrios to  jealousy ?  Are  we eimi stronger ischuros than  he autos? ", "23": "“ All pas things  are permissible,”  but alla not ou all pas things  are  helpful sympherō. “ All pas things  are permissible,”  but alla not ou all pas things  build  up oikodomeō. ", "24": "Let zēteō no  one mēdeis seek zēteō · ho his heautou own  advantage,  but alla that ho of  the ho other heteros. ", "25": "Eat esthiō whatever pas · ho is  sold pōleō in en the  marketplace makellon,  asking  no mēdeis question anakrinō based dia on  · ho conscience syneidēsis, ", "26": "for gar the ho earth gē and kai its autos fullness plērōma belong  to  the ho Lord kyrios.  · ho", "27": "If ei one tis of  the ho unbelievers apistos invites kaleō you hymeis to a meal  and kai you  decide thelō to  go poreuō,  eat esthiō whatever pas · ho is  set  before paratithēmi you hymeis,  asking  no mēdeis question anakrinō based dia on  · ho conscience syneidēsis. ", "28": "However de,  if ean someone tis should  say legō to  you hymeis, “ This houtos has  been eimi offered hierothutos in  sacrifice ,” then  do  not mē eat esthiō it,  for  the  sake dia of  the  one ekeinos who ho told mēnyō you,  and kai for  the  sake  of  · ho conscience syneidēsis— ", "29": "I  mean legō the ho conscience syneidēsis · de of  the ho other  person heteros,  not ouchi · ho your  own heautou.  Why hinati then gar should  · ho my egō liberty eleutheria be  determined krinō by hypo the  conscience syneidēsis of  another allos? ", "30": "If ei I egō partake metechō with  thankfulness charis,  why tis am  I  blamed blasphēmeō because of that  for hyper which hos I egō give  thanks eucharisteō? ", "31": "So oun,  whether eite you  eat esthiō or eite drink pinō,  or eite whatever tis you  do poieō,  do poieō everything pas for eis the  glory doxa of  God theos. ", "32": "Do ginomai not  be ginomai a  stumbling  block aproskopos to  either kai Jews Ioudaios or kai Greeks Hellēn,  or kai to  the ho church ekklēsia of ho God theos; ", "33": "even  as kathōs I kagō try  to  please areskō everyone pas in  everything pas I do,  not mē seeking zēteō · ho my emautou own  advantage symphoros but alla that ho of  the ho many polys,  so  that hina they  may  be  saved sōzō. "}