{"1": "Be ginomai imitators mimētēs of  me egō,  as kathōs I  also kagō am  of  Christ Christos. ", "2": "I  commend epaineō · de you hymeis because hoti you  remember mimnēskomai me egō in  everything pas and kai hold  firmly  to katechō the ho traditions paradosis just  as kathōs I  passed  them  on paradidōmi to  you hymeis. ", "3": "But de I  want thelō you hymeis to  understand oida that hoti the ho head kephalē of  every pas man anēr is eimi · ho Christ Christos,  and de the  head kephalē of  a  wife gynē is  her ho husband anēr,  and de the  head kephalē of ho Christ Christos is  · ho God theos. ", "4": "Any pas man anēr who  prays proseuchomai or ē prophesies prophēteuō with echō his  head kephalē covered kata disgraces kataischunō · ho his autos head kephalē, ", "5": "but de any pas wife gynē who  prays proseuchomai or ē prophesies prophēteuō with  her ho head kephalē uncovered akatakalyptos disgraces kataischunō · ho her autos head kephalē,  for gar it  is eimi one heis and kai the ho same autos as a  woman ho who  has  her  head  shaved xyraō. ", "6": "For gar if ei a  woman gynē will  not ou cover katakalyptō her head,  · kai she  should  cut  her  hair  short keirō.  But de if ei it is  disgraceful aischros for  a  woman gynē · ho to  have  her  hair  cut  short keirō or ē have  her  head  shaved xyraō,  she  should  cover  her  head katakalyptō. ", "7": "For gar a  man anēr should opheilō not ou have  his ho head kephalē covered katakalyptō,  since  he  is hyparchō the  image eikōn and kai glory doxa of  God theos,  but de · ho woman gynē is eimi the  glory doxa of  man anēr. ", "8": "For gar man anēr did  not ou come eimi from ek woman gynē,  but alla woman gynē from ek man anēr. ", "9": "· kai Neither ou was  man anēr created ktizō for dia · ho woman gynē,  but alla woman gynē for dia · ho man anēr. ", "10": "For dia this houtos reason  a  woman gynē ought opheilō · ho to  have echō a sign of  authority exousia on epi her ho head kephalē,  because dia of  the ho angels angelos. ", "11": "Nevertheless plēn,  in en the  Lord kyrios woman gynē is  not oute independent chōris of  man anēr nor oute is  man anēr independent chōris of  woman gynē; ", "12": "for gar just  as hōsper the ho woman gynē came  from ek · ho man anēr,  so houtōs also kai the ho man anēr now comes  through dia · ho woman gynē.  · ho And de all pas things  come  from ek · ho God theos. ", "13": "Judge krinō for en yourselves hymeis autos:  is  it eimi proper prepō for  a  wife gynē to  pray proseuchomai to ho God theos with  her  head  uncovered akatakalyptos? ", "14": "Does  not oude · ho nature physis itself autos teach didaskō you hymeis that hoti if ean a  man anēr has  long  hair komaō,  it  is eimi a  disgrace atimia for  him autos, ", "15": "but de if ean a  woman gynē has  long  hair komaō,  it  is eimi her autos glory doxa?  For hoti her ho long  hair komē is  given didōmi to  her autos for anti a  covering peribolaion. ", "16": "If ei · de anyone tis is  inclined dokeō to  be eimi quarrelsome philoneikos,  we hēmeis have echō no ou such toioutos practice synētheia,  nor oude do  the ho churches ekklēsia of ho God theos. ", "17": "But de in  giving parangellō the  following houtos instructions parangellō I  do  not ou commend epaineō you,  because hoti when  you  come  together synerchomai it is  not ou for eis the ho better kreittōn but alla for eis the ho worse hēssōn. ", "18": "For gar in  the  first prōton place ,  I  hear akouō that  when  you hymeis gather synerchomai as en a  church ekklēsia there  are hyparchō divisions schisma among en you hymeis,  and kai in  part meros I  believe pisteuō it tis, ", "19": "for gar there  must dei be eimi · kai factions hairesis among en you hymeis so  that hina · kai it  may  become ginomai clear phaneros who ho among en you hymeis are  genuine dokimos. ", "20": "Therefore oun when  you hymeis gather synerchomai in epi the ho assembly autos,  it  is eimi not ou to  eat esthiō a  supper deipnon in  honor  of  the  Lord kyriakos. ", "21": "For gar when en it comes time  to  eat esthiō,  each hekastos one  goes  ahead  with prolambanō · ho his idios own  supper deipnon;  and kai one hos remains  hungry peinaō while de another hos becomes  drunk methyō. ", "22": "Can it be that  you  do echō not ou have echō houses oikia in eis which ho to  eat esthiō and kai drink pinō?  Or ē are  you  trying  to  show  contempt  for kataphroneō the ho church ekklēsia of ho God theos by kai humiliating kataischunō those ho who  have echō nothing mē?  What tis should  I  say legō to  you hymeis?  Should  I  commend epaineō you hymeis?  For en this houtos I  will  not ou commend epaineō you. ", "23": "For gar I egō received paralambanō from apo the ho Lord kyrios that  which hos I  also kai passed paradidōmi on  to  you hymeis:  that hoti the ho Lord kyrios Jesus Iēsous on en the ho night nyx when hos he  was  betrayed paradidōmi took lambanō bread artos, ", "24": "and kai after  giving  thanks eucharisteō,  he  broke klaō it,  and kai said legō, “ This houtos is eimi my egō · ho body sōma which ho is  for hyper you hymeis.  Do poieō this houtos in eis · ho remembrance  of anamnēsis me emos.” ", "25": "In  the  same  way hōsautōs, he took  the ho cup potērion also kai,  after meta · ho supper deipneō,  saying legō, “ This houtos · ho cup potērion is eimi the ho new kainos covenant diathēkē in en · ho my emos blood haima.  Do poieō this houtos,  as  often  as hosakis you  drink pinō it,  in eis · ho remembrance  of anamnēsis me emos.” ", "26": "For gar as  often  as hosakis you  eat esthiō · ho this houtos bread artos and kai drink pinō this ho cup potērion,  you  proclaim katangellō the ho Lord' s kyrios death thanatos · ho until achri hos he  comes erchomai. ", "27": "Whoever hos,  therefore hōste,  eats esthiō this ho bread artos or ē drinks pinō this ho cup potērion of  the ho Lord kyrios in  an  unworthy  manner anaxiōs will  be eimi guilty enochos of  the ho body sōma and kai · ho blood haima of  the ho Lord kyrios. ", "28": "A  person anthrōpos should  examine dokimazō · de himself heautou,  then kai, and  so houtōs eat esthiō of ek the ho bread artos and kai drink pinō of ek the ho cup potērion. ", "29": "For gar the ho one  who  eats esthiō and kai drinks pinō without mē discerning diakrinō the ho body sōma eats esthiō and kai drinks pinō judgment krima on  himself heautou. ", "30": "That  is  why dia many polys of en you hymeis are  weak asthenēs and kai sick arrōstos,  and kai quite  a  few hikanos are  dead koimaō. ", "31": "But de if ei we  had  been  examining diakrinō ourselves heautou,  we  would an not ou come  under  judgment krinō. ", "32": "But de when  we  are  judged krinō by hypo the ho Lord kyrios,  we  are  being  corrected  by  discipline paideuō,  so  that hina we  will katakrinō not mē be  condemned katakrinō along  with syn the ho world kosmos. ", "33": "So  then hōste,  my egō brothers adelphos,  when  you  come  together synerchomai to eis eat esthiō,  wait  for ekdechomai one  another allēlōn. ", "34": "If ei anyone tis is  hungry peinaō,  he  should  eat esthiō at en home oikos,  so  that hina when  you  come  together synerchomai it does  not mē lead  to eis judgment krima.  I  will  give  directions diatassō about  · ho · de other loipos matters  when hōs I  come erchomai. "}