{"1": "Now de concerning peri · ho spiritual  gifts pneumatikos,  brothers adelphos,  I  do  not ou want thelō you hymeis to  be  uninformed agnoeō. ", "2": "You  know oida that hoti when hote you  were eimi pagans ethnos you  were agō somehow hōs seduced agō and  led  astray apagō to pros · ho idols eidōlon that ho could  not  speak aphōnos. ", "3": "Therefore dio I  want  you hymeis to  understand gnōrizō that hoti no  one oudeis speaking laleō by en the  Spirit pneuma of  God theos says legō, “ Jesus Iēsous is  accursed anathema!”  and kai no  one oudeis can dynamai say legō, “ Jesus Iēsous is  Lord kyrios,”  except ei mē by en the  Holy hagios Spirit pneuma. ", "4": "Now de there  are eimi different diairesis kinds  of  gifts charisma,  but de the ho same autos Spirit pneuma; ", "5": "and kai there  are eimi different  kinds diairesis of  ministries diakonia,  but kai the ho same autos Lord kyrios; ", "6": "and kai there  are eimi different diairesis accomplishments energēma,  but de it is  the ho same autos God theos who ho produces energeō · ho all pas of them  in en everyone pas. ", "7": "But de the ho manifestation phanerōsis of  the ho Spirit pneuma is  given didōmi to  each hekastos one  for pros the ho good  of  all sympherō. ", "8": "For gar to  one hos is  given didōmi through dia the ho Spirit pneuma a  message logos of  wisdom sophia,  to  another allos · de a  message logos of  knowledge gnōsis according kata to  the ho same autos Spirit pneuma, ", "9": "to  another heteros faith pistis by en the ho same autos Spirit pneuma,  to  another allos · de gifts charisma of  healing iama by en the ho one heis Spirit pneuma, ", "10": "to  another allos · de performance energēma of  miracles dynamis,  to  another allos · de prophecy prophēteia,  to  another allos · de discerning diakrisis of  spirits pneuma,  to  another heteros various  kinds genos of  tongues glōssa,  and de to  another allos interpretation hermēneia of  tongues glōssa. ", "11": "But de it is  the ho one heis and kai · ho same autos Spirit pneuma,  distributing diaireō to  each idios as kathōs he  determines boulomai,  who  produces energeō all pas these  things houtos. ", "12": "For gar just  as kathaper the ho physical  body sōma is eimi one heis yet kai has echō many polys members melos,  and de all pas the ho members melos of  the ho body sōma,  though eimi many polys,  are eimi one heis body sōma,  so houtōs also kai is  the ho body of  Christ Christos. ", "13": "· kai For gar in en one heis Spirit pneuma we hēmeis were baptizō all pas baptized baptizō into eis one heis body sōma,  whether eite Jews Ioudaios or eite Greeks Hellēn, slaves  or eite free eleutheros,  and kai we  were potizō all pas imbued  with potizō one heis Spirit pneuma. ", "14": "For gar indeed kai the ho body sōma is eimi not ou a  single heis member melos,  but alla many polys. ", "15": "If ean the ho foot pous should  say legō, “ Since hoti I  am eimi not ou a  hand cheir,  I  am eimi not ou part  of ek the ho body sōma,”  it  would  not ou for para that houtos reason  cease ou to  be eimi part  of ek the ho body sōma. ", "16": "And kai if ean the ho ear ous should  say legō, “ Since hoti I  am eimi not ou an  eye ophthalmos,  I  am eimi not ou part  of ek the ho body sōma,”  it  would  not ou for para that houtos reason  cease ou to  be eimi part  of ek the ho body sōma. ", "17": "If ei the ho whole holos body sōma were an  eye ophthalmos,  where pou would  the ho sense  of  hearing akoē be?  If ei the  whole holos body were an  ear akoē,  where pou would  the ho sense  of  smell osphrēsis be? ", "18": "But de as  it  is nyni,  · ho God theos arranged tithēmi the ho members melos in en the ho body sōma,  every hekastos one heis of  them autos,  just  as kathōs he  chose thelō. ", "19": "If ei · de they  were eimi · ho all pas a  single heis member melos,  where pou would  the ho body sōma be? ", "20": "But de as  it  is nyn, there are  many polys members melos,  but de one heis body sōma. ", "21": "The ho eye ophthalmos cannot ou dynamai · de say legō to  the ho hand cheir, “ I  have echō no ou need chreia of  you sy”;  nor ē again palin the ho head kephalē to  the ho feet pous, “ I  have echō no ou need chreia of  you hymeis.” ", "22": "Quite polys the  contrary alla,  those ho members melos of  the ho body sōma that  seem dokeō to  be hyparchō weaker asthenēs are eimi indispensable anankaios, ", "23": "and kai those  members houtos of  the ho body sōma that hos we  consider dokeō less  honorable atimos we  clothe  with peritithēmi greater perissoteros honor timē,  and kai · ho our hēmeis unpresentable aschēmōn members  are  treated  with echō greater perissoteros modesty euschēmosynē, ", "24": "· ho whereas de our hēmeis presentable  members euschēmōn have echō no ou such  need chreia.  Instead alla,  · ho God theos has  so  arranged synkerannymi the ho body sōma,  giving didōmi greater perissoteros honor timē to  the ho member  that  lacked hystereō it, ", "25": "so  that hina there  would  be eimi no mē division schisma in en the ho body sōma,  but alla that  the ho members melos would  have merimnaō the ho same autos care merimnaō for hyper one allēlōn another . ", "26": "And kai if eite one heis member melos suffers paschō,  every pas member melos suffers sympaschō with  it;  · ho if eite one heis member melos is  honored doxazō,  every pas member melos rejoices synchairō with  it.  · ho", "27": "Now de you hymeis are eimi Christ' s Christos body sōma and kai each of you is a  member melos of ek it meros. ", "28": "And kai God theos has  appointed tithēmi · ho in en the ho church ekklēsia first prōton apostles apostolos,  second deuteros prophets prophētēs,  third triton teachers didaskalos,  then epeita miracles dynamis,  then epeita gifts charisma of  healing iama,  those  able  to  help antilēmpsis others ,  those  who  can  provide  guidance kybernēsis, and  various  kinds genos of  tongues glōssa. ", "29": "Not mē all pas are  apostles apostolos, are they?  Not mē all pas are  prophets prophētēs, are they?  Not mē all pas are  teachers didaskalos, are they?  Not mē all pas work  miracles dynamis, do they? ", "30": "Not mē all pas have echō gifts charisma of  healing iama, do they?  Not mē all pas speak laleō in  tongues glōssa, do they?  Not mē all pas are  able  to  interpret diermēneuō, are they? ", "31": "Set  your  hearts zēloō then de on  the ho higher megas gifts charisma.  · ho And kai now eti I  will  show deiknymi you hymeis a  way hodos that is  beyond kata comparison hyperbolē. "}