{"1": "If ean I  speak laleō in  the ho tongues glōssa of ho men anthrōpos and kai of ho angels angelos,  but de do echō not mē have echō love agapē,  I  am ginomai a  resounding ēcheō gong chalkos or ē a  clanging alalazō cymbal kymbalon. ", "2": "And kai if ean I  have echō the gift of  prophecy prophēteia,  and kai understand oida · ho all pas mysteries mystērion and kai all pas · ho knowledge gnōsis,  and kai if ean I  have echō all pas · ho faith pistis so  that hōste I  can  remove methistēmi mountains oros,  but de do echō not mē have echō love agapē,  I  am eimi nothing outheis. ", "3": "If  I kan give  away psōmizō everything pas · ho I egō own hyparchō,  and kai if ean I  surrender paradidōmi · ho my egō body sōma to hina be  burned kauchaomai,  but de do echō not mē have echō love agapē,  it  benefits  me ōpheleō nothing oudeis. ", "4": "· ho Love agapē is  patient makrothumeō,  love agapē is  kind chrēsteuomai,  · ho it  does  not ou envy zēloō.  · ho Love agapē does  not ou brag perpereuomai,  it  is  not ou arrogant physioō, ", "5": "it  is  not ou rude aschēmoneō,  it  is  not ou self-seeking zēteō,  · ho it  is  not ou easily  angered paroxynō,  it  keeps  no ou account logizomai of ho wrongs kakos, ", "6": "it  takes  no ou pleasure chairō in epi · ho wrongdoing adikia,  but de rejoices synchairō in  the ho truth alētheia. ", "7": "Love  bears stegō all pas things ,  believes pisteuō all pas things ,  hopes elpizō all pas things ,  endures hypomenō all pas things . ", "8": "· ho Love agapē never oudepote comes  to  an  end piptō.  But de if eite there are  prophecies prophēteia,  they  will  be  set  aside katargeō;  if eite there are  tongues glōssa,  they  will  cease pauō;  if eite there is  knowledge gnōsis,  it  will  be  set  aside katargeō. ", "9": "For gar we  know ginōskō in ek part meros and kai we  prophesy prophēteuō in ek part meros, ", "10": "but de when hotan what ho is  complete teleios comes erchomai,  the ho partial ek meros will  be  set  aside katargeō. ", "11": "When hote I  was eimi a  child nēpios,  I  talked laleō like hōs a  child nēpios,  I  thought phroneō like hōs a  child nēpios,  I  reasoned logizomai like hōs a  child nēpios.  When hote I  became ginomai a  man anēr,  I  set  aside katargeō childish nēpios ways ho.  · ho", "12": "For gar the  present arti we  are  looking blepō through dia a  mirror esoptron obscurely en ainigma,  but de then tote face prosōpon to pros face prosōpon.  Now arti I  know ginōskō in ek part meros;  then tote · de I  will  know  fully epiginōskō,  just  as kathōs · kai I  have  been  fully  known epiginōskō. ", "13": "And de now nyni remain menō faith pistis,  hope elpis, and  love agapē;  · ho these houtos three treis.  And de the  greatest megas of  these houtos is  · ho love agapē. "}