{"1": "Pursue diōkō · ho love agapē,  and de earnestly  desire zēloō the ho spiritual pneumatikos gifts ,  but de especially mallon that hina you  may  prophesy prophēteuō. ", "2": "For gar the ho one  speaking laleō in  a  tongue glōssa speaks laleō not ou to  men anthrōpos but alla to  God theos;  indeed gar,  no  one oudeis understands akouō him,  yet de he  is  speaking laleō mysteries mystērion by  the  Spirit pneuma. ", "3": "On  the  other  hand de,  the ho one  who  prophesies prophēteuō speaks laleō to  people anthrōpos for  their  edification oikodomē,  · kai encouragement paraklēsis,  and kai consolation paramythia. ", "4": "The ho one  who  speaks laleō in  a  tongue glōssa edifies oikodomeō himself heautou,  but de the ho one  who  prophesies prophēteuō edifies oikodomeō the  church ekklēsia. ", "5": "Now de I  would  like thelō all pas of  you hymeis to  speak laleō in  tongues glōssa,  but de even  more mallon to hina prophesy prophēteuō.  The ho one  who  prophesies prophēteuō is  greater megas · de than ē the ho one  who  speaks laleō in  tongues glōssa,  unless ektos ei he  interprets diermēneuō so  that hina the ho church ekklēsia may  receive lambanō edification oikodomē. ", "6": "But de as  it  is nyn,  brothers adelphos,  if ean I  come erchomai to pros you hymeis speaking laleō in  tongues glōssa,  how tis will  I  benefit ōpheleō you hymeis unless ean mē I  impart laleō to  you hymeis some ē revelation apokalypsis or ē knowledge gnōsis or ē prophecy prophēteia or ē teaching didachē? ", "7": "It is the  same homōs with  · ho lifeless apsychos things  that  produce didōmi sound phōnē,  whether eite flute aulos or eite harp kithara;  if ean they  do didōmi not mē make didōmi a  difference diastolē between ho notes phthongos,  how pōs will  what ho is  being  played  on  the  flute auleō or ē the ho harp kitharizō be  understood ginōskō? ", "8": "Again kai,  if ean the  bugle salpinx gives didōmi an  uncertain adēlos call phōnē,  who tis will  get  ready paraskeuazō for eis battle polemos? ", "9": "So houtōs · kai it is with  you hymeis;  if ean you  do didōmi not mē speak didōmi a  clear eusēmos message logos with dia your ho tongue glōssa,  how pōs will  anyone  know ginōskō what ho is  being  said laleō?  You  will  be eimi speaking laleō into eis the  air aēr. ", "10": "There  are eimi who-knows-how-many tosoutos ei kinds genos of  languages phōnē in en the  world kosmos,  and kai none oudeis is  without  meaning aphōnos. ", "11": "But oun if ean I  do  not mē grasp oida the ho meaning dynamis of  the ho language phōnē,  I  will  be eimi a  foreigner barbaros to  the ho speaker laleō and kai the ho speaker laleō a  foreigner barbaros to en me egō. ", "12": "So houtōs · kai it is with  you hymeis.  Since epei you  are eimi eager zēlōtēs for  manifestations  of  the  Spirit pneuma,  seek zēteō to hina excel perisseuō for pros the ho edification oikodomē of  the ho church ekklēsia. ", "13": "For  this  reason dio,  the ho one  who  speaks laleō in  a  tongue glōssa should  pray proseuchomai that hina he  will  be  able  to  interpret diermēneuō. ", "14": "For gar if ean I  pray proseuchomai in  a  tongue glōssa,  · ho my egō spirit pneuma prays proseuchomai · ho but de my egō mind nous is eimi unproductive akarpos. ", "15": "What tis then oun shall  I  do eimi?  I  will  pray proseuchomai with  my ho spirit pneuma,  but de I  will  also kai pray proseuchomai with  my ho understanding nous.  I  will  sing  praises psallō with  my ho spirit pneuma,  but de I  will  also kai sing  praises psallō with  my ho understanding nous. ", "16": "Otherwise epei,  if ean you  are  praising eulogeō God  by en the  Spirit pneuma,  how pōs can  anyone ho in anaplēroō the ho position topos of ho an  outsider idiōtēs say legō,  · ho “ Amen amēn,”  to epi · ho your sos thanksgiving eucharistia since epeidē he  does oida not ou know oida what tis you  are  saying legō? ", "17": "For gar you sy are  giving  thanks eucharisteō well kalōs enough ,  but alla the ho other heteros person  is  not ou being  edified oikodomeō. ", "18": "I  thank eucharisteō · ho God theos I  speak laleō in  tongues glōssa more mallon than  all pas of  you hymeis; ", "19": "however alla,  in en church ekklēsia I  would thelō rather  speak laleō five pente words logos with ho my egō understanding nous,  so  as  to hina instruct katēcheō others allos also kai,  than ē ten  thousand myrios words logos in en a  tongue glōssa. ", "20": "Brothers adelphos,  do ginomai not mē be ginomai children paidion in  your ho thinking phrēn.  Rather alla,  in ho evil kakia be  infants nēpiazō but de in  your ho thinking phrēn be ginomai adults teleios. ", "21": "In en the ho Law nomos it  is  written graphō, “ By en people  with  strange  tongues heteroglōssos and kai by en the  lips cheilos of  foreigners heteros will  I  speak laleō to ho this houtos people laos,  yet kai not  even oude in  this  way houtōs will  they  listen eisakouō to  me egō,  says legō the  Lord kyrios.” ", "22": "So  then hōste · ho tongues glōssa are eimi for eis a  sign sēmeion,  not ou for ho believers pisteuō but alla for ho unbelievers apistos,  · ho while de prophecy prophēteia is  not ou for ho unbelievers apistos but alla for ho believers pisteuō. ", "23": "So oun if ean the ho whole holos church ekklēsia assembles synerchomai in epi the ho same autos place  and kai everyone pas is  speaking laleō in  tongues glōssa,  and de outsiders idiōtēs or ē unbelievers apistos come  in eiserchomai,  will  they  not ou say legō that hoti you  are  out  of  your  minds mainomai? ", "24": "But de if ean all pas are  prophesying prophēteuō,  and de an tis unbeliever apistos or ē outsider idiōtēs comes eiserchomai in ,  he  is  convicted elenchō by hypo all pas,  he  is  called  to  account anakrinō by hypo all pas, ", "25": "and  the ho secrets kryptos of ho his autos heart kardia are ginomai laid  bare phaneros.  · kai Thus houtōs he  will  fall piptō on epi his  face prosōpon and  worship proskyneō · ho God theos,  declaring apangellō, “ God theos is eimi really ontōs · ho among en you hymeis.” ", "26": "What tis then oun is eimi the  outcome ,  brothers adelphos?  When hotan you  come  together synerchomai,  each hekastos one  has echō a  hymn psalmos, a  word  of  instruction didachē, a  revelation apokalypsis, a  tongue glōssa, an  interpretation hermēneia.  Let ginomai all pas things  be  done ginomai for pros edification oikodomē. ", "27": "If eite any tis speak laleō in  a  tongue glōssa, it should be  only kata two dyo,  or ē at  the ho most polys three treis,  and kai each ana in  turn meros;  and kai someone heis must  interpret diermēneuō. ", "28": "But de if ean there  is eimi no mē one  who  can  interpret diermēneutēs, the  speaker  should  remain  silent sigaō in en church ekklēsia and de speak laleō to  himself heautou and kai to ho God theos. ", "29": "· de Two dyo or ē three treis should  speak laleō as  prophets prophētēs and kai · ho others allos should  weigh  carefully diakrinō what is said. ", "30": "But de if ean a  revelation  comes apokalyptō to  another allos person  who  is  sitting  down kathēmai,  the ho first prōtos speaker  should  stop sigaō. ", "31": "For gar in this way  all pas will  be  able dynamai to  prophesy prophēteuō one  by  one kata,  with  the  result  that hina all pas may  learn manthanō and kai all pas be  encouraged parakaleō, ", "32": "Indeed kai, the  spirits pneuma of  prophets prophētēs are  subject hypotassō to  prophets prophētēs, ", "33": "for gar God theos is eimi not ou a God  of  confusion akatastasia · ho but alla of  peace eirēnē.  As hōs in en all pas the ho churches ekklēsia of  the ho saints hagios, ", "34": "the ho women gynē are  to  be  silent sigaō in en the ho churches ekklēsia,  for gar they autos are  not ou permitted epitrepō to  speak laleō.  Rather alla,  they  are  to  be  submissive hypotassō,  as kathōs in  fact kai the ho law nomos says legō. ", "35": "And de if ei they  want thelō to  find  out  about manthanō something tis,  they  should  ask eperōtaō their  own idios husbands anēr at en home oikos;  · ho for gar it  is eimi improper aischros for  a  woman gynē to  speak laleō in en church ekklēsia. ", "36": "Or ē did exerchomai the ho word logos of ho God theos originate exerchomai with apo you hymeis?  Or ē did  it  come katantaō to eis you hymeis alone monos? ", "37": "If ei anyone tis considers dokeō himself  to  be eimi a  prophet prophētēs or ē spiritual pneumatikos,  let  him  acknowledge epiginōskō that hoti what hos I  am  writing graphō to  you hymeis is eimi a  command entolē of  the  Lord kyrios. ", "38": "If ei · de anyone tis fails  to  acknowledge agnoeō this,  he  will  not  be  acknowledged agnoeō. ", "39": "So hōste,  my egō brothers adelphos,  be  eager zēloō to  prophesy prophēteuō,  and kai do kōlyō not mē forbid kōlyō speaking laleō in  tongues glōssa. ", "40": "But de everything pas should  be  done ginomai in  a  proper euschēmonōs and kai orderly  way kata. "}