{"1": "Now de I  make  known gnōrizō to  you hymeis,  brothers adelphos,  the ho gospel euangelion that hos I  preached euangelizō to  you hymeis,  which hos also kai you  received paralambanō,  in en which hos also kai you  stand histēmi, ", "2": "through dia which hos also kai you  are  being  saved sōzō,  if ei you  hold  firmly katechō to  the tis message logos I  preached euangelizō to  you hymeis— unless ektos ei you  have  believed pisteuō in  vain eikē. ", "3": "For gar I  passed  on paradidōmi to  you hymeis as en of  first prōtos importance  what hos I  also kai received paralambanō:  that hoti Christ Christos died apothnēskō for hyper · ho our hēmeis sins hamartia according kata to  the ho Scriptures graphē, ", "4": "and kai that hoti he  was  buried thaptō,  and kai that hoti he  has  been  raised egeirō on  the ho third tritos day hēmera · ho according kata to  the ho Scriptures graphē, ", "5": "and kai that hoti he  appeared horaō to  Cephas Kēphas,  then eita to  the ho twelve dōdeka. ", "6": "Then epeita he  appeared horaō to  more  than epanō five  hundred pentakosioi brothers adelphos at  the  same  time ephapax,  most polys of ek whom hos · ho are  still heōs living menō,  although de some tis have  fallen  asleep koimaō. ", "7": "Then epeita he  appeared horaō to  James Iakōbos,  then eita to  all pas the ho apostles apostolos. ", "8": "Last eschatos · de of  all pas,  as hōsperei to  one ho abnormally  born ektrōma,  he  appeared horaō even  to  me kagō. ", "9": "For gar I egō am eimi the ho least elachistos of  the ho apostles apostolos, and  I hos am eimi not ou worthy hikanos to  be  called kaleō an  apostle apostolos,  because dioti I  persecuted diōkō the ho church ekklēsia of ho God theos. ", "10": "But de by  the  grace charis of  God theos I  am eimi what hos I  am eimi,  and kai · ho his autos grace charis · ho toward eis me egō was ginomai not ou in  vain kenos.  No alla,  I  worked kopiaō harder perissoteros than  any pas of  them autos— yet de not ou I egō,  but alla the ho grace charis of ho God theos that ho is  with syn me egō. ", "11": "Whether eite then oun it was  I egō or eite they ekeinos,  so houtōs we  preach kēryssō and kai so houtōs you  came  to  believe pisteuō. ", "12": "Now de if ei Christ Christos is  proclaimed kēryssō as hoti raised egeirō from ek the  dead nekros,  how pōs can  some tis of en you hymeis say legō that hoti there  is eimi no ou resurrection anastasis of  the  dead nekros? ", "13": "But de if ei there  is eimi no ou resurrection anastasis of  the  dead nekros,  not  even oude Christ Christos has  been  raised egeirō. ", "14": "And de if ei Christ Christos has  not ou been  raised egeirō,  then ara our hēmeis proclamation kērygma is  groundless kenos,  · kai · ho and kai your hymeis faith pistis is to  no  purpose kenos.  · ho", "15": "Beyond  that de,  we  are  even kai found heuriskō to  be  false  witnesses pseudomartys about ho God theos,  because hoti we  have  borne  witness martyreō about kata · ho God theos that hoti he  raised egeirō · ho Christ Christos,  whom hos he  did  not ou raise egeirō if eiper it  is  true  that  the  dead nekros are  not ou raised egeirō. ", "16": "For gar if ei the  dead nekros are  not ou raised egeirō,  not  even oude Christ Christos has  been  raised egeirō. ", "17": "And de if ei Christ Christos has  not ou been  raised egeirō,  your hymeis faith pistis is  useless mataios;  · ho you  are eimi still eti in en · ho your hymeis sins hamartia. ", "18": "Then ara those ho also kai who  have  fallen  asleep koimaō in en Christ Christos have  perished apollymi. ", "19": "If ei our eimi hope elpizō in en Christ Christos is eimi for en · ho this houtos life zōē only monon,  we  are eimi of  all pas men anthrōpos most  to  be  pitied eleeinos. ", "20": "But de in  fact nyni Christ Christos has  been  raised egeirō from ek the  dead nekros, the  firstfruits aparchē of  those ho who  have  fallen  asleep koimaō. ", "21": "For gar since epeidē death thanatos came  through dia a  man anthrōpos, the  resurrection anastasis of the  dead nekros also kai comes  through dia a  man anthrōpos. ", "22": "For gar just  as hōsper in en · ho Adam Adam all pas die apothnēskō,  so houtōs also kai in en · ho Christ Christos all pas will  be  made  alive zōiopoieō. ", "23": "But de each hekastos in en · ho his  own idios order tagma:  Christ Christos, the  firstfruits aparchē;  then epeita,  those ho who  belong ho to  Christ Christos,  when en · ho he autos comes parousia. ", "24": "Then eita comes  the ho end telos,  when hotan he  hands paradidōmi over  the ho kingdom basileia to ho God theos · kai the  Father patēr,  when hotan he  has  destroyed katargeō every pas dominion archē,  · kai every pas authority exousia and kai power dynamis. ", "25": "For gar he autos must dei reign basileuō until achri hos he  has  put tithēmi all pas his ho enemies echthros under hypo · ho his autos feet pous. ", "26": "The  last eschatos enemy echthros to  be  destroyed katargeō is  · ho death thanatos. ", "27": "For gar “ he  has  put  everything pas in  subjection hypotassō under hypo · ho his autos feet pous.”  Now de when hotan it  says legō that hoti “ everything pas has  been  put  in  subjection hypotassō,” it is  clear dēlos that hoti this does  not  include ektos the ho one  who  put  everything pas in  subjection hypotassō to  him autos.  · ho", "28": "And de when hotan everything pas is  subjected hypotassō to  him autos,  · ho then tote the ho Son hyios himself autos will  also kai be  subjected hypotassō to  the ho one  who  subjected hypotassō everything pas to  him autos,  · ho so  that hina God theos may  be eimi · ho · ho all pas in en all pas. ", "29": "Otherwise epei,  what tis will  they  accomplish poieō,  those ho who  are  being  baptized baptizō for hyper the ho dead nekros?  If ei the  dead nekros are  not ou actually holōs raised egeirō,  why tis then kai are  they  being  baptized baptizō for hyper them autos? ", "30": "And kai why tis are  we hēmeis putting  ourselves  in  danger kindyneuō every pas hour hōra? ", "31": "Every kata day hēmera I  am  in  danger  of  dying apothnēskō!  I  swear  by nē my ho boasting kauchēsis in  you hymeteros,  which hos I  have echō in en Christ Christos Jesus Iēsous · ho our hēmeis Lord kyrios. ", "32": "If ei as kata a  mere  man anthrōpos I  fought  with  wild  beasts thēriomacheō at en Ephesus Ephesos,  what tis have  I egō · ho gained ophelos?  If ei the  dead nekros are  not ou raised egeirō,  let  us  eat esthiō and kai drink pinō,  for gar tomorrow aurion we  die apothnēskō. ", "33": "Do  not mē be  deceived planaō: “ Bad kakos company homilia corrupts phtheirō good chrēstos morals ēthos.” ", "34": "Sober  up eknēphō as  you  ought dikaiōs,  and kai stop mē sinning hamartanō;  for gar some tis have echō no  knowledge agnōsia of  God theos.  I  say laleō this  to pros your hymeis shame entropē. ", "35": "But alla someone tis will  ask legō, “ How pōs are  the ho dead nekros raised egeirō?  And de with  what  kind poios of  body sōma will  they  come erchomai?” ", "36": "You sy fool aphrōn!  What hos you  sow speirō does  not ou come  to  life zōiopoieō unless ean mē it  dies apothnēskō. ", "37": "And kai what hos you  sow speirō is  not ou the ho body sōma that ho is  to  be ginomai,  but alla a  bare gymnos seed kokkos,  perhaps ei tynchanō of  wheat sitos or ē something tis · ho else loipos. ", "38": "· ho But de God theos gives didōmi it autos a  body sōma as kathōs he  has  determined thelō,  and kai to  each hekastos kind  of ho seed sperma its  own idios body sōma. ", "39": "Not ou all pas flesh sarx is  the ho same autos;  people anthrōpos have  one  kind allos,  animals ktēnos another allos,  · de birds ptēnos another allos,  · de fish ichthus another allos.  · de", "40": "And kai there are  heavenly epouranios bodies sōma and kai earthly epigeios bodies sōma;  but alla the ho glory doxa of ho heavenly epouranios bodies is of  one heteros kind  and de the ho glory  of ho earthly epigeios bodies is of  another heteros. ", "41": "The  sun hēlios has  one allos kind  of  glory doxa,  · kai the  moon selēnē another allos kind  of  glory doxa,  · kai the  stars astēr another allos kind  of  glory doxa;  and gar star astēr differs  from diapherō star astēr in en glory doxa. ", "42": "So houtōs also kai is  the ho resurrection anastasis of  the ho dead nekros. The body  is  sown speirō in en a  perishable phthora state ,  it  is  raised egeirō imperishable aphtharsia. ", "43": "It  is  sown speirō in en humiliation atimia,  it  is  raised egeirō in en glory doxa;  it  is  sown speirō in en weakness astheneia,  it  is  raised egeirō in en power dynamis; ", "44": "it  is  sown speirō a  natural psychikos body sōma,  it  is  raised egeirō a  spiritual pneumatikos body sōma.  If ei there  is eimi a  natural psychikos body sōma,  there  is eimi also kai a  spiritual pneumatikos body. ", "45": "So houtōs also kai it  is  written graphō, “ The ho first prōtos man anthrōpos,  Adam Adam,  became ginomai a  living zaō soul psychē.”  The ho last eschatos Adam Adam became a  life-giving zōiopoieō spirit pneuma. ", "46": "However alla,  the ho spiritual pneumatikos did  not ou come  first prōton,  but alla the ho natural psychikos,  then epeita the ho spiritual pneumatikos. ", "47": "The ho first prōtos man anthrōpos was  of ek the  earth gē,  made  of  dust choikos;  the ho second deuteros man anthrōpos is  of ek heaven ouranos. ", "48": "As  was hoios the ho man  of  dust choikos,  so toioutos also kai are  those ho who  are  of  dust choikos;  and kai as hoios is  the ho man  of  heaven epouranios,  so toioutos also kai are  those ho who  are  of  heaven epouranios. ", "49": "And kai even  as kathōs we  have  borne phoreō the ho image eikōn of  the ho man  of  dust choikos,  let  us  also kai bear phoreō the ho likeness eikōn of  the ho man  of  heaven epouranios", "50": "Now de this houtos I  declare phēmi,  brothers adelphos,  that hoti flesh sarx and kai blood haima cannot ou inherit klēronomeō the  kingdom basileia of  God theos,  nor oude does klēronomeō the ho perishable phthora inherit klēronomeō the ho imperishable aphtharsia. ", "51": "Listen idou,  I  tell legō you hymeis a  mystery mystērion:  we  will  not ou all pas die koimaō,  but de we  will  all pas be  changed allassō— ", "52": "in en an  instant atomos,  in en the  twinkling rhipē of  an  eye ophthalmos,  at en the ho last eschatos trumpet salpinx.  For gar the  trumpet  will  sound salpizō,  and kai the ho dead nekros will  be  raised egeirō imperishable aphthartos,  and kai we hēmeis will  be  changed allassō. ", "53": "For gar this houtos perishable phthartos body  must dei · ho put  on endyō imperishability aphtharsia,  and kai · ho this houtos mortal thnētos body must  put  on endyō immortality athanasia. ", "54": "So de when hotan · ho this houtos perishable phthartos body  puts  on endyō imperishability aphtharsia,  and kai · ho this houtos mortal thnētos body  puts  on endyō immortality athanasia,  then tote the ho saying logos that ho is  written graphō will  be  fulfilled ginomai: “ Death thanatos has  been  swallowed katapinō up  · ho in eis victory nikos.” ", "55": "“ Where pou,  O  death thanatos, is  your sy · ho victory nikos?  Where pou,  O  death thanatos, is  your sy · ho sting kentron?” ", "56": "The ho · de sting kentron of ho death thanatos is  · ho sin hamartia,  and de the ho power dynamis of ho sin hamartia is  the ho law nomos. ", "57": "But de thanks charis be  to ho God theos,  who ho gives didōmi us hēmeis the ho victory nikos through dia · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos! ", "58": "So  then hōste,  my egō dear agapētos brothers adelphos,  be ginomai steadfast hedraios,  immovable ametakinētos,  always pantote abounding perisseuō in en the ho work ergon of  the ho Lord kyrios,  since  you  know oida that hoti · ho your hymeis labor kopos is eimi not ou in  vain kenos in en the  Lord kyrios. "}