{"1": "When  I kagō came erchomai to pros you hymeis,  brothers adelphos,  I  did  not ou come erchomai with kata excellence hyperochē of  speech logos or ē of  wisdom sophia as  I  told katangellō you hymeis about  the ho secret martyrion purpose  of ho God theos. ", "2": "For gar I  had  decided krinō to  know oida nothing tis among en you hymeis except ei mē Jesus Iēsous Christ Christos and kai him houtos crucified stauroō. ", "3": "So  I kagō came ginomai to pros you hymeis in en weakness astheneia and kai fear phobos,  and kai with en much polys trembling tromos. ", "4": "· kai · ho My egō word logos and kai · ho my egō message kērygma were  not ou delivered  with en persuasive peithos words logos of  wisdom sophia,  but alla with en a  demonstration apodeixis of  the  Spirit pneuma and kai of  power dynamis, ", "5": "so hina that  · ho your hymeis faith pistis would  not mē be eimi based  on en the  wisdom sophia of  men anthrōpos but alla on en the  power dynamis of  God theos. ", "6": "However de,  we  do  speak laleō wisdom sophia among en those ho who  are  mature teleios,  although de it is  not ou the  wisdom sophia of ho this houtos age aiōn or oude of  the ho rulers archōn of ho this houtos age aiōn,  who ho are  doomed  to  perish katargeō. ", "7": "Rather alla,  we  speak laleō the  wisdom sophia of  God theos; a wisdom  that ho was  hidden apokryptō in en mystery mystērion and  that hos God theos had  determined proorizō · ho before pro the ho ages aiōn for eis our hēmeis glory doxa. ", "8": "None oudeis of  the ho rulers archōn of ho this houtos age aiōn understood ginōskō it hos,  for gar if ei they  had ginōskō,  they stauroō would an not ou have  crucified stauroō the ho Lord kyrios of ho glory doxa. ", "9": "But alla,  as kathōs it  is  written graphō, “ No ou eye ophthalmos has seen,  · kai no ou ear ous has  heard akouō,  · kai nor ou has  the  mind kardia of  man anthrōpos imagined anabainō, the  things  that hos God theos has  prepared hetoimazō · ho for  those ho who  love agapaō him autos.” ", "10": "But de God theos has  revealed apokalyptō them  to  us hēmeis · ho through dia his ho Spirit pneuma;  for gar the ho Spirit pneuma searches eraunaō everything pas,  even kai the ho deep bathos things  of ho God theos. ", "11": "For gar who tis among  men anthrōpos can  know oida the ho thoughts  of ho a  man anthrōpos except ei mē the ho man' s  own anthrōpos spirit pneuma · ho that ho is  in en him autos?  In  the  same houtōs way ,  · kai no  one oudeis can  understand ginōskō the ho thoughts  of ho God theos except ei mē the ho Spirit pneuma of ho God theos. ", "12": "· de It was  not ou the ho spirit pneuma of  the ho world kosmos that  we hēmeis received lambanō,  but alla the ho Spirit pneuma · ho sent  from ek · ho God theos,  that hina we  might  understand oida the ho gifts  freely  given charizomai to  us hēmeis by hypo · ho God theos. ", "13": "And kai we  speak  about laleō these hos things  in en words logos not ou taught didaktos by  human anthrōpinos wisdom sophia but alla taught didaktos by  the  Spirit pneuma,  expressing synkrinō spiritual  truths pneumatikos in  spiritual pneumatikos words . ", "14": "The  natural psychikos · de man anthrōpos does  not ou receive dechomai the ho things  of  the ho Spirit pneuma of ho God theos,  for gar they  are eimi foolishness mōria to  him autos;  · kai he  cannot ou understand ginōskō them  because hoti they  are  spiritually pneumatikōs discerned anakrinō. ", "15": "But de the ho spiritual pneumatikos person  discerns anakrinō · ho all pas things ,  and de is  not  himself autos subject  to hypo anyone' s oudeis scrutiny anakrinō. ", "16": "For gar, “ Who tis has  known ginōskō the  mind nous of  the  Lord kyrios,  so  as  to  advise symbibazō him autos?”  But de we hēmeis have echō the  mind nous of  Christ Christos. "}