{"1": "And  so kagō,  brothers adelphos,  I  could dynamai not ou speak laleō to  you hymeis as hōs spiritual pneumatikos people ,  but alla rather  as hōs people  of  the  flesh sarkinos,  as hōs infants nēpios in en Christ Christos. ", "2": "I  gave potizō you hymeis milk gala,  not ou solid brōma food ,  for gar you  were  not oupō ready dynamai for  it.  And alla even  now nyn you  are  not oude yet eti ready dynamai, ", "3": "for gar you  are eimi still eti of  the  flesh sarkikos.  For gar while hopou there is  jealousy zēlos and kai strife eris among en you hymeis,  are  you eimi not ouchi of  the  flesh sarkikos and kai behaving peripateō like kata mere  men anthrōpos? ", "4": "For gar when hotan one tis says legō, “ I egō follow eimi Paul Paulos,”  and de another heteros, “ I egō follow  Apollos Apollōs,”  are  you eimi not ou like  everyone anthrōpos else ? ", "5": "What tis then oun is eimi Apollos Apollōs?  What tis · de is eimi Paul Paulos?  Servants diakonos through dia whom hos you  came  to  believe pisteuō,  even kai as hōs the ho Lord kyrios assigned didōmi to  each hekastos of us. ", "6": "I egō planted phyteuō,  Apollos Apollōs watered potizō,  but alla · ho God theos has  been  causing  the  growth auxanō. ", "7": "So hōste neither oute the ho one  who  plants phyteuō nor oute the ho one  who  waters potizō is eimi anything tis,  but alla God theos is  the ho one  who  gives  the  growth auxanō. ", "8": "The ho one  who  plants phyteuō · de and kai the ho one  who  waters potizō have eimi a  common  purpose heis,  and de each hekastos will  receive lambanō · ho his idios wages misthos on kata the  basis  of  · ho his idios work kopos. ", "9": "For gar we  are eimi coworkers synergos belonging  to  God theos.  You  are eimi God' s theos field geōrgion, God' s theos building oikodomē. ", "10": "According kata to  the ho grace charis of ho God theos · ho given didōmi to  me egō,  like hōs a  skilled sophos master architektōn builder  I  laid tithēmi a  foundation themelios,  but de someone allos else  is  building epoikodomeō on  it.  Let  each hekastos one  · de take  care blepō how pōs he  builds epoikodomeō on  it. ", "11": "For gar no  one oudeis is  able dynamai to  lay tithēmi a  foundation themelios other allos than para that ho which  is  laid keimai,  which hos is eimi Jesus Iēsous Christ Christos. ", "12": "If ei · de anyone tis is  building epoikodomeō on epi the ho foundation themelios with  gold chrysos,  silver argyros,  gems lithos timios,  wood xylon,  hay chortos,  straw kalamē— ", "13": "the ho work ergon of  each hekastos person  will  become ginomai evident phaneros,  for gar the ho Day hēmera will  disclose dēloō it,  because hoti it  will  be  revealed apokalyptō by en fire pyr.  And kai the ho fire pyr will  test dokimazō what  sort  of hopoios work ergon each hekastos · ho has  done eimi. ", "14": "If ei the ho work ergon that hos someone tis has  built  on epoikodomeō it  remains menō,  he  will  receive lambanō a  reward misthos. ", "15": "If ei someone' s tis · ho work ergon is  burned katakaiō up , he will suffer loss;  however de,  he  himself autos will  be  saved sōzō,  but de only houtōs as hōs through dia fire pyr. ", "16": "Do  you  not ou know oida that hoti you  are eimi God' s theos temple naos and kai that  · ho God' s theos Spirit pneuma · ho lives oikeō in en you hymeis? ", "17": "If ei anyone tis destroys phtheirō · ho God' s theos temple naos,  · ho God theos will  destroy phtheirō him houtos.  · ho · ho For gar God' s theos temple naos · ho is eimi holy hagios, and  that  is  what hostis you hymeis are eimi. ", "18": "Let exapataō no  one mēdeis deceive exapataō himself heautou.  If ei someone tis among en you hymeis thinks dokeō he  is eimi wise sophos in en · ho this houtos age aiōn,  let  him  become ginomai foolish mōros so hina that  he  may  become ginomai wise sophos. ", "19": "For gar the ho wisdom sophia of ho this houtos world kosmos is eimi folly mōria with para · ho God theos.  For gar it  is  written graphō, “ He ho traps drassomai the ho wise sophos with en · ho their  own autos craftiness panourgia.” ", "20": "And kai again palin, “The  Lord kyrios knows ginōskō the ho reasonings dialogismos of  the ho wise sophos,  that hoti they  are eimi futile mataios.” ", "21": "So hōste then ,  let  no mēdeis one  boast kauchaomai with en respect  to  men anthrōpos.  For gar all pas things  are eimi yours hymeis, ", "22": "whether eite Paul Paulos or eite Apollos Apollōs or eite Cephas Kēphas or eite the  world kosmos or eite life zōē or eite death thanatos or eite the  present enistēmi or eite the  future mellō— all pas are  yours hymeis, ", "23": "and de you hymeis are Christ' s Christos,  and de Christ Christos is God' s theos. "}