{"1": "This  is  how houtōs one anthrōpos should  regard logizomai us hēmeis,  as hōs servants hypēretēs of  Christ Christos and kai stewards oikonomos of  God' s theos mysteries mystērion. ", "2": "In  this  connection hōde then loipos,  it  is  required zēteō of en · ho stewards oikonomos that hina they tis be  found heuriskō trustworthy pistos. ", "3": "But de for  me egō it  is eimi a  matter  of  the  least  consequence elachistos that hina I  should  be  judged anakrinō by hypo you hymeis or ē by hypo any  human anthrōpinos court hēmera.  In  fact alla,  I  do anakrinō not  even oude judge anakrinō myself emautou. ", "4": "For gar I  am synoida not  aware  of synoida anything oudeis against  myself emautou,  yet alla not ou because en of  this houtos am  I  acquitted dikaioō.  It  is eimi the ho · de Lord kyrios who  judges anakrinō me egō. ", "5": "So  then hōste,  stop mē passing  judgment  on krinō anything tis before pro the  time kairos,  before heōs an the ho Lord kyrios comes erchomai.  He hos · kai will  bring  to  light phōtizō the ho hidden kryptos things  of ho darkness skotos and kai will  disclose phaneroō the ho motives boulē of  the ho heart kardia.  · kai At  that  time tote · ho praise epainos will  come ginomai to  each hekastos from apo · ho God theos. ", "6": "I  have  applied metaschēmatizō all  this houtos · de to eis myself emautou and kai Apollos Apollōs for dia your hymeis benefit dia,  brothers adelphos,  that hina you  may  learn manthanō by en us hēmeis · ho not mē to go  beyond hyper what hos is  written graphō,  that hina none mē heis of  you  may  be  puffed  up physioō in  favor hyper of  · ho one heis against kata · ho another heteros. ", "7": "For gar who tis sees  anything  superior  in diakrinō you sy?  What tis · de do  you  have echō that hos you  did  not ou receive lambanō?  And de if ei · kai you  received lambanō it,  why tis do  you  boast kauchaomai as hōs if  you  did  not mē receive lambanō it? ", "8": "Already ēdē you  have eimi all  you  want korennymi!  Already ēdē you  are  rich plouteō!  Without chōris us hēmeis you  have  begun  to  reign basileuō!  And kai would ophelon that  you  did  reign basileuō,  so  that hina · kai we hēmeis could  reign  with symbasileuō you hymeis! ", "9": "For gar it  seems  to  me dokeō that  · ho God theos has  displayed apodeiknymi us hēmeis,  the ho apostles apostolos,  last eschatos,  as hōs men  sentenced  to  death epithanatios,  because hoti we  have  become ginomai a  spectacle theatron to  the ho world kosmos,  both kai to  angels angelos and kai to  men anthrōpos. ", "10": "We hēmeis are  fools mōros for dia Christ Christos,  but de you hymeis are  men  of  wisdom phronimos in en Christ Christos!  We hēmeis are  weak asthenēs,  but de you hymeis are  strong ischuros!  You hymeis are  distinguished endoxos,  but de we hēmeis are  dishonored atimos! ", "11": "To achri this ho present arti hour hōra · kai we  are  hungry peinaō and kai thirsty dipsaō,  · kai poorly  clothed gymniteuō,  · kai knocked  about kolaphizō,  and kai homeless astateō. ", "12": "· kai We  labor kopiaō,  working ergazomai with ho our  own idios hands cheir.  When  reviled loidoreō,  we  bless eulogeō;  when  persecuted diōkō,  we  endure anechōmai; ", "13": "when  slandered dysphēmeō,  we  respond  kindly parakaleō.  We  have  become ginomai,  as hōs it  were , the  scum perikatharma of  the ho world kosmos, the  refuse peripsēma of  all  things pas,  even heōs now arti. ", "14": "I  am graphō not ou writing graphō these  things houtos to  shame entrepō you hymeis,  but alla to  admonish noutheteō you  as hōs my egō dear agapētos children teknon. ", "15": "For gar though ean you  have echō innumerable myrios guardians paidagōgos in en Christ Christos, you do  not ou have  many polys fathers patēr,  because gar I egō became gennaō your hymeis father gennaō in en Christ Christos Jesus Iēsous through dia the ho gospel euangelion. ", "16": "I  urge parakaleō you hymeis,  therefore oun,  be ginomai imitators mimētēs of  me egō. ", "17": "That  is  why dia I  sent pempō to  you hymeis Timothy Timotheos,  who hos is eimi my egō beloved agapētos and kai faithful pistos child teknon in en the  Lord kyrios.  He hos will  remind anamimnēskō you hymeis of ho my egō ways hodos · ho in en Christ Christos Jesus Iēsous,  as kathōs I  teach didaskō them  everywhere pantachou in en every pas church ekklēsia. ", "18": "Some tis have  become  arrogant physioō,  as hōs though  I egō were  not mē coming erchomai · de to pros you hymeis. ", "19": "But de I  will  come erchomai to pros you hymeis soon tacheōs,  if ean the ho Lord kyrios wills thelō,  and kai I  will  find ginōskō out  not ou the ho speech logos of  these ho arrogant physioō people  but alla their ho power dynamis. ", "20": "For gar the ho kingdom basileia of ho God theos is  not ou a matter  of en talk logos but alla of en power dynamis. ", "21": "What tis would  you  prefer thelō?  Shall  I  come erchomai to pros you hymeis with en a  rod rhabdos of  correction  or ē with en love agapē in  a  spirit pneuma of  gentleness prautēs? "}