{"1": "It  is  actually holōs reported akouō that there is  sexual  immorality porneia among en you hymeis,  · kai a  kind toioutos of  immorality porneia that hostis is  not oude tolerated  even  among en · ho Gentiles ethnos,  for hōste a  man tis is  living  in  sin  with echō his ho father' s patēr wife gynē. ", "2": "And kai you hymeis are eimi arrogant physioō!  · kai Ought  you  not ouchi rather mallon to  have  mourned pentheō,  so hina that  the ho man  who  did prassō this houtos deed ergon would  be  removed airō from ek your hymeis midst mesos?  · ho", "3": "For gar though  I egō am  absent apeimi in ho body sōma,  I  am  present pareimi · de in ho spirit pneuma; and  I  have  already ēdē passed  judgment krinō on  the ho one  who  did katergazomai this houtos,  just  as hōs though  I  were  present pareimi. ", "4": "When synagō you hymeis are  assembled synagō in en the ho name onoma of ho our hēmeis Lord kyrios Jesus Iēsous and kai · ho I emos am with you in  spirit pneuma,  with syn the ho power dynamis of ho our hēmeis Lord kyrios Jesus Iēsous, ", "5": "hand paradidōmi this  man toioutos over  · ho to ho Satan Satanas for eis the  destruction olethros of  the ho flesh sarx,  so  that hina the ho spirit pneuma may  be  saved sōzō on en the ho Day hēmera of  the ho Lord kyrios. ", "6": "Your hymeis boasting kauchēma is  not ou good kalos.  · ho Do  you  not ou know oida that hoti a  little mikros leaven zymē leavens zymoō the  whole holos · ho batch phyrama of  dough ? ", "7": "Get  rid ekkathairō of  the ho old palaios leaven zymē so  that hina you  may  be eimi a  new neos batch phyrama of  dough ,  just kathōs as  you  really  are eimi unleavened azymos.  · kai For gar Christ Christos,  · ho our hēmeis Passover pascha lamb ,  has  been  sacrificed thuō. ", "8": "So hōste let  us  celebrate heortazō the  festival ,  not mē with en the  old palaios leaven zymē,  not mēde with en the  leaven zymē of  malice kakia and kai wickedness ponēria,  but alla with en the  unleavened azymos bread  of  sincerity eilikrineia and kai truth alētheia. ", "9": "I  wrote graphō to  you hymeis in en my ho letter epistolē not mē to associate with  sexually  immoral  people pornos— ", "10": "not ou at  all pantōs meaning  the ho sexually pornos immoral  of ho this houtos world kosmos,  or ē the ho greedy pleonektēs and kai swindlers harpax,  or ē idolaters eidōlolatrēs,  since epei then ara you  would  have opheilō to  go exerchomai out ek of  the ho world kosmos. ", "11": "But de now nyn I  am  writing graphō to  you hymeis not mē to associate with  anyone ean tis who  bears  the  name  of onomazō brother adelphos if  he  is eimi a  sexually pornos immoral  or ē greedy pleonektēs person , an  idolater eidōlolatrēs,  slanderer loidoros,  drunkard methysos,  or ē swindler harpax— not  even mēde to  eat  with synesthiō · ho such  a  one toioutos. ", "12": "For gar what tis business is it of  mine egō to  judge krinō · ho outsiders exō? Is it  not ouchi those ho inside esō the church that  you hymeis are  to  judge krinō? ", "13": "But de God theos will  judge krinō those ho outside exō.  · ho “ Remove exairō the ho evil ponēros person  from  among ek you hymeis.” "}