{"1": "When echō any tis of  you hymeis has echō a  legal pragma dispute  against pros · ho another heteros,  how  dare  he tolmaō go  to  law krinō before epi · ho heathen adikos judges  and kai not ouchi before epi the ho saints hagios? ", "2": "Or ē do  you  not ou know oida that hoti the ho saints hagios will  judge krinō the ho world kosmos?  And kai if ei the ho world kosmos is  to  be  judged krinō by en you hymeis,  are  you eimi incompetent anaxios to  try kritērion minor  cases elachistos? ", "3": "Do  you  not ou know oida that hoti we  will  judge krinō angels angelos,  not mēti to mention  everyday biōtikos affairs ? ", "4": "So oun if ean you  have echō ordinary biōtikos cases kritērion,  do  you  appoint kathizō as judges  those houtos who ho have  no  standing exoutheneō in en the ho church ekklēsia? ", "5": "I  say legō this  to pros your hymeis shame entropē! Is there  no  one oudeis among en you hymeis wise sophos enough dynamai to  settle diakrinō a  dispute  between ana mesos · ho his autos brothers adelphos, ", "6": "but alla brother adelphos goes  to  court krinō against meta brother adelphos,  and kai that houtos before epi unbelievers apistos? ", "7": "Already ēdē it  is eimi altogether holōs a  defeat hēttēma for  you hymeis,  that hoti you  have echō lawsuits krima with meta one heautou another .  Why dia tis not ouchi rather mallon be  wronged adikeō?  Why dia tis not ouchi rather mallon be  defrauded apostereō? ", "8": "But alla you  yourselves hymeis wrong adikeō and kai defraud apostereō,  and kai this houtos to your own  brothers adelphos! ", "9": "Do  you  not ou know oida that hoti the  unrighteous adikos will klēronomeō not ou inherit klēronomeō the  kingdom basileia of  God theos?  Do  not mē be  deceived planaō:  neither oute the  sexually pornos immoral ,  nor oute idolaters eidōlolatrēs,  nor oute adulterers moichos,  nor oute male malakos prostitutes ,  nor oute homosexuals arsenokoitēs, ", "10": "nor oute thieves kleptēs,  nor oute the  greedy pleonektēs,  nor ou drunkards methysos,  nor ou slanderers loidoros,  nor ou swindlers harpax will  inherit klēronomeō the  kingdom basileia of  God theos. ", "11": "And kai some tis of  you  were eimi guilty of  these houtos abominations!  But alla you  were  washed apolouō,  you  were  sanctified hagiazō,  you  were  justified dikaioō in en the ho name onoma of  the ho Lord kyrios Jesus Iēsous Christ Christos and kai by en the ho Spirit pneuma of ho our hēmeis God theos. ", "12": "“ All pas things  are lawful  for  me egō,”— but alla not ou all pas things  are  helpful sympherō. “ All pas things  are lawful  for  me egō”— but alla I egō will  not ou be  overpowered exousiazō by hypo anything tis. ", "13": "· ho “ Food brōma is  for  the ho stomach koilia and kai the ho stomach koilia is  for ho food brōma”— · ho and de God theos will  destroy katargeō both kai the  one houtos and kai the  other houtos.  But de the ho body sōma is  not ou for ho sexual porneia immorality ,  but alla for  the ho Lord kyrios,  and kai the ho Lord kyrios for  the ho body sōma; ", "14": "· ho and de God theos both kai has  raised egeirō the ho Lord kyrios and kai will  raise  us hēmeis up exegeirō by dia · ho his autos power dynamis. ", "15": "Do  you  not ou know oida that hoti · ho your hymeis bodies sōma are eimi members melos of  Christ Christos?  Shall  I  then oun take airō the ho members melos of ho Christ Christos and  make poieō them  members melos of  a  prostitute pornē?  Never mē ginomai! ", "16": "Or ē do  you  not ou know oida that hoti he ho who  joins kollaō himself  to  a ho prostitute pornē is eimi one heis body sōma with her?  For gar it  says phēmi, “ The ho two dyo will  become eimi one heis flesh sarx.” ", "17": "But de the ho one  who  joins kollaō himself  to  the ho Lord kyrios is eimi one heis spirit pneuma with him. ", "18": "Flee pheugō · ho sexual porneia immorality !  Every pas other hos sin hamartēma a  person anthrōpos commits poieō is eimi outside ektos the ho body sōma,  but de the ho sexually porneuō immoral  person  sins hamartanō against eis · ho his idios own  body sōma. ", "19": "Or ē do  you  not ou know oida that hoti · ho your hymeis body sōma is eimi a  temple naos of  the ho Holy hagios Spirit pneuma who is  in en you hymeis,  whom hos you  have echō received  from apo God theos,  and kai you  are eimi not ou your heautou own ? ", "20": "For gar you  were  bought agorazō with  a  price timē;  therefore dē glorify doxazō · ho God theos with en · ho your hymeis body sōma. "}