{"1": "Now de concerning peri the  matters hos you  wrote graphō about . Yes, “It is  good kalos for  a  man anthrōpos not mē to  have  sexual  contact haptō with  a  woman gynē.” ", "2": "But de because dia of  cases ho of  sexual porneia immorality ,  each hekastos man  should  have echō · ho his heautou own  wife gynē and kai each hekastos woman  · ho her idios own  husband anēr. ", "3": "The ho husband anēr should  fulfill apodidōmi his ho marital  responsibility opheilē to  his ho wife gynē,  and de likewise homoiōs · kai the ho wife gynē to  her ho husband anēr. ", "4": "For  the ho wife gynē does exousiazō not ou have  authority exousiazō over ho her idios own  body sōma,  but alla the ho husband anēr does.  In  the  same homoiōs way ,  · de · kai the ho husband anēr does exousiazō not ou have  authority exousiazō over ho his idios own  body sōma,  but alla the ho wife gynē does. ", "5": "Do  not mē deprive apostereō one allēlōn another ,  except ei perhaps mēti an by ek agreement symphōnos for pros a  set  time kairos,  so hina that  you  may  devote scholazō yourselves  to ho prayer proseuchē;  then kai come eimi together epi again palin,  · ho so  that hina Satan Satanas may  not mē tempt peirazō you hymeis · ho because dia of  · ho your hymeis lack  of  self-control akrasia. ", "6": "This houtos · de I  say legō by kata way  of  concession syngnōmē,  not ou of kata command epitagē. ", "7": "I  wish thelō · de that  all pas men anthrōpos were eimi as hōs · kai I  myself emautou am.  But alla each hekastos has echō his  own idios gift charisma from ek God theos,  one ho of  one  kind houtōs and de one ho of  another houtōs. ", "8": "Now de to  the ho unmarried agamos and kai to  the ho widows chēra I  say legō that it is  good kalos for  them autos if ean they  remain menō single,  as hōs I kagō am. ", "9": "But de if ei they  are  not ou practicing  self-control enkrateuomai,  they  should  marry gameō;  for gar it  is eimi better kreittōn to  marry gameō than ē to  burn pyroō with sexual passion. ", "10": "To  the ho · de married gameō I  give  this  command parangellō ( not ou I egō,  but alla the ho Lord kyrios): a  wife gynē should chōrizō not mē separate chōrizō from apo her  husband anēr", "11": "( however de if ean · kai she  does chōrizō,  let  her  remain menō unmarried agamos or ē else  be  reconciled katallassō to  her ho husband anēr),  and kai a  husband anēr should aphiēmi not mē divorce aphiēmi his  wife gynē. ", "12": "To  the ho · de rest loipos I  say legō ( I egō,  not ou the ho Lord kyrios):  If ei some tis brother adelphos has echō a  wife gynē who is  not  a  believer apistos,  and kai she houtos is  willing syneudokeō to  live oikeō with meta him autos,  he  should  not mē divorce aphiēmi her autos. ", "13": "And kai if ei some tis woman gynē has echō a  husband anēr who is  not  a  believer apistos,  and kai he houtos is  willing syneudokeō to  live oikeō with meta her autos,  she  should  not mē divorce aphiēmi · ho him anēr. ", "14": "For gar the ho unbelieving apistos husband anēr is  consecrated hagiazō · ho through union  with en his ho wife gynē,  and kai the ho unbelieving apistos wife gynē is  consecrated hagiazō · ho through union  with en her ho husband adelphos.  Otherwise epei ara · ho your hymeis children teknon would  be eimi defiled akathartos,  but de as  it  is nyn,  they  are eimi holy hagios. ", "15": "But de if ei the ho unbelieving apistos partner  separates chōrizō,  let  it  be  so chōrizō.  In en such  cases toioutos the ho brother adelphos or ē the ho sister adelphē is  not ou bound douloō.  · ho It is  to en · de peace eirēnē that  God theos has  called kaleō us hymeis.  · ho", "16": "For gar how tis do  you  know oida,  wife gynē,  whether ei you  will  save sōzō your ho husband anēr?  Or ē how tis do  you  know oida,  husband anēr,  whether ei you  will  save sōzō your ho wife gynē? ", "17": "Only ei mē,  as hōs the ho Lord kyrios has  assigned merizō to  each hekastos person ,  as hōs God theos has  called kaleō each hekastos one ,  · ho so houtōs let  that  person  conduct peripateō his  life .  And kai thus houtōs I  prescribe diatassō in en all pas the ho churches ekklēsia. ", "18": "If  a  man tis was  already  circumcised peritemnō when  he  was  called kaleō,  he  should  not mē conceal  his  circumcision epispaomai. If a  man tis was  not  circumcised en when  he  was  called kaleō,  he  should  not mē submit  to  circumcision peritemnō. ", "19": "· ho Circumcision peritomē is eimi nothing oudeis and kai · ho uncircumcision akrobystia is eimi nothing oudeis.  Rather alla, it is  keeping tērēsis God' s theos commandments entolē that counts. ", "20": "Let menō each hekastos person  continue menō in en that  condition houtos · ho in  which hos he  was  called kaleō. ", "21": "If  you  were  a slave  when  called kaleō,  do  not mē be  concerned melei about  it.  However alla,  if ei · kai you  are  able dynamai to  gain ginomai your  freedom eleutheros,  make  the  most mallon of  the  opportunity chraomai. ", "22": "For gar the ho one  who  was  called kaleō by en the  Lord kyrios as a slave  is eimi a  freedman apeleutheros of  the  Lord kyrios.  Likewise homoiōs,  the ho one  who  was  called kaleō as  a  free eleutheros person  is eimi a slave  of  Christ Christos. ", "23": "You  were  bought agorazō with  a  price timē;  do  not mē become ginomai slaves  of  men anthrōpos. ", "24": "Each hekastos one  in the condition  in en which hos he  was  called kaleō,  brothers adelphos,  in en that houtos condition  let  him  remain menō with para God theos. ", "25": "Now de concerning peri · ho virgins parthenos:  I  have echō no ou command epitagē from  the  Lord kyrios,  but de I  give didōmi my  opinion gnōmē as hōs one  who  has  been  shown  mercy eleeō by hypo the  Lord kyrios and  is eimi trustworthy pistos. ", "26": "I  think nomizō,  then oun, that  this houtos is hyparchō good kalos because dia of  the ho present enistēmi distress anankē— that hoti it is  good kalos for  a  man anthrōpos · ho to  remain houtōs as  he  is eimi. ", "27": "If  you  are  married deō to  a  wife gynē, do  not mē seek zēteō to  be  set  free lysis;  if  you  are  free lyō from apo a  wife gynē,  do  not mē seek zēteō a  wife gynē. ", "28": "But de if ean · kai you  do  marry gameō,  you  have  not ou sinned hamartanō,  and kai if ean a  virgin parthenos marries gameō,  · ho she  has  not ou sinned hamartanō.  However de those toioutos who do marry  will  have echō worldly sarx trouble thlipsis,  · ho · ho and de I egō am  trying  to  spare pheidomai you hymeis. ", "29": "And de I  say phēmi this houtos, my  brothers adelphos:  the ho time kairos has eimi grown  short systellō.  From  now  on ho those ho who  have echō wives gynē should hina · kai be eimi as hōs though  they  had echō none mē, ", "30": "and kai those ho who  mourn klaiō as hōs though  they  were  not mē mourning klaiō,  and kai those ho who  rejoice chairō as hōs though  they  were  not mē rejoicing chairō,  and kai those ho who  buy agorazō as hōs though  they  had  no mē possessions katechō, ", "31": "and kai those ho who  use chraomai the ho world kosmos as hōs though  they  were  not mē absorbed katachraomai in  it.  For gar the ho form schēma of ho this houtos world kosmos is  passing  away paragō. ", "32": "I  want thelō · de you hymeis to  be eimi free  from  concern amerimnos.  An ho unmarried  man agamos is  concerned merimnaō about  the ho things  of  the ho Lord kyrios,  how pōs to  please areskō the ho Lord kyrios. ", "33": "But de a ho married gameō man  is  concerned merimnaō about  the ho things  of  the ho world kosmos,  how pōs to  please areskō his ho wife gynē, ", "34": "and kai he  is  divided merizō.  · kai An ho unmarried agamos woman gynē · ho or kai a ho virgin parthenos is  concerned merimnaō about  the ho things  of  the ho Lord kyrios,  that hina she  may  be eimi holy hagios both kai in ho body sōma and kai · ho spirit pneuma.  But de a ho married gameō woman  is  concerned merimnaō about  the ho things  of  the ho world kosmos,  how pōs to  please areskō her ho husband anēr. ", "35": "I  am  saying legō this houtos · de for pros · ho your hymeis autos benefit symphoros,  not ou to hina put epiballō a  restraint brochos on epiballō you hymeis,  but alla to  promote pros · ho propriety euschēmōn and kai undivided aperispastōs devotion euparedros to  the ho Lord kyrios. ", "36": "If ei · de someone tis believes nomizō he  is  not  treating aschēmoneō · ho his autos virgin parthenos in  an  appropriate  manner ,  if ean his  passions  are eimi strong hyperakmos,  and kai so houtōs it  has opheilō to  be ginomai,  he  should  do poieō what hos he  desires thelō,  it  is  no ou sin hamartanō— let  them  marry gameō. ", "37": "However de, the man  who hos stands histēmi firm hedraios in en · ho his autos resolve kardia is  under echō no mē compulsion anankē but de has echō control exousia over peri · ho his idios desire thelēma,  and kai has  determined krinō this houtos in en · ho his idios heart kardia to  keep tēreō her ho as  his heautou virgin parthenos,  he  will  do poieō well kalōs. ", "38": "So  then hōste · kai the ho one  who  marries gamizō · ho his heautou virgin parthenos does poieō well kalōs,  and kai the ho one  who  does  not mē marry gamizō will  do poieō even  better kreittōn. ", "39": "A  wife gynē is  bound deō for epi such hosos a  time chronos as  her autos husband anēr is  alive zaō.  · ho But de if ean her ho husband anēr should  die koimaō,  she  is eimi free eleutheros to  marry gameō whom hos she  wishes thelō,  only monon in en the  Lord kyrios. ", "40": "But de in kata my emos opinion gnōmē she  will  be eimi happier makarios if ean she  remains menō as  she  is houtōs.  · ho And de I  believe dokeō that  I  too kagō have echō the  Spirit pneuma of  God theos. "}