{"1": "Now de concerning peri · ho food  sacrificed  to  idols eidōlothutos:  we  know oida that hoti “ we echō all pas have echō knowledge gnōsis.”  · ho Knowledge gnōsis puffs  up physioō,  · ho but de love agapē builds  up oikodomeō. ", "2": "If ei someone tis presumes dokeō to  know ginōskō something tis,  he  does  not oupō yet  know ginōskō as kathōs he  ought dei to  know ginōskō. ", "3": "But de if ei someone tis loves agapaō · ho God theos,  he houtos is  known ginōskō by hypo God autos. ", "4": "Therefore oun,  as peri to  the eating  of ho food brōsis · ho sacrificed eidōlothutos to  idols ,  we  know oida that hoti “an  idol eidōlon has  no oudeis genuine  reality en”  and kai that hoti “there is  no oudeis God theos but ei mē one heis.” ", "5": "For gar even kai if eiper there  are eimi so-called legō gods theos,  whether eite in en heaven ouranos or eite on epi earth gē ( as hōsper indeed  there  are eimi many polys “ gods theos”  and kai many polys “ lords kyrios”), ", "6": "yet alla for  us hēmeis there is but  one heis God theos,  the ho Father patēr,  from ek whom hos are  · ho all pas things  and kai for eis whom autos we hēmeis exist,  and kai one heis Lord kyrios,  Jesus Iēsous Christ Christos,  through dia whom hos are  · ho all pas things  and kai through dia whom autos we hēmeis exist. ", "7": "However alla,  not ou everyone pas has en this ho knowledge gnōsis.  But de some tis, because  in  former  times heōs they were  · ho involved synētheia with  · ho idols eidōlon,  eat esthiō this food  as hōs though  it were an  idol eidōlothutos sacrifice ,  and kai thus  · ho their autos conscience syneidēsis,  being eimi weak asthenēs,  is  defiled molynō. ", "8": "Food brōma · de does  not ou bring  us hēmeis close paristēmi to ho God theos.  We  are hystereō no oute worse hystereō if ean we  do  not mē eat esthiō,  and oute no  better perisseuō if ean we  do esthiō. ", "9": "But de take  care blepō that pōs this houtos right exousia of  yours hymeis does ginomai not mē · ho become ginomai a  stumbling proskomma block  to  the ho weak asthenēs. ", "10": "For gar if ean someone tis should see  you sy who ho have echō knowledge gnōsis,  dining katakeimai in en an idol' s eidōleion temple ,  will  not ouchi the ho conscience syneidēsis of  the  one autos who is  weak asthenēs be eimi emboldened oikodomeō to eis eat esthiō food ho sacrificed  to  idols eidōlothutos? ", "11": "And  so gar the ho one  who  is  weak astheneō,  the ho brother adelphos for dia whom hos Christ Christos died apothnēskō,  will  be  destroyed apollymi by en · ho your sos knowledge gnōsis. ", "12": "So houtōs · de when  you  sin hamartanō against eis your ho brothers adelphos and kai wound typtō their autos · ho conscience syneidēsis,  being  weak astheneō,  you  are  sinning hamartanō against eis Christ Christos. ", "13": "Therefore dioper,  if ei food brōma causes  my egō brother adelphos to  stumble skandalizō,  · ho I  will  never ou mē eat esthiō meat kreas,  lest hina mē I  cause  · ho my egō brother adelphos to  stumble skandalizō. "}