{"1": "Am  I eimi not ou free eleutheros?  Am  I eimi not ou an  apostle apostolos?  Have  I horaō not ouchi seen horaō Jesus Iēsous · ho our hēmeis Lord kyrios?  Are eimi you hymeis not ou the result of  · ho my egō labor ergon in en the  Lord kyrios? ", "2": "If ei to  others allos I  am eimi not ou an  apostle apostolos,  at  least alla I  am eimi to  you hymeis,  for gar you hymeis are eimi the ho proof sphragis of ho my egō apostleship apostolē in en the  Lord kyrios. ", "3": "· ho This houtos is eimi my emos defense apologia to  those ho who  sit  in  judgment  on anakrinō me egō. ", "4": "Do  we  not ou have echō the  right exousia to  eat esthiō and kai drink pinō? ", "5": "Do  we  not ou have echō the  right exousia to  the  company  of periagō a  believing adelphē wife gynē,  as hōs also kai the ho other loipos apostles apostolos,  · kai the ho Lord' s kyrios brothers adelphos,  · ho and kai Cephas Kēphas do? ", "6": "Or ē is it  only monos I egō and kai Barnabas Barnabas who  have echō no ou right exousia to  refrain mē from  working ergazomai? ", "7": "Who tis ever pote serves in the army at  his  own idios expense opsōnion?  Who tis plants phyteuō a  vineyard ampelōn and kai does esthiō not ou eat esthiō · ho its autos fruit karpos?  Or ē who tis tends poimainō a  flock poimnē and kai does esthiō not ou drink esthiō of ek · ho its poimnē milk gala?  · ho", "8": "Am  I  saying laleō these  things houtos from kata a merely  human anthrōpos point of view?  Or ē · kai does legō not ou the ho Law nomos say legō the  same houtos? ", "9": "For gar in en the ho Law nomos of  Moses Mōysēs it  is  written graphō, “ You  shall  not ou muzzle kēmoō an  ox bous while  it  is  treading  out aloaō the grain.” It is  not mē for ho oxen bous that  God theos is  concerned melei,  · ho is it? ", "10": "Or ē does  he legō not  speak legō entirely pantōs for dia our hēmeis sake.  To  be  sure gar,  it  was  written graphō for dia our hēmeis sake,  because hoti the ho one  plowing arotriaō should opheilō plow arotriaō in epi hope elpis and kai the ho one  threshing aloaō thresh  in epi hope elpis of ho sharing metechō in the crop. ", "11": "If ei we hēmeis sowed speirō spiritual  things pneumatikos among  you hymeis,  · ho is it  too  much megas if ei we hēmeis reap therizō material  things sarkikos from  you hymeis?  · ho", "12": "If ei others allos have  a  share  in metechō this  right exousia over ho you hymeis, do  not ou we hēmeis even  more mallon?  Nevertheless alla,  we  have  not ou made chraomai use  of  · ho this houtos right exousia,  but alla endure stegō all pas things  lest hina mē we  place didōmi some tis obstacle enkopē in  the  way  of  the ho gospel euangelion of ho Christ Christos. ", "13": "Do  you  not ou know oida that hoti those ho who  perform ergazomai · ho sacred  rites hieros · ho in the temple  eat  food esthiō from ek the ho temple hieron, and  those ho who  serve paredreuō at  the ho altar thusiastērion share  in symmerizō the ho sacrificial thusiastērion offerings ? ", "14": "In  the  same  way houtōs,  · kai the ho Lord kyrios gave  instructions diatassō to  those ho who  proclaim katangellō the ho gospel euangelion that they should get their  living zaō from ek the ho gospel euangelion. ", "15": "But de I egō have  not ou used chraomai any oudeis of  these houtos rights.  And de I am  not ou writing graphō this houtos so  that hina something  will  be  done ginomai for en me egō;  for gar it would be  better kalos for  me egō rather mallon to  die apothnēskō— no  one oudeis shall  take  away kenoō · ho my egō ground  for  boasting kauchēma! ", "16": "If ean I  preach euangelizō the  gospel ,  I egō do  not ou have eimi a  ground kauchēma for  boasting ,  for gar I egō am  compelled anankē to  do  so epikeimai.  Woe ouai is eimi me egō if ean I  do  not mē preach euangelizō the  gospel ! ", "17": "For gar if ei I  do prassō this houtos willingly hekōn,  I  have echō a  reward misthos.  But de if ei unwillingly akōn,  I  have  been  entrusted  with pisteuō a  charge oikonomia. ", "18": "What tis then oun is eimi my egō · ho reward misthos?  That hina when  I  preach euangelizō I  may  present tithēmi the ho gospel euangelion free  of  charge adapanos, and  so eis not mē make  full  use katachraomai of  · ho my egō right exousia in en the ho gospel euangelion. ", "19": "For gar though  I  am eimi free eleutheros from ek all pas,  I  have  made douloō myself emautou a  servant douloō to  all pas,  so  that hina I  might  win kerdainō · ho as  many  as  possible polys. ", "20": "· kai To  the ho Jews Ioudaios I  became ginomai as hōs a  Jew Ioudaios that hina I  might  win kerdainō Jews Ioudaios.  To  those ho under hypo the  law nomos I became  as hōs one  under hypo the  law nomos ( though  I eimi myself autos am eimi not mē under hypo the  law nomos)  that hina I  might  win kerdainō those ho under hypo the  law nomos. ", "21": "To  those ho outside anomos the  law  I became  as hōs one  outside  the  law anomos ( though  I  am eimi not mē free  from  the  law anomos of  God theos but alla subject  to  the  law ennomos of  Christ Christos)  that hina I  might  win kerdainō those ho outside  the  law anomos. ", "22": "To  the ho weak asthenēs I  became ginomai weak asthenēs that hina I  might  win kerdainō the ho weak asthenēs.  I  have  become ginomai all  things pas to ho all pas people ,  that hina by  all  means pantōs I  might  save sōzō some tis. ", "23": "I  do poieō all pas things  · de for  the  sake dia of  the ho gospel euangelion,  that hina I  may ginomai share  with  them  in  its autos benefits synkoinōnos. ", "24": "Do  you  not ou know oida that hoti all pas who ho run trechō in en the  stadium stadion compete trechō but de only  one heis receives lambanō the ho prize brabeion?  So houtōs run trechō that hina you  may  win katalambanō. ", "25": "Everyone pas · de who ho competes agōnizomai exercises  self-control  in enkrateuomai all pas things .  They ekeinos do it  to hina receive lambanō a  perishable phthartos wreath stephanos,  but de we hēmeis for an  imperishable aphthartos one. ", "26": "So  I egō do  not ou run trechō aimlessly adēlōs;  I  do  not ou box pykteuō like hōs one  flailing derō the  air aēr. ", "27": "But alla I  discipline hypōpiazō my egō · ho body sōma and kai bring  it  into  subjection doulagōgeō,  so  that pōs having  preached kēryssō to  others allos I ginomai myself autos should ginomai not mē be ginomai disqualified adokimos. "}