{"1": "When David had gone a little beyond the summit of the Mount of Olives, Ziba, the servant of Mephibosheth,[a] was waiting there for him. He had two donkeys loaded with 200 loaves of bread, 100 clusters of raisins, 100 bunches of summer fruit, and a wineskin full of wine.", "2": "“What are these for?” the king asked Ziba. Ziba replied, “The donkeys are for the king's people to ride on, and the bread and summer fruit are for the young men to eat. The wine is for those who become exhausted in the wilderness.”", "3": "“And where is Mephibosheth, Saul's grandson?” the king asked him. “He stayed in Jerusalem,” Ziba replied. “He said, 'Today I will get back the kingdom of my grandfather Saul.'”", "4": "“In that case,” the king told Ziba, “I give you everything Mephibosheth owns.” “I bow before you,” Ziba replied. “May I always be pleasing to you, my lord the king.”", "5": "As King David came to Bahurim, a man came out of the village cursing them. It was Shimei son of Gera, from the same clan as Saul's family.", "6": "He threw stones at the king and the king's officers and all the mighty warriors who surrounded him.", "7": "“Get out of here, you murderer, you scoundrel!” he shouted at David.", "8": "“The Lord is paying you back for all the bloodshed in Saul's clan. You stole his throne, and now the Lord has given it to your son Absalom. At last you will taste some of your own medicine, for you are a murderer!”", "9": "“Why should this dead dog curse my lord the king?” Abishai son of Zeruiah demanded. “Let me go over and cut off his head!”", "10": "“No!” the king said. “Who asked your opinion, you sons of Zeruiah! If the Lord has told him to curse me, who are you to stop him?”", "11": "Then David said to Abishai and to all his servants, “My own son is trying to kill me. Doesn't this relative of Saul[b] have even more reason to do so? Leave him alone and let him curse, for the Lord has told him to do it.", "12": "And perhaps the Lord will see that I am being wronged[c] and will bless me because of these curses today.”", "13": "So David and his men continued down the road, and Shimei kept pace with them on a nearby hillside, cursing and throwing stones and dirt at David.", "14": "The king and all who were with him grew weary along the way, so they rested when they reached the Jordan River.[d]", "15": "Meanwhile, Absalom and all the army of Israel arrived at Jerusalem, accompanied by Ahithophel.", "16": "When David's friend Hushai the Arkite arrived, he went immediately to see Absalom. “Long live the king!” he exclaimed. “Long live the king!”", "17": "“Is this the way you treat your friend David?” Absalom asked him. “Why aren't you with him?”", "18": "“I'm here because I belong to the man who is chosen by the Lord and by all the men of Israel,” Hushai replied.", "19": "“And anyway, why shouldn't I serve you? Just as I was your father's adviser, now I will be your adviser!”", "20": "Then Absalom turned to Ahithophel and asked him, “What should I do next?”", "21": "Ahithophel told him, “Go and sleep with your father's concubines, for he has left them here to look after the palace. Then all Israel will know that you have insulted your father beyond hope of reconciliation, and they will throw their support to you.”", "22": "So they set up a tent on the palace roof where everyone could see it, and Absalom went in and had sex with his father's concubines.", "23": "Absalom followed Ahithophel's advice, just as David had done. For every word Ahithophel spoke seemed as wise as though it had come directly from the mouth of God."}