{"1": "[a]Word soon reached Joab that the king was weeping and mourning for Absalom.", "2": "As all the people heard of the king's deep grief for his son, the joy of that day's victory was turned into deep sadness.", "3": "They crept back into the town that day as though they were ashamed and had deserted in battle.", "4": "The king covered his face with his hands and kept on crying, “O my son Absalom! O Absalom, my son, my son!”", "5": "Then Joab went to the king's room and said to him, “We saved your life today and the lives of your sons, your daughters, and your wives and concubines. Yet you act like this, making us feel ashamed of ourselves.", "6": "You seem to love those who hate you and hate those who love you. You have made it clear today that your commanders and troops mean nothing to you. It seems that if Absalom had lived and all of us had died, you would be pleased.", "7": "Now go out there and congratulate your troops, for I swear by the Lord that if you don't go out, not a single one of them will remain here tonight. Then you will be worse off than ever before.”", "8": "So the king went out and took his seat at the town gate, and as the news spread throughout the town that he was there, everyone went to him. Meanwhile, the Israelites who had supported Absalom fled to their homes.", "9": "And throughout all the tribes of Israel there was much discussion and argument going on. The people were saying, “The king rescued us from our enemies and saved us from the Philistines, but Absalom chased him out of the country.", "10": "Now Absalom, whom we anointed to rule over us, is dead. Why not ask David to come back and be our king again?”", "11": "Then King David sent Zadok and Abiathar, the priests, to say to the elders of Judah, “Why are you the last ones to welcome back the king into his palace? For I have heard that all Israel is ready.", "12": "You are my relatives, my own tribe, my own flesh and blood! So why are you the last ones to welcome back the king?”", "13": "And David told them to tell Amasa, “Since you are my own flesh and blood, like Joab, may God strike me and even kill me if I do not appoint you as commander of my army in his place.”", "14": "Then Amasa[b] convinced all the men of Judah, and they responded unanimously. They sent word to the king, “Return to us, and bring back all who are with you.”", "15": "So the king started back to Jerusalem. And when he arrived at the Jordan River, the people of Judah came to Gilgal to meet him and escort him across the river.", "16": "Shimei son of Gera, the man from Bahurim in Benjamin, hurried across with the men of Judah to welcome King David.", "17": "A thousand other men from the tribe of Benjamin were with him, including Ziba, the chief servant of the house of Saul, and Ziba's fifteen sons and twenty servants. They rushed down to the Jordan to meet the king.", "18": "They crossed the shallows of the Jordan to bring the king's household across the river, helping him in every way they could. As the king was about to cross the river, Shimei fell down before him.", "19": "“My lord the king, please forgive me,” he pleaded. “Forget the terrible thing your servant did when you left Jerusalem. May the king put it out of his mind.", "20": "I know how much I sinned. That is why I have come here today, the very first person in all Israel[c] to greet my lord the king.”", "21": "Then Abishai son of Zeruiah said, “Shimei should die, for he cursed the Lord's anointed king!”", "22": "“Who asked your opinion, you sons of Zeruiah!” David exclaimed. “Why have you become my adversary[d] today? This is not a day for execution, for today I am once again the king of Israel!”", "23": "Then, turning to Shimei, David vowed, “Your life will be spared.”", "24": "Now Mephibosheth,[e] Saul's grandson, came down from Jerusalem to meet the king. He had not cared for his feet, trimmed his beard, or washed his clothes since the day the king left Jerusalem.", "25": "“Why didn't you come with me, Mephibosheth?” the king asked him.", "26": "Mephibosheth replied, “My lord the king, my servant Ziba deceived me. I told him, 'Saddle my donkey[f] so I can go with the king.' For as you know I am crippled.", "27": "Ziba has slandered me by saying that I refused to come. But I know that my lord the king is like an angel of God, so do what you think is best.", "28": "All my relatives and I could expect only death from you, my lord, but instead you have honored me by allowing me to eat at your own table! What more can I ask?”", "29": "“You've said enough,” David replied. “I've decided that you and Ziba will divide your land equally between you.”", "30": "“Give him all of it,” Mephibosheth said. “I am content just to have you safely back again, my lord the king!”", "31": "Barzillai of Gilead had come down from Rogelim to escort the king across the Jordan.", "32": "He was very old—eighty years of age—and very wealthy. He was the one who had provided food for the king during his stay in Mahanaim.", "33": "“Come across with me and live in Jerusalem,” the king said to Barzillai. “I will take care of you there.”", "34": "“No,” he replied, “I am far too old to go with the king to Jerusalem.", "35": "I am eighty years old today, and I can no longer enjoy anything. Food and wine are no longer tasty, and I cannot hear the singers as they sing. I would only be a burden to my lord the king.", "36": "Just to go across the Jordan River with the king is all the honor I need!", "37": "Then let me return again to die in my own town, where my father and mother are buried. But here is your servant, my son Kimham. Let him go with my lord the king and receive whatever you want to give him.”", "38": "“Good,” the king agreed. “Kimham will go with me, and I will help him in any way you would like. And I will do for you anything you want.”", "39": "So all the people crossed the Jordan with the king. After David had blessed Barzillai and kissed him, Barzillai returned to his own home.", "40": "The king then crossed over to Gilgal, taking Kimham with him. All the troops of Judah and half the troops of Israel escorted the king on his way.", "41": "But all the men of Israel complained to the king, “The men of Judah stole the king and didn't give us the honor of helping take you, your household, and all your men across the Jordan.”", "42": "The men of Judah replied, “The king is one of our own kinsmen. Why should this make you angry? We haven't eaten any of the king's food or received any special favors!”", "43": "“But there are ten tribes in Israel,” the others replied. “So we have ten times as much right to the king as you do. What right do you have to treat us with such contempt? Weren't we the first to speak of bringing him back to be our king again?” The argument continued back and forth, and the men of Judah spoke even more harshly than the men of Israel."}