{"1": "One day David asked, “Is anyone in Saul's family still alive—anyone to whom I can show kindness for Jonathan's sake?”", "2": "He summoned a man named Ziba, who had been one of Saul's servants. “Are you Ziba?” the king asked. “Yes sir, I am,” Ziba replied.", "3": "The king then asked him, “Is anyone still alive from Saul's family? If so, I want to show God's kindness to them.” Ziba replied, “Yes, one of Jonathan's sons is still alive. He is crippled in both feet.”", "4": "“Where is he?” the king asked. “In Lo-debar,” Ziba told him, “at the home of Makir son of Ammiel.”", "5": "So David sent for him and brought him from Makir's home.", "6": "His name was Mephibosheth[a]; he was Jonathan's son and Saul's grandson. When he came to David, he bowed low to the ground in deep respect. David said, “Greetings, Mephibosheth.” Mephibosheth replied, “I am your servant.”", "7": "“Don't be afraid!” David said. “I intend to show kindness to you because of my promise to your father, Jonathan. I will give you all the property that once belonged to your grandfather Saul, and you will eat here with me at the king's table!”", "8": "Mephibosheth bowed respectfully and exclaimed, “Who is your servant, that you should show such kindness to a dead dog like me?”", "9": "Then the king summoned Saul's servant Ziba and said, “I have given your master's grandson everything that belonged to Saul and his family.", "10": "You and your sons and servants are to farm the land for him to produce food for your master's household.[b] But Mephibosheth, your master's grandson, will eat here at my table.” (Ziba had fifteen sons and twenty servants.)", "11": "Ziba replied, “Yes, my lord the king; I am your servant, and I will do all that you have commanded.” And from that time on, Mephibosheth ate regularly at David's table,[c] like one of the king's own sons.", "12": "Mephibosheth had a young son named Mica. From then on, all the members of Ziba's household were Mephibosheth's servants.", "13": "And Mephibosheth, who was crippled in both feet, lived in Jerusalem and ate regularly at the king's table."}