{"1": "Hear this, O priests! Give heed, O house of Israel! Hearken, O house of the king! For the judgment pertains to you; for you have been a snare at Mizpah, and a net spread upon Tabor.", "2": "And they have made deep the pit of Shittim;[a] but I will chastise all of them.", "3": "I know E′phraim, and Israel is not hid from me; for now, O E′phraim, you have played the harlot, Israel is defiled.", "4": "Their deeds do not permit them to return to their God. For the spirit of harlotry is within them, and they know not the Lord.", "5": "The pride of Israel testifies to his face; E′phraim[b] shall stumble in his guilt; Judah also shall stumble with them.", "6": "With their flocks and herds they shall go to seek the Lord, but they will not find him; he has withdrawn from them.", "7": "They have dealt faithlessly with the Lord; for they have borne alien children. Now the new moon shall devour them with their fields.", "8": "Blow the horn in Gib′e-ah, the trumpet in Ramah. Sound the alarm at Beth-a′ven; tremble,[c] O Benjamin!", "9": "E′phraim shall become a desolation in the day of punishment; among the tribes of Israel I declare what is sure.", "10": "The princes of Judah have become like those who remove the landmark; upon them I will pour out my wrath like water.", "11": "E′phraim is oppressed, crushed in judgment, because he was determined to go after vanity.[d]", "12": "Therefore I am like a moth to E′phraim, and like dry rot to the house of Judah.", "13": "When E′phraim saw his sickness, and Judah his wound, then E′phraim went to Assyria, and sent to the great king.[e] But he is not able to cure you or heal your wound.", "14": "For I will be like a lion to E′phraim, and like a young lion to the house of Judah. I, even I, will rend and go away, I will carry off, and none shall rescue.", "15": "I will return again to my place, until they acknowledge their guilt and seek my face, and in their distress they seek me, saying,"}