{"1": "When Balaam saw that it [a]pleased the Lord to bless Israel, he did not go as at other times to [b]seek omens but he set his face toward the wilderness.", "2": "And Balaam lifted up his eyes and saw Israel [c]camping tribe by tribe; and the Spirit of God came upon him.", "3": "He took up his [d]discourse and said, “The oracle of Balaam the son of Beor, And the oracle of the man whose eye is opened;", "4": "The oracle of him who hears the [e]words of God, Who sees the vision of [f]the Almighty, Falling down, yet having his eyes uncovered,", "5": "How fair are your tents, O Jacob, Your dwellings, O Israel!", "6": "“Like [g]valleys that stretch out, Like gardens beside the river, Like aloes planted by the Lord, Like cedars beside the waters.", "7": "“Water will flow from his buckets, And his seed will be by many waters, And his king shall be higher than Agag, And his kingdom shall be exalted.", "8": "“God brings him out of Egypt, He is for him like the horns of the wild ox. He will devour the nations who are his adversaries, And will crush their bones in pieces, And shatter them with his arrows.", "9": "“He [h]couches, he lies down as a lion, And as a [i]lion, who [j]dares rouse him? Blessed is everyone who blesses you, And cursed is everyone who curses you.”", "10": "Then Balak's anger burned against Balaam, and he struck his [k]hands together; and Balak said to Balaam, “I called you to curse my enemies, but behold, you have persisted in blessing them these three times!", "11": "Therefore, [l]flee to your place now. I said I would honor you greatly, but behold, the Lord has held you back from honor.”", "12": "Balaam said to Balak, “Did I not tell your messengers whom you had sent to me, saying,", "13": "'Though Balak were to give me his house full of silver and gold, I could not do anything contrary to the [m]command of the Lord, either good or bad, of my own [n]accord. What the Lord speaks, that I will speak'?", "14": "And now, behold, I am going to my people; come, and I will advise you what this people will do to your people in the [o]days to come.”", "15": "He took up his discourse and said, “The oracle of Balaam the son of Beor, And the oracle of the man whose eye is opened,", "16": "The oracle of him who hears the [p]words of God, And knows the knowledge of the [q]Most High, Who sees the vision of [r]the Almighty, Falling down, yet having his eyes uncovered.", "17": "“I see him, but not now; I behold him, but not near; A star shall come forth from Jacob, A scepter shall rise from Israel, And shall crush through the [s]forehead of Moab, And [t]tear down all the sons of [u]Sheth.", "18": "“Edom shall be a possession, Seir, its enemies, also will be a possession, While Israel performs valiantly.", "19": "“One from Jacob shall have dominion, And will destroy the remnant from the city.”", "20": "And he looked at Amalek and took up his discourse and said, “Amalek was the first of the nations, But his end shall be [v]destruction.”", "21": "And he looked at the Kenite, and took up his discourse and said, “Your dwelling place is enduring, And your nest is set in the cliff.", "22": "“Nevertheless Kain will be consumed; How long will Asshur [w]keep you captive?”", "23": "Then he took up his discourse and said, “Alas, who can live except God has ordained it?", "24": "“But ships shall come from the coast of Kittim, And they shall afflict Asshur and will afflict Eber; So they also will come to destruction.”", "25": "Then Balaam arose and departed and returned to his place, and Balak also went his way."}