{"1": "Therefore put away all wickedness, deceit, hypocrisy, envy, and all evil speaking. ", "2": "As newborn babies, desire the pure milk of the word, that by it you may grow, ", "3": "if it is true that you have experienced that the Lord is good.", "4": "Coming to Him as to a living stone who is rejected by men, but chosen by God and precious, ", "5": "you also, as living stones, are being built up into a spiritual house as a holy priesthood to offer up spiritual sacrifices that are acceptable to God through Jesus Christ. ", "6": "For also it is contained in the Scripture, “Look! I lay in Zion a chief cornerstone, elect, precious, and he who believes in Him shall never be put to shame.”[a]", "7": "Therefore, to you who believe, He is precious. But to those who are disobedient, “The stone that the builders rejected has become the cornerstone,”[b]", "8": "and, “A stone of stumbling, and a rock of offense.”[c] They stumble because they are disobedient to the word, to which also they were appointed.", "9": "But you are a chosen race, a royal priesthood, a holy nation, a people for God's own possession, so that you may declare the goodness of Him who has called you out of darkness into His marvelous light. ", "10": "In times past, you were not a people, but now you are the people of God. You had not received mercy, but now you have received mercy.", "11": "Dearly beloved, I implore you as aliens and refugees, abstain from fleshly lusts, which wage war against the soul. ", "12": "Live your lives honorably among the Gentiles, so that though they speak against you as evildoers, they shall see your good works and thereby glorify God in the day of visitation.", "13": "Submit yourselves to every human authority for the Lord's sake, whether it be to the king, as supreme, ", "14": "or to governors, as sent by him for the punishment of evildoers and to praise those who do right. ", "15": "For it is the will of God that by doing right you may put to silence the ignorance of foolish men. ", "16": "As free people, do not use your liberty as a covering for evil, but live as servants of God. ", "17": "Honor all people. Love the brotherhood. Fear God. Honor the king.", "18": "Servants, be submissive to your masters with all fear, not only to the good and gentle, but also to the harsh. ", "19": "For this is commendable, if because of conscience toward God a person endures grief, suffering unjustly. ", "20": "For what credit is it if when you are being beaten for your sins you patiently endure? But if when doing good and suffering for it, you patiently endure, this is favorable before God. ", "21": "For to this you were called, because Christ suffered for us, leaving us an example, that you should follow His steps:", "22": "“He committed no sin, nor was deceit found in His mouth.”[d]", "23": "When He was reviled, He did not revile back; when He suffered, He did not threaten, but He entrusted Himself to Him who judges righteously. ", "24": "He Himself bore our sins in His own body on the tree, that we, being dead to sins, should live unto righteousness. “By His wounds you were healed.”[e] ", "25": "For you were as sheep going astray, but now have been returned to the Shepherd and Guardian of your souls."}