{"1": "Samuel's Integrity. 1 [b]Samuel addressed all Israel: “I have granted your request in every respect,” he said. “I have set a king over you ", "2": "and now the king will lead you. As for me, I am old and gray, and my sons are among you. I was your leader from my youth to the present day. ", "3": "Here I stand! Answer me in the presence of the Lord and the Lord's anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I wronged? From whom have I accepted a bribe and shut my eyes because of it? I will make restitution to you.” ", "4": "They replied, “You have neither cheated us, nor oppressed us, nor accepted anything from anyone.” ", "5": "So he said to them, “The Lord is witness against you this day, and the Lord's anointed is witness, that you have found nothing in my possession.” “The Lord is witness,” they said.", "6": "Samuel Admonishes the People. 6 Samuel continued: “The Lord is witness, who appointed Moses and Aaron and brought your ancestors up from the land of Egypt. ", "7": "Now take your stand, that I may judge you in the presence of the Lord according to all the gracious acts that the Lord has done for you and your ancestors. ", "8": "When Jacob and his sons went to Egypt and the Egyptians oppressed them, your ancestors cried out to the Lord. The Lord then sent Moses and Aaron to bring them out of Egypt and settled them in this place. ", "9": "But they forgot the Lord their God; and so the Lord sold them into the power of Sisera, the captain of the army of Hazor, the power of the Philistines, and the power of the king of Moab, who made war against them. ", "10": "They cried out to the Lord and said, 'We have sinned because we abandoned the Lord and served the Baals and Astartes. Now deliver us from the power of our enemies, and we will serve you.' ", "11": "The Lord sent Jerubbaal, Barak, Jephthah, and Samuel; he delivered you from the power of your enemies on every side, so that you could live in security. ", "12": "Yet, when you saw Nahash, king of the Ammonites, advancing against you, you said to me, 'No! A king must rule us,' even though the Lord your God is your king.", "13": "Warnings for People and King. 13 “Now here is the king you chose. See! The Lord has given you a king. ", "14": "If you fear and serve the Lord, if you listen to the voice of the Lord and do not rebel against the Lord's command, if both you and the king, who rules over you, follow the Lord your God—well and good. ", "15": "But if you do not listen to the voice of the Lord and if you rebel against the Lord's command, the hand of the Lord will be against you and your king. ", "16": "Now then, stand ready to witness the great marvel the Lord is about to accomplish before your eyes. ", "17": "Are we not in the harvest time for wheat?[c] Yet I will call upon the Lord, and he will send thunder and rain. Thus you will see and understand how great an evil it is in the eyes of the Lord that you have asked for a king.” ", "18": "Samuel called upon the Lord, and the Lord sent thunder and rain that day. Assistance Promised. Then all the people feared the Lord and Samuel. ", "19": "They said to Samuel, “Pray to the Lord your God for us, your servants, that we may not die for having added to all our other sins the evil of asking for a king.” ", "20": "“Do not fear,” Samuel answered them. “You have indeed committed all this evil! Yet do not turn from the Lord, but serve him with your whole heart. ", "21": "Do not turn aside to gods who are nothing,[d] who cannot act and deliver. They are nothing. ", "22": "For the sake of his own great name[e] the Lord will not abandon his people, since the Lord has decided to make you his people. ", "23": "As for me, far be it from me to sin against the Lord by ceasing to pray for you and to teach you the good and right way. ", "24": "But you must fear the Lord and serve him faithfully with all your heart, for you have seen the great things the Lord has done among you. ", "25": "If instead you continue to do evil, both you and your king shall be swept away.”"}