{"1": "One day Jonathan, son of Saul, said to his armor-bearer, “Come, let us go over to the Philistine outpost on the other side.” But he did not inform his father— ", "2": "Saul was sitting under the pomegranate tree in Migron on the outskirts of Gibeah; with him were about six hundred men. ", "3": "Ahijah, son of Ahitub, brother of Ichabod, the son of Phinehas, son of Eli, the priest of the Lord at Shiloh, was wearing the ephod—nor did the soldiers know that Jonathan had gone. ", "4": "Flanking the ravine through which Jonathan intended to cross to the Philistine outpost were rocky crags on each side, one named Bozez and the other Seneh. ", "5": "One crag was to the north, toward Michmash; the other to the south, toward Geba. ", "6": "Jonathan said to his armor-bearer: “Come, let us go over to that outpost of the uncircumcised. Perhaps the Lord will help us, because it is no more difficult for the Lord to grant victory by means of a few than it is by means of many.” ", "7": "His armor-bearer replied, “Do whatever you think best; I am with you in whatever you decide.” ", "8": "Jonathan continued: “When we cross over to those men, we will be visible to them. ", "9": "If they say to us, 'Stay there until we can come to you,' we will stop where we are; we will not go up to them. ", "10": "But if they say, 'Come up to us,' we will go up, because the Lord has delivered them into our hand. That will be our sign.”[a] ", "11": "When the two of them came into the view of the Philistine outpost, the Philistines remarked, “Look, some Hebrews[b] are coming out of the holes where they have been hiding.” ", "12": "The men of the outpost called to Jonathan and his armor-bearer. “Come up here,” they said, “and we will teach you a lesson.” So Jonathan said to his armor-bearer, “Climb up after me, for the Lord has delivered them into the hand of Israel.” ", "13": "Jonathan clambered up with his armor-bearer behind him. As the Philistines fell before Jonathan, his armor-bearer, who followed him, would finish them off. ", "14": "In this first attack Jonathan and his armor-bearer killed about twenty men within half a furlong. ", "15": "Then terror spread through the camp and the countryside; all the soldiers in the outpost and in the raiding parties shuddered in terror. The earth shook with an awesome shuddering.[c]", "16": "Rout of the Philistines. 16 Saul's sentinels in Gibeah of Benjamin saw that the enemy camp had scattered and were running in all directions. ", "17": "Saul said to those around him, “Count the troops and find out if any of us are missing.” When they had taken the count, they found Jonathan and his armor-bearer missing. ", "18": "Saul then said to Ahijah, “Bring the ephod here.” (Ahijah was wearing the ephod before the Israelites at that time.) ", "19": "While Saul was speaking to the priest, the uproar in the Philistine camp kept increasing. So he said to the priest, “Withdraw your hand.” ", "20": "And Saul and all his men rallied and rushed into the fight, where the Philistines, wholly confused, were thrusting swords at one another. ", "21": "The Hebrews who had previously sided with the Philistines and had gone up with them to their camp turned to join the Israelites under Saul and Jonathan. ", "22": "Likewise, all the Israelites who were hiding in the hill country of Ephraim, hearing that the Philistines were fleeing, kept after them in the battle. ", "23": "[d]Thus the Lord saved Israel that day. Saul's Oath. The battle continued past Beth-aven. ", "24": "Even though the Israelites were exhausted that day, Saul laid an oath on them, saying, “Cursed be the one who takes food before evening, before I am able to avenge myself on my enemies.” So none of the people tasted food. ", "25": "Now there was a honeycomb lying on the ground, ", "26": "and when the soldiers came to the comb the honey was flowing; yet no one raised a hand from it to his mouth, because the people feared the oath.", "27": "Violation of the Oath. 27 Jonathan, who had not heard that his father had put the people under oath, thrust out the end of the staff he was holding and dipped it into the honeycomb. Then he raised it to his mouth and his eyes brightened. ", "28": "At this, one of the soldiers spoke up: “Your father put the people under a strict oath, saying, 'Cursed be the one who takes food today!' As a result the people are weakened.” ", "29": "Jonathan replied: “My father brings trouble to the land. Look how bright my eyes are because I had this little taste of honey. ", "30": "What is more, if the army had eaten freely of the enemy's plunder when they came across it today, surely the slaughter of the Philistines would have been the greater by now!”", "31": "Consuming the Blood. 31 After the Philistines were routed that day from Michmash to Aijalon, the people were completely exhausted. ", "32": "So the army pounced upon the plunder and took sheep, oxen, and calves, slaughtering them on the ground and eating the meat with the blood in it. ", "33": "Informed that the army was sinning against the Lord by eating the meat with blood in it, Saul said: “You have broken faith. Roll a large stone here for me.” ", "34": "He continued: “Mingle with the people and tell each of them, 'Bring an ox or sheep to me. Slaughter them here and then eat. But you must not sin against the Lord by eating meat with blood in it.'” So that night they all brought whatever oxen they had seized, and they slaughtered them there; ", "35": "and Saul built an altar to the Lord—this was the first time he built an altar to the Lord.", "36": "Jonathan in Danger of Death. 36 Then Saul said, “Let us go down in pursuit of the Philistines by night, to plunder them until daybreak and leave no one alive.” They replied, “Do what you think best.” But the priest said, “Let us consult God.” ", "37": "So Saul inquired of God: “Shall I go down in pursuit of the Philistines? Will you deliver them into the hand of Israel?” But he received no answer on this occasion. ", "38": "“All officers of the army,” Saul announced, “come forward. Find out how this sin was committed today. ", "39": "As the Lord lives who has given victory to Israel, even if my son Jonathan has committed it, he shall surely die!” But none of the people answered him. ", "40": "So he said to all Israel, “Stand on one side, and my son Jonathan and I will stand on the other.” The people responded, “Do what you think best.” ", "41": "And Saul said to the Lord, the God of Israel: “Why did you not answer your servant this time? If the blame for this resides in me or my son Jonathan, Lord, God of Israel, respond with Urim; but if this guilt is in your people Israel, respond with Thummim.”[e] Jonathan and Saul were designated, and the people went free. ", "42": "Saul then said, “Cast lots between me and my son Jonathan.” And Jonathan was designated. ", "43": "Saul said to Jonathan, “Tell me what you have done.” Jonathan replied, “I only tasted a little honey from the end of the staff I was holding. Am I to die for this?” ", "44": "Saul declared, “May God do thus to me, and more, if you do not indeed die, Jonathan!”", "45": "Rescue of Jonathan. 45 But the soldiers protested to Saul: “Is Jonathan to die, the man who won this great victory for Israel? This must not be! As the Lord lives, not a single hair of his head shall fall to the ground, for God was with him in what he did today!” Thus the soldiers rescued[f] Jonathan and he did not die. ", "46": "After that Saul gave up the pursuit of the Philistines, who returned to their own territory.", "47": "Saul's Victories. 47 After taking possession of the kingship over Israel, Saul waged war on its enemies all around—Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he was successful ", "48": "and fought bravely. He defeated Amalek and delivered Israel from the hand of those who were plundering them.", "49": "Saul's Family. 49 The sons of Saul were Jonathan, Ishvi, and Malchishua; the name of his firstborn daughter was Merob; the name of the younger was Michal. ", "50": "The name of Saul's wife was Ahinoam, daughter of Ahimaaz. The name of his general was Abner, son of Ner, Saul's uncle; ", "51": "Kish, Saul's father, and Ner, Abner's father, were sons of Abiel.", "52": "There was heavy fighting with the Philistines during Saul's lifetime. Whenever Saul saw any strong or brave man, he took him into his service."}