{"1": "Disobedience of Saul. 1 Samuel said to Saul: “It was I the Lord sent to anoint you king over his people Israel. Now, therefore, listen to the message of the Lord. ", "2": "Thus says the Lord of hosts: I will punish what Amalek did to the Israelites when he barred their way as they came up from Egypt. ", "3": "Go, now, attack Amalek, and put under the ban[b] everything he has. Do not spare him; kill men and women, children and infants, oxen and sheep, camels and donkeys.”", "4": "Saul alerted the army, and at Telaim reviewed two hundred thousand foot soldiers and ten thousand men of Judah.[c] ", "5": "Saul went to the city of Amalek and set up an ambush in the wadi. ", "6": "He warned the Kenites: “Leave Amalek, turn aside and come down so I will not have to destroy you with them, for you were loyal to the Israelites when they came up from Egypt.”[d] After the Kenites left, ", "7": "Saul routed Amalek from Havilah to the approaches of Shur, on the frontier of Egypt. ", "8": "He took Agag, king of Amalek, alive, but the rest of the people he destroyed by the sword, putting them under the ban. ", "9": "He and his troops spared Agag and the best of the fat sheep and oxen, and the lambs. They refused to put under the ban anything that was worthwhile, destroying only what was worthless and of no account.", "10": "Samuel Rebukes Saul. 10 Then the word of the Lord came to Samuel: ", "11": "I regret having made Saul king, for he has turned from me and has not kept my command. At this Samuel grew angry and cried out to the Lord all night. ", "12": "Early in the morning he went to meet Saul, but was informed that Saul had gone to Carmel, where he set up a monument in his own honor, and that on his return he had gone down to Gilgal. ", "13": "When Samuel came to him, Saul greeted him: “The Lord bless you! I have kept the command of the Lord.” ", "14": "But Samuel asked, “What, then, is this bleating of sheep that comes to my ears, the lowing of oxen that I hear?” ", "15": "Saul replied: “They were brought from Amalek. The people spared the best sheep and oxen to sacrifice to the Lord, your God; but the rest we destroyed, putting them under the ban.” ", "16": "Samuel said to Saul: “Stop! Let me tell you what the Lord said to me last night.” “Speak!” he replied. ", "17": "Samuel then said: “Though little in your own eyes, are you not chief of the tribes of Israel? The Lord anointed you king of Israel ", "18": "and sent you on a mission, saying: Go and put the sinful Amalekites under a ban of destruction. Fight against them until you have exterminated them. ", "19": "Why then have you disobeyed the Lord? You have pounced on the spoil, thus doing what was evil in the Lord's sight.” ", "20": "Saul explained to Samuel: “I did indeed obey the Lord and fulfill the mission on which the Lord sent me. I have brought back Agag, the king of Amalek, and, carrying out the ban, I have destroyed the Amalekites. ", "21": "But from the spoil the army took sheep and oxen, the best of what had been banned, to sacrifice to the Lord your God in Gilgal.” ", "22": "But Samuel said: “Does the Lord delight in burnt offerings and sacrifices as much as in obedience to the Lord's command? Obedience is better than sacrifice, to listen, better than the fat of rams.[e]", "23": "For a sin of divination is rebellion, and arrogance, the crime of idolatry. Because you have rejected the word of the Lord, the Lord in turn has rejected you as king.”", "24": "Rejection of Saul. 24 Saul admitted to Samuel: “I have sinned, for I have transgressed the command of the Lord and your instructions. I feared the people and obeyed them. ", "25": "Now forgive my sin, and return with me, that I may worship the Lord.” ", "26": "But Samuel said to Saul, “I will not return with you, because you rejected the word of the Lord and the Lord has rejected you as king of Israel.” ", "27": "As Samuel turned to go, Saul seized a loose end of his garment, and it tore off. ", "28": "So Samuel said to him: “The Lord has torn the kingdom of Israel from you this day, and has given it to a neighbor of yours, who is better than you. ", "29": "The Glory of Israel neither deceives nor repents,[f] for he is not a mortal who repents.” ", "30": "But Saul answered: “I have sinned, yet honor me now before the elders of my people and before Israel. Return with me that I may worship the Lord your God.” ", "31": "And so Samuel returned with him, and Saul worshiped the Lord.", "32": "Samuel Executes Agag. 32 Afterward Samuel commanded, “Bring Agag, king of Amalek, to me.” Agag came to him struggling and saying, “So it is bitter death!” ", "33": "And Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” Then he cut Agag to pieces before the Lord in Gilgal. ", "34": "Samuel departed for Ramah, while Saul went up to his home in Gibeah of Saul. ", "35": "Never again, as long as he lived, did Samuel see Saul. Yet he grieved over Saul, because the Lord repented that he had made him king of Israel."}