{"1": "The Challenge of Goliath. 1 The Philistines rallied their forces for battle at Socoh in Judah and camped between Socoh and Azekah at Ephes-dammim. ", "2": "Saul and the Israelites rallied and camped in the valley of the Elah, drawing up their battle line to meet the Philistines. ", "3": "The Philistines were stationed on one hill and the Israelites on an opposite hill, with a valley between them.", "4": "A champion named Goliath of Gath came out from the Philistine camp; he was six cubits and a span[a] tall. ", "5": "He had a bronze helmet on his head and wore a bronze breastplate of scale armor weighing five thousand shekels, ", "6": "bronze greaves, and had a bronze scimitar slung from his shoulders. ", "7": "The shaft of his javelin was like a weaver's beam, and its iron head weighed six hundred shekels.[b] His shield-bearer went ahead of him. ", "8": "He stood and shouted to the ranks of Israel: “Why come out in battle formation? I am a Philistine, and you are Saul's servants. Choose one of your men, and have him come down to me. ", "9": "If he beats me in combat and kills me, we will be your vassals; but if I beat him and kill him, you shall be our vassals and serve us.” ", "10": "The Philistine continued: “I defy the ranks of Israel today. Give me a man and let us fight together.” ", "11": "When Saul and all Israel heard this challenge of the Philistine, they were stunned and terrified. David Comes to the Camp.[c] ", "12": "David was the son of an Ephrathite named Jesse from Bethlehem in Judah who had eight sons. In the days of Saul Jesse was old and well on in years. ", "13": "The three oldest sons of Jesse had followed Saul to war; the names of these three sons who had gone off to war were Eliab the firstborn; Abinadab the second; and Shammah the third. ", "14": "David was the youngest. While the three oldest had joined Saul, ", "15": "David would come and go from Saul's presence to tend his father's sheep at Bethlehem.", "16": "Meanwhile the Philistine came forward and took his stand morning and evening for forty days.", "17": "Now Jesse said to his son David: “Take this ephah of roasted grain and these ten loaves for your brothers, and bring them quickly to your brothers in the camp. ", "18": "Also take these ten cheeses for the field officer. Greet your brothers and bring home some token from them. ", "19": "Saul and your brothers, together with all Israel, are at war with the Philistines in the valley of the Elah.” ", "20": "Early the next morning, having left the flock with a shepherd, David packed up and set out, as Jesse had commanded him. He reached the barricade of the camp just as the army, on their way to the battleground, were shouting their battle cry. ", "21": "The Israelites and the Philistines drew up opposite each other in battle array. ", "22": "David entrusted what he had brought to the keeper of the baggage and hastened to the battle line, where he greeted his brothers. ", "23": "While he was talking with them, the Philistine champion, by name Goliath of Gath, came up from the ranks of the Philistines and spoke as before, and David listened. ", "24": "When the Israelites saw the man, they all retreated before him, terrified. ", "25": "The Israelites had been saying: “Do you see this man coming up? He comes up to insult Israel. The king will make whoever kills him a very wealthy man. He will give his daughter to him and declare his father's family exempt from taxes in Israel.” ", "26": "David now said to the men standing near him: “How will the man who kills this Philistine and frees Israel from disgrace be rewarded? Who is this uncircumcised Philistine that he should insult the armies of the living God?” ", "27": "They repeated the same words to him and said, “That is how the man who kills him will be rewarded.” ", "28": "When Eliab, his oldest brother, heard him speaking with the men, he grew angry with David and said: “Why did you come down? With whom have you left those sheep in the wilderness? I know your arrogance and dishonest heart. You came down to enjoy the battle!” ", "29": "David protested, “What have I done now? I was only talking.” ", "30": "He turned from him to another and asked the same question; and everyone gave him the same answer as before. ", "31": "The words that David had spoken were overheard and reported to Saul, who sent for him.", "32": "David Challenges Goliath. 32 Then David spoke to Saul: “My lord should not lose heart. Let your servant go and fight this Philistine.” ", "33": "But Saul answered David, “You cannot go up against this Philistine and fight with him, for you are only a youth, while he has been a warrior from his youth.” ", "34": "Then David told Saul: “Your servant used to tend his father's sheep, and whenever a lion or bear came to carry off a sheep from the flock, ", "35": "I would chase after it, attack it, and snatch the prey from its mouth. If it attacked me, I would seize it by the throat, strike it, and kill it. ", "36": "Your servant has killed both a lion and a bear. This uncircumcised Philistine will be as one of them, because he has insulted the armies of the living God.”", "37": "David continued: “The same Lord who delivered me from the claws of the lion and the bear will deliver me from the hand of this Philistine.” Saul answered David, “Go! the Lord will be with you.”", "38": "Preparation for the Encounter. 38 Then Saul dressed David in his own tunic, putting a bronze helmet on his head and arming him with a coat of mail. ", "39": "David also fastened Saul's sword over the tunic. He walked with difficulty, however, since he had never worn armor before. He said to Saul, “I cannot go in these, because I am not used to them.” So he took them off. ", "40": "Then, staff in hand, David selected five smooth stones from the wadi and put them in the pocket of his shepherd's bag. With his sling in hand, he approached the Philistine.", "41": "David's Victory. 41 [d]With his shield-bearer marching before him, the Philistine advanced closer and closer to David. ", "42": "When he sized David up and saw that he was youthful, ruddy, and handsome in appearance, he began to deride him. ", "43": "He said to David, “Am I a dog that you come against me with a staff?” Then the Philistine cursed David by his gods ", "44": "and said to him, “Come here to me, and I will feed your flesh to the birds of the air and the beasts of the field.” ", "45": "David answered him: “You come against me with sword and spear and scimitar, but I come against you in the name of the Lord of hosts, the God of the armies of Israel whom you have insulted. ", "46": "Today the Lord shall deliver you into my hand; I will strike you down and cut off your head. This very day I will feed your dead body and the dead bodies of the Philistine army to the birds of the air and the beasts of the field; thus the whole land shall learn that Israel has a God. ", "47": "All this multitude, too, shall learn that it is not by sword or spear that the Lord saves. For the battle belongs to the Lord, who shall deliver you into our hands.”", "48": "The Philistine then moved to meet David at close quarters, while David ran quickly toward the battle line to meet the Philistine. ", "49": "David put his hand into the bag and took out a stone, hurled it with the sling, and struck the Philistine on the forehead. The stone embedded itself in his brow, and he fell on his face to the ground. ", "50": "Thus David triumphed over the Philistine with sling and stone; he struck the Philistine dead, and did it without a sword in his hand. ", "51": "Then David ran and stood over him; with the Philistine's own sword which he drew from its sheath he killed him, and cut off his head. Flight of the Philistines. When the Philistines saw that their hero was dead, they fled. ", "52": "Then the men of Israel and Judah sprang up with a battle cry and pursued them to the approaches of Gath and to the gates of Ekron, and Philistines fell wounded along the road from Shaaraim as far as Gath and Ekron. ", "53": "When they returned from their pursuit of the Philistines, the Israelites looted their camp. ", "54": "David took the head of the Philistine and brought it to Jerusalem; but he kept Goliath's armor in his own tent.[e]", "55": "David Presented to Saul. 55 As Saul watched David go out to meet the Philistine, he asked his general Abner, “Abner, whose son is that young man?” Abner replied, “On your life, O king, I have no idea.” ", "56": "And the king said, “Find out whose son the lad is.” ", "57": "So when David returned from slaying the Philistine, Abner escorted him into Saul's presence. David was still holding the Philistine's head. ", "58": "Saul then asked him, “Whose son are you, young man?” David replied, “I am the son of your servant Jesse of Bethlehem.”"}