{"1": "David and Jonathan. 1 By the time David finished speaking with Saul, Jonathan's life became bound up with David's life; he loved him as his very self. ", "2": "Saul retained David on that day and did not allow him to return to his father's house. ", "3": "Jonathan and David made a covenant, because Jonathan loved him as his very self. ", "4": "Jonathan took off[a] the cloak he was wearing and handed it over to David, along with his military dress, even his sword, bow, and belt. ", "5": "David then carried out successfully every mission on which Saul sent him. So Saul put him in charge of his soldiers; this met with the approval of the whole army, even Saul's officers.", "6": "Saul's Jealousy. 6 At the approach of Saul and David, on David's return after striking down the Philistine, women came out from all the cities of Israel to meet Saul the king, singing and dancing, with tambourines, joyful songs, and stringed instruments.[b] ", "7": "The women played and sang: “Saul has slain his thousands, David his tens of thousands.”", "8": "Saul was very angry and resentful of the song, for he thought: “They give David tens of thousands, but only thousands to me. All that remains for him is the kingship.” ", "9": "From that day on, Saul kept a jealous eye on David.", "10": "The next day an evil spirit from God rushed upon Saul, and he raged in his house. David was in attendance, playing the harp as at other times, while Saul was holding his spear. ", "11": "Saul poised the spear, thinking, “I will nail David to the wall!” But twice David escaped him. ", "12": "Saul then began to fear David because the Lord was with him but had turned away from Saul. ", "13": "Saul sent him out of his presence and appointed him a field officer. So David led the people on their military expeditions ", "14": "and prospered in all his ways, for the Lord was with him. ", "15": "Seeing how he prospered, Saul feared David. ", "16": "But all Israel and Judah loved David, since he led them on their expeditions.[c]", "17": "Saul Plots Against David. 17 Saul said to David, “Look, I will give you my older daughter, Merob, in marriage if you become my warrior and fight the battles of the Lord.” Saul thought, “I will not lay a hand on him. Let the hand of the Philistines strike him.” ", "18": "But David answered Saul: “Who am I? And who are my kindred or my father's clan in Israel that I should become the king's son-in-law?” ", "19": "But when the time came for Saul's daughter Merob to be given to David, she was given as wife to Adriel the Meholathite instead.", "20": "Now Saul's daughter Michal loved David. When this was reported to Saul, he was pleased. ", "21": "He thought, “I will offer her to him as a trap, so that the hand of the Philistines may strike him.” So for the second time Saul said to David, “You shall become my son-in-law today.” ", "22": "Saul then ordered his servants, “Speak to David privately and say: The king favors you, and all his officers love you. You should become son-in-law to the king.” ", "23": "But when Saul's servants mentioned this to David, he said: “Is becoming the king's son-in-law a trivial matter in your eyes? I am poor and insignificant.” ", "24": "When his servants reported David's answer to him, ", "25": "Saul commanded them, “Say this to David: The king desires no other price for the bride than the foreskins of one hundred Philistines, that he may thus take vengeance on his enemies.” Saul intended to have David fall into the hands of the Philistines. ", "26": "When the servants reported this offer to David, he was pleased with the prospect of becoming the king's son-in-law. Before the year was up, ", "27": "David arose and went with his men and slew two hundred Philistines. He brought back their foreskins and counted them out before the king that he might become the king's son-in-law. So Saul gave him his daughter Michal as wife. ", "28": "Then Saul realized that the Lord was with David and that his own daughter Michal loved David. ", "29": "So Saul feared David all the more and was his enemy ever after.", "30": "The Philistine chiefs continued to make forays, but each time they took the field, David was more successful against them than any of Saul's other officers, and his name was held in great esteem."}