{"1": "David Flees to the Philistines. 1 David said to himself: “I shall perish some day at the hand of Saul. I have no choice but to escape to the land of the Philistines; then Saul will give up his continual search for me throughout the land of Israel, and I will be out of his reach.” ", "2": "Accordingly, David departed with his six hundred soldiers and went over to Achish, son of Maoch, king of Gath. ", "3": "David and his men lived in Gath with Achish; each one had his family, and David had his two wives, Ahinoam from Jezreel and Abigail, the widow of Nabal from Carmel. ", "4": "When Saul learned that David had fled to Gath, he no longer searched for him.", "5": "David said to Achish: “If I meet with your approval, let me have a place to live in one of the country towns. Why should your servant live with you in the royal city?” ", "6": "That same day Achish gave him Ziklag, which has, therefore, belonged to the kings of Judah[a] up to the present time. ", "7": "In all, David lived a year and four months in Philistine territory.", "8": "David Raids Israel's Foes. 8 David and his men went out on raids against the Geshurites, Girzites, and Amalekites—peoples living in the land between Telam, on the approach to Shur, and the land of Egypt. ", "9": "In attacking the land David would not leave a man or woman alive, but would carry off sheep, oxen, donkeys, camels, and clothes. Then he would return to Achish, ", "10": "who would ask, “Against whom did you raid this time?” David would reply, “Against the Negeb of Judah,”[b] or “Against the Negeb of Jerahmeel,” or “Against the Negeb of the Kenites.” ", "11": "David never left a man or woman alive to be brought to Gath. He thought, “They will betray us and say, 'This is what David did.'” This was his custom as long as he lived in Philistine territory. ", "12": "Achish trusted David, thinking, “His people Israel must certainly detest him. I shall have him as my vassal forever.”"}