{"1": "In those days the Philistines mustered their military forces to fight against Israel. So Achish said to David, “You realize, of course, that you and your warriors[a] must march out for battle with me.” ", "2": "David answered Achish, “Good! Now you shall learn what your servant can do.” Then Achish said to David, “I shall appoint you as my permanent bodyguard.”", "3": "Now, Samuel was dead. All Israel had mourned him and buried him in his city, Ramah. Meanwhile Saul had driven mediums and diviners out of the land.", "4": "Saul in Despair. 4 The Philistines rallied and, coming to Shunem, they encamped. Saul, too, mustered all Israel; they camped on Gilboa. ", "5": "When Saul saw the Philistine camp, he grew afraid and lost heart completely. ", "6": "He consulted the Lord; but the Lord gave no answer, neither in dreams nor by Urim nor through prophets. ", "7": "Then Saul said to his servants, “Find me a medium[b] through whom I can seek counsel.” His servants answered him, “There is a woman in Endor who is a medium.”", "8": "The Medium at Endor. 8 So he disguised himself, putting on other clothes, and set out with two companions. They came to the woman at night, and Saul said to her, “Divine for me; conjure up the spirit I tell you.” ", "9": "But the woman answered him, “You know what Saul has done, how he expelled the mediums and diviners from the land. Then why are you trying to entrap me and get me killed?” ", "10": "But Saul swore to her by the Lord, “As the Lord lives, you shall incur no blame for this.” ", "11": "“Whom do you want me to conjure up?” the woman asked him. “Conjure up Samuel for me,” he replied.", "12": "Samuel Appears. 12 When the woman saw Samuel, she shrieked at the top of her voice and said to Saul, “Why have you deceived me? You are Saul!” ", "13": "But the king said to her, “Do not be afraid. What do you see?” “I see a god rising from the earth,” she replied. ", "14": "“What does he look like?” asked Saul. “An old man is coming up wrapped in a robe,” she replied. Saul knew that it was Samuel, and so he bowed his face to the ground in homage.", "15": "Saul's Doom. 15 [c]Samuel then said to Saul, “Why do you disturb me by conjuring me up?” Saul replied: “I am in great distress, for the Philistines are waging war against me and God has turned away from me. Since God no longer answers me through prophets or in dreams, I have called upon you to tell me what I should do.” ", "16": "To this Samuel said: “But why do you ask me, if the Lord has abandoned you for your neighbor? ", "17": "The Lord has done to you what he declared through me: he has torn the kingdom from your hand and has given it to your neighbor David.", "18": "“Because you disobeyed the Lord's directive and would not carry out his fierce anger against Amalek, the Lord has done this to you today. ", "19": "Moreover, the Lord will deliver Israel, and you as well, into the hands of the Philistines. By tomorrow you and your sons will be with me, and the Lord will have delivered the army of Israel into the hands of the Philistines.”", "20": "Immediately Saul fell full length on the ground, in great fear because of Samuel's message. He had no strength left, since he had eaten nothing all that day and night. ", "21": "Then the woman came to Saul and, seeing that he was quite terror-stricken, said to him: “Remember, your maidservant obeyed you: I took my life in my hands and carried out the request you made of me. ", "22": "Now you, in turn, please listen to your maidservant. Let me set out a bit of food for you to eat, so that you are strong enough to go on your way.” ", "23": "But he refused, saying, “I will not eat.” However, when his servants joined the woman in urging him, he listened to their entreaties, got up from the ground, and sat on a couch. ", "24": "The woman had a stall-fed calf in the house, which she now quickly slaughtered. Then taking flour, she kneaded it and baked unleavened bread. ", "25": "She set the meal before Saul and his servants, and they ate. Then they got up and left the same night."}