{"1": "Defeat of the Israelites.[a] 1 At that time, the Philistines gathered for an attack on Israel. Israel went out to engage them in battle and camped at Ebenezer, while the Philistines camped at Aphek. ", "2": "The Philistines then drew up in battle formation against Israel. After a fierce struggle Israel was defeated by the Philistines, who killed about four thousand men on the battlefield. ", "3": "When the troops retired to the camp, the elders of Israel said, “Why has the Lord permitted us to be defeated today by the Philistines? Let us fetch the ark of the Lord from Shiloh that it may go into battle among us and save us from the grasp of our enemies.”", "4": "Loss of the Ark. 4 So the people sent to Shiloh and brought from there the ark of the Lord of hosts, who is enthroned upon the cherubim.[b] The two sons of Eli, Hophni and Phinehas, accompanied the ark of God. ", "5": "When the ark of the Lord arrived in the camp, all Israel shouted so loudly that the earth shook. ", "6": "The Philistines, hearing the uproar, asked, “What does this loud shouting in the camp of the Hebrews mean?” On learning that the ark of the Lord had come into the camp, ", "7": "the Philistines were frightened, crying out, “Gods have come to their camp. Woe to us! This has never happened before. ", "8": "Woe to us! Who can deliver us from the power of these mighty gods?[c] These are the gods who struck the Egyptians with various plagues in the desert. ", "9": "Take courage and act like soldiers, Philistines; otherwise you will become slaves to the Hebrews, as they were your slaves. Fight like soldiers!” ", "10": "The Philistines fought and Israel was defeated; everyone fled to their own tents.[d] It was a disastrous defeat; Israel lost thirty thousand foot soldiers. ", "11": "The ark of God was captured, and Eli's two sons, Hophni and Phinehas, were dead.", "12": "Death of Eli. 12 A Benjaminite fled from the battlefield and reached Shiloh that same day, with his clothes torn and his head covered with dirt. ", "13": "When he arrived, Eli was sitting in his chair beside the gate, watching the road, for he was troubled at heart about the ark of God. The man, however, went into the city to announce his news; then the whole city cried out. ", "14": "When Eli heard the uproar, he wondered why there was such commotion. Just then the man rushed up to inform him. ", "15": "Eli was ninety-eight years old, and his eyes would not focus. So he could not see. ", "16": "The man said to Eli: “I have come from the battlefield; today I fled from there.” He asked, “What happened, my son?” ", "17": "And the messenger answered: “Israel fled from the Philistines; in fact, the troops suffered heavy losses. Your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.” ", "18": "At this mention of the ark of God, Eli fell backward from his chair into the gateway; he died of a broken neck since he was an old man and heavy. He had judged Israel for forty years.", "19": "His daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of the ark of God and the deaths of her father-in-law and her husband, she crouched down in labor, and gave birth. ", "20": "She was about to die when the women standing around her said to her, “Do not be afraid, you have given birth to a son.” Yet she neither answered nor paid any attention. ", "21": "She named the child Ichabod, saying, “Gone is the glory from Israel,” referring to the capture of the ark of God and to her father-in-law and her husband. ", "22": "She said, “Gone is the glory from Israel,” because the ark of God had been captured."}