{"1": "This is a true saying: If a man is eager to be a church leader, he desires an excellent work. ", "2": "A church leader must be without fault; he must have only one wife,[a] be sober, self-controlled, and orderly; he must welcome strangers in his home; he must be able to teach; ", "3": "he must not be a drunkard or a violent man, but gentle and peaceful; he must not love money; ", "4": "he must be able to manage his own family well and make his children obey him with all respect. ", "5": "For if a man does not know how to manage his own family, how can he take care of the church of God? ", "6": "He must be mature in the faith, so that he will not swell up with pride and be condemned, as the Devil was. ", "7": "He should be a man who is respected by the people outside the church, so that he will not be disgraced and fall into the Devil's trap.", "8": "Church helpers must also have a good character and be sincere; they must not drink too much wine or be greedy for money; ", "9": "they should hold to the revealed truth of the faith with a clear conscience. ", "10": "They should be tested first, and then, if they pass the test, they are to serve. ", "11": "Their wives[b] also must be of good character and must not gossip; they must be sober and honest in everything. ", "12": "A church helper must have only one wife,[c] and be able to manage his children and family well. ", "13": "Those helpers who do their work well win for themselves a good standing and are able to speak boldly about their faith in Christ Jesus.", "14": "As I write this letter to you, I hope to come and see you soon. ", "15": "But if I delay, this letter will let you know how we should conduct ourselves in God's household, which is the church of the living God, the pillar and support of the truth. ", "16": "No one can deny how great is the secret of our religion: He appeared in human form, was shown to be right by the Spirit,[d] and was seen by angels. He was preached among the nations, was believed in throughout the world, and was taken up to heaven."}