{"1": "Those who are slaves must consider their masters worthy of all respect, so that no one will speak evil of the name of God and of our teaching. ", "2": "Slaves belonging to Christian masters must not despise them, for they are believers too. Instead, they are to serve them even better, because those who benefit from their work are believers whom they love. You must teach and preach these things. ", "3": "Whoever teaches a different doctrine and does not agree with the true words of our Lord Jesus Christ and with the teaching of our religion ", "4": "is swollen with pride and knows nothing. He has an unhealthy desire to argue and quarrel about words, and this brings on jealousy, disputes, insults, evil suspicions, ", "5": "and constant arguments from people whose minds do not function and who no longer have the truth. They think that religion is a way to become rich.", "6": "Well, religion does make us very rich, if we are satisfied with what we have. ", "7": "What did we bring into the world? Nothing! What can we take out of the world? Nothing! ", "8": "So then, if we have food and clothes, that should be enough for us. ", "9": "But those who want to get rich fall into temptation and are caught in the trap of many foolish and harmful desires, which pull them down to ruin and destruction. ", "10": "For the love of money is a source of all kinds of evil. Some have been so eager to have it that they have wandered away from the faith and have broken their hearts with many sorrows.", "11": "But you, man of God, avoid all these things. Strive for righteousness, godliness, faith, love, endurance, and gentleness. ", "12": "Run your best in the race of faith, and win eternal life for yourself; for it was to this life that God called you when you firmly professed your faith before many witnesses. ", "13": "Before God, who gives life to all things, and before Christ Jesus, who firmly professed his faith before Pontius Pilate, I command you ", "14": "to obey your orders and keep them faithfully until the Day when our Lord Jesus Christ will appear. ", "15": "His appearing will be brought about at the right time by God, the blessed and only Ruler, the King of kings and the Lord of lords. ", "16": "He alone is immortal; he lives in the light that no one can approach. No one has ever seen him; no one can ever see him. To him be honor and eternal power! Amen.", "17": "Command those who are rich in the things of this life not to be proud, but to place their hope, not in such an uncertain thing as riches, but in God, who generously gives us everything for our enjoyment. ", "18": "Command them to do good, to be rich in good works, to be generous and ready to share with others. ", "19": "In this way they will store up for themselves a treasure which will be a solid foundation for the future. And then they will be able to win the life which is true life.", "20": "Timothy, keep safe what has been entrusted to your care. Avoid the profane talk and foolish arguments of what some people wrongly call “Knowledge.” ", "21": "For some have claimed to possess it, and as a result they have lost the way of faith. God's grace be with you all."}