{"1": "Hear the word which the Lord speaks to you, O people of Israel. ", "2": "The Lord says, “Do not learn the way of the nations. And do not be afraid of the things seen in the heavens, even if the nations are afraid of them. ", "3": "For the ways of the people are of no use. They cut wood from the trees. A workman cuts it with an ax. ", "4": "They make it beautiful with silver and gold. They put it together with nails so that it cannot fall apart. ", "5": "Their false gods are like a wooden man set up in a vegetable field to make birds be afraid and stay away. They cannot speak. They must be carried, because they cannot walk. Do not be afraid of them, for they cannot hurt you. And they cannot help you.”", "6": "There is no one like You, O Lord. You are great, and Your name is great in power. ", "7": "Who would not fear You, O King of the nations? For You should be honored with fear. Among all the wise men of the nations, and in all their lands, there is no one like You. ", "8": "They are all poor thinkers and foolish. What can they learn from a false god of wood? ", "9": "Beaten silver is brought from Tarshish, and gold from Uphaz. They are the work of an able workman and of one who works with gold. Their clothing is blue and purple. They are all the work of able workmen. ", "10": "But the Lord is the true God. He is the living God and the King Who lives forever. The earth shakes at His anger. And the nations cannot last when He is angry.", "11": "This is what you should say to them: “The gods that did not make the heavens and the earth will be destroyed from the earth and from under the heavens.”", "12": "It is He Who made the earth by His power, and the world by His wisdom. By His understanding He has spread out the heavens. ", "13": "When He speaks, there is a storm of waters in the heavens. He makes the clouds rise from the ends of the earth. He makes lightning for the rain, and brings out the wind from His store-houses. ", "14": "Every man is a poor thinker and without learning. Every one who works with gold is put to shame by his false gods. For his objects of worship fool people. There is no breath in them. ", "15": "They are without worth, and make fun of the truth. In the time of their punishment, they will be destroyed. ", "16": "He Who is the God of Jacob is not like these, for He has made all things. And Israel is His chosen family. The Lord of All is His name.", "17": "Pick up your load from the ground, you who are shut in by armies! ", "18": "For the Lord says, “See, I am throwing out the people of the land at this time. And I will trouble them, that they may feel it.”", "19": "It is bad for me because I am hurt! My sore cannot be healed. But I said, “For sure this sickness is mine, and I must suffer with it.” ", "20": "My tent is destroyed and all my ropes are broken. My sons have gone from me and are no more. There is no one to put up my tent again or to set up my curtains. ", "21": "For the shepherds are poor thinkers and have not asked for the Lord's help. So they have not done well, and all their flock is sent different places. ", "22": "Listen, the sound of news! See, it comes! Much noise of moving is coming out of the land of the north to destroy the cities of Judah, and to make it a place where wild dogs live.", "23": "O Lord, I know that a man's way is not known by himself. It is not in man to lead his own steps. ", "24": "Punish me when I need it, O Lord, but be fair. Do not punish me in Your anger, or You will bring me to nothing. ", "25": "Pour out Your anger on the nations that do not know You, and on the families that do not call on Your name. For they have destroyed Jacob. They have destroyed him and have laid waste his land."}