{"1": "The Lord said to me, “Go and buy a linen belt, and put it around yourself. But do not put it in water.” ", "2": "So I bought the belt as the Lord had said and put it around me. ", "3": "Then the Word of the Lord came to me a second time, saying, ", "4": "“Take the belt that you have bought and are wearing, get up, and go to the Euphrates. Hide it there in a hole in the rock.” ", "5": "So I went and hid it by the Euphrates, as the Lord had told me. ", "6": "After many days the Lord said to me, “Get up and go to the Euphrates and get the belt which I told you to hide there.” ", "7": "Then I went to the Euphrates and dug, and I took the belt from the place where I had hidden it. And I saw that the belt was worth nothing.", "8": "Then the Word of the Lord came to me, saying, ", "9": "“This is what the Lord says: 'In this way I will destroy the pride of Judah and the great pride of Jerusalem. ", "10": "These sinful people would not listen to My words. They walk in the strong-will of their own hearts and have gone to serve and worship other gods. So let them be just like this linen belt, which is good for nothing. ", "11": "For as the belt holds on to a man's body, so I made the whole family of Israel and the whole family of Judah hold on to Me,' says the Lord. 'This was so that they might be for Me a people, a name, a praise, and an honor. But they would not listen.'", "12": "“So you are to tell this to them: 'The Lord, the God of Israel, says, “Every jar is to be filled with wine.”' And when they say to you, 'Do we not know very well that every jar is to be filled with wine?' ", "13": "then tell them, 'The Lord says, “I am about to fill all the people of this land, the kings who sit on David's throne, the religious leaders, the men of God, and all the people of Jerusalem with too much drink. ", "14": "And I will throw them against each other, both the fathers and sons together,” says the Lord. “I will not let pity or sorrow or loving-kindness keep Me from destroying them.”'”", "15": "Listen and hear. Do not be proud, for the Lord has spoken. ", "16": "Give honor to the Lord your God before He brings darkness and before you slip and fall on the dark mountains. You hope for light, but He will turn it into darkness and it will be very dark. ", "17": "But if you will not listen, my soul will cry in secret because of your pride. My eyes will cry with a bitter cry and tears will flow down, because the Lord's people have been taken away in chains. ", "18": "Say to the king and the queen mother, “Come down from your throne. Your beautiful crown has been taken from your head.” ", "19": "The cities of the Negev have been locked up, and there is no one to open them. All Judah has been taken away. All the people of Judah have been taken to another land.", "20": "“Look up and see those who are coming from the north. Where is the flock that was given to you, your beautiful sheep? ", "21": "What will you say when He sets over you those whom you have taught and who were your friends? Will not pain take hold of you, like a woman giving birth? ", "22": "And if you say in your heart, 'Why have these things happened to me?' It is because of your many sins that your clothing has been torn off and you suffer punishment. ", "23": "Can the Ethiopian change his skin or the leopard his spots? Then you also can do good who are used to doing wrong. ", "24": "I will cause you to go everywhere like straw blown by the desert wind. ", "25": "This is what you get, the share given to you from Me,” says the Lord, “because you have forgotten Me and trusted in lies. ", "26": "So I will pull your clothing up over your face, that your shame may be seen. ", "27": "As for your sex sins and cries of desire, your sinful sex acts on the hills in the field, I have seen your hated sins. It is bad for you, O Jerusalem! How long will you be unclean?”"}