{"1": "The Lord says, “Go down to the house of the king of Judah, and speak this word there. ", "2": "Say, 'Hear the Word of the Lord, O king of Judah, who sits on David's throne, you and your servants and your people who come through these gates. ", "3": "The Lord says, “Do what is right and fair and good, and take the one who has been robbed away from the power of the one who has made it hard for him. Do not hurt or do wrong to the stranger, the one whose parents have died, or the woman whose husband has died. And do not kill those who are not guilty in this place. ", "4": "For if you will obey this word, then kings will come through the gates of this house and sit on the throne of David. They will be in war-wagons and on horses, together with their servants and their people. ", "5": "But if you will not obey these words, I promise by Myself,” says the Lord, “that this house will be destroyed.”'” ", "6": "For the Lord says about the house of the king of Judah: “You are like Gilead to Me, or like the top of Lebanon. Yet I will be sure to make you like a desert, like cities without people. ", "7": "I will send destroyers against you, each with his things for fighting. And they will cut down your best cedar trees and throw them on the fire. ", "8": "Many nations will pass by this city, and they will say to one another, 'Why has the Lord done such a thing to this great city?' ", "9": "And they will answer, 'Because they did not keep the agreement of the Lord their God. They worshiped other gods and served them.'”", "10": "Do not cry for the one who is dead or have sorrow for him. But cry all the time for the one who goes away, for he will never return or see the land of his birth again. ", "11": "For the Lord says about Shallum the son of Josiah, king of Judah, who ruled in the place of Josiah his father, and who left this place: “He will never return. ", "12": "He will die in the place where they took him, and he will not see this land again.”", "13": "“It is bad for him who builds his house by wrong-doing, and his upper rooms by not being fair, who has his neighbor serve him for nothing and does not pay him, ", "14": "who says, 'I will build myself a big house with large upper rooms. I will cut out its windows, cover it with cedar and color it bright red.' ", "15": "Do you become a king by trying to build better houses of cedar? Did not your father eat and drink? He did what was right and fair and good, so all went well with him. ", "16": "He spoke strong words in the cause of the poor and those in need, and so all went well. Is not that what it means to know Me?” says the Lord. ", "17": "“But your eyes and heart are set only on what you can get by wrong-doing, and on killing those who are not guilty, and on making it hard for people and on hurting others.” ", "18": "So the Lord says about Jehoiakim the son of Josiah, king of Judah, “They will not cry in sorrow for him, saying, 'It is bad, my brother!' or, 'It is bad, my sister!' They will not cry in sorrow for him, saying, 'O lord!' or, 'O, how great he was!' ", "19": "He will be buried like they bury a donkey, pulled away and thrown out on the other side of the gates of Jerusalem.", "20": "“Go up to Lebanon and cry out. And let your voice be heard in Bashan. Cry out from Abarim also. For all your lovers have been destroyed. ", "21": "I spoke to you when things were going well for you, but you said, 'I will not listen!' This has been your way since you were young. You have not obeyed My voice. ", "22": "The wind will take away all your shepherds, and your lovers will be taken away in chains. Then you will be ashamed and troubled because of all your sin. ", "23": "O you people of Lebanon, who make your nest among the cedars, how you will cry inside yourselves when pain comes upon you! It will be pain like a woman giving birth.”", "24": "“As I live,” says the Lord, “even if Coniah the son of Jehoiakim, king of Judah, were a marking ring on My right hand, I would still pull you off. ", "25": "I will give you over to those who want to kill you, to those whom you fear. I will give you to Nebuchadnezzar king of Babylon, and to the Babylonians. ", "26": "I will throw you and your mother who gave birth to you into another country where you were not born, and there you will die. ", "27": "You will want to return to this land again but you will not return.” ", "28": "Is this man Coniah a hated, broken jar? Is he a pot that no one cares for? Why have he and his children been thrown out into a land that they had not known? ", "29": "O land, land, land, hear the Word of the Lord! ", "30": "The Lord says, “Write this man down as one who has no children, a man who will not do well in his days. For none of his children or children's children will do well sitting on the throne of David or ruling again in Judah.”"}