{"1": "“It is bad for the shepherds who are destroying and dividing the sheep of My field!” says the Lord. ", "2": "The Lord God of Israel says this about the shepherds who are caring for My people, “You have made My flock go everywhere and have driven them away, and have not cared for them. See, I am about to punish you for your sinful things you have done,” says the Lord. ", "3": "“Then I Myself will gather those who are left of My flock out of all the countries where I have driven them, and will bring them back to their field. And they will have many children. ", "4": "I will have shepherds over them who will care for them. And they will not be afraid any longer, or filled with fear, and none of them will be missing,” says the Lord.", "5": "“See, the days are coming,” says the Lord, “when I will raise up for David a right and good Branch. He will rule as king and be wise and do what is right and fair and good in the land. ", "6": "In His days Judah will be saved, and Israel will be safe. And this is the name He will be called by: 'The Lord Who makes us right and good.' ", "7": "So see, the days are coming,” says the Lord, “when they will no longer say, 'As the Lord lives, Who brought the sons of Israel up from the land of Egypt.' ", "8": "But they will say, 'As the Lord lives, Who brought up and led the children of the people of Israel back from the north country and from all the countries where He had driven them.' Then they will live in their own land.”", "9": "As for the men who speak for God, my heart is broken within me. All my bones shake. I have become like a drunk man, like a man who has had too much wine, because of the Lord and because of His holy words. ", "10": "For the land is full of people who are not faithful. Because of the bad things that have come upon it, the land is filled with sorrow, and the fields of the desert have dried up. Their way is sinful, and they use their power in a wrong way. ", "11": "“For both the men of God and the religious leaders are sinful. I have found their sin even in My house,” says the Lord. ", "12": "“So their way will be a danger to them. They will be driven away into the darkness and fall down in it. For I will bring much trouble upon them in the year of their punishment,” says the Lord.", "13": "“In Samaria I have seen a very bad thing among the men of Samaria who tell what is going to happen in the future. They speak for the false god Baal, and have led My people into sin. ", "14": "In Jerusalem I have seen a very sinful thing among the men of Jerusalem who tell what is going to happen in the future. They do sex sins and tell lies, and give help to those who do sinful things, so that no one turns from his sin. All of them have become like Sodom to Me. The people of Jerusalem have become like Gomorrah.” ", "15": "So the Lord of All says about the men who tell what is going to happen in the future, “See, I will make them eat bitter food and drink water with poison. For from these men of Jerusalem sin has gone out into all the land.”", "16": "The Lord of All says, “Do not listen to the words of those who are telling you what will happen in the future. They are filling you with empty hopes. They tell of dreams from their own thoughts, not from the mouth of the Lord. ", "17": "They keep saying to those who hate Me, 'The Lord has said, “You will have peace.”' To every one who walks in the strong-will of his own heart, they say, 'Trouble will not come to you.' ", "18": "But who among them has listened to the Lord, that he should see and hear His Word? Who has given thought to His Word and listened? ", "19": "See, the strong wind storm of the Lord has gone out in anger. It will come down upon the head of the sinful. ", "20": "The anger of the Lord will not turn back until He has done all that He has planned in His heart. In the last days you will understand. ", "21": "I did not send these men who say they speak for God, yet they ran to tell their news. I did not speak to them, yet they spoke in My name. ", "22": "But if they had listened to Me, then they would have made My words known to My people. And they would have turned them back from their sinful way and from the sinful things they did.”", "23": "“Am I a God Who is near,” says the Lord, “and not a God Who is far away? ", "24": "Can a man hide himself in secret places so that I cannot see him?” says the Lord. “Do I not fill heaven and earth?” says the Lord.", "25": "“I have heard what the men say who speak false words in My name. They say, 'I had a dream, I had a dream!' ", "26": "How long will there be lies in the hearts of those who speak false words in My name, who speak the lies of their own heart? ", "27": "They plan to make My people forget My name by their dreams which they tell one another, just as their fathers forgot My name because of Baal. ", "28": "The one who has a dream may tell about his dream, but let him who has My Word speak My Word in truth. How can straw be compared with grain?” says the Lord. ", "29": "“Is not My Word like fire,” says the Lord, “and like iron that breaks a rock in pieces? ", "30": "So I am against those who tell what is going to happen in the future,” says the Lord, “who steal My words from each other. ", "31": "See, I am against these men,” says the Lord, “who use their tongues and say, 'This is what the Lord says.' ", "32": "I am against those who have told false dreams,” says the Lord, “and have led My people the wrong way by their lies and foolish words of pride. I did not send them or tell them what to say, so they do not help these people at all,” says the Lord.", "33": "“When these people, or the one who speaks in My name, or a religious leader asks you, 'What heavy load has the Lord placed on us?' then you say to them, 'You are the heavy load. And I will throw you off, says the Lord.' ", "34": "As for the man who speaks in My name, or the religious leader, or anyone of the people, who say, 'The heavy load of the Lord,' I will punish that man and those of his house. ", "35": "Each of you say to his neighbor and to his brother, 'What has the Lord answered?' or, 'What has the Lord said?' ", "36": "But you must not say, 'The heavy load of the Lord,' any more. For every man's own word will be the weight upon himself. And you have made sinful the words of the living God, the Lord of All, our God. ", "37": "This is what you should say to the man who speaks in My name: 'What answer has the Lord given you?' and, 'What has the Lord said?' ", "38": "But if you say, 'The heavy load of the Lord,' then the Lord says, 'You have said, “The heavy load of the Lord,” when I told you not to say it.' ", "39": "So I will pick you up and throw you away from Me, together with the city which I gave to you and your fathers. ", "40": "I will put you to shame forever. You will always be ashamed, and it will not be forgotten.”"}