{"1": "These are the words of the letter which Jeremiah the man of God sent from Jerusalem to the leaders, the religious leaders, the men of God, and all the people whom Nebuchadnezzar had taken away from Jerusalem to Babylon. ", "2": "(This was after King Jeconiah and the queen mother, the king's servants, the rulers of Judah and Jerusalem, and the able workmen had left Jerusalem.) ", "3": "The letter was sent with Elasah the son of Shaphan, and Gemariah the son of Hilkiah, whom King Zedekiah of Judah sent to King Nebuchadnezzar in Babylon. It said, ", "4": "“This is what the Lord of All, the God of Israel, says to all of His people who have been sent from Jerusalem to Babylon: ", "5": "'Build houses and live in them. Plant gardens and eat their fruit. ", "6": "Take wives and become the fathers of sons and daughters. And take wives for your sons and give your daughters in marriage, that they may give birth to sons and daughters. Become many there, and do not let your number become less. ", "7": "Work for the well-being of the city where I have sent you to and pray to the Lord for this. For if it is well with the city you live in, it will be well with you.' ", "8": "For the Lord of All, the God of Israel, says, 'Do not let the people among you who tell what is going to happen in the future and those who use their secret ways fool you. Do not listen to their dreams. ", "9": "For they speak false words to you in My name. I have not sent them,' says the Lord.", "10": "“For the Lord says, 'When seventy years are completed for Babylon, I will visit you and keep My promise to you. I will bring you back to this place. ", "11": "For I know the plans I have for you,' says the Lord, 'plans for well-being and not for trouble, to give you a future and a hope. ", "12": "Then you will call upon Me and come and pray to Me, and I will listen to you. ", "13": "You will look for Me and find Me, when you look for Me with all your heart. ", "14": "I will be found by you,' says the Lord. 'And I will bring you back and gather you from all the nations and all the places where I have made you go,' says the Lord. 'I will bring you back to the place from where I sent you away.'", "15": "“You have said that the Lord has given men who speak for Him in Babylon. ", "16": "This is what the Lord says about the king who sits on the throne of David, and about all the people who live in this city, your brothers who were not taken with you to Babylon. ", "17": "The Lord of All says, 'I am sending the sword, hunger, and disease upon them. I will make them like bad figs which are so bad they cannot be eaten. ", "18": "I will go after them with the sword, hunger, and disease, and will make them a cause of trouble to all the nations of the earth. They will be a curse, an object of much shame and hate among all the nations where I have made them go. ", "19": "This is because they have not listened to My words,' says the Lord, 'which I sent to them again and again by My servants who spoke for Me. And you did not listen,' says the Lord. ", "20": "So hear the Word of the Lord, all you people who have been sent away from Jerusalem to Babylon.", "21": "“This is what the Lord of All, the God of Israel, says about Ahab the son of Kolaiah and about Zedekiah the son of Maaseiah, who are speaking false words to you in My name: 'See, I will give them over to Nebuchadnezzar king of Babylon. And he will kill them in front of your eyes. ", "22": "Because of them a curse will be used by all the people who are from Judah but are in Babylon: “May the Lord make you like Zedekiah and like Ahab, whom the king of Babylon burned in the fire.” ", "23": "This is because they have done what is foolish in Israel. They have done sex sins with their neighbors' wives. And they have spoken false words in My name, which I did not tell them to speak. I am He Who knows, and I see what they have done,' says the Lord.”", "24": "And say to Shemaiah the Nehelamite, ", "25": "“This is what the Lord of All, the God of Israel, says: 'You have sent letters in your own name to all the people in Jerusalem and to Zephaniah the son of Maaseiah, the religious leader, and to all the religious leaders. You said to Zephaniah, ", "26": "“The Lord has made you the religious leader over the house of the Lord instead of Jehoiada. You are to take every crazy man who says he speaks in God's name and put him in chains with iron around his neck. ", "27": "So why have you not spoken sharp words to Jeremiah of Anathoth who is speaking to you in God's name? ", "28": "For he has sent word to us in Babylon, saying, 'You will be held there for a long time. So build houses and live in them. And plant gardens and eat their fruit.'”'”", "29": "Zephaniah the religious leader read this letter to Jeremiah the man of God. ", "30": "Then the Word of the Lord came to Jeremiah, saying, ", "31": "“Send word to all My people held in Babylon, saying, 'This is what the Lord says about Shemaiah the Nehelamite: Shemaiah has spoken to you in My name, but I did not send him. He has made you trust in a lie.' ", "32": "So the Lord says, 'I am about to punish Shemaiah the Nehelamite and his children after him. He will not have anyone living among these people. And he will not see the good that I am about to do to My people,' says the Lord, 'because he has spoken against Me.'”"}