{"1": "God says, “If a husband divorces his wife and she leaves him and marries another man, should he return to her again? Would not the land be made unclean? But you are like a sinful woman with many lovers, yet would you return to Me?” says the Lord. ", "2": "“Lift up your eyes to the open hill-tops and see. Is there any place you have not lain with your lovers? You have sat by the roads waiting for them like an Arab in the desert. And you have made the land unclean with your sinful ways and your wrong-doing. ", "3": "So the rains have been held back. There has been no spring rain. You look like a woman who sells the use of her body, and would not be ashamed. ", "4": "Have you not just now called to Me? You said, 'My Father, You have been my friend since I was young. ", "5": "Will You be angry forever? Will You be angry to the end?' See, this is how you talk, but you do all the sinful things you can.”", "6": "The Lord said to me in the days of King Josiah, “Have you seen what Israel did, and what little faith she has? She went up on every high hill and under every green tree, like one who sells the use of her body. ", "7": "And I thought, 'After she has done all these things, she will return to Me.' But she did not return, and her sister Judah, who has not been faithful, saw it. ", "8": "She saw that for all of Israel's sins and how she had not been faithful, I had sent her away and given her a paper of divorce. Yet her sister Judah had no fear, but she went and sold the use of her body also. ", "9": "And because this sin was so easy for her, she sinned by worshiping stones and trees. ", "10": "Even with all this, her sister Judah did not return to Me with all her heart, but in a false way,” says the Lord.", "11": "And the Lord said to me, “Israel, who has not been faithful, has shown herself more right and good than Judah who could not be trusted. ", "12": "Go and make these words known to the north, saying, 'Return, Israel, who has not been faithful,' says the Lord. 'I will not look on you in anger. For I show loving-kindness,' says the Lord. 'I will not be angry forever. ", "13": "Only know and tell of your guilt, that you have sinned against the Lord your God and have given your favors to the strangers under every green tree. Know that you have not obeyed My voice,' says the Lord. ", "14": "'Return, O sons who are not faithful,' says the Lord. 'For you belong to Me. I will take you, one from a city and two from a family, and I will bring you to Zion.' ", "15": "Then I will give you shepherds after My own heart, who will feed you with much learning and understanding. ", "16": "And in those days when you have become many in the land,” says the Lord, “they will no more say, 'The special box with the Law of the Lord.' It will not come to mind, and they will not remember it. They will not miss it, and it will not be made again. ", "17": "At that time they will call Jerusalem 'The throne of the Lord.' And all the nations will gather in Jerusalem to honor the name of the Lord. They will not follow the strong-will of their sinful heart any more. ", "18": "In those days the people of Judah will walk with the people of Israel. They will come together from the land of the north to the land that I gave your fathers as a gift.", "19": "“Then I said, 'How I would like to make you My sons and give you a pleasing land, the most beautiful land of the nations!' And I said, 'You will call Me, “My Father,” and not turn away from following Me.' ", "20": "For sure, as a woman is not faithful and leaves her husband, so you have not been faithful to Me, O people of Israel,” says the Lord.", "21": "A voice is heard on the open hill-tops, the cries and prayers of the sons of Israel, because they have made their way sinful. They have forgotten the Lord their God. ", "22": "“Return, O sons who are not faithful. I will heal you and make you faithful.” “See, we come to You, for You are the Lord our God. ", "23": "For sure the hills are a false hope, a noise on the mountains. In truth, the saving of Israel is in the Lord our God. ", "24": "But false gods have brought us shame and have destroyed what our fathers worked for since we were young, their flocks and cattle, their sons and their daughters. ", "25": "Let us lie down in our shame, and let our shame cover us. For we and our fathers have sinned against the Lord our God ever since we were young. We have not obeyed the voice of the Lord our God.”"}