{"1": "The word which came to Jeremiah from the Lord, saying, ", "2": "“This is what the Lord, the God of Israel, says: 'Write in a book all the words which I have spoken to you. ", "3": "For the days are coming,' says the Lord, 'when I will bring back My people Israel and Judah from where they are held.' The Lord says, 'I will bring them back to the land that I gave to their fathers before them, and it will be theirs.'”", "4": "These are the words which the Lord spoke about Israel and Judah: ", "5": "“The Lord says, 'I have heard cries of much trouble, of being afraid, and there is no peace. ", "6": "Ask now and see, can a man give birth to a child? Why do I see every man with his hands on his body like a woman giving birth? Why have all faces turned white? ", "7": "That day will be very bad! There is none like it. It is the time of Jacob's trouble, but he will be saved out of it. ", "8": "On that day,' says the Lord of All, 'I will break the cross-bar off from their neck, and will tear off their chains. Strangers will no longer make them their servants. ", "9": "But they will serve the Lord their God and David their king, whom I will raise up for them. ", "10": "So do not be afraid, O Jacob My servant,' says the Lord, 'and do not be troubled, O Israel, for see, from far away I will save you and your children from the land where they are being held. Jacob will return and have quiet rest, and no one will make him afraid. ", "11": "For I am with you to save you,' says the Lord. 'I will make a complete end of all the nations where I have sent you. I will not make a complete end of you, but I will give you the right punishment. I will not let you go without being punished.'", "12": "“For the Lord says, 'Your hurt cannot be healed. Your hurt is very bad. ", "13": "There is no one to ask for you in your cause, no help for your hurt, no healing for you. ", "14": "All your lovers have forgotten you. They do not care about you. For I have hurt you as if you were hurt by one who hates you. You have been punished without pity, because you have much guilt. You have done many sins. ", "15": "Why do you cry out because of your hurt? Your pain cannot be healed. Because you have much guilt and have done many sins, I have done these things to you. ", "16": "But all who destroy you will be destroyed. Every one of those who hate you will be taken away against their will. Those who rob you will be robbed, and all who hurt you will be hurt. ", "17": "For I will heal you. I will heal you where you have been hurt,' says the Lord, 'because they have said that you are not wanted. They have said, “It is Zion. No one cares for her.”'", "18": "“The Lord says, 'I will bring the tents of Jacob back from Babylon, and will have pity on his houses. The city will be built up again on its broken walls. And the king's house will stand where it used to be. ", "19": "The people who live there will give much thanks and happy voices will be heard. And I will add to their numbers. They will not be made less. I will honor them, and they will be important. ", "20": "Their children will be as they were before. They will be a strong people before Me. And I will punish all those who make it hard for them. ", "21": "Their leader will be one of them. Their ruler will come from among them. I will bring him near, and he will come close to Me. For who would have the strength of heart to come near Me on his own?' says the Lord. ", "22": "'And you will be My people, and I will be your God.'”", "23": "See the storm of the Lord! Anger has gone out, a very bad storm. It will break upon the heads of the sinful. ", "24": "The burning anger of the Lord will not turn back until He has done what He has planned in His heart to do. In days to come you will understand this."}