{"1": "“If you will return, O Israel,” says the Lord, “return to Me. If you will put away your false gods from Me and be faithful to Me, ", "2": "and promise, 'As the Lord lives,' by what is true and right and good, then the nations will be happy in Him. And in Him they will have honor.”", "3": "For the Lord says to the men of Judah and Jerusalem, “Break up your ground which has not been planted, and do not plant seeds among thorns. ", "4": "Set yourselves apart to the Lord, and put away the flesh from your heart, men of Judah and people of Jerusalem. Or My anger will go out like fire and burn with no one to stop it, because of the sinful things you do.”", "5": "Make it known in Judah and Jerusalem, and say, “Sound the horns in the land.” Cry out and say, “Gather together, and let us go into the strong cities made ready for battle.” ", "6": "Lift up a flag toward Zion! Run to a safe place, do not stand still. For I am bringing much trouble from the north that will destroy much. ", "7": "A lion has gone up from his secret place. A destroyer of nations has begun to move. He has gone out from his place to make your land a waste. Your cities will be destroyed and no people will live in them. ", "8": "Cover yourselves with cloth made from hair because of this. Cry out in sorrow. For the burning anger of the Lord has not turned away from us. ", "9": "“In that day,” says the Lord, “the heart of the king and the hearts of the rulers will become weak. The religious leaders will be filled with fear. And the men of God will be troubled and filled with wonder.”", "10": "Then I said, “O Lord God, for sure You have fooled these people and Jerusalem, saying, 'You will have peace,' when in truth a sword brings danger to their lives.”", "11": "At that time it will be said to these people and Jerusalem, “A hot wind from the open hill-tops in the desert will come toward My people, but not to blow away what is of no worth, and not to make clean. ", "12": "A wind too strong for this will come at My word. Now I will bring punishment against them.”", "13": "See, he comes up like clouds. His war-wagons come like the strong-wind. His horses are faster than eagles. It is bad for us, for we are destroyed!", "14": "Wash your heart from sin, O Jerusalem, that you may be saved. How long will your sinful thoughts stay within you? ", "15": "For a voice calls out from Dan, and tells of sin from Mount Ephraim. ", "16": "“Tell it to the nations now! Make it known over all Jerusalem, saying, 'An army is coming from a far country, and they lift up their voices against the cities of Judah. ", "17": "They are against her all around, like watchmen of a field, because she has turned against Me,' says the Lord. ", "18": "“Your ways and what you do have brought these things to you. This is your sin. How bitter it is! It has touched your very heart!”", "19": "My soul, my soul! I am in pain! O, my heart! My heart is beating so hard! It cannot be quiet, for I hear the sound of the horn, telling of the coming war. ", "20": "News of much trouble comes again and again, for the whole land is laid waste. All at once my tents and my curtains are destroyed. ", "21": "How long must I see the flag and hear the sound of the horn? ", "22": "“For My people are foolish. They do not know Me. They are children who do not think, and they have no understanding. They know a lot about how to do sinful things, but they do not know how to do good.”", "23": "I looked on the earth and saw that it was an empty waste. I looked to the heavens, and they had no light. ", "24": "I looked on the mountains and saw they were shaking, and all the hills moved this way and that. ", "25": "I looked and saw that there were no people. And all the birds of the heavens had left. ", "26": "I looked and saw that the rich land was a desert. All its cities were laid waste before the Lord and His burning anger.", "27": "For the Lord says, “The whole land will be laid waste, yet I will not destroy everything. ", "28": "For the earth will be filled with sorrow and the heavens above will be dark, because I have spoken. I have planned it, and will not change My mind or turn back.” ", "29": "Every city runs as they hear the sound of the horseman and the one who fights with arrows. They go among the trees and the rocks. Every city is left empty, and no one lives in them. ", "30": "And you, O destroyed one, what will you do? Even when you dress in red, and wear objects of gold, and color your eyes to make them look bigger, you make yourself beautiful for nothing. Your lovers hate you, and want to kill you. ", "31": "I heard a cry as of a woman in pain, as if she were giving birth to her first child. It was the cry of the people of Zion, working hard to breathe, holding out hands, and saying, “O, it is bad for me! I am losing strength in front of those who want to kill me.”"}