{"1": "Then all the captains of the armies, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people both small and great, came near ", "2": "and said to Jeremiah the man of God, “Hear what we ask of you. Pray to the Lord your God for us, for all these people who are left. As you see, only a few of us are left out of many. ", "3": "Pray that the Lord your God may show us the way we should go and what we should do.” ", "4": "Then Jeremiah the man of God said to them, “I have heard you. I will pray to the Lord your God as you ask. And I will tell you the whole answer that the Lord gives. I will not keep anything from you.” ", "5": "Then they said to Jeremiah, “May the Lord be true and faithful to speak against us if we do not do all that the Lord your God tells you we must do. ", "6": "If it is good or bad, we will listen to the voice of the Lord our God to Whom we are sending you. It will go well with us if we listen to the voice of the Lord our God.”", "7": "At the end of ten days the Word of the Lord came to Jeremiah. ", "8": "Then he called for Johanan the son of Kareah, and all the captains of the armies that were with him, and for all the people both small and great. ", "9": "And he said to them, “This is what the Lord the God of Israel says, to Whom you sent me to bring Him what you asked for: ", "10": "'If you will stay in this land, then I will build you up and not tear you down. I will plant you and not pull you up by the roots. For I will change My mind about the trouble that I have given you. ", "11": "Do not be afraid of the king of Babylon, who now fills you with fear. Do not be afraid of him,' says the Lord. 'For I am with you to save you and take you from his hands. ", "12": "I will show you loving-pity, so that he will have pity on you and let you stay in your own land. ", "13": "But if you say, “We will not stay in this land,” and will not listen to the voice of the Lord your God, ", "14": "and if you say, “No, we will go to the land of Egypt, where we will not see war or hear the sound of a horn or be hungry for bread, and we will stay there,” ", "15": "then listen to the Word of the Lord, O you who are left of Judah. This is what the Lord of All, the God of Israel, says: “If you set your mind to go into Egypt, and go to live there, ", "16": "then the sword which you are afraid of will come to you there in the land of Egypt. The hunger you are worried about will follow after you there in Egypt. And there you will die. ", "17": "So all the men who set their mind to go and live in Egypt will die by the sword and hunger and disease. They will have no one left alive and no one who will get away from the trouble that I will bring to them.'”", "18": "“For the Lord of All, the God of Israel, says, 'As My anger has been poured out on the people of Jerusalem, so My anger will be poured out on you when you go into Egypt. You will become a curse, and object of hate. People will say bad things against you. You will be put to shame. And you will never see this place again.' ", "19": "O people who are left of Judah, the Lord has said to you, 'Do not go into Egypt!' Know for sure that I have told you of the danger today. ", "20": "You have fooled yourselves. You sent me to the Lord your God, saying, 'Pray to the Lord our God for us. Whatever the Lord our God says, tell us and we will do it.' ", "21": "So I have told you today, but you have not obeyed the Lord your God in anything that He told me to tell you. ", "22": "So now be sure and know that you will die by the sword and hunger and disease, in the place where you want to go to live.”"}