{"1": "This is the Word of the Lord which came to Jeremiah the man of God about the nations. ", "2": "This is what He said about Egypt, and about the army of Pharaoh Necho king of Egypt, which was by the Euphrates River at Carchemish. Nebuchadnezzar king of Babylon had won the battle against Pharaoh's army in the fourth year of Jehoiakim the son of Josiah, king of Judah. ", "3": "“Get your coverings ready and go out to the battle! ", "4": "Get the horses ready and get on them! Take your places with your head-coverings on! Make your spears shine, and put on your heavy battle-clothes! ", "5": "What do I see? They are filled with fear and are turning back. Their strong men are beaten and are running away without looking back. Much fear is on every side,” says the Lord. ", "6": "Do not let the fast man run away. Do not let the strong man get away. In the north by the River Euphrates they have lost their step and fallen. ", "7": "Who is this that rises like the Nile, like rivers of rising waters? ", "8": "Egypt rises like the Nile, like the rivers of rising waters. He has said, “I will rise and cover that land. I will destroy the city and its people.” ", "9": "Go up, you horses! Drive hard, you war-wagons! Let the men of war go up, Ethiopia and Put who use the battle-covering, and the Lydians who are able men with the bow. ", "10": "That day is the day of the Lord God of All, a day of punishment, when He will punish those who hate Him. The sword will destroy until it is filled. It will drink its fill of their blood. For there will be many killed for the Lord, the God of All, in the land of the north by the River Euphrates. ", "11": "Go up to Gilead and get healing oil, O young daughter of Egypt! You have used many medicines for nothing. There is no healing for you. ", "12": "The nations have heard of your shame, and the earth is full of your cry. For one soldier has fallen over another. They have both fallen together.", "13": "This is the word which the Lord spoke to Jeremiah the man of God about the coming of Nebuchadnezzar king of Babylon to punish the land of Egypt: ", "14": "“Make it known in Egypt. Make it known in Migdol, in Memphis, and in Tahpanhes. Say, 'Take your places and get ready, for the sword has destroyed those around you.' ", "15": "Why have your strong ones gone away? They did not stand because the Lord has thrown them down. ", "16": "The Lord made many fall. They have fallen on each other. And they said, 'Get up! Let us return to our own people and our own land, away from the sword of the one who makes it hard for us.' ", "17": "There they cried, 'Pharaoh king of Egypt is but a noise. He has passed by the time he was to have!' ", "18": "“As I live,” says the King, Whose name is the Lord of All, “one will come who is like Tabor among the mountains, or like Carmel by the sea. ", "19": "Get your things ready for when you are taken away, you who are living in Egypt. For Memphis will become a waste. It will be burned down and will have no people. ", "20": "Egypt is like a beautiful young cow. But a horsefly has come upon her from the north. ", "21": "Her hired soldiers among her are like calves, ready to eat. For they also have turned back and have run away together. They did not stay in their places. For the day of their trouble has come upon them, the time of their punishment. ", "22": "Egypt will sound like a snake moving away. For an army will come against her with axes, like those who cut down trees. ", "23": "They will cut down all her trees,” says the Lord, “even though there are so many. There are more trees than locusts, too many to number. ", "24": "The people of Egypt will be put to shame. She will be given over to the people of the north.” ", "25": "The Lord of All, the God of Israel, says, “I am going to punish Amon of Thebes, and Pharaoh, and Egypt and her gods and her kings. I will punish Pharaoh and those who trust in him. ", "26": "I will give them over to those who want to kill them, to Nebuchadnezzar king of Babylon and his captains. After that, Egypt will be filled with people as it was long ago,” says the Lord.", "27": "“But do not be afraid, O Jacob My servant. Do not be troubled, O Israel. For I am going to save you from far away. I will bring your children back from the land where they are held. Jacob will return and have quiet and rest. And no one will make him afraid. ", "28": "O Jacob My servant, do not be afraid,” says the Lord, “for I am with you. I will make a complete end of all the nations where I have driven you. But I will not make a complete end of you. I will punish you so you will go the right way. I will not leave you without punishment.”"}