{"1": "About Moab, the Lord of All, the God of Israel, says, “It is bad for Nebo, for it has been destroyed. Kiriathaim has been put to shame and taken. The high, strong-place has been put to shame and crushed. ", "2": "The praise for Moab has come to an end. In Heshbon they have planned trouble against her, saying, 'Come, let us destroy her from being a nation!' You, O Madmen, will be made quiet also. The sword will follow you. ", "3": "Listen, the sound of a cry from Horonaim, saying, 'Laid waste and all destroyed!' ", "4": "Moab is destroyed. The cry of her little ones is heard. ", "5": "They go up the hill of Luhith crying all the time. For at the hill of Horonaim they have heard the troubled cry of those who are being destroyed. ", "6": "Run fast! Run for your lives! You will be like a bush in the desert. ", "7": "Because you have trusted in your own works and riches, you also will be taken. And Chemosh will go away to a strange land together with his religious leaders and important men. ", "8": "The destroyer will come to every city. No city will be free from him. The valley and the plain will be destroyed also, as the Lord has said. ", "9": "Give wings to Moab, for she will fly away. Her cities will become a waste, with no people living in them. ", "10": "The one who does the Lord's work without care is cursed. Cursed is the one who keeps his sword from blood.", "11": "“Moab has been at rest since he was young. He has been like wine which sits a long time, not being poured from jar to jar. He has not gone away to a strange land. So he keeps his taste, and his smell is not changed. ", "12": "The days are coming,” says the Lord, “when I will send to him those who turn over jars, and they will turn him over. They will empty his jars and break them in pieces. ", "13": "Then Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel that they trusted. ", "14": "How can you say, 'We are strong soldiers and powerful men of war'? ", "15": "Moab has been destroyed, and men have gone up to his cities. His best young men have gone down to be killed,” says the King, Whose name is the Lord of All. ", "16": "The trouble of Moab will soon come. His suffering comes in a hurry. ", "17": "Have sorrow for him, all you who live around him, and all who know his name. Say, 'How his power has been broken, the greatness of his power!' ", "18": "Come down from your greatness and sit on the hot ground, O you who live in Dibon. For the destroyer of Moab has come up against you. He has destroyed your strong-places built for battle. ", "19": "Stand by the road and keep watch, O you who live in Aroer. Ask the man or woman who runs away, 'What has happened?' ", "20": "Moab has been put to shame, for it is broken down. Cry out. Let it be known by the Arnon that Moab has been destroyed. ", "21": "Punishment has come upon the plain, against Holon, Jahzah, Mephaath, ", "22": "Dibon, Nebo, Beth-diblathaim, ", "23": "Kiriathaim, Beth-gamul, Beth-meon, ", "24": "Kerioth, Bozrah, and all the cities of the land of Moab, far and near. ", "25": "Moab's strength has been cut off, and his arm broken,” says the Lord. ", "26": "“Make him drunk, for he has become proud before the Lord. So Moab will roll in the food he has thrown up, and be laughed at. ", "27": "Did you not laugh at Israel? Or was he found among robbers? For each time you speak about him you laugh and shake your head. ", "28": "Leave the cities and live among the rocks, O people of Moab. Be like a dove that has its nest in a hole in the side of the rock. ", "29": "We have heard of the pride of Moab. He is very proud. We have heard of all his pride and how he honors himself. ", "30": "I know his anger,” says the Lord, “but it is of no use. His proud words have done nothing. ", "31": "So I will cry in a loud voice for Moab. I will cry out for all Moab. I will have sorrow for the men of Kir-heres. ", "32": "I will cry for you more than for Jazer, O vine of Sibmah! Your branches have gone over the sea, even to the sea of Jazer. The destroyer has fallen upon your summer fruits and your grapes. ", "33": "Happiness and joy have been taken away from the land of Moab with all its fruit. I have stopped the crushing of the grapes to make wine. No one crushes them under foot. The noise they make is not the sound of joy. ", "34": "They cry out from Heshbon even to Elealeh, even to Jahaz, and from Zoar even to Horonaim and to Eglath-shelishiyah. Even the waters of Nimrim have become a waste. ", "35": "And I will make an end of Moab,” says the Lord. “I will destroy the one who gives gifts of worship on the high place and burns special perfume to his gods.", "36": "“So My heart cries out for Moab like a horn. My heart cries like a horn also for the men of Kir-heres. The riches they had for themselves have been lost. ", "37": "The hair has been cut from every head, and the hair has been cut short on every face. There are cuts on all the hands, and they wear clothes made from hair. ", "38": "On all the roofs of Moab and in its streets there are cries of sorrow everywhere. For I have broken Moab like a pot that is not wanted,” says the Lord. ", "39": "“How broken it is! How they cry! How Moab has turned his back in shame! So Moab has become something to laugh at and hate to all those around him.” ", "40": "For the Lord says, “One will fly fast like an eagle, and spread out his wings against Moab. ", "41": "Kerieth has been taken, and the strong-places built for battle have been taken. In that day the hearts of the strong men of Moab will be like the heart of a woman giving birth. ", "42": "Moab will be destroyed and will no longer be a nation, because he was proud before the Lord. ", "43": "Fear, traps and nets are coming upon you, O you who live in Moab,” says the Lord. ", "44": "“The one who runs from trouble will fall into the trap. And the one who comes up out of the trap will be caught in the net. For I will bring these things upon Moab in the year of their punishment,” says the Lord.", "45": "“In the shadow of Heshbon, those who have run for their lives stand without strength. For a fire has gone out from Heshbon and from Sihon. It has destroyed the forehead of Moab and the top of the heads of the trouble-makers. ", "46": "It is bad for you, Moab! The people of Chemosh have been destroyed. Your sons and daughters have been taken away in chains. ", "47": "Yet I will return the people of Moab to their land in the last days,” says the Lord. This is the punishment of Moab."}