{"1": "“Go up and down through the streets of Jerusalem, and look and learn. Look in her open places to see if you can find just one man who does what is right and looks for the truth. Then I will forgive this city. ", "2": "Even if they say, 'As the Lord lives,' for sure their promises are false.” ", "3": "O Lord, do not Your eyes look for truth? You have punished them, but they were not sorry. You have destroyed them, but they would not change. They have made their faces harder than rock. They would not be sorry for their sins and turn from them.", "4": "Then I said, “They are only the poor. They are foolish. For they do not know the way of the Lord or the Law of their God. ", "5": "I will go to the great men and will speak to them, for they know the way of the Lord, and the Law of their God.” But they too have broken the load from their neck and have broken the chains. ", "6": "So a lion from among the trees will kill them. A wolf of the deserts will destroy them. A leopard is watching their cities. Every one who goes out of them will be torn in pieces, because they have done many sins. They have turned away from the Lord in many ways.", "7": "“Why should I forgive you? Your sons have left Me and have sworn by those who are not gods. When I gave them everything they needed, they did sex sins and met at the house of the woman who sells the use of her body. ", "8": "They were like well-fed horses full of sinful desire, each one wanting his neighbor's wife. ", "9": "Should I not punish these people?” says the Lord. “Should I not make a nation such as this pay for its sins?", "10": "“Go up through her grape-fields and destroy, but do not destroy all of them. Cut away her branches, for they are not the Lord's. ", "11": "For the people of Israel and the people of Judah have not been faithful to Me,” says the Lord.", "12": "“They have lied about the Lord and said, 'He will do nothing. Nothing bad will happen to us, and we will not see sword or hunger. ", "13": "The men who speak for God are only wind. The word is not in them. So let what they say be done to them!'”", "14": "So the Lord, the God of All, says, “Because you have said this, I am making My words in your mouth a fire and I am making these people wood so they will be burned up. ", "15": "See, I am bringing a nation that is far away against you, O people of Israel,” says the Lord. “It is a strong nation and an old nation, a nation whose language you do not know. You cannot understand what they say. ", "16": "Their arrow-holder is like an open grave. All of them are powerful men. ", "17": "They will eat up your food that you gather from your fields. They will eat the food your sons and your daughters should eat. They will eat up your flocks and your cattle. They will destroy your grape-fields and your fig trees. They will destroy with the sword your strong cities in which you trust.", "18": "“Yet even in those days I will not make a complete end of you,” says the Lord. ", "19": "“When your people say, 'Why has the Lord our God done all these things to us?' then you will say to them, 'As you have left Me and served strange gods in your land, so you will serve strangers in a land that is not yours.'", "20": "“Make this known in the family of Jacob and in Judah, saying, ", "21": "'Hear this, O foolish people without understanding, who have eyes but do not see, who have ears but do not hear. ", "22": "Do you not fear Me?' says the Lord. 'Do you not shake in fear before Me? For I have placed the sand to be on one side of the sea, a lasting wall that it cannot cross. Even if there are waves, they cannot pass. Even if they make much noise, they cannot cross over it. ", "23": "But these people have a strong-will and a heart that has turned against Me. They have turned aside and gone away. ", "24": "They do not say in their heart, “Let us fear the Lord our God, Who gives rain in its time, both the fall rain and the spring rain, Who keeps for us the weeks for gathering food.” ", "25": "Your wrong-doing has kept these good things away. Your sins have kept good from you. ", "26": "For sinful men are found among My people. They watch like men lying in wait watching for birds. They set a trap, and they catch men. ", "27": "Like a basket full of birds, their houses are full of lies and false ways. So they have become important and rich. ", "28": "They are fat and smooth, and have done many sinful acts. They do not do what is right for those whose parents have died so that they may do well. And they do not help fight for the rights of the poor. ", "29": "“Should I not punish these people?” says the Lord. “Should I not punish a nation such as this?”", "30": "A very bad and surprising thing has happened in the land. ", "31": "The men of God say things that are not true, and the religious leaders rule by their own thoughts. And My people love to have it this way! But what will you do in the end?"}