{"1": "The Lord says, “See, I will raise up the spirit of a destroyer against Babylon and against the people of Chaldea. ", "2": "I will send strangers to destroy Babylon like a wind that blows straw away. For they will be against her on every side and leave her land empty in the day of her trouble. ", "3": "Do not let the bow-man use his bow. Do not let him stand up in his heavy battle-clothes. Do not leave her young men alive, but destroy all of her army. ", "4": "They will fall down dead in the land of Babylon and be killed in their streets.”", "5": "For Israel and Judah have not been left alone by their God, the Lord of All, even though their land is full of guilt against the Holy One of Israel. ", "6": "Run away from Babylon! Let every man save his life! Do not be destroyed in her punishment, for it is time for the Lord to punish her. He will make her pay for her sins. ", "7": "Babylon has been a gold cup in the Lord's hand, making all the earth drunk. The nations have drunk her wine, and so the nations have gone wild. ", "8": "All at once Babylon has fallen and been broken. Cry over her with a loud voice. Bring healing oil for her pain. It may be that she will be healed. ", "9": "We would have healed Babylon, but she was not healed. Leave her alone, and let each of us go to his own country. For she is being judged from as far as heaven and lifted even to the skies. ", "10": "The Lord has taken our guilt away. Come and let us make the work of the Lord our God known in Zion.", "11": "Make the arrows sharp! Take the body-coverings! The Lord has moved the spirit of the kings of the Medes, because He is planning to destroy Babylon. It is the punishment of the Lord, the punishment for what was done to His house of worship. ", "12": "Lift up a flag on the walls of Babylon. Have many keep watch. Put the watchmen in their places. And get men ready to fight against her by surprise. For the Lord has both planned and done what He said about the people of Babylon. ", "13": "O you who live by many waters and have many riches, your end has come. Your life is being cut off. ", "14": "The Lord of All has promised by Himself, saying, “For sure I will fill you with men, as with many locusts. And they will call out that they have won the war against you.”", "15": "He made the earth by His power. He made the world by His wisdom. And by His understanding He spread out the heavens. ", "16": "When He speaks, there is a storm of waters in the heavens. He makes the clouds rise from the ends of the earth. He makes lightning for the rain, and brings the wind from His store-houses. ", "17": "No man thinks well, and he is without learning. Every man who works with gold is put to shame by his false gods. For the objects of worship that he makes are false, and there is no breath in them. ", "18": "They are of no worth, a false show. At the time of their punishment they will be destroyed. ", "19": "He Who is the Share of Jacob is not like these. For He is the Maker of All. And Israel is the family who receives His gifts. The Lord of All is His name.", "20": "He says, “You are My battle-ax which I use in war. With you I destroy countries. With you I destroy nations. ", "21": "With you I break in pieces the horse and its rider. ", "22": "With you I destroy the war-wagon and its driver. With you I destroy man and woman. With you I destroy old man and boy. With you I destroy young man and young woman. ", "23": "With you I destroy the shepherd and his flock. With you I destroy the farmer and his oxen. And with you I destroy rulers and captains.", "24": "“I will punish Babylon and all the people of Chaldea for all their sins that they have done in Zion in front of your eyes,” says the Lord. ", "25": "“See, I am against you, O destroying mountain, who destroys the whole earth,” says the Lord. “I will put out My hand against you and roll you down from the high rocks. I will make you a burned-out mountain. ", "26": "Not even a stone will be taken from you for a corner stone, or a stone to be used to build upon. But you will be a waste forever,” says the Lord.", "27": "Lift up a flag in the land! Sound the horn among the nations! Make the nations ready to fight against Babylon. Call against her the nations of Ararat, Minni, and Ashkenaz. Choose a captain to go against her. Bring up the horses like many locusts. ", "28": "Make the nations ready to fight against her. Make ready the kings of the Medes, their rulers and captains, and every land under their rule. ", "29": "The land shakes and moves in its pain. For the Lord's plans against Babylon stand, to make the land of Babylon a waste land without people. ", "30": "The powerful soldiers of Babylon have stopped fighting. They stay in their strong-places. Their strength is gone. They have become like women. Their houses are set on fire, and the iron parts of her gates are broken. ", "31": "One man with news runs to meet another, and he runs to meet another. They run to tell the king of Babylon that his city has been taken from end to end. ", "32": "The ways to cross the river have been stopped. The water grass has been burned with fire. And the soldiers are filled with fear.", "33": "The Lord of All, the God of Israel, says, “The daughter of Babylon is like the grain floor when it is being stepped on and made hard. In a little while her gathering time will come.”", "34": "“Nebuchadnezzar king of Babylon has destroyed me, and has crushed me. He has made me like an empty pot. He has eaten me up like a large, angry animal. He has filled his stomach with my good food, and he has washed me away. ", "35": "May the hurt done to me and to my flesh be upon Babylon,” the person living in Zion will say. “May my blood be upon the people of Babylon,” Jerusalem will say.", "36": "So the Lord says, “See, I will help you in your cause and punish Babylon for you. I will dry up her sea, and make her well dry. ", "37": "Babylon will become a waste place, a place where wild dogs live. She will be an object of trouble and hate, where no people live. ", "38": "Together the people of Babylon make noise like young lions. They sound like a lion's young ones. ", "39": "But when they are hot, I will give them a special supper and make them drunk. Then they will be happy and fall asleep, and will never wake up,” says the Lord. ", "40": "“I will bring them down like lambs to be killed, like rams and male goats.", "41": "“How Babylon has been taken, the praise of the whole earth taken! How Babylon has become an object of trouble among the nations! ", "42": "The sea has come up over Babylon. She has been covered with its many big waves. ", "43": "Her cities have become an object of trouble, a dry land and a desert. It is a land where no man lives, and where no man passes through. ", "44": "And I will punish the false god of Bel in Babylon. I will make what he has eaten come out of his mouth. The nations will no longer come to him. The wall of Babylon will fall.", "45": "“Come out of her, My people. Save yourselves from the burning anger of the Lord. ", "46": "Do not let your heart become weak. Do not be afraid at the news that will be heard in the land. For news will come this year, and other news will come the next. There will be fighting in the land, with ruler against ruler. ", "47": "So the days are coming when I will punish the false gods of Babylon. Her whole land will be put to shame, and all her dead will fall within her. ", "48": "Then heaven and earth and all that is in them will call out for joy over Babylon. For the destroyers will come to her from the north,” says the Lord.", "49": "Babylon must fall because of the dead of Israel, just as the dead of all the earth have fallen because of Babylon. ", "50": "You who have not been killed by the sword, go! Do not stay! Remember the Lord from far away, and think of Jerusalem. ", "51": "We are ashamed because much has been said against us. Our faces are covered with shame, for strangers have gone into the holy places of the Lord's house.", "52": "“But the days are coming,” says the Lord, “when I will punish her false gods. And those who are hurt will cry in pain through all her land. ", "53": "Even if Babylon rises to the heavens and makes her high place strong, I will send destroyers against her,” says the Lord.", "54": "The sound of a cry comes from Babylon! A noise comes from the land of the Babylonians because much is being destroyed! ", "55": "For the Lord will destroy Babylon. He will quiet her loud voice. Their waves will sound like many waters, and the noise of their voices is loud. ", "56": "For the destroyer is coming against Babylon, and her strong men will be taken. Their bows are broken. For the Lord is a God Who makes the sinner pay for his sin, and He will be sure to punish. ", "57": "“I will make her leaders and her wise men, her rulers, her captains, and her strong men of war drunk. Then they will fall asleep and never wake up,” says the King, Whose name is the Lord of All. ", "58": "The Lord of All says, “The wide wall of Babylon will be broken to the ground. Her high gates will be set on fire. So the people will work hard for nothing, and because of the fire nations become tired.”", "59": "This is the word which Jeremiah the man of God told Seraiah the son of Neriah, the grandson of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his rule. Seraiah was the head captain of the house. ", "60": "Jeremiah wrote in a book all the trouble that would come upon Babylon. He wrote down all these words which have been written about Babylon. ", "61": "Then Jeremiah said to Seraiah, “As soon as you come to Babylon, see that you read all these words out loud. ", "62": "And say, 'O Lord, You have said that this place will be destroyed, so that there will be nothing living in it, not man or animal. It is to be a waste place forever.' ", "63": "When you have finished reading this book, tie a stone to it and throw it into the Euphrates River. ", "64": "And say, 'In this way Babylon will go down and not rise again, because of the trouble I am going to bring upon her. And her people will fall.'” The words of Jeremiah end here."}