{"1": "The Eternal One called Moses and addressed him from the congregation tent.", "2": "Eternal One: 2 Moses, I want you to go talk with the Israelites and tell them how to perform ritual offerings: Any time one of you brings an offering to Me, you must bring the offering from the animals of either the herd or the flock. ", "3": "If you are bringing a burnt offering from your herd, then you are to pick an unblemished bull. No diseased, weak, or injured animals are allowed. Offer it at the entrance to the congregation tent so that I can accept it. ", "4": "The person offering the sacrifice shall place his hand on the head of the living animal, and the offering will be accepted to atone for the person's sins. ", "5": "You shall slaughter the young bull in My presence. Aaron's sons, the priests, will offer the blood and splatter it around the altar at the entrance of the congregation tent. ", "6": "You shall then skin the burnt offering and cut the animal up into pieces. ", "7": "The sons of Aaron the priest will place fire on the altar and arrange the pieces of wood. ", "8": "Aaron's sons, the priests, will place the head, the fat, and individual pieces of the sacrifice on the altar as the wood burns. ", "9": "Wash the animal's organs and legs with water so that unclean elements are not included in the offering. The priest will offer up the whole burnt offering on the altar, and the smoke of the offering will rise and be a pleasant aroma to Me.", "10": "If you give a burnt offering from the flock, either of sheep or goats, you are only to offer an unblemished male. No diseased, weak, or injured animals are allowed. ", "11": "Slaughter it on the north side of the altar before Me. Aaron's sons, the priests, will splatter the blood all around the altar. ", "12": "Cut the sacrifice up into pieces. The priests will take the head, fat, and rest of the pieces and place them all on the altar as the fire burns. ", "13": "Wash the animal's organs and legs with water. The priest will offer up the whole burnt offering on the altar, and the smoke of the sacrifice will rise and be a pleasant aroma to Me.", "14": "But if you have no flock or herd of your own, then you may offer Me birds; your offering is to be turtledoves or young pigeons. ", "15": "The priest will take it to the altar, pull off its head, and offer up the sacrifice as smoke on the altar. Its blood will be drained onto the side of the altar. ", "16": "The priest will remove the crop and feathers and toss them on the eastern side of the altar in the ash pile. ", "17": "Then the priest will tear the bird open by its wings without separating them completely from its body. The priest will offer up the burnt offering as smoke on the wood-fire of the altar, and the smoke of the sacrifice will rise and be a pleasant aroma to Me."}