{"1": "The Eternal One addressed Moses and Aaron again.", "2": "Now that Aaron and his sons have been set aside as priests, it is time to instruct them on one of their major duties, that is, helping God's covenant people understand the difference between purity and impurity. Impurity is a constant challenge and threat to holiness, and God has called His people to be holy. But many actions and circumstances in life put holiness in jeopardy. God knows that His people need help figuring these things out. That's one of the reasons He sets aside Aaron's family as priests and gives them these instructions. It is important to note that purity and impurity, as understood here, are much more than what is sanitary or unsanitary. The ritual purity instructions encompass nearly every aspect of social and religious life in Israel. Eternal One: 2 Go talk to the Israelites and explain to them which animals of the earth you may and may not eat. ", "3": "You are allowed to eat any animals with split hooves divided into two parts or that chew the cud. ", "4": "But from those animals with split hooves or that chew the cud, you are not allowed to eat camels. Because they only chew the cud and do not have split hooves, camels are impure to you. ", "5": "In the same way, the rock badger chews the cud but does not have split hooves. Therefore, rock badgers are impure to you. ", "6": "Also the hare chews the cud, but it does not have split hooves. Therefore, they are impure to you. ", "7": "The pig has split hooves divided into two parts, but it does not chew the cud. Therefore pigs are impure to you. ", "8": "Do not eat their meat or touch their dead bodies, for they are impure to you.", "9": "You are certainly allowed to eat these creatures of the water: any fish with fins and scales that swim in the seas or rivers. ", "10": "But any finless or scaleless fish that comes from the abundance of water-life in the seas or rivers, and any other creatures living in the water, are detestable to you. ", "11": "Recognize and treat them for what they are: detestable. You are not allowed to eat their meat, and their dead bodies are repulsive to you. ", "12": "Any finless or scaleless fish or animal or insect in the seas or rivers is detestable to you.", "13": "Also among the creatures of the air, there are some you should detest as well. Do not eat the eagle, the bearded vulture, or the black vulture, ", "14": "the kite and all kinds of buzzards, ", "15": "any sort of crow, ", "16": "the ostrich, the owl, the seagull, all kinds of hawks, ", "17": "the little owl, the cormorant, the screech owl, ", "18": "the white owl, the pelican, the carrion vulture, ", "19": "the stork, all kinds of herons, the hoopoe, and the bat.", "20": "Also, any insect that can fly and move around on four legs is detestable. ", "21": "But you are allowed to eat any flying, four-legged insect that has joints above its feet for jumping. ", "22": "You may eat the following insects: locusts, destructive locusts, desert locusts, and grasshoppers. ", "23": "But any other flying, four-legged insects are detestable.", "24": "Have you noticed how often faith and food come together? One of the most authentic expressions of our spiritual lives has to do with the table where we gather with family and friends to bless God for the goodness the earth provides. These regulations recorded here helped Israel to maintain its status as God's chosen and holy people. Kosher laws, as they are called, are unique to Israel's covenant with the Eternal One. They aren't God's laws for everyone; they serve as a cultural boundary-marker indicating what kinds of meat should be eaten. Eternal One: 24 Also you will become impure until dusk if you touch the carcass of any creature. ", "25": "A person who picks up any part of its carcass must wash his clothes and remain impure until dusk. ", "26": "All animals that do not chew cud or have split hooves that are not in two parts are impure to you. Anyone who has contact with them becomes impure. ", "27": "Also, any four-legged animals that walk on paws are impure to you. Anyone who has contact with their carcasses will be impure until dusk. ", "28": "And anyone who carries their carcass is to wash his clothes and remain impure until dusk. They are impure to you as well.", "29": "These small creatures that scamper about the earth are impure to you: small rodents, great lizards, ", "30": "geckos, monitor lizards, other lizards, sand reptiles, and chameleons. ", "31": "These small creatures of the earth are impure to you. Anyone who touches their remains will be impure until dusk. ", "32": "If one of the carcasses touches an object you intend to use—such as a piece of wood, an article of clothing, an animal hide, or a sack—then that item is impure and should soak in water until dusk. After that, it will be pure again. ", "33": "If one of the carcasses falls into any container made of clay, the substance within the container will become impure and you should destroy the container. ", "34": "If any food in the container that is ready to eat is touched by water, then the food becomes impure. Any drink from a contaminated container will become impure as well. ", "35": "If any part of a dead body touches something—say, an oven or stove—then that oven or stove must be destroyed. They are impure and will always be impure to you. ", "36": "However if a carcass falls into a spring or a container accumulating water, the water will be ritually pure because it is continually renewed. But the person who pulls the carcass out of the water will be ritually impure. ", "37": "If any part of the dead body has contact with a seed that is to be planted, then the seed remains ritually pure because it is dry. ", "38": "But if the seed becomes wet and any part of a dead body touches it, then the seed is ritually impure.", "39": "If a clean animal dies naturally, whoever touches the carcass will be impure until dusk. ", "40": "And if anyone eats some of its meat, then that person is to wash his clothes and remain impure until dusk. Anyone who touches the dead body is to wash his clothes and remain impure until dusk.", "41": "Any swarming creature that scurries along the ground is detestable to you and must not be eaten. Do not consume any of them! ", "42": "Also do not eat any creature that moves on its belly, walks on four legs, or has multiple pairs of feet, for they are detestable to you. ", "43": "Do not defile yourselves by having contact with any of the swarming creatures. Do not become impure by having contact with any of them. ", "44": "For I am the Eternal One, your God. You are to consecrate yourselves and be holy, for I am holy.[a] Do not cause yourselves to become impure by having contact with any swarming creature that crawls along the ground. ", "45": "I am the Eternal One who led you out of the land of Egypt to be your God. Therefore, you are to be holy, for I am holy.[b]", "46": "So this is God's instruction concerning animals, birds, creatures that live in the waters, and small creatures that move along the ground, ", "47": "so that the people will be able to distinguish between what animals are ritually acceptable and ritually unacceptable, and what is to be eaten and what is not to be eaten."}