{"1": "The Eternal One spoke to Moses.", "2-3": "Eternal One: 2-3 These are the instructions for determining when an infected person has recovered from a skin disease and should be pronounced clean. The priest must go outside the camp and examine the infected person. If the priest determines the skin disease has been healed, ", "4": "then he will prescribe that two healthy birds—both ritually pure—some cedar wood, scarlet string, and hyssop be brought for the cleansing ritual. ", "5": "The priest will direct that one of the birds be killed in a clay jar over running water. ", "6": "He will then take the living bird along with the cedar, the scarlet string, and the hyssop and dip them in the blood of the first bird killed over running water. ", "7": "Then the priest will sprinkle the one who is being cleansed from his skin disease seven times with the blood, pronounce that he is once again clean, and set the living bird free in a wide, open field. ", "8": "The person who is presented for cleansing will wash his clothes, shave all the hair from his body, and wash himself with water; then he will be clean. After all this is done, he is permitted to enter the community but he must remain outside of his tent for seven days. ", "9": "When the seventh day arrives, he must shave all the hair from his body again—his head, beard, and eyebrows—and he has to wash his clothes again and bathe in water. This is how he is to be made clean.", "10": "On the eighth day, the person must bring two unblemished male lambs, an unblemished year-old ewe lamb, six quarts of the finest flour mixed with oil to act as a grain offering, and ⅔ pint of oil. ", "11": "The priest who pronounces the person clean will bring the man and his offering into My presence at the entrance of the congregation tent. ", "12": "The priest is then to take one male lamb as the guilt offering, along with the ⅔ pint of oil, and lift them up as a wave offering in My presence. ", "13": "Then he must slaughter the lamb in the same area of the sanctuary where they kill the purification offering for sin and the burnt offering. The guilt offering, like the purification offering, belongs to the priest. They are most sacred. ", "14": "The priest will then collect some of the blood of the guilt offering and place it on the right ear lobe, the right thumb, and the right big toe of the person who is being cleansed. ", "15": "The priest will take some of the ⅔ pint of oil and pour it into the palm of his own left hand, ", "16": "and then he will dip his right finger into the oil in his left hand and sprinkle drops of it with his finger seven times before Me. ", "17": "He will then take some of the oil from his left hand and place it on the right ear lobe, the right thumb, and the right big toe of the person being cleansed and on top of the blood of the guilt offering. ", "18": "The priest should take any remaining oil from his left hand and put it on the head of the person being cleansed. Then the priest must perform the atoning sacrifice before Me to cover the person's sins. ", "19": "The priest is to offer the purification offering to cover the sin of the one being cleansed. After this, the priest must present the sacrifice for the burnt offering ", "20": "along with the grain offering on the altar. This is how the priest will cover the sin, guilt, and uncleanness of the person seeking to be cleansed; this person must be considered clean once again.", "21": "Taken together, these rituals and sacrifices allow the formerly unclean person to reenter the life of the community. If the person who comes for cleansing is poor and cannot afford the prescribed offerings, then he may be covered by bringing one male lamb as a guilt offering to be lifted up as a wave offering. He should also present four pints of the finest flour mixed with oil for a grain offering, along with ⅔ pint of oil. ", "22": "He should also bring two turtledoves or two young pigeons, whichever he can afford. One of the birds will be for the purification offering and the other one will be for the burnt offering. ", "23": "When the eighth day arrives (which is the day after he shaves the second time), the person must present them for his cleansing to the priest at the entrance of the congregation tent in My presence. ", "24": "The priest will receive the lamb for the guilt offering and the ⅔ pint of oil, and lift them as a wave offering before Me. ", "25": "Afterward, he will kill the lamb for the guilt offering, collect some of its blood, and place it on the right ear lobe, the right thumb, and the right big toe of the person being cleansed. ", "26": "The priest is to pour some of the oil into the palm of his own left hand ", "27": "and sprinkle drops of it with his right finger seven times in My presence. ", "28": "The priest will then take some of the oil from his left hand and place it on the right ear lobe, the right thumb, and the right big toe of the person being cleansed and on top of the blood from the guilt offering. ", "29": "The priest should take any remaining oil from his left hand and put it on the head of the person being cleansed to cover him before Me. ", "30-31": "He will then present one of the turtledoves or young pigeons—whichever he can afford—one for the purification offering and the other for the burnt offering that accompanies the grain offering. The priest will cover the sin, guilt, and uncleanness before Me of the person seeking to be cleansed. ", "32": "These instructions explain what to do when someone with a serious skin disease cannot afford all the items for his cleansing.", "33": "The Eternal One spoke to Moses and Aaron.", "34": "Eternal One: 34 When you go into the land of Canaan—the land which I am giving you as your own—and I contaminate or infect one of the houses in your land, ", "35": "the owner of the house must go inform the priest, “I have just noticed a spot in my house.” ", "36": "The priest must then order the person to remove all the contents from the house before he comes to examine the spot. This saves the person from possibly having everything in the house declared unclean. After this is done, the priest can go inside and inspect the spot. ", "37": "If he sees that the spot has greenish or reddish depressions and appears to go deep beneath the surface of the wall, ", "38": "then the priest will exit the house through the door and quarantine the house for seven days. ", "39": "When the seventh day arrives, the priest will go back into the house and inspect it again. If the discolored spot has shown up on other places on the walls, ", "40": "the priest will direct them to remove all the stones that have any suspicious spots on them and discard them in the impure refuse pile outside the camp. ", "41": "They are also to scrape off any suspicious-looking plaster and discard it in the impure refuse pile outside the camp. ", "42": "Then they are to go out and find other stones to replace the ones they removed and then replaster the walls.", "43": "If there is another outbreak after they have removed all the suspicious-looking stones and plaster and then replastered the walls, ", "44": "the priest must enter the house and inspect it once again. If he finds that the spots have reappeared, then the house has a chronic outbreak and is unclean. ", "45": "The owner must demolish the house and take all its stones, wood, and plaster to the impure refuse pile outside the camp. ", "46": "Whoever enters the house while the house is quarantined by the priest will become unclean until dusk. ", "47": "Also anyone who sleeps or eats inside the house must wash their clothes.", "48": "If the priest enters the house to inspect it and the spot has not reappeared after the walls have been rebuilt and replastered, the priest will declare the house clean because the spot has not returned. ", "49": "To cleanse the house from its contamination, the priest must take two birds, some cedar wood, scarlet string, and hyssop, ", "50": "and slaughter one bird in a clay jar over running water. ", "51": "He will then dip the cedar wood, hyssop, scarlet string, and the living bird in the blood of the first bird and in running water and sprinkle the house seven times. ", "52": "This is how the priest will cleanse the house from the outbreak using the blood of the sacrificed bird, running water, the living bird, cedar wood, hyssop, and scarlet string. ", "53": "He will set the living bird free over a wide, open field outside the camp. In this way, the priest will cover over the impurity of the house, and the house will be declared clean.", "54-57": "These are God's instructions for how to deal with suspicious-looking spots: for scaly areas, swelling, rashes, and discolored spots on the skin and for discolored spots on clothing or in a house. With these instructions, priests are able to determine whether they are clean or unclean."}