{"1": "The Eternal One spoke to Moses and Aaron.", "2": "Eternal One: 2 Go, talk with the Israelites, and tell them that if a man has any sort of a discharge from his body, the discharge renders him impure.", "3": "This is the general principle: a bodily discharge produces a state of ritual impurity for both men and women. As we see in this chapter, some of these discharges are abnormal and caused by active infections or diseases. When this is the case, healing is required. But some discharges are actually normal. For example, a woman's period is normal, but there are conditions that cause her to bleed at odd times or too much. Again, in such cases, healing is required. Eternal One: 3 A man's discharge makes him impure regardless of whether his body allows it to flow out of him or blocks its flow altogether. ", "4": "If the person with the discharge lies down in a bed or sits down on a couch, it becomes impure. ", "5-6": "Any person who has contact with that bed or that couch must wash his clothes and bathe in water. He will remain impure until dusk. ", "7": "Any person who touches the discharging man must wash his or her clothes and bathe in water. He will remain impure until dusk. ", "8": "If the discharging man spits on a person who is ritually clean, then that person must wash his garments and bathe in water. He will remain impure until dusk. ", "9": "If the discharging man rides on a saddle, the riding saddle will be impure as well. ", "10": "Therefore, if anyone touches any of the items that were under the discharging man, then that person will be impure until dusk. Whoever picks up and carries any of these items must wash his clothes and bathe in water. He will remain impure until dusk. ", "11": "If the discharging man does not wash his hands and touches another person, then that person must wash his clothes and bathe in water. He will remain impure until dusk. ", "12": "If the discharging man touches a clay cup, then it must be shattered; but a wooden cup shall be washed with water.", "13": "The impurity of the clay is because it has penetrated the vessel, but the wood is saved because it is less porous. Once the discharging man is healed, he must wait seven days to make sure the ailment doesn't return before his ritual cleansing. He will wash his clothes and bathe in running water so that he can be ritually pure again. ", "14": "On the eighth day, he is to bring two turtledoves or young pigeons into My presence and hand them to the priest at the entrance of the congregation tent. ", "15": "The priest will present the birds—one of them as a purification offering for sin and the other as a burnt offering. The priest will come before Me and cover the impurity of the man with a discharge.", "16": "If a man ejaculates, then he must bathe his whole body with water and remain impure until dusk. ", "17": "If an item of clothing or leather is touched by semen, then it must be cleaned thoroughly with water and will remain impure until dusk. ", "18": "If a man ejaculates while lying with a woman, then both must bathe with water and remain impure until dusk.", "19": "The impurity referred to in these verses has to do with ceremonial and ritual practices such as making sacrifices, going to festivals, or receiving a revelation. Men, like women, have times when they become ritually impure. For men it happens whenever they have an ejaculation. For women it happens whenever they have their period. It's important to note that these bodily functions are normal and natural, not sinful or evil. The ancients knew the power of such events for making them one with their wives and ultimately creating life. Through these bodily fluids men and women become partners with God in creating other humans who are made in the image and likeness of God. Such power cannot and must not be taken lightly. Eternal One: 19 When a woman has her menstrual period and discharges her blood, she must stay in a state of her menstrual impurity for seven days. Any person who touches her will be impure until dusk. ", "20": "Anything she lies down upon or sits down on during her menstruation will be impure, ", "21-23": "and any person who touches her bed or her cushion or anything else she sits on must wash his clothes and bathe in water. He will remain impure until dusk. ", "24": "If a man has sexual relations with a woman during her menstrual period and her menstrual blood gets on him, he will be impure for seven days, and any bed he lies down upon will be impure as well.", "25": "If a woman discharges blood for several days beyond her menstrual period or outside of it, then she will treat those days as if she were having her menstrual period and will be impure. ", "26": "Treat every bed she lies down upon during her irregular discharge like the bed she lies down upon while she is in her menstrual period. Anything she sits down upon will be considered impure just as it is when she is menstruating. ", "27": "By the same token, any person who touches the items she touches will be impure and must wash his clothes and bathe in water and remain impure until dusk. ", "28": "When the woman's discharge stops, she will wait seven days before she is ritually cleansed. ", "29": "On the eighth day, she will bring two turtledoves or young pigeons and present them to the priest at the entrance of the congregation tent. ", "30": "The priest will present one as a purification offering for sin and the other as a burnt offering. The priest will come before Me and cover the impurity of the woman with a discharge.", "31": "This is how you are to separate and deal with the people of Israel during those times when they are ritually impure, so that they will not die from their impurity by defiling My sanctuary that stands among them.", "32": "These are the instructions for what to do when someone has a discharge of any kind; and for the man who has become impure from his ejaculation, ", "33": "for the woman who is not well from her menstrual period, for any man or woman who has a discharge, and for the man who has sexual relations with a ritually impure woman."}