{"1": "People and their land are connected. When people engage in disgusting practices, it affects the land, pollutes it, and makes it sick. But when people live by God's rules, the land is well. The Eternal One spoke to Moses.", "2": "Eternal One: 2 Go, talk with the community of Israel, and tell them that they are to be holy, for I, the Eternal your God, am holy.[a] ", "3": "I want all of you to honor your mothers and fathers and keep My Sabbaths, for I am the Eternal your God. ", "4": "Do not turn from Me to follow useless idols or cast metal images of other gods, for I am the Eternal your God.", "5": "When you sacrifice a peace offering to Me, present it correctly so you are accepted. ", "6": "Your peace offering should be consumed the same day you present it or the day after. But you must burn any of the offering that is still left on the third day. ", "7": "If any of it is eaten on the third day, your offering will not be accepted; by then it has become foul. ", "8": "Anyone who consumes the peace offering on the third day will bear his guilt and suffer the consequences, for he has desecrated what has been set apart for Me. That person must be cut off from his people.", "9": "When you harvest the crops of your land, do not gather the grain all the way to the edges of your fields or pick up what was overlooked during the first round of harvesting. ", "10": "Likewise do not strip the vines bare in your vineyard or gather the fallen grapes. Leave the fallen fruit and some grapes on the vine for the poor and strangers living among you; for I am the Eternal your God.", "11": "God's care for the poor is clearly reflected and codified in these verses. Those who have are to leave something for those who have not. No one is charged to make them care for the poor; God's covenant people are to do this in obedience to His commands. But the poor have a responsibility as well. They are to go and gather the grain left in the fields and collect the clusters left in the vineyard. In this way, they join with the landowners and farmers in caring for themselves and the earth. Eternal One: 11 Do not take what is not yours or conduct business dishonestly or lie to each other. ", "12": "Do not swear to a lie in My name. If you do, My name is profaned. I am the Eternal One.", "13": "Do not mistreat your neighbor or steal from him. Do not keep the payment of a hired hand overnight, but compensate him for work at the end of the day. ", "14": "Do not mock the disabled by shouting a curse at a deaf person or putting something in the way to trip up the blind. Instead, honor and fear your God; I am the Eternal One.", "15": "In a court of law, do what is just, not unjust. Do not favor one side or the other, the poor or the wealthy; instead, judge your neighbor fairly. ", "16": "Do not go around spreading malicious lies about other people. Do not take a stand that would endanger your neighbor's life. I am the Eternal One.", "17": "Do not harbor a deep hatred for any of your relatives. If your neighbor is doing something wrong, correct him or else you could be held responsible for his sin.[b] ", "18": "Do not seek revenge or hold a grudge against any of your people. Instead, love your neighbor as you love yourself,[c] for I am the Eternal One.", "19": "Honor My decrees. Do not breed two different species. Do not plant two different sorts of seed in your fields. Do not wear clothing made from two different kinds of material.", "20": "If a man has sexual relations with a slave woman who is promised to another man but has not yet been redeemed or freed, then they will face an inquiry. Neither the man nor the woman will be put to death because she was a slave and not a free woman when the offense took place. ", "21": "The man must present to Me a ram as his guilt offering at the entrance of the congregation tent. ", "22": "The priest is to sacrifice the ram of the guilt offering before Me to cover the man's guilt; then the guilty man's sin will be forgiven.", "23": "When you go into the land and plant fruit-bearing trees, you are not to eat the fruit right away. It's off-limits for three years.[d] ", "24": "When the fourth year arrives, all the fruit of those trees must be regarded as sacred, a praise offering to Me. ", "25": "When the fifth year arrives, you are finally allowed to eat the fruits of those trees. If you demonstrate your faith by following this procedure, these trees will be even more productive. I am the Eternal One, your God.", "26": "Do not consume any meat while the blood is still in it. Do not practice divination or fortune-telling. ", "27": "Do not cut the hair at your temples or trim your beard. ", "28": "Do not make cuts in your body for the dead or mark yourselves with tattoos. I am the Eternal One.", "29": "Do not defile your daughter by forcing her into prostitution. If you do, you not only corrupt her but you also infect the land with prostitution and wickedness. ", "30": "Keep My Sabbaths and respect My sanctuary. I am the Eternal One.", "31": "Do not turn to mediums or consult with those who communicate with the spirits of the dead. Do not go near them, or else you will defile yourselves. I am the Eternal your God.", "32": "You are to stand in respect for the older people in your community. You must fear your God. I am the Eternal One.", "33": "Don't take advantage of any stranger who lives in your land. ", "34": "You must treat the outsider as one of your native-born people—as a full citizen—and you are to love him in the same way you love yourself; for remember, you were once strangers living in Egypt. I am the Eternal One, your God.", "35": "In business dealings, be fair and do not cheat. Measure accurately length, weight, and volume. ", "36": "Your scales are to be accurate, your weights true, and your containers standard. I am the Eternal your God, who led you out of Egypt.", "37": "You are to keep all My directives and all of My rules, and do as I have instructed. I am the Eternal One."}