{"1": "The Eternal One addressed Moses. While it is not a sin to handle a corpse, it makes the person ritually impure. Eternal One: Go, talk to the priests, Aaron's sons, and tell them that I don't want any priest to make himself ritually impure by having contact with a dead person in Israel. ", "2": "There is an exception: a priest is allowed to touch the dead body of his closest family members—his mother, father, son, daughter, brother, ", "3": "and any sister who is still a virgin when she dies. Since she has no husband, the priest is her closest relative, so he is allowed to make himself impure for her. ", "4": "A priest must not render himself impure and defile himself by touching the corpse of a person related to him only by marriage. ", "5": "Priests are not allowed to mourn like other people by shaving their heads, trimming their beards, or cutting gashes into their bodies. ", "6": "Priests are to be holy to Me and not treat My sacred name with contempt. They bring the fire-offerings to Me, the food of their God, and so they must be sacred. ", "7": "Priests are not to marry women defiled by prostitution or women who are divorced, for priests are holy to Me.", "8": "You must set the priest apart as special and treat him as holy, for he brings the food to your God. The priests must be considered holy to you because I, the Eternal, am holy, and I have set you apart from all other nations. ", "9": "If a priest's daughter dabbles in prostitution, then she desecrates herself and also her father. She is to be burned to death.", "10": "Of the brotherhood of priests, the high priest is the one whose head has been anointed with oil and who has been ordained to wear the sacred garments. He is not to leave his hair uncombed or tear his garments when he is mourning. ", "11": "He is not to go near any dead bodies—not even his father's or mother's—or else he will make himself impure. ", "12": "The high priest is not allowed to go outside the sanctuary during the time of mourning and thereby desecrate God's sanctuary, for he has been anointed with the sacred oil of his God. I am the Eternal One. ", "13": "He is to marry a woman who is a virgin. ", "14": "He is not allowed to choose a widow, a divorced woman, or a prostitute as a wife—any woman who has already had sexual relations. He is only allowed to marry a virgin from his own community. ", "15": "This arrangement will guarantee that his future offspring will not be treated badly among his people, for I am the Eternal who makes him holy.", "16": "The Eternal One spoke to Moses.", "17-18": "Eternal One: 17-18 Go, talk with Aaron, and tell him that throughout future generations those who are physically marred are not allowed to approach the sanctuary and offer food to Me. This includes those who are blind, lame, disfigured, or deformed. ", "19": "It includes those who have a broken foot or an injured hand, ", "20": "hunchbacks, dwarves, anyone with a defective eye or a festering rash or scabs or crushed testicles. ", "21": "No one from Aaron's offspring who has a physical defect is allowed to approach the sanctuary and present fire-offerings to Me; since he is not perfect, he must not approach to offer his God's food. ", "22": "He is allowed to eat a portion of the food offered to God, including the sacred and most sacred, ", "23": "but he is not allowed to go behind the veil or approach the altar because of his imperfection. This is the rule so that he does not desecrate My holy places. I am the Eternal One who consecrates him.", "24": "So Moses told Aaron, Aaron's sons, and all the Israelites what God had said to him."}