{"1": "In our world, these rules are hard to understand. But remember, it has only been in recent years that Western society has shown concern for people with disabilities. In much of the world today, people who suffer deformities or disabilities are treated differently—as somehow imperfect. Less than a century ago, “little people” and other “freaks of nature” were in circuses for the amusement of the rest of us. So we must be careful not to judge people who lived 3,000 years ago by our modern standards and sensibilities. That would not be fair. The logic is clear: just as the sacrifice must be pure and unblemished, so must the priest who offers the sacrifice be whole in body. Disabled priests are mercifully included in God's provision because they are permitted to eat the consecrated bread. The Eternal One spoke to Moses.", "2": "Eternal One: 2 Instruct Aaron and his sons to be cautious with the sacred food offerings the Israelites bring—the ones they give in My honor so that they do not desecrate My sacred name and ruin My reputation. I am the Eternal One. ", "3": "Tell them that anyone from your present and future generations who is ritually impure and goes near the sacred gifts the Israelites have presented to Me will be cut off from My presence, for I am the Eternal One. ", "4": "None of Aaron's offspring who has a serious skin disease or a discharge is allowed to consume the sacred food offerings until he is ritually pure again. If anyone touches something that has become impure by having contact with a dead body or if he has a semen emission, ", "5": "or if he touches some small creature or anyone impure, whatever the impurity may be—", "6": "anyone who has contact with such impurity will be impure until evening; he is not allowed to consume the sacred gifts until he has bathed in water. ", "7": "When evening arrives, it is a new day; he will be ritually pure. Then he can consume the sacred food offerings, which are his food. ", "8": "He should not consume any animal that dies a natural death or is torn apart by another animal; if he does, he will become impure, for I am the Eternal One. ", "9": "The priests are to respect and keep My instructions or they will have to bear the punishment for their sin and die for treating my instructions with contempt, for I am the Eternal One who makes them holy.", "10": "No laypeople, guests, or hired workers who enter a priest's house are allowed to consume the sacred food offerings. ", "11": "But if a priest purchases a slave, then that slave and anyone born into his family can eat his food. ", "12": "When a priest's daughter marries a non-priest, she is no longer allowed to eat any of the sacred food offerings. ", "13": "But if she—after being childless, and divorced or widowed—goes back to live with her father as she did when she was young, then she is allowed to consume her father's food; but no lay person is allowed to consume it. ", "14": "If a man consumes a sacred food offering accidentally, then when he becomes aware, he must present the same amount of food plus ⅕ to the priest. ", "15": "When the people of Israel present their sacred offerings to Me, the priests are not to treat them lightly, ", "16": "or else they will bear the guilt and punishment for consuming the sacred gifts; for I am the Eternal One who makes them holy.", "17": "The Eternal One spoke to Moses regarding animals acceptable for sacrifice.", "18": "Eternal One: 18 Go, talk with Aaron, his sons, and all the Israelites. Tell them that when any Israelite or outsider living among you brings an offering—whether accompanying a vow or out of free will—and offers it to Me as a burnt offering, ", "19": "he must offer an unblemished male from the bulls, the sheep, or the goats in order to be accepted. ", "20": "You should not offer any animals that are diseased, weak, or injured or have any defects. Such a sacrifice is not acceptable for you. ", "21": "Also when a man offers a sacrifice as a peace offering to Me from the herd or flock—whether he is fulfilling a vow or out of free will—he must offer a perfect, unblemished offering in order to be accepted. ", "22": "Do not offer any animals that are blind, have broken bones, are deformed, have open wounds, a skin disease, or scabs. Do not offer such a sacrifice by fire on the altar to Me. ", "23": "You are allowed to offer an ox or a lamb with a limb that is too long or too short as long as it is a freewill offering, but not if it is an offering that accompanies a vow. ", "24": "You are not to offer any animal with bruised, crushed, torn, or removed testicles as a sacrifice to Me, and you will not offer these blemished animals anywhere in your land. ", "25": "You are not allowed to accept such an animal as a gift from a foreigner and then offer it as food for your God, because the animal is not whole and carries the foreigner's corruption. Such a sacrifice is not acceptable for you.", "26": "The Eternal One continued speaking to Moses.", "27": "Eternal One: 27 Any time an ox or sheep or goat is born, you are to leave it with its mother for seven days. On the eighth day, the newborn is old enough to be sacrificed to Me as a fire-offering. ", "28": "But do not sacrifice both the newborn ox or sheep and its mother on the same day.", "29": "That which gives life, whether human or animal mother, and that which is offered on behalf of life, whether human or animal offspring, should not be disrespected, blurred, or confused. When you slaughter a thanksgiving sacrifice to Me, do it in such a way that you will be accepted. ", "30": "Consume it on the same day it is slaughtered; do not leave any for the next day. I am the Eternal One.", "31": "This is how you must keep and follow My commands. I am the Eternal One.", "32": "You must not do anything that desecrates My sacred name and ruins My reputation so that the people of Israel will acknowledge that I am holy, for I am the Eternal One who consecrates you. ", "33": "I am the One who led you out of Egypt to be your God. I am the Eternal One."}