{"1": "The Eternal One spoke to Moses regarding the holy days.", "2": "Eternal One: 2 Go, talk to the Israelites. Tell them that I have appointed certain feasts to be celebrated. You are to honor these times and declare them as sacred assemblies.", "3": "You have six days to do your ordinary work; but when the seventh day arrives, it is a Sabbath and must be a day of complete rest, a time for sacred assembly. No work is allowed. Wherever you live, celebrate the Sabbath in My honor.", "4": "Here are times I have appointed for sacred assemblies; you are to celebrate these feasts and declare them publicly at their appointed times. ", "5": "In the spring on the fourteenth day of the first month, My Passover begins at first light. ", "6": "When the fifteenth day arrives, you are to celebrate the Feast of Unleavened Bread in My honor. For the next seven days, the only bread you are allowed to eat is unleavened bread. ", "7": "On the first day of the feast, I want you to gather for a sacred assembly; you are not allowed to do any ordinary work. ", "8": "On each of the seven days of the feast, present a fire-offering to Me. When the seventh day arrives, hold a sacred assembly; you are not allowed to do any ordinary work.", "9": "The Eternal One addressed Moses.", "10": "Eternal One: 10 Go, talk with the Israelites, and tell them that when you are settled in the land I am going to give you, and when you harvest there, you are to gather a bundle of stalks from the firstfruits of the barley harvest and present them to the priest. ", "11": "On the day after the Sabbath, the priest will raise up the bundle of stalks and wave them before Me so that you will be accepted. ", "12": "Also, on the day that the stalks are waved, you must present an unblemished, year-old male lamb to Me as a burnt offering. ", "13": "The grain offering you bring with it is to be four quarts of the finest flour mixed with oil. The smoke of the fire-offering will rise and be a pleasant aroma to Me. Present it along with a drink offering of 2½ pints of wine. ", "14": "Do not consume any bread, roasted grain, or any of the new harvest until this day when you have presented the offering to Me, your God. This directive stands for all time throughout your generations regardless of where you live.", "15-16": "From the day after the Sabbath when you presented the bundled stalks—the firstfruits of the barley harvest—as a wave offering to Me, count off seven whole weeks. Count to the day after the seventh Sabbath, 50 days; then I want you to bring a fresh grain offering to Me. ", "17": "Bring two loaves of bread from wherever you live as a wave offering. The loaves are to be made with yeast from four quarts of the finest flour as the firstfruits to Me. ", "18": "With the bread, I want you to offer seven unblemished, year-old male lambs, a bull from the herd, and two rams. These will serve as a burnt offering to Me, along with their grain offering and drink offerings; the smoke of this fire-offering will rise and be a pleasant aroma to Me. ", "19": "You must also present one male goat as a purification offering and two year-old male lambs as a peace offering. ", "20": "The priest will then lift them up along with the bread of the firstfruits and the two lambs as a wave offering before Me. These offerings, which are sacred to Me, will become the property of the priest. ", "21": "On this day, you will make a proclamation and hold a sacred assembly. Refrain from doing any ordinary work. This directive stands for all time throughout your generations regardless of where you live.", "22": "Whenever you harvest the crops in your land, do not harvest all the way to the edges of the fields or pick up what was overlooked during harvest. Leave them for the poor and the strangers living with you. I am the Eternal your God.", "23": "The Eternal One spoke to Moses.", "24": "Eternal One: 24 Go, talk with the Israelites, and tell them to observe a day of Sabbath rest in the autumn on the first day of the seventh month. Commemorate this day and call together a sacred assembly by sounding the trumpets. ", "25": "You must not do any ordinary work that day, but you are to bring a fire-offering to Me.", "26": "The Eternal One spoke to Moses regarding the Day of Atonement.", "27": "Eternal One: 27 The tenth day of the seventh month is set aside as the Day of Atonement. On that day, you must call together the people for a sacred assembly, humble and discipline yourselves by fasting, and bring a fire-offering to Me. ", "28": "Refrain from doing any work on the Day of Atonement, for it is to be a day when you make offerings before Me, your God, that cover your sins. ", "29": "If anyone does not humble and discipline himself on this day, he must be cut off from the community. ", "30": "If anyone from your community works on this day, I will destroy him from the midst of the community. ", "31": "You must not do any of the work you normally do. This directive stands for all time throughout your generations regardless of where you live. ", "32": "This is to be a Sabbath Day, a day of complete rest, a day when you humble and discipline yourselves. When the ninth day of the month arrives, you are to honor this Sabbath from dusk till dusk.", "33": "Sin causes damage in ways we do not easily recognize. It damages our relationship with God, other people, and the rest of creation. But we should not forget that sin damages us too. We are damaged goods. The Day of Atonement provides the people of Israel with a regular opportunity to recognize how broken and flawed they are, to repent and turn to God, and to seek His healing and forgiveness. The Eternal One said to Moses.", "34": "Eternal One: 34 Go, talk with the Israelites and tell them that when the fifteenth day of the seventh month arrives, they must celebrate the Feast of Booths to Me for seven days.", "35": "The Feast of Booths takes place after the fall harvest is in and the people can take some time off. In this feast, God's people are called to remember how He provided for them, particularly how He provided for them when they wandered in the desert, living in tents or booths, for 40 years. Eternal One: 35 The first day is to be a day devoted to sacred assembly, so refrain from doing any ordinary work. ", "36": "Then for seven days, I want you to bring a fire-offering to Me. When the eighth day arrives, hold another sacred assembly and bring another fire-offering to Me. This is to be a festive gathering, and no one is allowed to do any of their normal work.", "37": "So these are the feasts that I have appointed. At these times, you are to call the people together for a sacred assembly and bring fire-offerings to Me—burnt offerings, grain offerings, sacrifices, and drink offerings—each day will have its own offering. ", "38": "These feasts and their offerings are in addition to My Sabbaths and other prescribed offerings, offerings accompanying a vow or a freewill offering.", "39": "When the fifteenth day of the seventh month arrives, after you have harvested the crops from the land, I want you to celebrate this feast of booths for seven days. Observe a day of complete rest on the first day and the eighth day. ", "40-41": "On the first day, gather some branches from the beautiful trees in the area: palm fronds, limbs thick with leaves, and branches from the river willow. Celebrate and feast before Me, your God, for seven days. This directive stands for all time throughout your generations; celebrate it every year in the seventh month. ", "42": "All native-born Israelites are to live in booths for seven days. ", "43": "I want you to do this so that all present and future generations of your people remember that I sheltered the Israelites in booths like these after I led them out of Egypt. I am the Eternal One, your God.", "44": "Temporary shelters like these were used during harvest to protect their fields from animals and thieves. Moses spoke to the Israelites about the Eternal One's appointed feasts."}