{"1": "The Eternal One spoke to Moses.", "2-3": "Eternal One: 2-3 Direct the Israelites to bring you clear oil from pressed olives in order to keep the lamps in the sanctuary outside the veil covering the covenant chest continually burning. Aaron is to make sure the lamps continue to burn in My presence from dusk till dawn. This directive stands for all time throughout your generations. ", "4": "On a regular basis, Aaron and the priests are to tend to the lamps on the pure gold lampstand before Me.", "5": "I want you to take the finest flour and bake 12 loaves of bread. Each loaf is to be made of four quarts of flour. ", "6": "Then arrange the 12 loaves into two rows on the pure gold table in My presence. Put six loaves in each row. ", "7": "Place pure frankincense along each row to serve as a memorial portion for the bread, as a fire-offering to Me. ", "8": "Every Sabbath Aaron is to make sure these rows of bread are in order before Me. These loaves, baked and presented by the people of Israel, symbolize the perpetual covenant. ", "9": "They are reserved for Aaron and his sons, but they must be eaten only in a sacred space. These loaves are most holy gifts to Aaron out of all the fire-offerings presented to Me; they are his due for all time.", "10": "One day there was a man who had an Israelite mother and Egyptian father who got into a fight with an Israelite inside the camp. ", "11": "The first man uttered a curse and disparaged the name of the Eternal One. The people brought him to Moses to decide what must be done. (His mother was Shelomith, Dibri's daughter. Dibri was from the Dan tribe.) ", "12": "They kept him in custody until the Eternal One's decision became clear to them.", "13": "The Eternal One told Moses what to do.", "14": "Eternal One: 14 Take the man who cursed and disparaged Me outside the camp and have everyone who was a witness to what he said place their hands on his head. Then have the entire community stone him. ", "15": "Tell the Israelites, “Anyone who curses His God or disparages His name must bear his sin and suffer the punishment. ", "16": "Any person who blasphemes My name must be put to death. Then you must have the entire community join in stoning him. Any person—whether native-born or an outsider—who disparages My name must be put to death.”", "17": "Anyone who kills another person must be put to death. ", "18": "Anyone who kills an animal is to compensate his owner for it, life for life. ", "19": "Anyone who injures his neighbor must have done to him what he did to the other. ", "20": "If he breaks a man's bone, his own bone must be broken. If he puts out a man's eye, his own eye must be put out. If he knocks out a man's tooth, his own tooth must be knocked out.[a] Whatever a person does to harm another must be done to him in return. ", "21": "Any person who takes the life of an animal is to compensate his owner for it, but any person who takes the life of another human being must be put to death. ", "22": "This law applies to everyone equally, both native-born Israelites and outsiders. I am the Eternal One, your God.", "23": "The “law of retaliation,” as it is called, is designed to curb cruelty. It limits the kind and extent of retaliation a person can suffer when he deliberately injures another. Moses told the Israelites what God had decided, so they took the man who had uttered the curse outside the camp and stoned him. The Israelites did exactly as the Eternal One had instructed Moses."}