{"1": "Eternal One: Do not fashion any idols or blasphemous images. Do not erect any sacred pillars as the nations around you do. Do not set up any carved stones in your land and bow down to them. I am the Eternal your God. ", "2": "Honor My Sabbaths, and treat My sanctuary as a holy place. I am the Eternal One.", "3": "If you walk in My decrees and keep My commandments in your daily lives, ", "4": "I will grant you plenty of rain in the seasons when you need it, and your land will produce abundant crops and your trees will be filled with fruit. ", "5": "Your grain threshing will last until the time of the grape harvest, and the grape harvest will continue until it is time to plant again. You will fill your bellies with food and feel secure as you live in the land. ", "6": "I will see to it that you have peace in your land. You will be able to go to bed at night without a worry on your mind. I will take away the dangerous animals that roam your land, and no armies will invade your land. ", "7-8": "When you go after your enemies, they will fall by your sword. Five of you will go after 100 of your enemies, and 100 of you will cause 10,000 to flee. ", "9": "I will grant you My favor, and you will be fruitful, multiply, and have many healthy children, and I will continue to honor My covenant with you. ", "10": "You will have so much surplus food from year to year that you will have to make room for the new harvest when it comes in. ", "11": "I will make my home among you and never turn away from you. ", "12": "I will walk among you and be your God, and you will be My people.[a] ", "13": "I am the Eternal One, your God, who led you out of the land of Egypt so that you would no longer be their slaves. I have shattered the yokes that broke your backs and helped you walk straight and upright.", "14": "However, if you do not obey Me or live by all I have commanded, ", "15": "if you turn your backs on My decrees and despise what I have commanded so that you fail to do as I have directed and break the covenant that exists between us, ", "16": "then this is what you can expect: I will bring a horrific cloud of terror over you, and you will waste away in disease and burning fevers, your eyes will grow dark, and your restless souls will long for life. The seeds you plant will provide you no sustenance because raiders will consume whatever you grow. ", "17": "I will turn My face against you and stand by as your enemies strike you down. Those who despise you will reign over you, and you will run away even when no one is chasing you. ", "18": "If, after all this, you still do not listen to Me, then I will increase your punishment until you have paid seven times for your sins. ", "19": "I will break you of your powerful pride, and I will make the heavens above you as cold as iron and your earth below you as hard as bronze. ", "20": "Your strength will be wasted because the land you work will not yield its crops, and the trees you plant will not bear fruit.", "21": "And if, after all this, you still rebel against Me and fail to listen to Me, I will strike you until you have paid seven times for your sins. ", "22": "I will unleash ravenous wild beasts against you, and they will deprive you of your children and destroy your livestock; before long your numbers will dwindle and your busy roads will be deserted.", "23": "And if, after all these punishments, you still have not turned back to Me but continue to rebel against Me, ", "24": "I will move against you, and this time I will punish you Myself until you have paid seven times for your sins. ", "25": "I will march armies against you that will execute My vengeance against you for the covenant you have broken. When you retreat into your cities, I will send a vicious plague among you until you fall to your adversaries. ", "26": "I will cut off your food supply until there is so little bread that 10 women will need only one oven to bake it. When they serve it, your portion will be carefully weighed and rationed and you won't have enough to satisfy you.", "27": "If, after all this, you still do not listen to Me but continue to rebel against Me, ", "28": "I will move against you with the full heat of My fury. I will punish you Myself until you have paid seven times for your sins. ", "29": "You will become so hungry that some of you will eat the flesh of your own sons and daughters. ", "30": "I will demolish your high places where false worship taints the land and tear down your incense altars. I will pile your lifeless bodies on the rubble of your lifeless god-images. I will detest you. ", "31": "I will turn your bustling cities into wastelands. I will empty and silence your pagan sanctuaries. When you do sacrifice to Me, I will pay no attention to the pleasant aromas. ", "32": "Yes, I will move against the land until it lies in ruins, and those who conquer you and settle there will be horrified by what they see. ", "33": "I will scatter you among the nations. I will draw My sword against you. Your land will become an eerie wasteland, and your cities will lie in ruins.", "34": "While you are scattered among your enemies, your land will bask in its Sabbaths. For as long as the land is barren, it will enjoy the Sabbaths and the rest it deserves. ", "35": "For all the days it lies desolate, it will have the rest it never had while you were living on the land. ", "36-37": "For those of you who may survive, I will make your hearts despair as you live in lands occupied by your enemies. You will be so fearful that the noise made by a windblown leaf will startle you and send you running away in panic. Even when no one is chasing after you, you will run away and trip over each other as if you are being chased by an army. You will have no power to stand up to your enemies. ", "38": "You will die far from home in foreign lands. The land of your adversaries will devour your corpses. ", "39": "Those of you who survive will waste away in the lands of your adversaries because of their sins and the sins of their ancestors; they will surely waste away to nothing.", "40": "But if they own up to their sins and acknowledge the sins of their ancestors, if they admit that they have been unfaithful to Me, defied Me, and rebelled against Me—", "41": "which prompted Me to turn against them and scatter them among their enemies—if they humble their uncircumcised hearts and offer reparations for their sins, ", "42": "then I will remember My covenant with Jacob, Isaac, and Abraham, and I will also remember the land. ", "43": "As long as the land lies deserted without them, it will catch up on the Sabbaths it has missed and be renewed. In the meantime, they must offer reparations for their sins because they turned their backs on My decrees and despised My commands. ", "44": "But even then, as long as My people are dwelling in the land of their adversaries, I will not reject them or hate them so much that I break My covenant with them and annihilate them. I am the Eternal One, their God. ", "45": "Still they will benefit when I remember the covenant I made with their ancestors when I led them out of the land of Egypt with the whole world watching so that I could be their God. I am the Eternal One.", "46": "These are the directives, commandments, and instructions the Eternal One gave through Moses on Mount Sinai to establish the covenant between Himself and the Israelites."}