{"1": "The Eternal One gave Moses the rules regarding the fulfillment of vows.", "2": "Now there is nothing to suggest that God requires His people to make vows; but when they do, they must be taken seriously. So if a person pledges to give God something in exchange for His help or blessing on a matter, then that person is bound to keep his promise. It would be better not to make a vow in the first place than to make it and not fulfill it. Eternal One: 2 Go, talk with the Israelites and tell them that whenever someone makes a special vow to Me regarding the value of a human being, ", "3": "the proper value of a 20- to 60-year-old male is 20 ounces of silver, according to the sanctuary weights. ", "4": "The proper value of a female of those ages is 12 ounces. ", "5": "If the person is 5 to 20 years old, the proper value for the male is 8 ounces; for the female 4 ounces. ", "6": "But if the person is anywhere from one month to 5 years old, the proper value is 2 ounces of silver for males and 1¼ ounces of silver for females. ", "7": "If the person is 60 years old or older, it is to be 6 ounces for the male and 4 ounces for the female. ", "8": "If someone cannot afford these prices, then bring him to stand before the priest, and the priest will assess the situation and value him according to what the person can afford.", "9": "Whenever someone vows to give an animal that is acceptable as an offering to Me, then that animal is sacred and is the property of the sanctuary. ", "10": "Whoever makes the vow should not switch one animal for another, a good animal for a bad, or vice versa. If someone does switch one for another, then both animals are considered sacred. ", "11": "But if the vow involves an animal that is impure and not acceptable as an offering to Me, he needs to bring the animal before the priest. ", "12": "The priest will determine its value—either high or low—and whatever he determines will be its price. ", "13": "If the owner desires to buy the animal back from the sanctuary, he must pay that price plus ⅕.", "14": "Animals that are unclean according to the law are not be donated in fulfillment of a vow because they are not acceptable as sacrifices. They are taken to the market and sold; the money gained from the sale supports the priests and their service. Eternal One: 14 If a man dedicates his house as a sacred gift to Me, the priest will determine its value—either high or low—and whatever he determines will be its price. ", "15": "If the person who dedicates his house desires to buy it back, he must pay that price plus ⅕, and the house will be his once again.", "16": "If a man dedicates any piece of his property to Me, the value fixed must be in proportion to the amount of seed it requires for planting. Six bushels of barley seed is worth 20 ounces of silver. ", "17": "If he dedicates his field during the year of jubilee, the fixed value still stands. ", "18": "If he dedicates his field after the jubilee year, the priest will determine its value according to how many years remain until the jubilee and reduce it accordingly. ", "19": "If the person who dedicates the property desires to buy it back, he must pay that price plus ⅕; then the piece of land will be his once again. ", "20": "If he decides not to buy the property back, or if he has sold it to another person, then he forfeits the right to redeem it. ", "21": "If the original owner releases the field in the jubilee, it must be treated as a holy gift dedicated to Me; then it will become the property of the priests.", "22": "If someone dedicates land to Me that he has bought and is not part of his ancestral lands, ", "23": "then the priest will determine its value according to how many years remain until the jubilee. The man must pay that amount as his sacred gift to Me. ", "24": "In the jubilee year, the property will revert back to the one who sold it, its original owner; it will be his once again.", "25": "All of your assessments should be based on the sanctuary's weights: the basic unit is ⅖ of an ounce.", "26": "Firstborn animals already belong to Me, so no one is allowed to dedicate any firstborn animal—be it an ox or a sheep. It is already Mine. ", "27": "If it is an impure animal—unsuitable as a sacrifice—then the person making the vow may redeem it for its value plus ⅕. If the owner decides not to redeem it, then it must be sold for its proper value and the sanctuary will keep the proceeds.", "28": "Surely nothing devoted to Me as an irrevocable vow, regardless of what it is—a person, an animal, or a piece of property—can be sold or bought back; it must be destroyed. Anything devoted in this way is most holy to Me and cannot be put to another use. ", "29": "No person who is devoted irrevocably to Me[a] can be redeemed. He must be put to death.", "30": "One-tenth of everything the land produces—seeds from the ground and fruits from the trees—belongs to Me and is sacred to Me. ", "31": "If a man desires to buy back a portion of My ⅒, he must pay its value plus ⅕. ", "32": "Regarding your livestock, ⅒ of the herd or flock must be set apart for Me as holy. As you count them, every tenth animal that passes beneath the shepherd's rod belongs to Me. ", "33": "It does not matter whether the animals are good or bad, and one must not think about switching or replacing one for another. If he does, then the original and the replacement are both sacred and cannot be redeemed.", "34": "These are the commandments the Eternal gave to Moses for the people of Israel at Mount Sinai."}