{"1": "Eternal One: Any time one of you presents a sacrifice from the herd as a peace offering, you must offer only an unblemished cow or bull before Me.", "2": "In Leviticus there are many kinds of sacrifices. Some celebrate God's covenant with His people. Some atone for sin. The peace offering is a meal in which the worshiper, his family, and the priests all participate. Some parts of the animal become part of the fire-offering. The rest is eaten by the priests and people. In a sense, God, the priests, and the worshipers all share a common meal. Eternal One: 2 You will put your hand on the animal's head and slaughter it at the entrance of the congregation tent. Aaron's sons, the priests, will splatter its blood against the sides of the altar. ", "3": "From the sacrifice of the peace offerings, you must bring to Me as a fire-offering the fat covering and surrounding the animal's organs, ", "4": "the two kidneys and also the fat on them from the loins, and the lobe of the liver (which will be removed along with the kidneys). ", "5": "Aaron's sons will offer this peace offering on top of the burnt offering on the altar, and the smoke of the sacrifice will rise and be a pleasant aroma to Me.", "6": "If the animal sacrifice for the peace offering to Me is of the flock, then you must offer an unblemished male or female. ", "7": "If you bring a lamb as your offering before Me, ", "8": "you must place your hand on the head of the offering and slaughter it at the entrance of the congregation tent. Aaron's sons will then splatter the blood of the lamb against the sides of the altar. ", "9": "From the peace offering, you must bring to Me as a fire-offering its fat, the tail (which is to be cut off near the backbone), the fat covering and surrounding the organs, ", "10": "the two kidneys and the fat on them from the loins, and the lobe of the liver (which must be removed along with the kidneys). ", "11": "The priest will then offer all these on the altar as a fire-offering to Me.", "12": "If you bring a goat as your offering before Me, ", "13": "you must place your hand on its head and slaughter it at the entrance of the congregation tent. Aaron's sons will then splatter its blood against the sides of the altar. ", "14": "From this offering, you must bring to Me as a fire-offering the fat covering and surrounding the organs, ", "15": "the two kidneys and the fat on them near the loins, and the lobe of the liver (which must be removed along with the kidneys). ", "16": "The priest will then offer all these on the altar, and the smoke of the sacrifice will rise and be a pleasant aroma. All the fat belongs to Me.", "17": "Do not eat any fat or blood. This directive stands throughout all generations regardless of where you live."}