{"1": "Eternal One (to Moses): Here are the instructions for the ritual of the guilt offering; it is most sacred. ", "2": "The slaughter of the guilt offering must take place where the burnt offering is slaughtered, and the priest must splatter its blood against the sides of the altar. ", "3": "Then the priest is to offer all of its fat, the fat tail, the fat covering and surrounding the organs, ", "4": "the two kidneys and the fat on them near the loins, and the lobe of the liver (which he is to remove along with the kidneys). ", "5": "The priest must offer it all up on the altar as a fire-offering to Me. It is a guilt offering. ", "6": "Every man who is a priest may eat of it, as long as he eats in a holy place; it is most sacred.", "7": "The guilt offering is similar to the purification offering for sin. The instructions are the same for both rituals. The priest who makes the atoning sacrifice is allowed to have some of it. ", "8": "Also, the priest who presents anyone's burnt offering gets to keep the skin from what he has offered for himself. ", "9": "In the same way, any grain offering that is oven-baked or cooked in a pan or griddle belongs to the priest who offered it. ", "10": "Any other grain offering—whether it is dry or mixed with oil—is to be shared equally among Aaron's sons after the ritual is completed.", "11": "There are three kinds of peace offerings described: (a) thanksgiving, expressing gratitude for God's favor; (b) votive, fulfilling a promise made to God; (c) freewill, made out of appreciation but not obligation. Eternal One (to Moses): 11 Here are the instructions for the various kinds of the peace offerings that one may offer to Me. ", "12": "If someone offers a sacrifice out of thanksgiving, then in addition to the sacrifice he must offer loaves of unleavened bread mixed with oil, unleavened wafers topped with oil, and loaves of the finest flour mixed with oil. ", "13": "Along with the peace offerings for thanksgiving, a person must include loaves of leavened bread. ", "14": "He must present one of each kind of bread as a gift to Me; it will belong to the priest who officiates the sacrifice and splatters the blood of the peace offerings against the sides of the altar.", "15": "The meat of the sacrifice for the thanksgiving peace offering must be eaten on the day it is offered. None of it is to be left over for the next day. ", "16": "If the sacrifice for a peace offering accompanies a vow or comes simply as an act of free will, it is to be eaten on the day it is offered; but if any remains on the next day, it may still be eaten. ", "17": "But all the meat from the sacrifice left over on the third day is to be burned completely so that none is left. ", "18": "If any of the leftover meat from the peace offering is eaten on the third day, then the person who offered it will not be accepted and will receive no benefit from the sacrifice. By then it has become foul, and the person who eats from it will bear his guilt and suffer the consequences.", "19": "Do not eat meat that comes in contact with any impure thing. Burn it up completely. As for any remaining meat that is pure, people who are ritually clean may eat it. ", "20": "Any person who eats meat from the sacrifice of My peace offering during a time when he is impure must be cut off from his people. ", "21": "Also a person who comes into contact with something impure—whether it pertains to human or animal impurity or some totally detestable creatures—and then eats some of the meat from the sacrifice of My peace offerings must be cut off from his people.", "22": "As hard as it may be for us to understand, being “cut off from your people” is another way of saying “death penalty.” God is tough on disobedience because sin and impurity is a contagion that can ruin and ultimately destroy His people. To deal with these matters decisively requires decisive action. Like a deadly disease, sin has to be quarantined. The Eternal One continued to Moses.", "23": "Eternal One: 23 Go, talk with the Israelites, and tell them not to eat any fat from an ox, sheep, or goat. ", "24": "If an animal dies a natural death or is killed by another animal, then you are allowed to make use of its fat, but under no condition are you allowed to eat any of it. ", "25": "Whoever eats animal fat from a fire-offering to Me must be cut off from his people. ", "26": "Be sure not to consume any animal or bird blood regardless of where you live. ", "27": "Anyone who consumes animal or bird blood must be cut off from his people.", "28": "The Eternal One continued speaking to Moses.", "29": "Eternal One: 29 Go, talk with the Israelites, and tell them that anyone who offers a peace offering to Me must bring it from the sacrifice of his peace offerings. ", "30": "He is to present the fire-offerings to Me with his own hands. Bring the fat along with the breast so that the breast can be lifted up as a wave offering to Me. ", "31": "The officiating priest is to offer the fat as smoke on the altar, but the breast will belong to Aaron and his sons. ", "32": "The right thigh from the sacrifice of your peace offerings is to go to the priest as your contribution to his service. ", "33": "The right thigh will be the portion set aside for the son of Aaron who officiates at the sacrifice and presents the fat and blood of the peace offerings. ", "34": "For I, the Eternal One, have taken the breast from the wave offering and the thigh as a gift from the sacrifices brought by the people of Israel as peace offerings, and I have handed them over to Aaron the priest and his sons. This is for all time their rightful portion of the offering from the people of Israel. ", "35": "From the first day they are brought forward as priests in My service, this is the portion set aside for Aaron and his sons taken from the fire-offerings presented to Me. ", "36": "From the day when I anointed and consecrated them as priests, I directed this gift be made to them by the people of Israel. This is their rightful portion for all time and throughout all generations.", "37": "The wave offering is a particularly solemn moment in the ceremony when the priest lifts and waves the sacrifice before God. Afterward, the portions waved became property of the priests. These are the instructions for the burnt offering, grain offering, purification offering for sin, guilt offering, ordination offering, and peace offering. ", "38": "The Eternal gave these instructions to Moses on Mount Sinai the same day He told the Israelites to bring their offerings to Him in the desert."}