{"1": "The Eternal One addressed Moses.", "2": "Eternal One: 2 Moses, take Aaron and his sons together with their sacred garments, the specially prepared anointing oil, the bull set aside for the purification offering for sin, the two rams, and the basket of unleavened bread. ", "3": "Then gather the entire community at the entrance of the congregation tent.", "4": "So Moses followed the Eternal's instructions. When the community of Israel was gathered together at the entrance of the congregation tent, ", "5": "Moses addressed the assembly: “The Eternal One has commanded that we gather and ordain Aaron and his sons as priests.”", "6": "So Moses had Aaron and his sons approach, and he washed them with water and purified them. ", "7": "Moses put a tunic on Aaron, fastened the sash around his waist, and put the robe and vest on him. He wrapped the skillfully made waistband of the vest around him and tied it to him. ", "8": "Then Moses placed the breast piece on him and put the Urim and the Thummim inside a specially designed pouch on the breast piece.", "9": "There is much we do not know about the Urim and the Thummim. We do know the high priest used them to ascertain God's will on difficult questions (see Numbers 27:21; 1 Samuel 14:41–42). Moses then put the turban on Aaron's head and fastened a golden medallion, a holy crown, to the front of it. Moses did all this exactly as the Eternal commanded.", "10": "Then Moses anointed and consecrated the sanctuary of the congregation tent along with everything in it with the anointing oil. ", "11": "He sprinkled some of the oil on the altar seven times; he anointed and consecrated the altar, its tools, and the basin and its stand with the oil. ", "12": "Moses poured some of the oil on Aaron's head and anointed him to set him apart as head of the priestly order. ", "13": "Then Moses had Aaron's sons step forward and dressed them with the special tunics, fastened sashes about their waists, and placed caps on their heads. He did exactly as the Eternal commanded.", "14": "This consecration is of Aaron and his sons along with the enclosed part of the congregation tent, the sanctuary, and their objects. They are all set apart for God's special purpose. Moses brought the bull for the purification offering for sin and had Aaron and his sons place their hands on the bull's head. ", "15": "After the bull was slaughtered, Moses dipped his finger in its blood and rubbed it on the altar horns, purifying the altar. Moses then poured the remaining blood at the base of the altar. This is how Moses consecrated the altar and covered over any impurity it possessed. ", "16": "Moses also removed the fat from around the organs, the lobe of the liver, the two kidneys and the fat around them, and offered it all up as smoke on the altar. ", "17": "As for the rest of the bull—its skin, its meat, and its excrement—he took and burned it outside the camp. Moses did exactly as the Eternal commanded.", "18": "Moses then brought out the ram for the burnt offering and had Aaron and his sons place their hands on its head. ", "19": "After Moses slaughtered it, he splattered its blood against the sides of the altar. ", "20": "Moses cut it up into pieces, and then he took the head, the cut portions, and the fat and offered them up on the altar as smoke. ", "21": "After rinsing off the organs and legs with water—in order to remove any impurities—he took everything that was left of the ram and offered it up on the altar. The smoke of the burnt offering rose and became a pleasant aroma, a fire-offering to the Eternal One. Moses did all this exactly as the Eternal commanded.", "22": "Then Moses prepared the second ram, the ordination ram. He had Aaron and his sons place their hands on its head. ", "23": "After Moses slaughtered it, he put some of the ram's blood on Aaron's right ear lobe, on his right thumb, and on his right big toe. ", "24": "Then Moses sent for Aaron's sons and put some of the ram's blood on their right ear lobes, on their right thumbs, and on their right big toes. Moses then splattered the remaining blood against the sides of the altar.", "25": "He then removed the fat, the fat tail, the fat around the organs, the lobe of the liver, and two kidneys and the fat from them, as well as the right thigh of the ram. ", "26": "Then Moses reached into the basket of unleavened bread dedicated to the Eternal One and took out one loaf of unleavened bread, one loaf made with oil, and one wafer. He put them on the fat and on the right thigh. ", "27": "Then he placed it all in the hands of Aaron and his sons, who raised them to the Eternal One as a wave offering. ", "28": "Moses then took it all back from Aaron and his sons and offered it on the altar along with the burnt offering. The smoke of the ordination offering rose and became a pleasant aroma, a fire-offering to the Eternal. ", "29": "Moses also lifted up the breast of the ram as a wave offering to the Eternal. The breast served as Moses' portion of the ordination offering as the Eternal had commanded.", "30": "Moses took some of the anointing oil and some of the blood from the altar and sprinkled it on Aaron and his garments. He did the same on Aaron's sons and their garments. This is how he consecrated Aaron and his priestly garments, as well as his sons and their garments.", "31": "Moses (to Aaron and his sons): 31 Boil the meat at the entrance to the congregation tent, and feast on it together with bread from the basket of the ordination offering, in accordance with the instructions I gave: “Aaron and his sons may eat it.” ", "32": "Burn the rest of the meat and bread in the fire. ", "33": "You are not allowed to go beyond the entrance of the congregation tent for seven days when your ordination period is complete; for it will take seven days to ordain you. ", "34": "Everything we have done today the Eternal commanded us to do in order to cover your impurity. ", "35": "Stay here at the entrance of the congregation tent all day and all night for the seven days. Do whatever the Eternal requires, or else you will die, for this is the command He has given me.", "36": "So Aaron and his sons honored the Eternal One's instructions, which He commanded through Moses."}