{"1": "When the eighth day arrived, Moses called for Aaron, Aaron's sons, and the elders of the Israelite community.", "2": "This ceremony inaugurated the daily sacrifices in the congregation tent. Moses (to Aaron): 2 Take a young unblemished calf for a purification offering and an unblemished ram for a burnt offering and offer them to the Eternal One. ", "3": "Then go instruct the Israelites, “Take a male goat for a purification offering and an unblemished calf and lamb, both a year old, for a burnt offering. ", "4": "Take also an ox and a ram for a peace offering and a grain offering mixed with oil, and offer them to the Eternal One for He will reveal Himself to you today.", "5": "So the people gathered the sacrifices as Moses had commanded and brought them to the front of congregation tent. The entire community gathered around and stood in the presence of the Eternal One.", "6": "Moses: 6 The Eternal One has told us to conduct this ceremony so that His glory will be revealed to you.", "7": "(to Aaron) Approach the altar, and present your purification offering and burnt offering. Do this first to cover the impurity of your own life so that you will be fit to cover the impurity of all the people. Then present the offering of the people so that the impurity of their lives may be covered. Do exactly as the Eternal has commanded.", "8": "Aaron approached the altar and slaughtered the calf as the purification offering for himself. ", "9": "Aaron's sons held the blood out to him, and Aaron dipped his finger in the blood and spread it on the four horns of the altar. Then he poured the remaining blood around the base of the altar. ", "10": "After this he removed the fat, the kidneys, and the lobe of the liver of the purification offering and offered them as smoke on the altar, exactly as the Eternal had commanded Moses. ", "11": "He took what remained of the meat and skin and burned it up in a fire outside the camp.", "12": "Then Aaron slaughtered the burnt offering and his sons brought him the blood, and he splattered it against the sides of the altar. ", "13": "Then Aaron's sons gave him all the pieces of the burnt offering, including the head, and he offered them up as smoke on the altar. ", "14": "He washed the organs and the legs with water so nothing unacceptable would be added and offered them with the burnt offering as smoke on the altar.", "15": "Now with his own sins covered, Aaron was able to offer the sacrifices for the masses. So he took the goat for the purification offering, slaughtered it, and offered it as reparation for the people's sin. He did this in the same way he presented the first offering. ", "16": "He brought the burnt offering as well and offered it in accordance with the ordinances God handed on to Moses. ", "17": "Then he presented the grain offering, took some of it in his hand, and offered it up as smoke on the altar in addition to the morning's burnt offering.", "18": "Then he slaughtered the ox and the ram as the peace offerings for the masses. Aaron's sons gave him the blood, and he splattered it against the sides of the altar. ", "19": "The fat of the ox and ram—the fat tail, the fat covering the intestines, the kidneys, and the lobe of the liver—", "20": "they put on top of the breasts and offered them as smoke on the altar. ", "21": "Aaron lifted the breasts and the right thigh as a wave offering before the Eternal as Moses commanded.", "22": "Then Aaron raised his hands in the direction of the people and blessed them.[a] After he had completed the sacrifices for the purification offering, burnt offering, and peace offerings, he descended from the altar. ", "23": "Moses and Aaron entered the congregation tent. When they returned, they blessed the people, and the Eternal One's glory appeared to all the people. ", "24": "Then flames erupted from the presence of the Eternal One and devoured the burnt offering and all the fat on the altar. At the sight of this, everyone cried out and fell on their faces."}