{"1": "Never speak harshly to an older man[a] but appeal to him as a father; to younger men as brothers; ", "2": "older women as mothers; and younger women as sisters—with complete purity.", "3": "Honor widows who are really widows—", "4": "but if any widow has children or grandchildren, they must first learn to show devotion to their own home and give back to their parents, for this is pleasing before God. ", "5": "Now she who is really a widow and has been left alone, has put her hope in God and continues in petitions and prayers night and day. ", "6": "But she who is self-indulgent is dead even while she lives. ", "7": "Insist on these things, so that they might be beyond criticism. ", "8": "But if anyone does not provide for his own, especially those in his own house, he has denied the faith and is worse than an unbeliever.", "9": "Let a widow be listed only if she is at least sixty, was the wife of one husband, ", "10": "well known for good deeds, if she raised children, if she showed hospitality, if she washed the feet of the kedoshim, if she helped those in trouble, and if she devoted herself to every good work.", "11": "But refuse younger widows; for when their sensual desires draw them away from the Messiah, they want to get married—", "12": "facing judgment because they have set aside their previous pledge. ", "13": "And at the same time, they also learn to be idle, going around from house to house—and not just idle, but also gossipers and busybodies, saying things they should not. ", "14": "Therefore, I want the younger widows to get married, have children, manage a household, and give no opportunity to the enemy for slander. ", "15": "For some have already gone astray after satan. ", "16": "If any woman of faith has widows in need, let her help them and not let the community be burdened, so it may help the real widows.", "17": "The elders who lead well are worthy of honor and honorarium[b]—especially those who work hard in the word and teaching. ", "18": "For the Scripture says, “You shall not muzzle the ox while he is threshing,”[c] and, “The worker is worthy of his wage.”", "19": "[d] 19 Do not accept an accusation against an elder except on the evidence of two or three witnesses.", "20": "[e] 20 Correct those who continue sinning in the presence of everyone, so that the rest also may fear.[f]", "21": "I solemnly charge you—before God and Messiah Yeshua and the chosen angels—to observe these things without taking sides, doing nothing out of favoritism. ", "22": "Do not lay hands on anyone hastily or take part in the sins of others—keep yourself pure. ", "23": "(No longer drink only water, but use a little wine for your stomach and for your frequent ailments.)", "24": "The sins of some people are obvious, going before them into judgment; but for others, their sins follow. ", "25": "Likewise, good deeds are obvious, and the others cannot stay hidden."}