{"1": "Let all who are under the yoke as slaves consider their own masters worthy of full respect, so that God's name and our teaching may not be slandered. ", "2": "And let those who have believing masters not disrespect them because they are brothers, but serve them even more, since those who share in the benefit are believers and loved. Teach and encourage these things.", "3": "If anyone passes on a different teaching and does not agree with sound words, those of our Lord Yeshua the Messiah, and with the instruction in keeping with godliness, ", "4": "he is prideful, understanding nothing. Instead he is obsessed with arguments and disputes about words—out of which come envy, strife, slander, evil suspicions, ", "5": "and constant friction between people corrupted in mind and deprived of the truth, who suppose that godliness is a means of gain.", "6": "Now godliness with contentment is great gain.", "7": "[a] 7 For we brought nothing into this world, So we cannot take anything out of it.", "8": "[b] 8 But having food and clothing, with these things we shall be content.", "9": "[c] 9 But those who want to be rich fall into temptation and a trap and many foolish and harmful desires that plunge men into ruin and destruction.", "10": "[d] 10 For the love of money is the root of all kinds of evil—some, longing for it, have gone astray from the faith and pierced themselves through with many sorrows.", "11": "But you, O man of God, flee from these things and pursue righteousness, godliness, faithfulness, love, perseverance, and gentleness. ", "12": "Fight the good fight of faith! Take hold of the eternal life—you were called to it, and you made the good confession for it in the presence of many witnesses. ", "13": "I charge you before God who gives life to all things and Messiah Yeshua who testified the good confession before Pontius Pilate, ", "14": "to keep this command without spot or blame until the appearing of our Lord Yeshua the Messiah. ", "15": "This He will reveal in His own time—the blessed and only Ruler, the King of kings and the Lord of lords,", "16": "[e] 16 who alone has immortality, dwelling in unapproachable light, whom no man has seen or is able to see.[f] To Him be honor and eternal dominion! Amen.", "17": "Direct those who are rich in this present age not to be proud or to fix their hope on the uncertainty of riches,[g] but rather on God—who richly provides us with everything to enjoy. ", "18": "Direct them to do good, to be rich in good deeds, to be generous, sharing, ", "19": "storing up for themselves a good foundation for the future, so they might take hold of the true life.", "20": "O Timothy, guard what has been entrusted to you, turning away from pointless chatter and the contradictions of so-called knowledge—", "21": "by professing it, some have missed the mark concerning the faith. Grace be with you."}