{"1": "Jealousy of Aaron and Miriam. 1 Miriam and Aaron spoke against Moses on the pretext of the Cushite woman he had married; for he had in fact married a Cushite woman.[a] ", "2": "They complained,[b] “Is it through Moses alone that the Lord has spoken? Has he not spoken through us also?” And the Lord heard this. ", "3": "Now the man Moses was very humble, more than anyone else on earth. ", "4": "So at once the Lord said to Moses and Aaron and Miriam: Come out, you three, to the tent of meeting. And the three of them went. ", "5": "Then the Lord came down in a column of cloud, and standing at the entrance of the tent, called, “Aaron and Miriam.” When both came forward, ", "6": "the Lord said: Now listen to my words: If there are prophets among you, in visions I reveal myself to them, in dreams I speak to them;", "7": "Not so with my servant Moses! Throughout my house he is worthy of trust:[c]", "8": "face to face I speak to him, plainly and not in riddles. The likeness of the Lord he beholds. Why, then, do you not fear to speak against my servant Moses? ", "9": "And so the Lord's wrath flared against them, and he departed.", "10": "Miriam's Punishment. 10 Now the cloud withdrew from the tent, and there was Miriam, stricken with a scaly infection, white as snow![d] When Aaron turned toward Miriam and saw her stricken with snow-white scales, ", "11": "he said to Moses, “Ah, my lord! Please do not charge us with the sin that we have foolishly committed! ", "12": "Do not let her be like the stillborn baby that comes forth from its mother's womb with its flesh half consumed.” ", "13": "Then Moses cried to the Lord, “Please, not this! Please, heal her!” ", "14": "But the Lord answered Moses: Suppose her father had spit in her face, would she not bear her shame for seven days? Let her be confined outside the camp for seven days; afterwards she may be brought back. ", "15": "So Miriam was confined outside the camp for seven days, and the people did not start out again until she was brought back.", "16": "After that the people set out from Hazeroth and encamped in the wilderness of Paran."}