{"1": "The Twelve Scouts. 1 The Lord said to Moses: ", "2": "Send men to reconnoiter the land of Canaan, which I am giving the Israelites. You shall send one man from each ancestral tribe, every one a leader among them. ", "3": "So Moses sent them from the wilderness of Paran, at the direction of the Lord. All of them were leaders among the Israelites. ", "4": "These were their names: from the tribe of Reuben, Shammua, son of Zaccur;", "5": "from the tribe of Simeon, Shaphat, son of Hori;", "6": "from the tribe of Judah, Caleb, son of Jephunneh;", "7": "from the tribe of Issachar, Igal;", "8": "for the Josephites, from the tribe of Ephraim, Hoshea, son of Nun;", "9": "from the tribe of Benjamin, Palti, son of Raphu;", "10": "from the tribe of Zebulun, Gaddiel, son of Sodi;", "11": "for the Josephites, from the tribe of Manasseh, Gaddi, son of Susi;", "12": "from the tribe of Dan, Ammiel, son of Gemalli;", "13": "from the tribe of Asher, Sethur, son of Michael;", "14": "from the tribe of Naphtali, Nahbi, son of Vophsi;", "15": "from the tribe of Gad, Geuel, son of Machi.", "16": "These are the names of the men whom Moses sent to reconnoiter the land. But Hoshea, son of Nun, Moses called Joshua.[a]", "17": "In sending them to reconnoiter the land of Canaan, Moses said to them, “Go up there in the Negeb, up into the highlands, ", "18": "and see what kind of land it is and whether the people living there are strong or weak, few or many. ", "19": "Is the country in which they live good or bad? Are the towns in which they dwell open or fortified? ", "20": "Is the soil fertile or barren, wooded or clear? And do your best to get some of the fruit of the land.” It was then the season for early grapes.", "21": "So they went up and reconnoitered the land from the wilderness of Zin[b] as far as where Rehob adjoins Lebo-hamath. ", "22": "Going up by way of the Negeb, they reached Hebron, where Ahiman, Sheshai and Talmai, descendants of the Anakim,[c] were. (Now Hebron had been built seven years before Zoan in Egypt.) ", "23": "They also reached the Wadi Eshcol,[d] where they cut down a branch with a single cluster of grapes on it, which two of them carried on a pole, as well as some pomegranates and figs. ", "24": "It was because of the cluster the Israelites cut there that they called the place Wadi Eshcol.", "25": "Their Report. 25 They returned from reconnoitering the land forty days later. ", "26": "Proceeding directly to Moses and Aaron and the whole community of the Israelites in the wilderness of Paran at Kadesh, they made a report to them and to the whole community, showing them the fruit of the land. ", "27": "They told Moses: “We came to the land to which you sent us. It does indeed flow with milk and honey, and here is its fruit. ", "28": "However, the people who are living in the land are powerful, and the towns are fortified and very large. Besides, we saw descendants of the Anakim there. ", "29": "Amalekites live in the region of the Negeb; Hittites, Jebusites and Amorites dwell in the highlands, and Canaanites along the sea and the banks of the Jordan.”", "30": "Caleb, however, quieted the people before Moses and said, “We ought to go up and seize the land, for we can certainly prevail over it.” ", "31": "But the men who had gone up with him said, “We cannot attack these people; they are too strong for us.” ", "32": "They spread discouraging reports among the Israelites about the land they had reconnoitered, saying, “The land that we went through and reconnoitered is a land that consumes its inhabitants. And all the people we saw there are huge. ", "33": "There we saw the Nephilim[e] (the Anakim are from the Nephilim); in our own eyes we seemed like mere grasshoppers, and so we must have seemed to them.”"}