{"1": "Secondary Offerings. 1 The Lord spoke to Moses: ", "2": "[a]Speak to the Israelites and say to them: When you enter the land that I am giving you for your settlements, ", "3": "if you make to the Lord an oblation from the herd or from the flock—either a burnt offering or a sacrifice, to fulfill a vow, or as a voluntary offering, or for one of your festivals—to produce a pleasing aroma for the Lord, ", "4": "the one presenting the offering shall also present to the Lord a grain offering, a tenth of a measure[b] of bran flour mixed with a fourth of a hin of oil, ", "5": "as well as wine for a libation, a fourth of a hin. You will do this with the burnt offering or the sacrifice, for each lamb. ", "6": "Alternatively for a ram you shall make a grain offering of two tenths of a measure of bran flour mixed with a third of a hin of oil, ", "7": "and for a libation, a third of a hin of wine, thereby presenting a pleasing aroma to the Lord. ", "8": "If you make an offering from the herd—either a burnt offering, or a sacrifice, to fulfill a vow, or as a communion offering to the Lord, ", "9": "with it a grain offering of three tenths of a measure of bran flour mixed with half a hin of oil will be presented; ", "10": "and you will present for a libation, half a hin of wine—a sweet-smelling oblation to the Lord. ", "11": "The same is to be done for each ox, ram, lamb or goat. ", "12": "Whatever the number you offer, do the same for each of them.", "13": "All the native-born shall make these offerings in this way, whenever they present a sweet-smelling oblation to the Lord. ", "14": "Likewise, in any future generation, any alien residing with you or anyone else in your midst, who presents an oblation of pleasing aroma to the Lord, must do as you do. ", "15": "There is but one statute for you and for the resident alien, a perpetual statute throughout your generations. You and the resident alien will be alike before the Lord; ", "16": "you and the alien residing with you will have the same rule and the same application of it.", "17": "The Lord spoke to Moses: ", "18": "Speak to the Israelites and say to them: When you enter the land into which I am bringing you ", "19": "and eat of the bread of the land, you shall offer the Lord a contribution. ", "20": "A round loaf from your first batch of dough[c] you shall offer as a contribution. Just like a contribution from the threshing floor you shall offer it. ", "21": "Throughout your generations you shall give a contribution to the Lord from your first batch of dough. Purification Offerings.[d] ", "22": "If through inadvertence you fail to do any of these commandments which the Lord has given to Moses— ", "23": "anything the Lord commanded you through Moses from the time the Lord first gave the command down through your generations— ", "24": "if it was done inadvertently without the community's knowledge, the whole community shall sacrifice one bull from the herd as a burnt offering of pleasing aroma to the Lord, along with its prescribed grain offering and libation, as well as one he-goat as a purification offering. ", "25": "Then the priest shall make atonement for the whole Israelite community; and they will be forgiven, since it was inadvertence, and for their inadvertence they have brought their offering: an oblation to the Lord as well as their purification offering before the Lord. ", "26": "Not only the whole Israelite community but also the aliens residing among you shall be forgiven, since the inadvertent fault affects all the people.", "27": "If it is an individual who sins inadvertently, this person shall bring a yearling she-goat as a purification offering. ", "28": "And the priest shall make atonement before the Lord for the one who erred, since the sin was inadvertent, making atonement for the person to secure forgiveness. ", "29": "You shall have but one rule for the person who sins inadvertently, whether a native-born Israelite or an alien residing among you.", "30": "But anyone who acts defiantly, whether a native or an alien, reviles the Lord, and shall be cut off from among the people. ", "31": "For having despised the word of the Lord and broken his commandment, he must be cut off entirely and bear the punishment.", "32": "The Sabbath-breaker. 32 While the Israelites were in the wilderness, a man was discovered gathering wood on the sabbath day. ", "33": "Those who caught him at it brought him to Moses and Aaron and the whole community. ", "34": "But they put him in custody, for there was no clear decision[e] as to what should be done with him. ", "35": "Then the Lord said to Moses: This man shall be put to death; let the whole community stone him outside the camp. ", "36": "So the whole community led him outside the camp and stoned him to death, as the Lord had commanded Moses.", "37": "Tassels on the Cloak. 37 The Lord said to Moses: ", "38": "Speak to the Israelites and tell them that throughout their generations they are to make tassels[f] for the corners of their garments, fastening a violet cord to each corner. ", "39": "When you use these tassels, the sight of the cord will remind you of all the commandments of the Lord and you will do them, without prostituting yourself going after the desires of your hearts and your eyes. ", "40": "Thus you will remember to do all my commandments and you will be holy to your God. ", "41": "I, the Lord, am your God who brought you out of the land of Egypt to be your God: I, the Lord your God."}