{"1": "Rebellion of Korah. 1 [a]Korah, son of Izhar, son of Kohath, son of Levi, and the Reubenites Dathan and Abiram, sons of Eliab, and On, son of Peleth,[b] son of Reuben took ", "2": "two hundred and fifty Israelites who were leaders in the community, members of the council and men of note, and confronted Moses. ", "3": "Holding an assembly against Moses and Aaron, they said, “You go too far! The whole community, all of them, are holy; the Lord is in their midst. Why then should you set yourselves over the Lord's assembly?”", "4": "When Moses heard this, he fell prostrate. ", "5": "Then he said to Korah and to all his faction, “May the Lord make known tomorrow morning who belongs to him and who is the holy one and whom he will have draw near to him! The one whom he chooses, he will have draw near to him. ", "6": "Do this: take your censers, Korah and all his faction, ", "7": "and put fire in them and place incense in them before the Lord tomorrow. He whom the Lord then chooses is the holy one. You Levites go too far!”", "8": "Moses also said to Korah, “Hear, now, you Levites! ", "9": "Are you not satisfied that the God of Israel has singled you out from the community of Israel, to have you draw near him to maintain the Lord's tabernacle, and to attend upon the community and to serve them? ", "10": "He has allowed you and your Levite kinsmen with you to approach him, and yet you seek the priesthood too. ", "11": "It is therefore against the Lord that you and all your faction are conspiring. As for Aaron, what has he done that you should grumble against him?”", "12": "Rebellion of Dathan and Abiram. 12 Moses summoned Dathan and Abiram, sons of Eliab, but they answered, “We will not go.[c] ", "13": "Are you not satisfied that you have brought us here from a land flowing with milk and honey to have us perish in the wilderness, that now you must also lord it over us? ", "14": "Far from bringing us to a land flowing with milk and honey, or giving us fields and vineyards for our inheritance, will you gouge out our eyes?[d] No, we will not go.”", "15": "Then Moses became very angry and said to the Lord, “Pay no attention to their offering. I have never taken a single donkey from them, nor have I wronged any one of them.”", "16": "Korah. 16 Moses said to Korah, “You and all your faction shall appear before the Lord tomorrow—you and they and Aaron too. ", "17": "Then each of you take his own censer, put incense in it, and present it before the Lord, two hundred and fifty censers; and you and Aaron, each with his own censer, do the same.” ", "18": "So each of them took their censers, and laying incense on the fire they had put in them, they took their stand by the entrance of the tent of meeting along with Moses and Aaron. ", "19": "Then, when Korah had assembled all the community against them at the entrance of the tent of meeting, the glory of the Lord appeared to the entire community, ", "20": "and the Lord said to Moses and Aaron: ", "21": "Stand apart from this community, that I may consume them at once. ", "22": "But they fell prostrate and exclaimed, “O God, God of the spirits of all living creatures, if one man sins will you be angry with the whole community?” ", "23": "The Lord answered Moses: ", "24": "Speak to the community and tell them: Withdraw from the area around the tent[e] of Korah, Dathan and Abiram.", "25": "Punishment of Dathan and Abiram. 25 Moses, followed by the elders of Israel, arose and went to Dathan and Abiram.[f] ", "26": "Then he spoke to the community, “Move away from the tents of these wicked men and do not touch anything that is theirs: otherwise you too will be swept away because of all their sins.” ", "27": "So they withdrew from the area around the tents of Korah, Dathan and Abiram. When Dathan and Abiram had come out and were standing at the entrance of their tents with their wives, their children, and their little ones, ", "28": "Moses said, “This is how you shall know that the Lord sent me to do all I have done, and that it was not of my own devising: ", "29": "if these die an ordinary death, merely suffering the fate common to all humanity, the Lord has not sent me. ", "30": "But if the Lord makes a chasm, and the ground opens its mouth and swallows them with all belonging to them, and they go down alive to Sheol,[g] then you will know that these men have spurned the Lord.” ", "31": "No sooner had he finished saying all this than the ground beneath them split open, ", "32": "and the earth opened its mouth and swallowed them and their families and all of Korah's people[h] with all their possessions. ", "33": "They went down alive to Sheol with all belonging to them; the earth closed over them, and they disappeared from the assembly. ", "34": "But all the Israelites near them fled at their shrieks, saying, “The earth might swallow us too!”", "35": "Punishment of Korah. 35 And fire from the Lord came forth which consumed the two hundred and fifty men who were offering the incense."}