{"1": "The Lord said to Moses: ", "2": "Tell Eleazar, son of Aaron the priest, to remove the censers from the embers; and scatter the fire some distance away, for they have become holy— ", "3": "[a]the censers of those who sinned at the cost of their lives. Have them hammered into plates to cover the altar, because in being presented before the Lord they have become holy. In this way they shall serve as a sign to the Israelites. ", "4": "So taking the bronze censers which had been presented by those who were burned, Eleazar the priest had them hammered into a covering for the altar, ", "5": "just as the Lord had directed him through Moses. This was to be a reminder to the Israelites that no unauthorized person, no one who was not a descendant of Aaron, should draw near to offer incense before the Lord, lest he meet the fate of Korah and his faction.", "6": "The next day the whole Israelite community grumbled against Moses and Aaron, saying, “You have killed the people of the Lord.” ", "7": "But while the community was assembling against them, Moses and Aaron turned toward the tent of meeting, and the cloud now covered it and the glory of the Lord appeared. ", "8": "Then Moses and Aaron came to the front of the tent of meeting, ", "9": "and the Lord said to Moses: ", "10": "Remove yourselves from this community, that I may consume them at once. But they fell prostrate.", "11": "Then Moses said to Aaron, “Take your censer, put fire from the altar in it, lay incense on it, and bring it quickly to the community to make atonement for them; for wrath has come forth from the Lord and the plague has begun.” ", "12": "Aaron took his censer just as Moses directed and ran in among the assembly, where the plague had already begun among the people. Then he offered the incense and made atonement for the people, ", "13": "while standing there between the living and the dead. And so the scourge was checked. ", "14": "There were fourteen thousand seven hundred dead from the scourge, in addition to those who died because of Korah. ", "15": "When the scourge had been checked, Aaron returned to Moses at the entrance of the tent of meeting.", "16": "Aaron's Staff. 16 The Lord now said to Moses: ", "17": "Speak to the Israelites and get from them a staff[b] for each ancestral house, twelve staffs in all, from all the leaders of their ancestral houses. Write each man's name on his staff; ", "18": "and write Aaron's name on Levi's staff.[c] For each head of an ancestral house shall have a staff. ", "19": "Then deposit them in the tent of meeting, in front of the covenant, where I meet you. ", "20": "The staff of the man whom I choose shall sprout. Thus I will rid myself of the Israelites' grumbling against you.", "21": "So Moses spoke to the Israelites, and all their leaders gave him staffs, twelve in all, one from each leader of their ancestral houses; and Aaron's staff was among them. ", "22": "Then Moses deposited the staffs before the Lord in the tent of the covenant. ", "23": "The next day, when Moses entered the tent of the covenant, Aaron's staff, representing the house of Levi, had sprouted. It had put forth sprouts, produced blossoms, and borne ripe almonds! ", "24": "So Moses brought out all the staffs from the Lord's presence to all the Israelites, and each one identified his own staff and took it. ", "25": "Then the Lord said to Moses: Put back Aaron's staff in front of the covenant, for safe keeping as a sign to the rebellious, so that their grumbling against me may cease and they might not die. ", "26": "Moses did this. Just as the Lord had commanded him, so he did.", "27": "Charge of the Sacred Things. 27 [d]Then the Israelites exclaimed to Moses, “We will perish; we are lost, we are all lost! ", "28": "Anyone who approaches the tabernacle of the Lord will die! Will there be no end to our perishing?”"}