{"1": "Victory over Arad. 1 When the Canaanite, the king of Arad,[a] who ruled over the Negeb, heard that the Israelites were coming along the way of Atharim, he engaged Israel in battle and took some of them captive. ", "2": "Israel then made this vow to the Lord: “If you deliver this people into my hand, I will put their cities under the ban.” ", "3": "The Lord paid attention to Israel and delivered up the Canaanites, and they put them and their cities under the ban. Hence that place was named Hormah.[b]", "4": "The Bronze Serpent. 4 From Mount Hor they set out by way of the Red Sea, to bypass the land of Edom, but the people's patience was worn out by the journey; ", "5": "so the people complained against God and Moses, “Why have you brought us up from Egypt to die in the wilderness, where there is no food or water? We are disgusted with this wretched food!”[c]", "6": "So the Lord sent among the people seraph[d] serpents, which bit the people so that many of the Israelites died. ", "7": "Then the people came to Moses and said, “We have sinned in complaining against the Lord and you. Pray to the Lord to take the serpents from us.” So Moses prayed for the people, ", "8": "and the Lord said to Moses: Make a seraph and mount it on a pole, and everyone who has been bitten will look at it and recover.[e] ", "9": "Accordingly Moses made a bronze serpent[f] and mounted it on a pole, and whenever the serpent bit someone, the person looked at the bronze serpent and recovered.", "10": "Journey Around Moab. 10 The Israelites moved on and encamped in Oboth. ", "11": "Then they moved on from Oboth and encamped in Iye-abarim[g] in the wilderness facing Moab on the east. ", "12": "Moving on from there, they encamped in the Wadi Zered. ", "13": "Moving on from there, they encamped on the other side of the Arnon, in the wilderness that extends from the territory of the Amorites; for the Arnon forms Moab's boundary, between Moab and the Amorites. ", "14": "Hence it is said in the “Book of the Wars of the Lord”:[h] “Waheb in Suphah and the wadies,", "15": "Arnon and the wadi gorges That reach back toward the site of Ar[i] and lean against the border of Moab.”", "16": "From there they went to Beer,[j] which is the well of which the Lord said to Moses, Gather the people together so that I may give them water. ", "17": "Then Israel sang this song: Spring up, O well!—so sing to it—", "18": "The well that the princes sank, that the nobles of the people dug, With their scepters and their staffs— from the wilderness, a gift.", "19": "From Beer to Nahaliel, from Nahaliel to Bamoth, ", "20": "from Bamoth to the valley in the country of Moab at the headland of Pisgah that overlooks Jeshimon.[k]", "21": "Victory over Sihon. 21 Now Israel sent messengers to Sihon, king of the Amorites, with the message, ", "22": "“Let us pass through your land. We will not turn aside into any field or vineyard, nor will we drink any well water, but we will go straight along the King's Highway until we have passed through your territory.” ", "23": "Sihon, however, would not permit Israel to pass through his territory, but mustered all his forces and advanced against Israel into the wilderness. When he reached Jahaz, he engaged Israel in battle. ", "24": "But Israel put him to the sword, and took possession of his land from the Arnon to the Jabbok and as far as Jazer of the Ammonites, for Jazer is the boundary of the Ammonites. ", "25": "Israel seized all the towns here, and Israel settled in all the towns of the Amorites, in Heshbon and all its dependencies. ", "26": "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land from him as far as the Arnon. ", "27": "That is why the poets say: “Come to Heshbon, let it be rebuilt, let Sihon's city be firmly constructed.", "28": "For fire went forth from Heshbon and a blaze from the city of Sihon; It consumed Ar of Moab and swallowed up the high places of the Arnon.", "29": "Woe to you, Moab! You are no more, people of Chemosh![l] He let his sons become fugitives and his daughters be taken captive by the Amorite king Sihon.", "30": "From Heshbon to Dibon their dominion is no more; Ar is laid waste; fires blaze as far as Medeba.”", "31": "So Israel settled in the land of the Amorites. ", "32": "Moses sent spies to Jazer; and the Israelites captured it with its dependencies and dispossessed the Amorites who were there.", "33": "Victory over Og. 33 Then they turned and went up along the road to Bashan. But Og, king of Bashan, advanced against them with all his forces to give battle at Edrei. ", "34": "The Lord, however, said to Moses: Do not fear him; for into your hand I deliver him with all his forces and his land. You will do to him as you did to Sihon, king of the Amorites, who reigned in Heshbon. ", "35": "So they struck him down with his sons and all his forces, until not a survivor was left to him, and they took possession of his land."}