{"1": "Then Balaam said to Balak, “Build me seven altars here, and here prepare seven bulls and seven rams for me.” ", "2": "So Balak did as Balaam had ordered, and Balak and Balaam offered a bull and a ram on each altar. ", "3": "Balaam said to Balak, “Stand here by your burnt offering while I go over there. Perhaps the Lord will meet me, and then I will tell you whatever he lets me see.” And so he went out on the barren height. ", "4": "Then God met Balaam, and Balak said to him: “I have erected the seven altars, and have offered a bull and a ram on each altar.” ", "5": "The Lord put an utterance in Balaam's mouth, and said: Go back to Balak, and speak accordingly. ", "6": "So he went back to Balak, who was still standing by his burnt offering together with all the princes of Moab. ", "7": "Then Balaam recited his poem: From Aram[a] Balak has led me here, Moab's king, from the mountains of Qedem: “Come, curse for me Jacob, come, denounce Israel.”", "8": "How can I lay a curse on the one whom God has not cursed? How denounce the one whom the Lord has not denounced?", "9": "For from the top of the crags I see him, from the heights I behold him. Here is a people that lives apart[b] and does not reckon itself among the nations.", "10": "Who has ever counted the dust of Jacob, who numbered Israel's dust-cloud?[c] May I die the death of the just, may my end be like theirs!", "11": "“What have you done to me?” cried Balak to Balaam. “It was to lay a curse on my foes that I brought you here; but instead, you have blessed them!” ", "12": "Balaam replied, “Is it not what the Lord puts in my mouth that I take care to repeat?”", "13": "The Second Oracle. 13 Then Balak said to him, “Please come with me to another place[d] from which you can see them; but you will see only some, not all of them, and from there lay a curse on them for me.” ", "14": "So he brought him to a lookout post on the top of Pisgah, where he built seven altars and offered a bull and a ram on each of them. ", "15": "Balaam then said to Balak, “Stand here by your burnt offering, while I seek a meeting over there.” ", "16": "Then the Lord met Balaam, and, having put an utterance in his mouth, said to him: Return to Balak, and speak accordingly. ", "17": "So he went to Balak, who was still standing by his burnt offering together with the princes of Moab. When Balak asked him, “What did the Lord say?” ", "18": "Balaam recited his poem: Rise, Balak, and listen; give ear to my testimony, son of Zippor!", "19": "God is not a human being who speaks falsely, nor a mortal, who feels regret. Is God one to speak and not act, to decree and not bring it to pass?", "20": "I was summoned to bless; I will bless; I cannot revoke it!", "21": "Misfortune I do not see in Jacob, nor do I see misery[e] in Israel. The Lord, their God, is with them; among them is the war-cry of their King.", "22": "They have the like of a wild ox's horns:[f] God who brought them out of Egypt.", "23": "No, there is no augury against Jacob, nor divination against Israel. Now it is said of Jacob, of Israel, “Look what God has done!”", "24": "Here is a people that rises up like a lioness, and gets up like a lion; It does not rest till it has devoured its prey and has drunk the blood of the slain.", "25": "“Neither lay a curse on them nor bless them,” said Balak to Balaam. ", "26": "But Balaam answered Balak, “Did I not tell you, 'Everything the Lord tells me I must do'?”", "27": "The Third Oracle. 27 Then Balak said to Balaam, “Come, let me bring you to another place; perhaps God will approve of your laying a curse on them for me from there.” ", "28": "So he took Balaam to the top of Peor, that overlooks Jeshimon. ", "29": "Balaam then said to Balak, “Build me seven altars here; and here prepare for me seven bulls and seven rams.” ", "30": "And Balak did as Balaam had ordered, offering a bull and a ram on each altar."}