{"1": "Balaam, however, perceiving that the Lord was pleased to bless Israel, did not go aside as before to seek omens, but turned his gaze toward the wilderness. ", "2": "When Balaam looked up and saw Israel encamped, tribe by tribe, the spirit of God came upon him, ", "3": "and he recited his poem: The oracle of Balaam, son of Beor, the oracle of the man whose eye is true,", "4": "The oracle of one who hears what God says, and knows what the Most High knows, Of one who sees what the Almighty sees, in rapture[a] and with eyes unveiled:", "5": "How pleasant are your tents, Jacob; your encampments, Israel!", "6": "Like palm trees spread out, like gardens beside a river, Like aloes the Lord planted, like cedars beside water;", "7": "Water will drip from their buckets, their seed will have plentiful water; Their king will rise higher than Agag[b] and their dominion will be exalted.", "8": "They have the like of a wild ox's horns: God who brought them out of Egypt. They will devour hostile nations, break their bones, and crush their loins.", "9": "Crouching, they lie like a lion, or like a lioness; who will arouse them? Blessed are those who bless you, and cursed are those who curse you!", "10": "In a blaze of anger at Balaam, Balak clapped his hands[c] and said to him, “It was to lay a curse on my foes that I summoned you here; yet three times now you have actually blessed them! ", "11": "Now flee to your home. I promised to reward you richly, but the Lord has withheld the reward from you!” ", "12": "Balaam replied to Balak, “Did I not even tell the messengers whom you sent to me, ", "13": "'Even if Balak gave me his house full of silver and gold, I could not of my own accord do anything, good or evil, contrary to the command of the Lord'? Whatever the Lord says I must say.", "14": "The Fourth Oracle. 14 “But now that I am about to go to my own people, let me warn you what this people will do to your people in the days to come.” ", "15": "Then he recited his poem: The oracle of Balaam, son of Beor, the oracle of the man whose eye is true,", "16": "The oracle of one who hears what God says, and knows what the Most High knows, Of one who sees what the Almighty sees, in rapture and with eyes unveiled.", "17": "I see him, though not now; I observe him, though not near: A star shall advance from Jacob, and a scepter[d] shall rise from Israel, That will crush the brows of Moab, and the skull of all the Sethites,", "18": "Edom will be dispossessed, and no survivor is left in Seir. Israel will act boldly,", "19": "and Jacob will rule his foes.", "20": "Upon seeing Amalek, Balaam recited his poem: First[e] of the nations is Amalek, but their end is to perish forever.", "21": "Upon seeing the Kenites,[f] he recited his poem: Though your dwelling is safe, and your nest is set on a cliff;", "22": "Yet Kain will be destroyed when Asshur[g] takes you captive.", "23": "Upon seeing[h] [the Ishmaelites?] he recited his poem: Alas, who shall survive of Ishmael,", "24": "to deliver them from the hands of the Kittim? When they have conquered Asshur and conquered Eber, They too shall perish forever.", "25": "Then Balaam set out on his journey home; and Balak also went his way."}