{"1": "Worship of Baal of Peor. 1 While Israel was living at Shittim,[a] the people profaned themselves by prostituting themselves with the Moabite women. ", "2": "These then invited the people to the sacrifices of their god, and the people ate of the sacrifices and bowed down to their god. ", "3": "Israel thereby attached itself to the Baal of Peor, and the Lord's anger flared up against Israel. ", "4": "The Lord said to Moses: Gather all the leaders of the people, and publicly execute them[b] before the Lord, that the blazing wrath of the Lord may turn away from Israel. ", "5": "So Moses told the Israelite judges, “Each of you kill those of his men who have attached themselves to the Baal of Peor.”[c]", "6": "Zeal of Phinehas. 6 At this a certain Israelite came and brought in a Midianite woman[d] to his kindred in the view of Moses and of the whole Israelite community, while they were weeping at the entrance of the tent of meeting. ", "7": "When Phinehas, son of Eleazar, son of Aaron the priest, saw this, he rose up from the assembly, and taking a spear in his hand, ", "8": "followed the Israelite into the tent where he pierced the two of them, the Israelite and the woman. Thus the plague upon the Israelites was checked; ", "9": "but the dead from the plague were twenty-four thousand.", "10": "Then the Lord said to Moses: ", "11": "Phinehas, son of Eleazar, son of Aaron the priest, has turned my anger from the Israelites by his being as jealous among them as I am; that is why I did not put an end to the Israelites in my jealousy.[e] ", "12": "Announce, therefore, that I hereby give him my covenant of peace,[f] ", "13": "which shall be for him and for his descendants after him the covenant of an everlasting priesthood, because he was jealous on behalf of his God and thus made expiation for the Israelites.", "14": "[g]The name of the slain Israelite, the one slain with the Midianite woman, was Zimri, son of Salu, prince of a Simeonite ancestral house. ", "15": "The name of the slain Midianite woman was Cozbi, daughter of Zur, who was head of a clan, an ancestral house, in Midian.", "16": "Vengeance on the Midianites. 16 [h]The Lord then said to Moses: ", "17": "Treat the Midianites as enemies and strike them, ", "18": "for they have been your enemies by the deceitful dealings they had with you regarding Peor and their kinswoman Cozbi, the daughter of a Midianite prince, who was slain at the time of the plague because of Peor.", "19": "The Second Census. 19 After the plague "}