{"1": "On New Year's Day. 1 In the seventh month on the first day[a] you will declare a holy day, and do no heavy work; it shall be a day on which you sound the trumpet. ", "2": "You will offer a burnt offering for a pleasing aroma to the Lord: one bull of the herd, one ram, and seven unblemished yearling lambs. ", "3": "Their grain offerings will be of bran flour mixed with oil: three tenths of an ephah for the bull, two tenths for the ram, ", "4": "and one tenth for each of the seven lambs. ", "5": "One goat will be a purification offering to make atonement for yourselves. ", "6": "These are in addition to the burnt offering for the new moon with its grain offering, and in addition to the regular burnt offering with its grain offering, together with the libations prescribed for them, for a pleasing aroma, an oblation to the Lord.", "7": "On the Day of Atonement. 7 On the tenth day of this seventh month[b] you will declare a holy day, humble yourselves, and do no sort of work. ", "8": "You will offer a burnt offering to the Lord, a pleasing aroma: one bull of the herd, one ram, and seven yearling lambs that you are sure are unblemished. ", "9": "Their grain offerings of bran flour mixed with oil: three tenths of an ephah for the bull, two tenths for the one ram, ", "10": "and one tenth for each of the seven lambs. ", "11": "One goat will be a purification offering. These are in addition to the purification offering for purging,[c] the regular burnt offering with its grain offering, and their libations.", "12": "On the Feast of Booths. 12 [d]On the fifteenth day of the seventh month you will declare a holy day: you shall do no heavy work. For the following seven days you will celebrate a pilgrimage feast to the Lord. ", "13": "You will offer a burnt offering, an oblation of pleasing aroma to the Lord: thirteen bulls[e] of the herd, two rams, and fourteen yearling lambs that are unblemished. ", "14": "Their grain offerings will be of bran flour mixed with oil: three tenths of an ephah for each of the thirteen bulls, two tenths for each of the two rams, ", "15": "and one tenth for each of the fourteen lambs. ", "16": "One goat will be a purification offering. These are in addition to the regular burnt offering with its grain offering and libation.", "17": "On the second day: twelve bulls of the herd, two rams, and fourteen unblemished yearling lambs, ", "18": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "19": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation.", "20": "On the third day: eleven bulls, two rams, and fourteen unblemished yearling lambs, ", "21": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "22": "as well as one goat for a purification offering, besides the regular burnt offering with its grain offering and libation.", "23": "On the fourth day: ten bulls, two rams, and fourteen unblemished yearling lambs, ", "24": "the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "25": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation.", "26": "On the fifth day: nine bulls, two rams, and fourteen unblemished yearling lambs, ", "27": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "28": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation.", "29": "On the sixth day: eight bulls, two rams, and fourteen unblemished yearling lambs, ", "30": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "31": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation.", "32": "On the seventh day: seven bulls, two rams, and fourteen unblemished yearling lambs, ", "33": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "34": "as well as one goat as a purification offering, besides the regular burnt offering, its grain offering and libation.", "35": "On the eighth day you will hold a public assembly:[f] you shall do no heavy work. ", "36": "You will offer a burnt offering, an oblation of pleasing aroma to the Lord: one bull, one ram, and seven unblemished yearling lambs, ", "37": "with the grain offerings and libations for the bulls, rams and lambs in their prescribed number, ", "38": "as well as one goat as a purification offering, besides the regular burnt offering with its grain offering and libation.", "39": "These are the offerings you will make to the Lord on your festivals, besides your votive or voluntary offerings of burnt offerings, grain offerings, libations, and communion offerings."}