{"1": "Campaign Against the Midianites. 1 The Lord said to Moses:[a] ", "2": "Avenge the Israelites on the Midianites, and then you will be gathered to your people. ", "3": "So Moses told the people, “Arm some men among you for the campaign, to attack Midian and to execute the Lord's vengeance on Midian. ", "4": "From each of the tribes of Israel you will send a thousand men to the campaign.” ", "5": "From the contingents of Israel, therefore, a thousand men of each tribe were levied, so that there were twelve thousand men armed for war. ", "6": "Moses sent them out on the campaign, a thousand from each tribe, with Phinehas, son of Eleazar, the priest for the campaign, who had with him the sacred vessels and the trumpets for sounding the alarm. ", "7": "They waged war against the Midianites, as the Lord had commanded Moses, and killed every male. ", "8": "Besides those slain in battle, they killed the kings of Midian: Evi, Rekem, Zur, Hur and Reba, the five kings of Midian;[b] and they also killed Balaam, son of Beor, with the sword. ", "9": "But the Israelites took captive the women of the Midianites with their children, and all their herds and flocks and wealth as loot, ", "10": "while they set on fire all the towns where they had settled and all their encampments. ", "11": "Then they took all the plunder, with the people and animals they had captured, and brought the captives, together with the spoils and plunder, ", "12": "to Moses and Eleazar the priest and to the Israelite community at their camp on the plains of Moab by the Jordan opposite Jericho.", "13": "Treatment of the Captives. 13 When Moses and Eleazar the priest, with all the leaders of the community, went outside the camp to meet them, ", "14": "Moses became angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who were returning from the military campaign. ", "15": "“So you have spared all the women!” he exclaimed. ", "16": "“These are the very ones who on Balaam's advice were behind the Israelites' unfaithfulness to the Lord in the affair at Peor, so that plague struck the Lord's community. ", "17": "[c]Now kill, therefore, every male among the children and kill every woman who has had sexual relations with a man. ", "18": "But you may spare for yourselves all the girls who have not had sexual relations.", "19": "Purification After Combat. 19 “Moreover, remain outside the camp for seven days; every one of you who has killed anyone or touched someone killed will purify yourselves on the third and on the seventh day—both you and your captives. ", "20": "You will also purify every garment, every article of leather, everything made of goats' hair, and every article of wood.”", "21": "Eleazar the priest told the soldiers who had taken part in the battle: “This is the prescribed ritual which the Lord has commanded Moses: ", "22": "gold, silver, bronze, iron, tin and lead— ", "23": "whatever can stand fire—you shall put into the fire, that it may become clean; however, it must also be purified with water of purification.[d] But whatever cannot stand fire you must put into the water. ", "24": "On the seventh day you will wash your garments, and then you will again be clean. After that you may enter the camp.”", "25": "Division of the Spoils. 25 The Lord said to Moses: ", "26": "With the help of Eleazar the priest and of the heads of the ancestral houses of the community, inventory all the spoils captured, human being and beast alike; ", "27": "then divide the spoils[e] between the warriors who went on the campaign and the whole community. ", "28": "You will levy a tax for the Lord on the soldiers who went on the campaign: one out of every five hundred persons, oxen, donkeys, and sheep. ", "29": "From their half you will take it and give it to Eleazar the priest as a contribution to the Lord. ", "30": "From the Israelites' half you will take one captive from every fifty human beings, oxen, donkeys, and sheep—all the animals—and give them to the Levites, who perform the duties of the Lord's tabernacle. ", "31": "So Moses and Eleazar the priest did this, as the Lord had commanded Moses.", "32": "Amount of the Plunder. 32 This plunder, what was left of the loot which the troops had taken, amounted to six hundred and seventy-five thousand sheep, ", "33": "seventy-two thousand oxen, ", "34": "sixty-one thousand donkeys, ", "35": "and thirty-two thousand women who had not had sexual relations.", "36": "The half-share that fell to those who had gone out on the campaign was in number: three hundred and thirty-seven thousand five hundred sheep, ", "37": "of which six hundred and seventy-five fell as tax to the Lord; ", "38": "thirty-six thousand oxen, of which seventy-two fell as tax to the Lord; ", "39": "thirty thousand five hundred donkeys, of which sixty-one fell as tax to the Lord; ", "40": "and sixteen thousand persons, of whom thirty-two persons fell as tax to the Lord. ", "41": "Moses gave the taxes contributed to the Lord to Eleazar the priest, exactly as the Lord had commanded Moses.", "42": "As for the Israelites' half, which Moses had taken from the men who had fought— ", "43": "the community's half was three hundred and thirty-seven thousand five hundred sheep, ", "44": "thirty-six thousand oxen, ", "45": "thirty thousand five hundred donkeys, ", "46": "and sixteen thousand persons. ", "47": "From the Israelites' half, Moses took one captive from every fifty, from human being and beast alike, and gave them to the Levites, who performed the duties of the Lord's tabernacle, exactly as the Lord had commanded Moses.", "48": "Gifts of the Officers. 48 Then those who were officers over the contingents of the army, commanders of thousands and commanders of hundreds, came up to Moses ", "49": "and said to him, “Your servants have counted the soldiers under our command, and not one of us is missing. ", "50": "[f]So, we have brought as an offering to the Lord articles of gold that each of us has picked up—anklets, bracelets, rings, earrings, or pendants—to make atonement for ourselves before the Lord.” ", "51": "Moses and Eleazar the priest accepted the gold from them, all fashioned pieces. ", "52": "The gold that was given as a contribution to the Lord—from the commanders of thousands and the commanders of hundreds—amounted in all to sixteen thousand seven hundred and fifty shekels. ", "53": "What the common soldiers had looted each one kept for himself.[g] ", "54": "So Moses and Eleazar the priest accepted the gold from the commanders of thousands and of hundreds, and put it in the tent of meeting as a reminder on behalf of the Israelites before the Lord."}