{"1": "Stages of the Journey. 1 The following are the stages by which the Israelites went out by companies from the land of Egypt under the guidance of Moses and Aaron.[a] ", "2": "Moses recorded the starting points of the various stages at the direction of the Lord. These are the stages according to their starting points: ", "3": "They set out from Rameses in the first month, on the fifteenth day of the first month. On the day after the Passover the Israelites went forth in triumph, in view of all Egypt, ", "4": "while the Egyptians buried those whom the Lord had struck down, every firstborn; on their gods, too, the Lord executed judgments.", "5": "From Egypt to Sinai. 5 Setting out from Rameses, the Israelites camped at Succoth. ", "6": "Setting out from Succoth, they camped at Etham near the edge of the wilderness. ", "7": "Setting out from Etham, they turned back to Pi-hahiroth, which is opposite Baal-zephon, and they camped opposite Migdol. ", "8": "Setting out from Pi-hahiroth, they crossed over through the sea into the wilderness, and after they traveled a three days' journey in the wilderness of Etham, they camped at Marah. ", "9": "Setting out from Marah, they came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they camped there. ", "10": "Setting out from Elim, they camped beside the Red Sea. ", "11": "Setting out from the Red Sea, they camped in the wilderness of Sin. ", "12": "Setting out from the wilderness of Sin, they camped at Dophkah. ", "13": "Setting out from Dophkah, they camped at Alush. ", "14": "Setting out from Alush, they camped at Rephidim, where there was no water for the people to drink. ", "15": "Setting out from Rephidim, they camped in the wilderness of Sinai.", "16": "From Sinai to Kadesh. 16 Setting out from the wilderness of Sinai, they camped at Kibroth-hattaavah. ", "17": "Setting out from Kibroth-hattaavah, they camped at Hazeroth. ", "18": "Setting out from Hazeroth, they camped at Rithmah. ", "19": "Setting out from Rithmah, they camped at Rimmon-perez. ", "20": "Setting out from Rimmon-perez, they camped at Libnah. ", "21": "Setting out from Libnah, they camped at Rissah. ", "22": "Setting out from Rissah, they camped at Kehelathah. ", "23": "Setting out from Kehelathah, they camped at Mount Shepher. ", "24": "Setting out from Mount Shepher, they camped at Haradah. ", "25": "Setting out from Haradah, they camped at Makheloth. ", "26": "Setting out from Makheloth, they camped at Tahath. ", "27": "Setting out from Tahath, they camped at Terah. ", "28": "Setting out from Terah, they camped at Mithkah. ", "29": "Setting out from Mithkah, they camped at Hashmonah. ", "30": "[b]Setting out from Hashmonah, they camped at Moseroth. ", "31": "Setting out from Moseroth, they camped at Bene-jaakan. ", "32": "Setting out from Bene-jaakan, they camped at Mount Gidgad. ", "33": "Setting out from Mount Gidgad, they camped at Jotbathah. ", "34": "Setting out from Jotbathah, they camped at Abronah. ", "35": "Setting out from Abronah, they camped at Ezion-geber.[c] ", "36": "Setting out from Ezion-geber, they camped in the wilderness of Zin, that is, Kadesh.", "37": "From Kadesh to the Plains of Moab. 37 Setting out from Kadesh, they camped at Mount Hor on the border of the land of Edom.", "38": "Aaron the priest ascended Mount Hor at the Lord's direction, and there he died in the fortieth year after the departure of the Israelites from the land of Egypt, on the first day of the fifth month. ", "39": "Aaron was a hundred and twenty-three years old when he died on Mount Hor.", "40": "[d]When the Canaanite, the king of Arad, who ruled over the Negeb in the land of Canaan, heard that the Israelites were coming….", "41": "[e]Setting out from Mount Hor, they camped at Zalmonah. ", "42": "Setting out from Zalmonah, they camped at Punon. ", "43": "Setting out from Punon, they camped at Oboth. ", "44": "Setting out from Oboth, they camped at Iye-abarim on the border of Moab. ", "45": "Setting out from Iye-abarim, they camped at Dibon-gad. ", "46": "Setting out from Dibon-gad, they camped at Almon-diblathaim. ", "47": "Setting out from Almon-diblathaim, they camped in the Abarim range opposite Nebo. ", "48": "Setting out from the Abarim range, they camped on the plains of Moab by the Jordan opposite Jericho. ", "49": "They camped by the Jordan on the plains of Moab extended from Beth-jeshimoth to Abel-shittim.", "50": "Conquest and Division of Canaan. 50 The Lord spoke to Moses on the plains of Moab by the Jordan opposite Jericho: ", "51": "Speak to the Israelites and say to them: When you go across the Jordan into the land of Canaan, ", "52": "dispossess all the inhabitants of the land before you; destroy all their stone figures, destroy all their molten images, and demolish all their high places.", "53": "You will take possession of the land and settle in it, for I have given you the land to possess. ", "54": "You will apportion the land among yourselves by lot, clan by clan, assigning a large heritage to a large clan and a small heritage to a small clan. Wherever anyone's lot falls, there will his possession be; you will apportion these shares within your ancestral tribe.", "55": "But if you do not dispossess the inhabitants of the land before you, those whom you allow to remain will become barbs in your eyes and thorns in your sides, and they will harass you in the land where you live, ", "56": "and I will treat you as I had intended to treat them."}