{"1": "Offerings of the Tribal Leaders. 1 Now, when Moses had completed the erection of the tabernacle, he anointed and consecrated it with all its equipment, as well as the altar with all its equipment. After he anointed and consecrated them, ", "2": "an offering was made by the tribal leaders of Israel, who were heads of ancestral houses, the same leaders of the tribes who supervised those enrolled. ", "3": "The offering they brought before the Lord consisted of six wagons for baggage and twelve oxen, that is, a wagon for every two tribal leaders, and an ox for each. These they presented before the tabernacle.", "4": "The Lord then said to Moses: ", "5": "Accept their offering, that these things may be put to use to maintain the tent of meeting. Assign them to the Levites, to each according to his duties. ", "6": "So Moses accepted the wagons and oxen, and assigned them to the Levites. ", "7": "He gave two wagons and four oxen to the Gershonites according to their duties, ", "8": "and four wagons and eight oxen to the Merarites according to their duties, under the supervision of Ithamar, son of Aaron the priest. ", "9": "He gave none to the Kohathites, because they were responsible for maintenance of the sacred objects that had to be carried on their shoulders.", "10": "For the dedication of the altar also, the tribal leaders brought offerings when it was anointed; the leaders presented their offering before the altar. ", "11": "But the Lord said to Moses: Let one leader each day present his offering for the dedication of the altar.", "12": "[a]The one who presented his offering on the first day was Nahshon, son of Amminadab, of the tribe of Judah. ", "13": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "14": "one gold cup of ten shekels' weight filled with incense; ", "15": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "16": "one goat for a purification offering; ", "17": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nahshon, son of Amminadab.", "18": "On the second day Nethanel, son of Zuar, tribal leader of Issachar, made his offering. ", "19": "He presented as his offering one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "20": "one gold cup of ten shekels' weight filled with incense; ", "21": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "22": "one goat for a purification offering; ", "23": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Nethanel, son of Zuar.", "24": "On the third day it was the turn of the tribal leader of the Zebulunites, Eliab, son of Helon. ", "25": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "26": "one gold cup of ten shekels' weight filled with incense; ", "27": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "28": "one goat for a purification offering; ", "29": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Eliab, son of Helon.", "30": "On the fourth day it was the turn of the tribal leader of the Reubenites, Elizur, son of Shedeur. ", "31": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "32": "one gold cup of ten shekels' weight filled with incense; ", "33": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "34": "one goat for a purification offering; ", "35": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Elizur, son of Shedeur.", "36": "On the fifth day it was the turn of the tribal leader of the Simeonites, Shelumiel, son of Zurishaddai. ", "37": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "38": "one gold cup of ten shekels' weight filled with incense; ", "39": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "40": "one goat for a purification offering; ", "41": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Shelumiel, son of Zurishaddai.", "42": "On the sixth day it was the turn of the tribal leader of the Gadites, Eliasaph, son of Reuel. ", "43": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "44": "one gold cup of ten shekels' weight filled with incense; ", "45": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "46": "one goat for a purification offering; ", "47": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Eliasaph, son of Reuel.", "48": "On the seventh day it was the turn of the tribal leader of the Ephraimites, Elishama, son of Ammihud. ", "49": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "50": "one gold cup of ten shekels' weight filled with incense; ", "51": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "52": "one goat for a purification offering; ", "53": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Elishama, son of Ammihud.", "54": "On the eighth day it was the turn of the tribal leader of the Manassites, Gamaliel, son of Pedahzur. ", "55": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "56": "one gold cup of ten shekels' weight filled with incense; ", "57": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "58": "one goat for a purification offering; ", "59": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Gamaliel, son of Pedahzur.", "60": "On the ninth day it was the turn of the tribal leader of the Benjaminites, Abidan, son of Gideoni. ", "61": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "62": "one gold cup of ten shekels' weight filled with incense; ", "63": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "64": "one goat for a purification offering; ", "65": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Abidan, son of Gideoni.", "66": "On the tenth day it was the turn of the tribal leader of the Danites, Ahiezer, son of Ammishaddai. ", "67": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "68": "one gold cup of ten shekels' weight filled with incense; ", "69": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "70": "one goat for a purification offering; ", "71": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Ahiezer, son of Ammishaddai.", "72": "On the eleventh day it was the turn of the tribal leader of the Asherites, Pagiel, son of Ochran. ", "73": "His offering consisted of one silver plate weighing one hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "74": "one gold cup of ten shekels' weight filled with incense; ", "75": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "76": "one goat for a purification offering; ", "77": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Pagiel, son of Ochran.", "78": "On the twelfth day it was the turn of the tribal leader of the Naphtalites, Ahira, son of Enan. ", "79": "His offering consisted of one silver plate weighing a hundred and thirty shekels and one silver basin weighing seventy shekels according to the sanctuary shekel, both filled with bran flour mixed with oil for a grain offering; ", "80": "one gold cup of ten shekels' weight filled with incense; ", "81": "one bull from the herd, one ram, and one yearling lamb for a burnt offering; ", "82": "one goat for a purification offering; ", "83": "and two bulls, five rams, five he-goats, and five yearling lambs for a communion sacrifice. This was the offering of Ahira, son of Enan.", "84": "These were the offerings for the dedication of the altar, given by the tribal leaders of Israel on the occasion of its anointing: twelve silver plates, twelve silver basins, and twelve gold cups. ", "85": "Each silver plate weighed a hundred and thirty shekels, and each silver basin seventy, so that all the silver of these vessels amounted to two thousand four hundred shekels, according to the sanctuary shekel. ", "86": "The twelve gold cups that were filled with incense weighed ten shekels apiece, according to the sanctuary shekel, so that all the gold of the cups amounted to one hundred and twenty shekels. ", "87": "The animals for the burnt offerings were, in all, twelve bulls, twelve rams, and twelve yearling lambs, with their grain offerings; those for the purification offerings were twelve goats. ", "88": "The animals for the communion sacrifices were, in all, twenty-four bulls, sixty rams, sixty he-goats, and sixty yearling lambs. These, then, were the offerings for the dedication of the altar after it was anointed.", "89": "The Voice. 89 When Moses entered the tent of meeting to speak with God, he heard the voice addressing him from above the cover on the ark of the covenant, from between the two cherubim; and so it spoke to him."}