{"1": "At this time King David was ·very old [L old and advanced in years], and although his servants covered him with ·blankets [bedclothes], he could not keep warm. ", "2": "They said to him, “·We will look for [Let us find] a young woman to ·care for you [L serve/wait on my lord the king]. She will lie ·close to you [L in your bosom] and keep you warm.” ", "3": "After searching everywhere in Israel for a beautiful young woman, they found a girl named Abishag from Shunam and brought her to the king. ", "4": "The girl was very beautiful, and she cared for the king and served him. But the king did not have sexual relations with her.", "5": "Adonijah was the son of King David and Haggith, and he ·was very proud [began boasting; L exalted himself]. “I will be the king,” he said. So he got chariots and ·horses [or horsemen; charioteers] for himself and fifty men ·for his personal bodyguard [L to run ahead of him]. ", "6": "Now David had never ·interfered with [disciplined; crossed; rebuked] Adonijah by ·questioning what he did [L asking, “Why are you doing that?”]. Born next after Absalom, Adonijah was a very handsome man.", "7": "Adonijah ·spoke [conferred] with Joab son of Zeruiah and Abiathar the priest, and they agreed to ·help [support] him. ", "8": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and King David's ·special guard [L mighty men] did not join Adonijah.", "9": "Then Adonijah killed some sheep, ·cows [oxen], and fat calves for sacrifices at the Stone of Zoheleth near the spring of Rogel. He invited all his brothers, the other sons of King David, to come, as well as all the men of Judah. ", "10": "But Adonijah did not invite Nathan the prophet, Benaiah, ·his father's special guard [L the mighty men], or his brother Solomon.", "11": "When Nathan heard about this, he went to Bathsheba, Solomon's mother. “Have you heard that Adonijah, Haggith's son, has ·made himself [become] king?” Nathan asked. “Our ·real king, [lord] David, does not know it. ", "12": "Now I will give you advice on how to save yourself and your son Solomon. ", "13": "Go to King David and tell him, 'My master and king, ·you promised [L didn't you promise/vow/swear…?] that my son Solomon would be king and would rule on your throne after you. Why then has Adonijah become king?' ", "14": "While you are still talking to the king, I will come in and ·tell him that what you have said about Adonijah is true [confirm your words].”", "15": "So Bathsheba went in to see the aged king in his bedroom, where Abishag, the girl from Shunam, was caring for him. ", "16": "Bathsheba bowed and knelt before the king. He asked, “What do you ·want [wish]?”", "17": "She answered, “My master, you ·made a promise [vowed; swore] to me in the name of the Lord your God. You said, 'Your son Solomon will surely become king after me, and he will ·rule [sit] on my throne.' ", "18": "But now, unknown to you, Adonijah ·has become [is] king. ", "19": "He has killed many ·cows [oxen], fat calves, and sheep for sacrifices. And he has invited all your sons, as well as Abiathar the priest and Joab the commander of the army, but he did not invite Solomon, who serves you. ", "20": "My master and king, ·all the Israelites are watching you [L the eyes of Israel are on you], waiting for you to decide who will ·be [L sit on the throne of my lord the] king after you. ", "21": "Otherwise, as soon as ·you die [L my lord the king sleeps with his fathers/ancestors], Solomon and I will be treated as ·criminals [offenders].”", "22": "While Bathsheba was still talking with the king, Nathan the prophet arrived. ", "23": "The servants told the king, “Nathan the prophet is here.” So Nathan went to the king and ·bowed facedown [prostrated himself] on the ground before him.", "24": "Nathan said, “My ·master and [lord the] king, have you ·said [decreed] that Adonijah will be the king after you and that he will ·rule [sit] on your throne? ", "25": "Today he has sacrificed many ·cows [oxen], fat calves, and sheep, and he has invited all ·your other [the king's] sons, the commanders of the army, and Abiathar the priest. Right now they are eating and drinking with him. They are saying, 'Long live King Adonijah!' ", "26": "But he did not invite me, your own servant, or Zadok the priest, or Benaiah son of Jehoiada, or your ·son [L servant] Solomon. ", "27": "Did ·you [the lord my king] do this? Since we are your servants, why didn't you tell us who should ·be [L sit on the throne of the lord my] king after you?”", "28": "Then the king said, “Tell Bathsheba to come in!” So she came in and stood before the king.", "29": "Then the king ·made this promise [vowed; swore this oath], “The Lord has ·saved [rescued; delivered] me from all ·trouble [adversity; danger; distress]. As surely as he lives, ", "30": "I will do today what I have ·promised [vowed/sworn to] you ·in the name of [by] the Lord, the God of Israel. I ·promised [vowed/swore to] that your son Solomon would be king after me and ·rule [sit] on my throne in my place.”", "31": "Then Bathsheba ·bowed facedown [prostrated herself] on the ground and knelt before the king and said, “·Long live [Live forever] my ·master [lord] King David!”", "32": "Then King David said, “Tell Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada to come in.” When they came before the king, ", "33": "he said to them, “Take my servants with you and put my son Solomon on my own mule. Take him down to ·the spring called Gihon [Gihon]. ", "34": "There Zadok the priest and Nathan the prophet should ·pour olive oil on [L anoint] him and make him king over Israel. Blow the ·trumpet [ram's horn] and shout, 'Long live King Solomon!' ", "35": "Then come back up here with him. He will sit on my throne and ·rule [be king] in my place, because he is the one I have ·chosen [appointed] to be the ruler over Israel and Judah.”", "36": "Benaiah son of Jehoiada answered the king, “·Amen [So be it]! This is what the Lord, the God of my ·master [lord], has ·declared [decreed; ordained]! ", "37": "The Lord has always ·helped [been with] you, our king. May he also ·help [be with] Solomon and make King Solomon's throne an even greater throne than ·yours [L the throne of my lord King David].”", "38": "So Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada left with the Kerethites and Pelethites [C king's bodyguard]. They put Solomon on King David's mule and took him to the spring called Gihon. ", "39": "Zadok the priest took the ·container [flask; horn] of olive oil from the ·Holy Tent [sacred tent; L tent] and ·poured the oil on Solomon's head to show he was the king [L anointed Solomon]. Then they blew the ·trumpet [ram's horn], and all the people shouted, “Long live King Solomon!” ", "40": "All the people followed Solomon into the city. Playing flutes and ·shouting for joy [L rejoicing with great joy], they made so much noise the ·ground [earth] shook.", "41": "At this time Adonijah and all the guests with him ·were [heard it while] finishing their meal. When he heard the sound from the ·trumpet [ram's horn], Joab asked, “·What does all that noise from the city mean [Why is the city in such an uproar]?”", "42": "While Joab was speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, “Come in! You are an ·important [worthy; honest; valiant] man, so you must be bringing good news.”", "43": "But Jonathan answered, “No! Our master King David has made Solomon the new king. ", "44": "King David sent Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, and all the Kerethites and Pelethites [C king's bodyguard] with him, and they have put Solomon on the king's own mule. ", "45": "Then Zadok the priest and Nathan the prophet ·poured olive oil on [L anointed] Solomon at Gihon to make him king. After that they went into the city, shouting with joy. Now the whole city is ·excited [celebrating; in an uproar], and that is the noise you hear. ", "46": "Solomon has now ·become the king [L taken his seat on the royal throne]. ", "47": "All the ·king's officers [royal officials/servants] have come to ·tell King David that he has done a good thing [congratulate/bless our lord King David]. They are saying, 'May your God make ·Solomon [L Solomon's name] even more famous than ·you [L your name] and ·an even greater king than you [L his throne/reign greater than your throne/reign].'” Jonathan continued, “And King David bowed down on his ·bed to worship God [bed], ", "48": "saying, 'Bless the Lord, the God of Israel. Today he has ·made one of my sons the king [L granted one to sit on my throne] and allowed me to see it.'”", "49": "Then all of Adonijah's guests were ·afraid [terrified; panicked], and they left quickly and scattered. ", "50": "Adonijah was also afraid of Solomon, so he went and took hold of the ·corners [L horns; Ex. 27:2] of the altar [C in hopes that he would not be killed in a sacred place]. ", "51": "Then someone told Solomon, “Adonijah is afraid of you, so he is at the altar, holding on to its ·corners [L horns]. He says, 'Tell King Solomon to promise me today that he will not ·kill me [L put his servant to death with the sword].'”", "52": "So Solomon answered, “·Adonijah must show that he is a man of honor. If he does that, I promise [If he is loyal/honorable/worthy,] he will not lose even a single hair from his head. But if ·he does anything wrong [he makes trouble; L evil is found in him], he will die.” ", "53": "Then King Solomon sent some men to get Adonijah. When he was brought from the altar, he came before King Solomon and ·bowed down [prostrated himself]. Solomon told him, “Go home.”"}