{"1": "·The Lord commanded [L By the word of the Lord] a man of God from Judah ·to go [went up] to Bethel. When he arrived, Jeroboam was standing by the altar to ·offer a sacrifice [burn incense]. ", "2": "·The Lord had commanded [L By the word of the Lord] the man of God ·to speak [spoke] against the altar. The man said, “Altar, altar, the Lord says to you: 'David's ·family [L house] will ·have [have born] a son named Josiah. The priests ·for the places of worship [L of the high places; 3:2] now ·make their sacrifices [burn incense] on you, but Josiah will sacrifice those priests on you. Human bones will be burned on you.'” ", "3": "That same day the man of God gave ·proof [a sign] that these things would happen. “This is the Lord's sign that this will happen,” he said. “This altar will break apart, and the ashes on it will ·fall to the ground [spill; be poured out; 2 Kin. 23:15–16].”", "4": "When King Jeroboam heard what the man of God said ·about [against] the altar in Bethel, the king raised his hand from the altar and pointed at the man. “·Take [Seize] him!” he said. But when the king said this, his ·arm [or hand] ·was paralyzed [withered; dried up], and he could not ·move it [pull it back]. ", "5": "The altar also broke into pieces, and its ashes ·fell to the ground [spilled; poured out]. This was the sign the ·Lord had told the man of God to give [L man had given by the word of the Lord].", "6": "Then the king said to the man of God, “Please ·pray to [intercede with; entreat] the Lord your God for me, and ask him to ·heal my arm [or restore my hand].” So the man of God ·prayed to [interceded with; entreated] the Lord, and the king's ·arm was healed [or hand was restored], becoming as it was before.", "7": "Then the king said to the man of God, “Please come home and ·eat with me [refresh yourself], and I will give you a gift.”", "8": "But the man of God answered the king, “Even if you gave me half of your ·kingdom [possessions; L house], I would not go with you. I will not ·eat or drink [L eat bread or drink water] in this place. ", "9": "The ·Lord [L word of the Lord] commanded me not to ·eat or drink [L eat bread or drink water] nor to return on the same road by which I came.” ", "10": "So he took a different road and did not return on the same road by which he had come to Bethel.", "11": "Now an old prophet was living in Bethel. His sons came and told him what the man of God had done there that day. They also told their father what he had said to King Jeroboam. ", "12": "The father asked, “Which road did he use when he left?” So his sons showed him the road the man of God from Judah had taken. ", "13": "Then the prophet told his sons to put a saddle on his donkey. So they saddled the donkey, and he ·left [mounted it].", "14": "He went after the man of God and found him sitting under an oak tree. The prophet asked, “Are you the man of God who came from Judah?” The man answered, “Yes, I am.”", "15": "The prophet said, “Please come home and ·eat [L eat bread] with me.”", "16": "“I can't go home with you,” the man of God answered. “I can't ·eat or drink [L eat bread or drink water] with you in this place. ", "17": "The Lord said to me, 'Don't ·eat or drink [L eat bread or drink water] there or return on the same road by which you came.'”", "18": "Then the old prophet said, “But I also am a prophet, like you.” Then he lied. “An angel from the Lord came to me and told me to bring you to my home. He said you should ·eat and drink [L eat bread and drink water] with me.” ", "19": "So the man of God went to the old prophet's house, and he ate ·and drank [L bread and drank water] with him there.", "20": "While they were sitting at the table, the Lord spoke his word to the ·old prophet [L prophet who had brought him back]. ", "21": "·The old prophet [L He] cried out to the man of God from Judah, “·The Lord said [T Thus says the Lord,] you ·did not obey him! He said you did not do what the Lord your God commanded you […have defied the Lord's command]. ", "22": "The Lord commanded you not to ·eat or drink [L eat bread or drink water] in this place, but you came back and ·ate and drank [L ate bread and drank water]. So your body will not ·be buried in your family grave [L come to the grave/tomb of your ancestors].”", "23": "After the man of God finished eating [L bread] and drinking, the prophet put a saddle on his donkey [C possibly the old prophet's own donkey] for him, and the man left. ", "24": "As he was traveling home, a lion ·attacked [L met] and killed him. His body lay on the road, with the donkey and the lion standing nearby. ", "25": "Some men who were traveling by saw the body on the road and the lion standing nearby. So they went to the city [C Bethel] where the old prophet lived and told what they had seen.", "26": "The old prophet who had brought back the man of God heard what had happened. “It is the man of God who did not obey the Lord's command,” he said. “So the Lord sent a lion to kill him, ·just as he said he would [L according to the word of the Lord].”", "27": "Then the prophet said to his sons, “Put a saddle on my donkey,” and they saddled it. ", "28": "The old prophet went out and found the body lying on the road, with the donkey and the lion still standing nearby. The lion had not eaten the body or ·hurt [attacked; mauled] the donkey. ", "29": "The prophet put the body on his donkey and carried it back to the city to ·have a time of sadness for him [mourn] and to bury him. ", "30": "The prophet ·buried [laid] the body in his own family ·grave [tomb], and they ·were sad for [mourned over] the man of God and said, “·Oh [Alas; Woe], my brother.”", "31": "After the prophet buried the body, he said to his sons, “When I die, bury me in ·this same grave [L the grave in which the man of God is buried]. ·Put [Lay] my bones next to his. ", "32": "Through him the Lord ·spoke [cried; proclaimed] against the altar at Bethel and against the ·places of worship [shrines/L houses of the high places; 3:2] in the towns of Samaria. What the Lord spoke through him will certainly come ·true [to pass].”", "33": "After this ·incident [event] King Jeroboam did not ·stop [turn from] doing evil. He continued to choose priests for the ·places of worship [L high places; 3:2] from among all the people [12:31]. Anyone who wanted to be a priest for the ·places of worship [L high places] ·was allowed [he appointed/ordained] to be one. ", "34": "In this way the ·family [L house] of Jeroboam sinned, and this sin caused its ·ruin [downfall] and destruction from the face of the earth."}