{"1": "King Ahab told Jezebel every thing Elijah had done and how Elijah had killed all the prophets with a sword. ", "2": "So Jezebel sent a messenger to Elijah, saying, “May the gods ·punish me terribly [deal severely with me, and worse; L do to me, and even more] if by this time tomorrow I don't ·kill you just as you killed those prophets [L make your life like the life of one of them].”", "3": "Elijah was afraid and ran for his life, taking his servant with him. When they came to Beersheba in Judah, Elijah left his servant there. ", "4": "Then Elijah ·walked [journeyed] for a whole day into the ·desert [wilderness]. He sat down under a ·bush [juniper/broom tree] and asked to die. “I have had enough, Lord,” he prayed. “·Let me die [L Take my life]. I am no better than my ·ancestors [fathers; C that is, he is as good as dead, as they already are].” ", "5": "Then he lay down under the tree and slept. Suddenly an ·angel [messenger] came to him and touched him. “Get up and eat,” the angel said. ", "6": "Elijah saw near his head a loaf baked over ·coals [hot stones] and a jar of water, so he ate and drank. Then he ·went back to sleep [L lay down again].", "7": "The Lord's ·angel [messenger] came to him a second time. The angel touched him and said, “Get up and eat. If you don't, the journey will be too ·hard [much] for you.” ", "8": "So Elijah got up and ate and drank. The food made him strong enough to walk for forty days and nights to Mount ·Sinai [L Horeb; Ex. 3:1, 17:6; 19:18], the mountain of God. ", "9": "There Elijah went into a cave and stayed all night. Then the ·Lord spoke his word to [word of the Lord came to] him: “Elijah! ·Why are you [What are you doing] here?”", "10": "He answered, “Lord God ·All-Powerful [of Heaven's Armies; T of hosts], I have ·always served you as well as I could [been very zealous for you]. But the ·people [L sons; T children] of Israel have ·broken [abandoned; forsaken] their ·agreement [covenant; solemn pact] with you, ·destroyed [torn down] your altars, and killed your prophets with swords. I ·am the only prophet [alone am] left, and now they ·are trying to kill me [seek my life], too.”", "11": "The Lord said to Elijah, “Go, stand ·in front of [before] me on the mountain, ·and I will pass by you [for the Lord is about to pass by].” Then a very strong wind ·blew until it caused the mountains to fall apart and large rocks to break in front of [tore apart the mountain and shattered the rocks before] the Lord. But the Lord was not in the wind. After the wind, there was an earthquake, but the Lord was not in the earthquake. ", "12": "After the earthquake, there was a fire, but the Lord was not in the fire. After the fire, there was ·a quiet, gentle sound [the sound of a gentle whisper/blowing/wind; or a brief sound of silence; T a still small voice]. ", "13": "When Elijah heard it, he covered his face with his coat and went out and stood at the entrance to the cave. Then a voice said to him, “Elijah! ·Why are you [What are you doing] here?”", "14": "He answered, “Lord God ·All-Powerful [of Heaven's Armies; T of hosts], I have ·always served you as well as I could [been very zealous for you]. But the ·people [L sons; T children] of Israel have ·broken [abandoned; forsaken] their ·agreement [covenant; treaty] with you, ·destroyed [torn down] your altars, and killed your prophets with swords. I ·am the only prophet [alone am] left, and now they ·are trying to kill me [seek my life], too.”", "15": "The Lord said to him, “Go back on the road that leads to the ·desert [wilderness] around Damascus. Enter that city, and ·pour olive oil on [L anoint] Hazael to make him king over Aram [2 Kin. 8:7–15]. ", "16": "Then ·pour oil on [L anoint] Jehu son of Nimshi to make him king over Israel [2 Kin. 9:1–13]. Next, ·pour oil on [L anoint] Elisha son of Shaphat from Abel Meholah to ·make him a prophet in your place [succeed you as prophet; 2 Kin. 2:1–18]. ", "17": "Jehu will kill anyone who escapes from Hazael's sword, and Elisha will kill anyone who escapes from Jehu's sword. ", "18": "I ·have left [or will preserve/spare/leave] seven thousand people in Israel who have never bowed down before Baal and whose mouths have never kissed ·his idol [L him].”", "19": "So Elijah left that place and found Elisha son of Shaphat plowing a field with ·a team of oxen. He owned twelve teams of oxen and was plowing with the twelfth team [or twelve teams of oxen, and he with the twelfth]. Elijah came up to Elisha, took off his ·coat [T mantle], and put it on Elisha. ", "20": "Then Elisha left his oxen and ran to follow Elijah. “Let me kiss my father and my mother good-bye,” Elisha said. “Then I will go with you.” Elijah answered, “Go back. ·It does not matter to me [For what have I done to you?; or But consider what I have done to you].”", "21": "So Elisha went back and took his pair of oxen and ·killed [slaughtered; sacrificed] them. He used ·their wooden yoke [the plowing gear] for a fire [C symbolizing his turning from farming to a new calling as a prophet]. Then he cooked the meat and gave it to the people. After they ate it, Elisha left and followed Elijah and became his ·helper [servant; assistant]."}