{"1": "Ben-Hadad king of Aram ·gathered together [mobilized; mustered] all his army. There were thirty-two kings with their horses and chariots who went with him and ·surrounded [besieged] Samaria and attacked it. ", "2": "The king sent messengers into the city to Ahab king of Israel. This was his message: “Ben-Hadad says, ", "3": "'Your silver and gold ·belong to me [are mine], as well as the best of your wives and children.'”", "4": "Ahab king of Israel answered, “My ·master [lord] and king, ·I agree to what you say [L it is as you say/according to your word]. I and everything I have ·belong to you [are yours].”", "5": "Then the messengers came to Ahab again. They said, “Ben-Hadad says, 'I told you before that you must give me your silver and gold, your wives and your children. ", "6": "About this time tomorrow I will send my ·men [officials; servants], who will search everywhere in your ·palace [L house] and in the homes of your ·officers [officials; servants]. Whatever ·they want [or you value] they will take and carry off.'”", "7": "Then Ahab called a meeting of all the elders of his country. He said, “Ben-Hadad is looking for trouble. First he said I had to give him my wives, my children, my silver, and my gold, and I have not refused him.”", "8": "The elders and all the people said, “Don't listen to him or ·agree to this [consent].”", "9": "So Ahab said to Ben-Hadad's messengers, “Tell my ·master [lord] the king: 'I will do what you said at first, but ·I cannot allow this second command [this thing I cannot do].'” And King Ben-Hadad's men carried the message back to him.", "10": "Then Ben-Hadad sent another message to Ahab: “May the gods ·punish me terribly [deal severely with me, and worse; L do to me, and even more] if I don't completely destroy Samaria. There won't be enough left for each of my men to get a handful of dust!”", "11": "Ahab answered, “Tell Ben-Hadad, '·The man who puts on his armor should not brag. It's the man who lives to take it off who has the right to brag [L Let not him who puts on boast like him who takes off; C that is, boast only after victory in battle, not before].'”", "12": "Ben-Hadad was drinking in his tent with the ·other rulers [kings] when the message came from Ahab. Ben-Hadad commanded his men to prepare to attack the city, and they ·moved into place for battle [took their positions].", "13": "At the same time a prophet came to Ahab king of Israel. The prophet said, “Ahab, ·the Lord says to you [T thus says the Lord], 'Do you see that ·big army [L great multitude]? I will hand it over to you today so you will know I am the Lord.' ”", "14": "Ahab asked, “·Who will you use to defeat them [By what means; L By whom]?” The prophet answered, “·The Lord says [T Thus says the Lord], 'The young officers of the ·district governors [provincial commanders] will defeat them.'” Then the king asked, “Who will ·command the main army [or attack first; begin the battle]?” The prophet answered, “You will.”", "15": "So Ahab ·gathered [summoned; mustered] the young officers of the ·district governors [provincial commanders], two hundred thirty-two of them. Then he called together the ·army [L sons] of Israel, about seven thousand people in all.", "16": "They marched out at noon, while Ben-Hadad and the thirty-two ·rulers [kings] helping him were getting drunk in their tents. ", "17": "The young officers of the ·district governors [provincial commanders] attacked first. Ben-Hadad sent out scouts who told him that soldiers were coming from Samaria. ", "18": "Ben-Hadad said, “They may be coming to fight, or they may be coming to ask for peace. In either case capture them alive.”", "19": "The young officers of the ·district governors [provincial commanders] ·led the attack [went out from the city], followed by the army of Israel. ", "20": "Each officer of Israel killed the man who came against him. The men from Aram ran away as Israel chased them, but Ben-Hadad king of Aram escaped on a horse with some of his ·horsemen [cavalry; charioteers]. ", "21": "Ahab king of Israel ·led the army [L went out] and destroyed the horses and chariots and slaughtered the Arameans.", "22": "Then the prophet went to Ahab king of Israel and said, “The king of Aram will attack you again ·next spring [L at the turn of the year]. So go home now and strengthen ·your army [L yourself] and see what you need to do.”", "23": "Meanwhile the officers of Ben-Hadad king of Aram said to him, “The gods of Israel are mountain gods, so they were stronger. Let's fight them on the ·flat land [plain], and then we will ·win [be stronger]. ", "24": "This is what you should do. ·Don't allow the thirty-two rulers to command the armies, but [L Remove the kings from their place/commands, and] put other commanders in their places. ", "25": "·Gather [Recruit; Raise; Muster] an army like the one ·that was destroyed and as many horses and chariots as before [L you lost, horse for horse and chariot for chariot]. We will fight the Israelites on ·flat land [the plain], and then we will ·win [be stronger].” Ben-Hadad ·agreed with their advice [L heeded their voice] and did what they said.", "26": "·The next spring [L At the turn of the year] Ben-Hadad ·gathered [mustered] the army of Aram and went up to Aphek to fight against Israel.", "27": "The ·Israelites [L sons/T children of Israel] also had ·prepared for war [mustered and gathered provisions]. They marched out to meet the Arameans and camped opposite them. The Israelites looked like two small flocks of goats, but the Arameans covered the ·area [countryside].", "28": "A man of God came to the king of Israel with this message: “·The Lord says [T Thus says the Lord], 'The people of Aram say that I, the Lord, am a god of the mountains, not a god of the ·valleys [plains]. So I will ·allow you to defeat this huge army [L give this great multitude into your hands], and then you will know I am the Lord.'”", "29": "The armies were camped across from each other for seven days. On the seventh day the battle began. The ·Israelites [L sons of Israel] ·killed [slaughtered] one hundred thousand Aramean soldiers in one day. ", "30": "The rest of them ran away to the city of Aphek, where a city wall fell on twenty-seven thousand of them. Ben-Hadad also ran away to the city and hid in a room.", "31": "His ·officers [officials; L servants] said to him, “We have heard that the kings of Israel are ·trustworthy [merciful]. Let's dress in ·rough cloth [sackcloth; burlap; C indicating sorrow], and wear ropes on our heads. Then we will go to the king of Israel, and perhaps he will ·let you live [spare your life].”", "32": "So they dressed in ·rough cloth [sackcloth; burlap] and wore ropes on their heads and went to the king of Israel. They said, “Your servant Ben-Hadad says, 'Please ·let me live [spare my life].'” Ahab answered, “Is he still alive? He is my brother.”", "33": "Ben-Hadad's men ·had wanted a sign from Ahab [took this as a good sign]. They quickly ·caught [picked up on] his word, “Yes! Ben-Hadad is your brother.” Ahab said, “Bring him to me.” When Ben-Hadad came, Ahab asked him to join him in the chariot.", "34": "Ben-Hadad said to him, “Ahab, I will ·give you back [restore] the cities my father took from your father. And you may ·put shops [establish bazaars/markets/trading areas] in Damascus, as my father did in Samaria.” Ahab said, “If you ·agree [covenant] to this, I will allow you to go free.” So the two kings made a ·peace agreement [covenant; treaty]. Then Ahab let Ben-Hadad go free.", "35": "One ·prophet from one of the groups of prophets [L of the sons of the prophets] told another, “Hit me!” He said this ·because the Lord had commanded it [by the word of the Lord], but the other man refused. ", "36": "The prophet said, “You did not obey the ·Lord's command [L voice of the Lord], so a lion will kill you as soon as you leave me.” When the man left, a lion found him and killed him.", "37": "The prophet went to another man and said, “Hit me, please!” So the man hit him and hurt him. ", "38": "The prophet ·wrapped his face in a cloth [placed a bandage over his eyes; C to disguise himself]. Then he went and waited by the road for the king. ", "39": "As Ahab king of Israel passed by, the prophet called out to him. “I went to fight in the battle,” the prophet said. “One of our men brought an ·enemy soldier [L man] to me. Our man said, 'Guard this man. If he ·runs away [is missing], ·you will have to give your life in his place [L it will be your life for his life]. Or, you will have to pay a ·fine of seventy-five pounds [L talent] of silver.' ", "40": "But I was busy doing other things, so the man ran away.” The king of Israel answered, “That is your ·sentence [judgment]. You have ·already said what the punishment is [pronounced it yourself].", "41": "Then the prophet quickly took the ·cloth from his face [bandage from his eyes]. When the king of Israel saw him, he knew he was one of the prophets. ", "42": "The prophet said to the king, “·This is what the Lord says [T Thus says the Lord]: 'You freed the man I ·said should die [L had devoted to destruction], so your life will be ·taken instead of his [for his life]. ·The lives of your people will also be taken instead of the lives of […and your people for] his people.'”", "43": "Then King Ahab went back to his palace in Samaria, ·angry and upset [resentful and sullen]."}