{"1": "After these things had happened, this is what followed. A man named Naboth owned a vineyard in Jezreel, near the palace of Ahab king of Israel. ", "2": "One day Ahab said to Naboth, “Give me your vineyard. It is near my palace, and I want to make it into a vegetable garden. I will give you a better vineyard in its place, or, if you prefer, I will pay you what it is worth.”", "3": "Naboth answered, “·May the Lord keep me from ever giving my land to you. It belongs to my family [L The Lord forbid that I should give you the inheritance of my fathers/ancestors].”", "4": "Ahab went home ·angry and upset [resentful and sullen], because he did not like what Naboth from Jezreel had said. (Naboth had said, “I will not give you ·my family's land [L the inheritance of my fathers/ancestors].”) Ahab lay down on his bed, turned his face to the wall, and refused to eat.", "5": "His wife, Jezebel, came in and asked him, “Why are you so ·upset [sullen; depressed] that you refuse to eat?”", "6": "Ahab answered, “I talked to Naboth, the man from Jezreel. I said, 'Sell me your vineyard, or, if you prefer, I will give you another vineyard for it.' But Naboth refused.”", "7": "Jezebel answered, “Is this how you ·rule as king [reign] over Israel? Get up, eat something, and cheer up. I will get Naboth's vineyard for you.”", "8": "So Jezebel wrote some letters, signed Ahab's name to them, and used his own seal to seal them. Then she sent them to the elders and ·important men [nobles] who lived in Naboth's town. ", "9": "The letter she wrote said: “Declare a day during which the people are to fast. Call the people together, and give Naboth a place of honor among them. ", "10": "Seat two ·troublemakers [scoundrels] across from him, and have them say ·they heard Naboth speak against [“You cursed…”] God and the king. Then take Naboth out of the city and ·kill him with stones [stone him to death].”", "11": "The elders and important men of Jezreel obeyed Jezebel's command, just as she wrote in the letters. ", "12": "They declared a ·special day on which the people were to fast [fast]. And they put Naboth in a place of honor before the people. ", "13": "Two ·troublemakers [scoundrels] sat across from Naboth and said in front of everybody ·that they had heard him speak against [“You cursed…”] God and the king. So the people carried Naboth out of the city and ·killed him with stones [stoned him to death]. ", "14": "Then the leaders sent a message to Jezebel, saying, “Naboth has been ·killed [L stoned and is dead].”", "15": "When Jezebel heard that Naboth had been ·killed [L stoned and was dead], she told Ahab, “Naboth of Jezreel is no longer alive; he's dead. Now you may go and take for yourself the vineyard he would not sell to you.” ", "16": "When Ahab heard that Naboth of Jezreel was dead, he got up and went to the vineyard to take ·it for his own [possession of it].", "17": "At this time the ·Lord spoke his word [L word of the Lord came] to the prophet Elijah the Tishbite. The Lord said, ", "18": "“Go to Ahab king of Israel in Samaria. He is at Naboth's vineyard, where he has gone to take ·it as his own [possession of it]. ", "19": "Tell Ahab that I, the Lord, say to him, '·You have [L Have you not…?] murdered Naboth and taken his land. So I tell you this: In the same place the dogs licked up Naboth's blood, they will also lick up your blood [1 Kin. 22:37–38]!'”", "20": "When Ahab saw Elijah, he said, “So you have found me, my enemy!” Elijah answered, “Yes, I have found you. You ·have always chosen to do what the Lord says is wrong [L sold yourself to do evil in the eyes/sight of the Lord]. ", "21": "So the Lord says to you, 'I will ·soon destroy you [bring evil/disaster on you]. I will ·kill you [sweep you away] and ·every [L cut off every] ·male [L one who urinates against the wall] in your ·family [L house], both slave and free. ", "22": "Your ·family [L house] will be like the ·family [L house] of King Jeroboam son of Nebat and like the ·family [L house] of King Baasha son of Ahijah. I will destroy you, because you have ·made me angry [provoked/aroused me to anger] and have led the people of Israel to sin.'", "23": "“And the Lord also says, 'Dogs will eat the body of Jezebel in the ·city [fields; boundaries] of Jezreel [2 Kin. 9:30–37].'", "24": "“Anyone in Ahab's ·family [L house] who dies in the city will be eaten by dogs, and anyone who dies in the ·fields [country] will be eaten by ·birds [vultures; L birds of the air/sky; 16:4].”", "25": "There was no one like Ahab who ·had chosen so often [L sold himself] to do ·what the Lord said was wrong [L evil in the eyes/sight of the Lord], ·because his wife Jezebel influenced him to do evil [urged on by his wife Jezebel]. ", "26": "Ahab ·sinned terribly [acted most detestably/abominably] by ·worshiping [following; going after] idols, just as the Amorites did. And the Lord had ·taken away their land and given it to [driven them out before] the people of Israel.", "27": "After Elijah finished speaking, Ahab tore his clothes. He put on ·rough cloth [sackcloth; burlap; C indicating sorrow and contrition] and fasted, and even slept in ·the rough cloth [sackcloth; burlap] and walked about ·dejectedly [despondently; with slow steps].", "28": "The ·Lord spoke his word [L word of the Lord came] to Elijah the Tishbite: ", "29": "“·I see that [L Have you seen how…?] Ahab ·is now sorry for what he has done [has now humbled himself before me]. So I will not ·cause the trouble to come to him during his life [L bring this evil/disaster on him during his days], but I will wait until his son is king. Then I will bring this ·trouble [evil; disaster] to Ahab's ·family [L house].”"}