{"1": "For three years there was ·peace [L no war] between Israel and Aram. ", "2": "During the third year Jehoshaphat king of Judah went to visit Ahab king of Israel.", "3": "At that time Ahab asked his ·officers [officials; L servants], “Do you ·remember [realize; know] that the king of Aram took Ramoth in Gilead from us? Why have we done nothing to get it back?” ", "4": "So Ahab asked King Jehoshaphat, “Will you go with me to fight at Ramoth in Gilead [C Jehoshaphat was a subordinate treaty partner with Ahab]?” “I will go with you,” Jehoshaphat answered. “My ·soldiers are yours [L people are your people], and my horses are ·yours [L your horses].” ", "5": "Jehoshaphat also said to Ahab, “But first we should ·ask if this is the Lord's will [L inquire for the word of the Lord].”", "6": "Ahab called about four hundred prophets together and asked them, “Should I go to war against Ramoth in Gilead or ·not [hold back]?” They answered, “Go, because the Lord will hand them over to you.”", "7": "But Jehoshaphat asked, “Isn't there a prophet of the Lord here [C indicating skepticism about their reliability]? Let's ask him what we should do.”", "8": "Then King Ahab said to Jehoshaphat, “There is one other prophet. We could ask the Lord through him, but I hate him. He never prophesies anything good about me, ·but something bad [only evil]. He is Micaiah son of Imlah.” Jehoshaphat said, “King Ahab, you shouldn't say that!”", "9": "So Ahab king of Israel told one of his officers to bring Micaiah son of Imlah to him at once.", "10": "Ahab king of Israel and Jehoshaphat king of Judah had on their royal robes and were sitting on their thrones at the threshing floor, near the entrance to the gate of Samaria. All the prophets were standing before them, ·speaking their messages [prophesying]. ", "11": "Zedekiah son of Kenaanah had made some iron horns. He said to Ahab, “·This is what the Lord says [T Thus says the Lord], 'You will use these horns to ·fight [gore] the Arameans until they are destroyed.'”", "12": "All the other prophets said the same thing. “Attack Ramoth in Gilead and ·win [triumph; prosper], because the Lord will hand the Arameans over to you.”", "13": "The messenger who had gone to get Micaiah said to him, “All the ·other prophets are saying King Ahab will succeed [words of the prophets are favorable to the king]. ·You should agree with them and give the king a good answer [Let your word be like theirs and speak favorably].”", "14": "But Micaiah answered, “As surely as the Lord lives, I ·can tell him [will say] only what the Lord tells me.”", "15": "When Micaiah came to Ahab, the king asked him, “Micaiah, should we attack Ramoth in Gilead or ·not [hold back]?” Micaiah answered, “Attack and ·win [triumph; prosper]! The Lord will hand them over to you [C Micaiah must have spoken sarcastically].”", "16": "But Ahab said to Micaiah, “How many times ·do I have to tell you [must I make you swear] to speak only the truth to me in the name of the Lord?”", "17": "So Micaiah answered, “I saw ·the army of [all] Israel scattered over the ·hills [mountains] like sheep without a shepherd. The Lord said, 'They have no ·leaders [master; C foreshadowing Ahab's death]. They should go home ·and not fight [L in peace].'”", "18": "Then Ahab king of Israel said to Jehoshaphat, “I told you! He never prophesies anything good about me, but only ·bad [evil].”", "19": "But Micaiah said, “Hear the ·message from [L word of] the Lord: I saw the Lord sitting on his throne with his heavenly ·army [hosts] standing near him on his right and on his left. ", "20": "The Lord said, 'Who will ·trick [entice; deceive] Ahab into attacking Ramoth in Gilead where he will ·be killed [fall]?' “Some ·said [suggested; answered] one thing; some ·said [suggested; answered] another. ", "21": "Then one spirit came and stood before the Lord and said, 'I will ·trick [entice; deceive] him.'", "22": "“The Lord asked, 'How will you do it?' “The spirit answered, 'I will go to Ahab's prophets and ·make them tell lies [L be a lying/deceiving spirit in their mouths].' “So the Lord said, 'You will succeed in ·tricking [enticing; deceiving] him. Go and do it.'”", "23": "Micaiah said, “Ahab, the Lord has ·made your prophets lie to you [L put a deceiving/lying spirit in the mouth of your prophets], and the Lord has ·decided [pronounced; proclaimed; decreed] that disaster ·should come to [for; on] you.”", "24": "Then Zedekiah son of Kenaanah went up to Micaiah and slapped him in the ·face [cheek]. Zedekiah said, “·Has [How did] the Lord's spirit ·left [pass from] me to speak through you?”", "25": "Micaiah answered, “You will find out on the day you go to hide in an ·inside [secret] room [C when the prophesied disaster strikes].”", "26": "Then Ahab king of Israel ordered, “Take Micaiah and ·send [return] him to Amon, the governor of the city, and to Joash, the king's son. ", "27": "Tell them I said to put this man in prison and ·give [feed] him only bread and water until I return safely [C from the upcoming battle].”", "28": "Micaiah said, “Ahab, if you come back safely, the Lord has not spoken through me. ·Remember [Mark; Listen to] my words, all you people!”", "29": "So Ahab king of Israel and Jehoshaphat king of Judah ·went to [marched on] Ramoth in Gilead. ", "30": "King Ahab said to Jehoshaphat, “When I go into battle, I will ·wear other clothes [disguise myself] so no one will recognize me. But you wear your royal clothes.” So Ahab ·wore other clothes [disguised himself] and went into battle [22:15].", "31": "The king of Aram had ordered his thirty-two chariot commanders, “Don't fight with anyone—·important or unimportant [L small or great]—except the king of Israel.” ", "32": "When these chariot commanders saw Jehoshaphat, they thought he was certainly the king of Israel, so they turned to attack him. But when Jehoshaphat began shouting, ", "33": "they saw he was not King Ahab, and they stopped chasing him.", "34": "By chance, a soldier shot an arrow and hit Ahab king of Israel ·between the pieces [in a gap/joint] of his armor. King Ahab said to his chariot driver, “Turn around and get me out of the battle, because I am ·hurt [badly wounded]!” ", "35": "The battle ·continued [raged] all day. King Ahab was ·held [propped] up in his chariot and faced the Arameans. His blood from the wound flowed down to the bottom of the chariot. That evening he died. ", "36": "Near sunset a cry went out through the army of Israel: “Each man go back to his own city and land [C an indication of panic and defeat].”", "37": "In that way King Ahab ·died [L lay down/T slept with his fathers/ancestors]. His body was carried to Samaria and buried there. ", "38": "The men cleaned Ahab's chariot at a pool in Samaria ·where prostitutes bathed [or and the prostitutes bathed in his blood], and the dogs licked his blood from the chariot. These things happened as the ·Lord had said they would [word of the Lord had spoken].", "39": "Everything else Ahab did ·is [L is it not…?] written in the book of the ·history [chronicles; annals; 14:19] of the kings of Israel. It tells about the ·palace Ahab built and decorated with ivory [L ivory house] and the cities he built. ", "40": "So Ahab ·died [L lay down/T slept with his fathers/ancestors], and his son Ahaziah became king in his place.", "41": "Jehoshaphat son of Asa became king of Judah during Ahab's fourth year as king of Israel. ", "42": "Jehoshaphat was thirty-five years old when he became king, and he ·ruled [reigned] in Jerusalem for twenty-five years. His mother's name was Azubah daughter of Shilhi. ", "43": "Jehoshaphat ·was good, like [L walked/followed in the way/path of] his father Asa, and he did ·what the Lord said was right [L right in the eyes/sight of the Lord]. But Jehoshaphat did not destroy the ·places where gods were worshiped [L high places; 3:2], so the people continued offering sacrifices and burning incense there. ", "44": "Jehoshaphat was at peace with the king of Israel. ", "45": "·Jehoshaphat fought many wars, and these wars and his successes are [L Concerning the rest of the acts of Jehoshaphat and his power and the wars he waged, are they not…?] written in the book of the ·history [chronicles; annals; 14:19] of the kings of Judah. ", "46": "There were male prostitutes still in the places of worship from the days of his father, Asa [14:24]. So Jehoshaphat ·forced them to leave [banished/expelled/or exterminated them].", "47": "During this time the land of Edom had no king; it was ruled by a ·governor [deputy].", "48": "King Jehoshaphat built ·trading ships [ships of Tarshish] to sail to Ophir for gold. But the ships were wrecked at Ezion Geber, so they never set sail. ", "49": "Ahaziah son of Ahab went to help Jehoshaphat, offering to give Jehoshaphat some men to sail with his men, but Jehoshaphat refused.", "50": "Jehoshaphat ·died [L lay down/T slept with his fathers/ancestors] and was buried with his ancestors in the City of David [C Jerusalem], his ·ancestor [father]. Then his son Jehoram became king in his place.", "51": "Ahaziah son of Ahab became king of Israel in Samaria during Jehoshaphat's seventeenth year as king over Judah. Ahaziah ·ruled [reigned] Israel for two years, ", "52": "and he did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. He ·did the same evil as [L walked in the way/path of his] his father Ahab, his mother Jezebel, and Jeroboam son of Nebat. All these rulers led the people of Israel into more sin. ", "53": "Ahaziah worshiped and served the god Baal, and this ·made the Lord, the God of Israel, very angry [provoked/aroused the Lord, the God of Israel to anger], just as his father had done."}