{"1": "Solomon made an ·agreement [alliance] with Pharaoh, the king of Egypt, by marrying his daughter and bringing her to the City of David [C Jerusalem]. At this time Solomon was still building his ·palace [L house] and the ·Temple [L house] of the Lord, as well as a wall around Jerusalem. ", "2": "The ·Temple [L house] for the ·worship [L name] of the Lord had not yet been finished, so people were still sacrificing at ·altars in many places of worship [L the high places; C worship sites that became associated with pagan worship or inappropriate worship of God]. ", "3": "Solomon showed he loved the Lord by following the commands his father David had given him, except ·many other places of worship were still used to offer sacrifices and to burn incense [L he sacrificed and burned incense at the high places; 3:2].", "4": "King Solomon went to Gibeon to offer a sacrifice, because it was the most important ·place of worship [high place; 3:2]. He offered a thousand burnt offerings [Lev. 1:1–17] on that altar. ", "5": "While he was at Gibeon, the Lord appeared to him in a dream during the night. God said, “Ask for whatever you want me to give you.”", "6": "Solomon answered, “You ·were very kind [showed faithful love/great lovingkindness] to your servant, my father David. He ·obeyed you, and he was honest and lived right [walked before you in truth/faithfulness and righteousness and integrity of heart]. You showed ·great kindness [faithful love; lovingkindness] to him when you allowed his son to ·be king [L sit on his throne] after him. ", "7": "Lord my God, now you have made me, your servant, king in place of my father David. But I am like a little child; I don't know how to ·do what must be done [L go out or come in]. ", "8": "I, your servant, am here among your chosen people, and there are too many of them to count. ", "9": "I ask that you give me a heart that ·understands [discerns; L listens], so I can ·rule [govern] the people in the right way and will ·know the difference between right and wrong [discern between good and evil]. ·Otherwise, it is impossible to rule this great people of yours [L For who is capable of governing this great people?].”", "10": "The Lord was pleased that Solomon had asked this. ", "11": "So God said to him, “You did not ask for a long life, or riches for yourself, or the ·death [L life] of your enemies. Since you asked for ·wisdom to make the right decisions [understanding to discern what is right/just], ", "12": "I will do what you asked. I will give you ·wisdom and understanding [a wise and discerning/L listening heart] that ·is greater than anyone has had in the past or will have in [will make you unlike anyone in the past or in] the future. ", "13": "I will also give you what you did not ask for: riches and ·honor [fame]. During your life no other king will be as great as you. ", "14": "If you ·follow me [L walk in my ways] and obey my ·laws [statutes; ordinances; requirements] and commands, as your father David did, I will also give you a long life.”", "15": "After Solomon woke up ·from the [and realized it had been a] dream, he went to Jerusalem. He stood before the Ark of the ·Agreement [Treaty; Covenant; Ex. 25:10] with the Lord, where he made burnt offerings [Lev. 1:1–17] and ·fellowship [or peace; well-being] offerings [Lev. 3:1]. After that, he gave a ·feast [banquet] for all his ·leaders and officers [L servants].", "16": "One day two women who were ·prostitutes [T harlots] came to Solomon. As they stood before him, ", "17": "one of the women said, “My master, this woman and I live in the same house. I gave birth to a baby while she was there with me. ", "18": "Three days later this woman also gave birth to a baby. No one else was in the house with us; it was just the two of us. ", "19": "One night this woman ·rolled over [lay] on her baby, and he died. ", "20": "So she took my son from my bed during the night while ·I [L your servant] was asleep, and she ·carried him to her bed [L laid him at her breast]. Then she ·put the dead baby in my bed [L laid her dead son at my breast]. ", "21": "The next morning when I got up to ·feed my baby [nurse my son], I saw that he was dead! When I looked at him more ·closely [carefully in the morning light], I realized he was not my son.”", "22": "“No!” the other woman cried. “The living baby is my son, and the dead baby is yours!” But the first woman said, “No! The dead baby is yours, and the living ·one [son] is mine!” So the two women argued before the king.", "23": "Then King Solomon said, “One of you says, 'My son is alive and your son is dead.' Then the other one says, 'No! Your son is dead and my son is alive.'”", "24": "The king sent his servants to get a sword. When they brought it to him, ", "25": "he said, “·Cut [Divide] the living baby into two pieces, and give each woman half.”", "26": "The real mother of the living child was ·full of love [filled with compassion; deeply moved] for her son. So she said to the king, “Please, my ·master [lord], don't kill him! Give the baby to her!” But the other woman said, “Neither of us will have him. ·Cut him into two pieces [Divide him]!”", "27": "Then King Solomon said, “Don't kill him. Give the baby to the first woman, because she is the real mother.”", "28": "When the people of Israel heard about King Solomon's ·decision [judgment; verdict], they ·respected him very much [L were in awe of/feared the king]. They saw he had wisdom from God to ·make the right decisions [render/administer justice]."}