{"1": "Christ made us free. Stay that way. Do not get chained all over again in the Law and its kind of religious worship.", "2": "Listen to me! I, Paul, tell you that if you have the religious act of becoming a Jew done on you, Christ will be of no use to you at all. ", "3": "I say it again. Every man who has the religious act of becoming a Jew done on him must obey every Law. ", "4": "If you expect to be made right with God by obeying the Law, then you have turned away from Christ and His loving-favor. ", "5": "We are waiting for the hope of being made right with God. This will come through the Holy Spirit and by faith. ", "6": "If we belong to Jesus Christ, it means nothing to have or not to have gone through the religious act of becoming a Jew. But faith working through love is important.", "7": "You were doing well. Who stopped you from obeying the truth? ", "8": "Whatever he used did not come from the One Who chose you to have life. ", "9": "It only takes a little yeast to make the whole loaf of bread rise. ", "10": "I feel I can trust you because of what the Lord has done in your life. I believe you will not follow another way. Whoever is trying to lead you in the wrong way will suffer for it. ", "11": "Christian brothers, if I would still preach that people must go through the religious act of becoming a Jew to be a Christian, I would not be suffering from those who are making it hard for me. If I preached like that, the Jews would have no reason to be against the cross of Christ. ", "12": "I wish those who are so willing to cut your bodies would complete the job by cutting themselves off from you.", "13": "Christian brother, you were chosen to be free. Be careful that you do not please your old selves by sinning because you are free. Live this free life by loving and helping others. ", "14": "You obey the whole Law when you do this one thing, “Love your neighbor as you love yourself.”  ", "15": "But if you hurt and make it hard for each other, watch out or you may be destroyed by each other.", "16": "I say this to you: Let the Holy Spirit lead you in each step. Then you will not please your sinful old selves. ", "17": "The things our old selves want to do are against what the Holy Spirit wants. The Holy Spirit does not agree with what our sinful old selves want. These two are against each other. So you cannot do what you want to do. ", "18": "If you let the Holy Spirit lead you, the Law no longer has power over you. ", "19": "The things your sinful old self wants to do are: sex sins, sinful desires, wild living, ", "20": "worshiping false gods, witchcraft, hating, fighting, being jealous, being angry, arguing, dividing into little groups and thinking the other groups are wrong, false teaching, ", "21": "wanting something someone else has, killing other people, using strong drink, wild parties, and all things like these. I told you before and I am telling you again that those who do these things will have no place in the holy nation of God. ", "22": "But the fruit that comes from having the Holy Spirit in our lives is: love, joy, peace, not giving up, being kind, being good, having faith, ", "23": "being gentle, and being the boss over our own desires. The Law is not against these things. ", "24": "Those of us who belong to Christ have nailed our sinful old selves on His cross. Our sinful desires are now dead.", "25": "If the Holy Spirit is living in us, let us be led by Him in all things. ", "26": "Let us not become proud in ways in which we should not. We must not make hard feelings among ourselves as Christians or make anyone jealous."}