{"1": "The prophet Haggai spoke the word of the Lord to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest. This message came in the second year that Darius was king, on the first day of the sixth month:", "2": "“This is what the Lord All-Powerful says: 'The people say the right time has not come to rebuild the Temple of the Lord.'”", "3": "Then Haggai the prophet spoke the word of the Lord: ", "4": "“Is it right for you to be living in fancy houses while the Temple is still in ruins?”", "5": "This is what the Lord All-Powerful says: “Think about what you have done. ", "6": "You have planted much, but you harvest little. You eat, but you do not become full. You drink, but you are still thirsty. You put on clothes, but you are not warm enough. You earn money, but then you lose it all as if you had put it into a purse full of holes.”", "7": "This is what the Lord All-Powerful says: “Think about what you have done. ", "8": "Go up to the mountains, bring back wood, and build the Temple. Then I will be pleased with it and be honored,” says the Lord. ", "9": "“You look for much, but you find little. When you bring it home, I destroy it. Why?” asks the Lord All-Powerful. “Because you all work hard for your own houses while my house is still in ruins! ", "10": "Because of what you have done, the sky holds back its rain and the ground holds back its crops. ", "11": "I have called for a time without rain on the land, and on the mountains, and on the grain, the new wine, the olive oil, the plants which the earth produces, the people, the farm animals, and all the work of your hands.”", "12": "Zerubbabel son of Shealtiel and Joshua son of Jehozadak, the high priest, and all the rest of the people who were left alive obeyed the Lord their God and the message from Haggai the prophet, because the Lord their God had sent him. And the people feared the Lord.", "13": "Haggai, the Lord's messenger, gave the Lord's message to the people, saying, “The Lord says, 'I am with you.'” ", "14": "The Lord stirred up Zerubbabel son of Shealtiel, the governor of Judah, and Joshua son of Jehozadak, the high priest, and all the rest of the people who were left alive. So they came and worked on the Temple of their God, the Lord All-Powerful. ", "15": "They began on the twenty-fourth day of the sixth month in the second year Darius was king."}