{"1": "Listen, you Israelites, to this message that the Lord is proclaiming against[a] you! This message is for the entire clan I brought up[b] from the land of Egypt:", "2": "“I have chosen[c] you alone from all the clans of the earth. Therefore I will punish you for all your sins.”", "3": "Do two walk together without having met?[d]", "4": "Does a lion roar in the woods if he has not cornered his prey?[e] Does a young lion bellow from his den if he has not caught something?", "5": "Does a bird swoop down into a trap on the ground if there is no bait? Does a trap spring up from the ground unless it has surely caught something?", "6": "If an alarm sounds[f] in a city, do people not fear?[g] If disaster overtakes a[h] city, is the Lord not responsible?[i]", "7": "Certainly the Sovereign Lord does nothing without first revealing his plan to his servants the prophets.", "8": "A lion has roared![j] Who is not afraid? The Sovereign Lord has spoken. Who can refuse to prophesy?[k]", "9": "Make this announcement in[l] the fortresses of Ashdod and in the fortresses in the land of Egypt. Say this: “Gather on the hills around Samaria![m] Observe the many acts of violence[n] taking place within the city,[o] the oppressive deeds[p] occurring in it.”[q]", "10": "“They do not know how to do what is right,” the Lord says. “They store up[r] the spoils of destructive violence[s] in their fortresses.", "11": "Therefore,” says the Sovereign Lord, “an enemy will encircle the land.[t] He will take away your power;[u] your fortresses will be looted.”", "12": "This is what the Lord says: “Just as a shepherd salvages from the lion's mouth a couple of leg bones or a piece of an ear, so the Israelites who live in Samaria will be salvaged.[v] They will be left with just a corner of a bed,[w] and a part[x] of a couch.", "13": "Listen and warn[y] the family[z] of Jacob!”[aa] The Sovereign Lord, the God who commands armies,[ab] is speaking!", "14": "“Certainly when[ac] I punish Israel for their[ad] covenant transgressions,[ae] I will destroy[af] Bethel's altars. The horns[ag] of the altar will be cut off and fall to the ground.", "15": "I will destroy both the winter and summer houses.[ah] The houses filled with ivory[ai] will be ruined, the great[aj] houses will be swept away.”[ak] The Lord is speaking!"}