{"1": "Listen to this message, you cows of Bashan[a] who live on Mount Samaria! You[b] oppress the poor; you crush the needy. You say to your[c] husbands, “Bring us more to drink!”[d]", "2": "The Sovereign Lord confirms this oath by his own holy character:[e] “Certainly the time is approaching[f] when you will be carried away[g] in baskets,[h] every last one of you[i] in fishermen's pots.[j]", "3": "Each of you will go straight through the gaps in the walls;[k] you will be thrown out[l] toward Harmon.”[m] The Lord is speaking.", "4": "“Go to Bethel[n] and rebel![o] At Gilgal[p] rebel some more! Bring your sacrifices in[q] the morning, your tithes on[r] the third day!", "5": "Burn a thank offering of bread made with yeast![s] Make a public display of your voluntary offerings![t] For you love to do this, you Israelites.” The Sovereign Lord is speaking.", "6": "“But surely I gave[u] you no food to eat in all your cities; you lacked food everywhere you lived.[v] Still you did not come back to me.” The Lord is speaking", "7": "“I withheld rain from you three months before the harvest.[w] I gave rain to one city, but not to another. One field[x] would get rain, but the field that received no rain dried up.", "8": "People from[y] two or three cities staggered into one city to get[z] water, but remained thirsty.[aa] Still you did not come back to me.” The Lord is speaking", "9": "“I destroyed your crops[ab] with blight and disease. Locusts kept[ac] devouring your orchards,[ad] vineyards, fig trees, and olive trees. Still you did not come back to me.” The Lord is speaking", "10": "“I sent against you a plague like one of the Egyptian plagues.[ae] I killed your young men with the sword, along with the horses you had captured. I made the stench from the corpses[af] rise up into your nostrils. Still you did not come back to me.” The Lord is speaking", "11": "“I overthrew some of you the way God[ag] overthrew Sodom and Gomorrah.[ah] You were like a burning stick[ai] snatched from the flames. Still you did not come back to me.” The Lord is speaking", "12": "“Therefore this is what I will do to you, Israel. Because I will do this to you, prepare to meet your God, Israel!”[aj]", "13": "For here he is! He[ak] formed the mountains and created the wind. He reveals[al] his plans[am] to men. He turns the dawn into darkness[an] and marches on the heights of the earth. The Lord God of Heaven's Armies[ao] is his name!"}