{"1": "Listen to this funeral song I am ready to sing about you,[a] family[b] of Israel:", "2": "“The virgin[c] Israel has fallen down and will not get up again. She is abandoned on her own land with no one to help her get up.”[d]", "3": "The Sovereign Lord says this: “The city that marches out with a thousand soldiers[e] will have only a hundred left; the town[f] that marches out with a hundred soldiers[g] will have only ten left for the family of Israel.”[h]", "4": "The Lord says this to the family[i] of Israel: “Seek me[j] so you can live!", "5": "Do not seek Bethel.[k] Do not visit Gilgal. Do not journey down[l] to Beer Sheba. For the people of Gilgal[m] will certainly be carried into exile,[n] and Bethel will become a place where disaster abounds.”[o]", "6": "Seek the Lord so you can live! Otherwise he will break out[p] like fire against Joseph's[q] family;[r] the fire[s] will consume and no one will be able to quench it and save Bethel.[t]", "7": "The Israelites[u] turn justice into bitterness;[v] they throw what is fair and right[w] to the ground.[x]", "8": "But there is one who made the constellations Pleiades and Orion; he can turn the darkness into morning and daylight[y] into night. He summons the water of the seas and pours it out on the earth's surface. The Lord is his name!", "9": "He flashes[z] destruction down upon the strong so that destruction overwhelms[aa] the fortified places.", "10": "The Israelites[ab] hate anyone who arbitrates at the city gate;[ac] they despise anyone who speaks honestly.", "11": "Therefore, because you make the poor pay taxes on their crops[ad] and exact a grain tax from them, you will not live in the houses you built with chiseled stone, nor will you drink the wine from the fine[ae] vineyards you planted.[af]", "12": "Certainly[ag] I am aware of[ah] your many rebellious acts[ai] and your numerous sins. You[aj] torment the innocent, you take bribes, and you deny justice to[ak] the needy at the city gate.[al]", "13": "For this reason whoever is smart[am] keeps quiet[an] in such a time, for it is an evil[ao] time.", "14": "Seek good and not evil so you can live! Then the Lord God of Heaven's Armies just might be with you, as you claim he is.", "15": "Hate what is wrong, love what is right. Promote[ap] justice at the city gate.[aq] Maybe the Lord God of Heaven's Armies will have mercy on[ar] those who are left from[as] Joseph.[at]", "16": "Because of Israel's sins[au] this is what the Lord, the Lord God of Heaven's Armies,[av] says: “In all the squares there will be wailing, in all the streets they will mourn the dead.[aw] They will tell the field workers[ax] to lament and the professional mourners[ay] to wail.", "17": "In all the vineyards there will be wailing, for I will pass through[az] your midst,” says the Lord.", "18": "Woe[ba] to those who wish for the day of the Lord! Why do you want the Lord's day of judgment to come? It will bring darkness, not light.", "19": "Disaster will be inescapable,[bb] as if a man ran from a lion only to meet a bear, then escaped into[bc] a house, leaned his hand against the wall, and was bitten by a poisonous snake.", "20": "Don't you realize the Lord's day of judgment will bring[bd] darkness, not light— gloomy blackness, not bright light?", "21": "“I absolutely despise[be] your festivals! I get no pleasure[bf] from your religious assemblies.", "22": "Even if you offer me burnt and grain offerings,[bg] I will not be satisfied; I will not look with favor on your peace offerings of fattened calves.[bh]", "23": "Take away from me your[bi] noisy songs; I don't want to hear the music of your stringed instruments.[bj]", "24": "Justice must flow like torrents of water, righteous actions[bk] like a stream that never dries up.", "25": "You did not bring me[bl] sacrifices and grain offerings during the forty years you spent in the wilderness, family[bm] of Israel.", "26": "You will pick up your images[bn] of Sikkuth,[bo] your king,[bp] and Kiyyun,[bq] your star god, which you made for yourselves,", "27": "and I will drive you into exile beyond Damascus,” says the Lord. He is called the God of Heaven's Armies."}