{"1": "Woe[a] to those who live in ease in Zion,[b] to those who feel secure on Mount Samaria. They think of themselves as[c] the elite class of the best nation. The family[d] of Israel looks to them for leadership.[e]", "2": "They say to the people:[f] “Journey over to Calneh and look at it; then go from there to Hamath-Rabbah;[g] then go down to Gath of the Philistines. Are they superior to our two[h] kingdoms? Is their territory larger than yours?”[i]", "3": "You refuse to believe a day of disaster will come,[j] but you establish a reign of violence.[k]", "4": "They lie around on beds decorated with ivory,[l] and sprawl out on their couches. They eat lambs from the flock, and calves from the middle of the pen.", "5": "They sing[m] to the tune of[n] stringed instruments;[o] like David they invent[p] musical instruments.", "6": "They drink wine from sacrificial bowls,[q] and pour the very best oils on themselves.[r] Yet they are not concerned over[s] the ruin[t] of Joseph.", "7": "Therefore they will now be the first to go into exile,[u] and the religious banquets[v] where they sprawl on couches[w] will end.", "8": "The Sovereign Lord confirms this oath by his very own life.[x] The Lord God of Heaven's Armies is speaking: “I despise Jacob's arrogance; I hate their[y] fortresses. I will hand over to their enemies[z] the city of Samaria[aa] and everything in it.”", "9": "If ten men are left in one house, they too will die. ", "10": "When their close relatives, the ones who will burn the corpses,[ab] pick up their bodies to remove the bones from the house, they will say to anyone who is in the inner rooms of the house, “Is anyone else with you?” He will respond, “No one.” Then he will say, “Hush! Don't invoke the Lord's name!”[ac]", "11": "Indeed, look! The Lord is giving the command.[ad] He will smash the large house to bits and the small house into little pieces.", "12": "Can horses run on rocky cliffs? Can one plow the sea with oxen?[ae] Yet you have turned justice into a poisonous plant, and the fruit of righteous actions into a bitter plant.[af]", "13": "You are happy because you conquered Lo Debar.[ag] You say, “Did we not conquer Karnaim[ah] by our own power?”", "14": "“Look! I am about to bring[ai] a nation against you, family[aj] of Israel,” the Lord, the God who commands armies, is speaking. “They will oppress[ak] you all the way from Lebo Hamath[al] to the stream of the rift valley.”[am]"}