{"1": "The Sovereign Lord showed me this: I saw[a] him making locusts just as the crops planted late[b] were beginning to sprout. (The crops planted late sprout after the royal harvest.[c]) ", "2": "When they had completely consumed the earth's vegetation, I said, “Sovereign Lord, forgive Israel![d] How can Jacob survive?[e] He is too weak!”[f]", "3": "The Lord decided not to do this.[g] “It will not happen,” the Lord said.", "4": "The Sovereign Lord showed me this: I saw[h] the Sovereign Lord summoning a shower of fire.[i] It consumed the great deep and devoured the fields. ", "5": "I said, “Sovereign Lord, stop! How can Jacob survive?[j] He is too weak!”[k]", "6": "The Lord decided not to do this.[l] The Sovereign Lord said, “This will not happen either.”", "7": "He showed me this: I saw[m] the Lord[n] standing by a tin[o] wall holding tin in his hand. ", "8": "The Lord said to me, “What do you see, Amos?” I said, “Tin.” The Lord then said, “Look, I am about to place tin[p] among my people Israel. I will no longer overlook their sin.[q]", "9": "Isaac's centers of worship[r] will become desolate; Israel's holy places will be in ruins. I will attack Jeroboam's dynasty with the sword.”[s]", "10": "Amaziah the priest of Bethel sent this message[t] to King Jeroboam of Israel: “Amos is conspiring against you in the very heart of the kingdom of Israel![u] The land cannot endure all his prophecies.[v] ", "11": "As a matter of fact,[w] Amos is saying this: 'Jeroboam will die by the sword and Israel will certainly be carried into exile[x] away from its land.'”", "12": "Amaziah then said to Amos, “Leave, you visionary![y] Run away to the land of Judah. Earn your living[z] and prophesy there! ", "13": "Don't prophesy at Bethel any longer, for a royal temple and palace are here.”[aa]", "14": "Amos replied[ab] to Amaziah, “I was not a prophet by profession.[ac] No,[ad] I was a herdsman who also took care of[ae] sycamore fig trees.[af] ", "15": "Then the Lord took me from tending[ag] flocks and gave me this commission,[ah] 'Go! Prophesy to my people Israel.' ", "16": "So now listen to the Lord's message! You say, 'Don't prophesy against Israel! Don't preach[ai] against the family of Isaac!'", "17": "“Therefore this is what the Lord says: 'Your wife will become a prostitute in the streets[aj] and your sons and daughters will die violently.[ak] Your land will be given to others[al] and you will die in a foreign[am] land. Israel will certainly be carried into exile[an] away from its land.'”"}