{"1": "The Sovereign Lord showed me this: I saw[a] a basket of summer fruit.[b] ", "2": "He said, “What do you see, Amos?” I replied, “A basket of summer fruit.” Then the Lord said to me, “The end[c] has come for my people Israel! I will no longer overlook their sins.[d]", "3": "The women singing in the temple[e] will wail in that day.” The Sovereign Lord is speaking. “There will be many corpses littered everywhere![f] Be quiet!”", "4": "Listen to this, you who trample[g] the needy and do away with[h] the destitute in the land.", "5": "You say, “When will the new moon festival[i] be over,[j] so we can sell grain? When will the Sabbath end,[k] so we can open up the grain bins?[l] We're eager[m] to sell less for a higher price,[n] and to cheat the buyer with rigged scales![o]", "6": "We're eager to trade silver for the poor,[p] a pair of sandals[q] for the needy. We want to mix in some chaff with the grain!”[r]", "7": "The Lord confirms this oath[s] by the arrogance of Jacob:[t] “I swear[u] I will never forget all you have done![v]", "8": "Because of this the earth[w] will quake,[x] and all who live in it will mourn. The whole earth[y] will rise like the Nile River,[z] it will surge upward[aa] and then grow calm,[ab] like the Nile in Egypt.[ac]", "9": "In that day,” says the Sovereign Lord, “I will make the sun set at noon and make the earth dark in the middle of the day.[ad]", "10": "I will turn your festivals into funerals[ae] and all your songs into funeral dirges. I will make everyone wear funeral clothes[af] and cause every head to be shaved bald.[ag] I will make you mourn as if you had lost your only son;[ah] when it ends it will indeed have been a bitter day.[ai]", "11": "Be certain of this,[aj] the time is[ak] coming,” says the Sovereign Lord, “when I will send a famine through the land— not a shortage of food or water but an end to divine revelation.[al]", "12": "People[am] will stagger from sea to sea,[an] and from the north around to the east. They will wander about looking for a message from the Lord, but they will not find any.[ao]", "13": "In that day your[ap] beautiful young women[aq] and your[ar] young men will faint from thirst.[as]", "14": "These are the ones who now take oaths[at] in the name of the sinful idol goddess[au] of Samaria. They vow,[av] 'As surely as your god[aw] lives, O Dan,' or, 'As surely as your beloved one[ax] lives, O Beer Sheba!' But they will fall down and not get up again.”"}