{"1-5": "At the beginning God expressed himself. That personal expression, that word, was with God, and was God, and he existed with God from the beginning. All creation took place through him, and none took place without him. In him appeared life and this life was the light of mankind. The light still shines in the darkness and the darkness has never put it out.", "6-8": "A man called John was sent by God as a witness to the light, so that any man who heard his testimony might believe in the light. This man was not himself the light: he was sent simply as a personal witness to that light.", "9-13": "That was the true light which shines upon every man as he comes into the world. He came into the world—the world he had created—and the world failed to recognise him. He came into his own creation, and his own people would not accept him. Yet wherever men did accept him he gave them the power to become sons of God. These were the men who truly believed in him, and their birth depended not on the course of nature nor on any impulse or plan of man, but on God.", "14-18": "So the word of God became a human being and lived among us. We saw his splendour (the splendour as of a father's only son), full of grace and truth. And it was about him that John stood up and testified, exclaiming: “Here is the one I was speaking about when I said that although he would come after me he would always be in front of me; for he existed before I was born!” Indeed, every one of us has shared in his riches—there is a grace in our lives because of his grace. For while the Law was given by Moses, love and truth came through Jesus Christ. It is true that no one has ever seen God at any time. Yet the divine and only Son, who lives in the closest intimacy with the Father, has made him known.", "19-20": "This then is the testimony of John, when the Jews sent priests and Levites to ask him who he was. He admitted with complete candour, “I am not Christ.”", "21": "So they asked him, “Who are you then? Are you Elijah?” “No, I am not,” he replied. “Are you the Prophet?” “No,” he replied.", "22": "“Well, then,” they asked again, “who are you? We want to give an answer to the people who sent us. What would you call yourself?”", "23": "“I am 'The voice of one crying in the wilderness: Make straight the way of the Lord' as Isaiah the prophet said.”", "24-25": "Now some of the Pharisees had been sent to John, and they questioned him, “What is the reason, then, for your baptising people if you are not Christ and not Elijah and not the Prophet?”", "26-28": "To which John returned, “I do baptise—with water. But somewhere among you stands a man you do not know. He comes after me, it is true, but I am not fit to undo his shoes!” (All this happened in the Bethany on the far side of the Jordan where the baptisms of John took place.)", "29-31": "On the following day, John saw Jesus coming towards him and said, “Look, there is the lamb of God who will take away the sins of the world! This is the man I meant when I said, 'A man comes after me who is always in front of me, for he existed before I was born!' It is true I have not known him, yet it was to make him known to the people of Israel that I came and baptised people with water.”", "32-34": "Then John gave this testimony, “I have seen the Spirit come down like a dove from Heaven and rest upon him. Indeed, it is true that I did not recognise him by myself, but he who sent me to baptise with water told me this: 'The one on whom you will see the Spirit coming down and resting is the man who baptises with the Holy Spirit!' Now I have seen this happen and I declare publicly before you all that he is the Son of God!”", "35-36": "On the following day John was again standing with two of his disciples. He looked straight at Jesus as he walked along, and said, “There is the lamb of God!”", "37-38": "The two disciples heard what he said and followed Jesus. Then Jesus turned round and when he saw them following him, spoke to them. “What do you want?” he said. “Master, where are you staying?” they replied.", "39-41": "“Come and see,” returned Jesus. So they went and saw where he was staying and remained with him the rest of that day. (It was then about four o'clock in the afternoon.) One of the two men who had heard what John said and had followed Jesus was Andrew, Simon Peter's brother. He went straight off and found his own brother, Simon, and told him, “We have found the Messiah!” (meaning, of course, Christ).", "42": "And he brought him to Jesus. Jesus looked steadily at him and said, “You are Simon, the son of John. From now on your name is Cephas”—(that is, Peter, meaning “a rock”).", "43-45": "The following day Jesus decided to go into Galilee. He found Philip and said to him, “Follow me!” Philip was a man from Bethsaida, the town that Andrew and Peter came from. Now Philip found Nathanael and told him, “We have discovered the man whom Moses wrote about in the Law and about whom the Prophets wrote too. He is Jesus, the son of Joseph and comes from Nazareth.”", "46": "“Can anything good come out of Nazareth?” retorted Nathanael. “You come and see,” replied Philip.", "47": "Jesus saw Nathanael coming towards him and remarked, “Now here is a true man of Israel; there is no deceit in him!”", "48": "“How can you know me?” returned Nathanael. “When you were underneath that fig-tree,” replied Jesus, “before Philip called you, I saw you.”", "49": "At which Nathanael exclaimed, “Master, you are the Son of God, you are the king of Israel!”", "50-51": "“Do you believe in me,” replied Jesus, “because I said I had seen you underneath that fig-tree? You are going to see something greater than that! Believe me,” he added, “I tell you all that you will see Heaven wide open and God's angels ascending and descending around the Son of Man!”"}