{"1-5": "Then Jesus said, “Believe me when I tell you that anyone who does not enter the sheepfold though the door, but climbs in by some other way, is a thief and a rogue. It is the shepherd of the flock who goes in by the door. It is to him the door-keeper opens the door and it is his voice that the sheep recognise. He calls his own sheep by name and leads them out of the fold, and when he has driven all his own flock outside, he goes in front of them himself, and the sheep follow him because they know his voice. They will never follow a stranger—indeed, they will run away from him, for they do not recognise strange voices.”", "6-15": "Jesus gave them this illustration but they did not grasp the point of what he was saying to them. So Jesus said to them once more, “I do assure you that I myself am the door for the sheep. All who have gone before me are like thieves and rogues, but the sheep did not listen to them. I am the door. If a man goes in through me, he will be safe and sound; he can come in and out and find his food. The thief comes with the sole intention of stealing and killing and destroying, but I came to bring them life, and far more life than before. I am the good shepherd. The good shepherd will give his life for the sake of his sheep. But the hired man, who is not the shepherd, and does not own the sheep, will see the wolf coming, desert the sheep and run away. And the wolf will attack the flock and send them flying. The hired man runs away because he is only a hired man and has no interest in the sheep. I am the good shepherd, and I know those that are mine and my sheep know me, just as the Father knows me and I know the Father. And I am giving my life for the sake of the sheep.", "16-18": "“And I have other sheep who do not belong to this fold. I must lead these also, and they will hear my voice. So there will be one flock and one shepherd. This is the reason why the Father loves me—that I lay down my life, and I lay it down to take it up again! No one is taking it from me, but I lay it down of my own free will. I have the power to lay it down and I have the power to take it up again. This is an order that I have received from my Father.”", "19-20": "Once again, the Jews were in two minds about him because of these words, many of them remarking, “The devil's in him and he's insane. Why do you listen to him?”", "21": "But others were saying, “This is not the sort of thing a devil-possessed man would say! Can a devil make a blind man see?”", "22-24": "Then came the dedication festival at Jerusalem. It was winter-time and Jesus was walking about inside the Temple in Solomon's cloisters. So the Jews closed in on him and said, “How much longer are you going to keep us in suspense? If you really are Christ, tell us so straight out!”", "25-30": "“I have told you,” replied Jesus, “and you do not believe it. What I have done in my Father's name is sufficient to prove my claim, but you do not believe because you are not my sheep. My sheep recognise my voice and I know who they are. They follow me and I give them eternal life. They will never die and no one can snatch them out of my hand. My Father, who has given them to me, is greater than all. And no one can tear anything out of the Father's hand. I and the Father are One.”", "31-32": "Again the Jews reached for stones to stone him to death, but Jesus answered them, “I have shown you many good things from the Father—for which of these do you intend to stone me?”", "33": "“We're not going to stone you for any good things,” replied the Jews, “but for blasphemy: because you, who are only a man, are making yourself out to be God.”", "34-38": "“Is it not written in your own Law,” replied Jesus, “'I have said you are gods'? And if he called these men 'gods' to whom the word of God came (and the scripture cannot be broken), can you say to the one whom the Father has consecrated and sent into the world, 'You are blaspheming' because I said, 'I am the Son of God'? If I fail to do what my Father does, then do not believe me. But if I do, even though you have no faith in me personally, then believe in the things that I do. Then you may come to know and realise that the Father is in me and I am in the Father.”", "39": "And again they tried to arrest him, but he moved out of their reach.", "40-41": "Then Jesus went off again across the Jordan to the place where John had first baptised and there he stayed. A great many people came to him, and said, “John never gave us any sign but all that he said about this man was true.”", "42": "And in that place many believed in him."}