{"1-5": "Before the festival of the Passover began, Jesus realised that the time had come for him to leave this world and return to the Father. He had loved those who were his own in this world and he loved them to the end. By supper-time, the devil had already put the thought of betraying Jesus in the mind of Judas Iscariot, Simon's son. Jesus, with the full knowledge that the Father had put everything into his hands and that he had come from God and was going to God, rose from the supper-table, took off his outer clothes, picked up a towel and fastened it round his waist. Then he poured water into the basin and began to wash the disciples' feet and to dry them with the towel around his waist.", "6": "So he came to Simon Peter, who said to him, “Lord, are you going to wash my feet?”", "7": "“You do not realise now what I am doing,” replied Jesus, “but later on you will understand.”", "8": "Then Peter said to him, “You must never wash my feet!” “Unless you let me wash you, Peter,” replied Jesus, “you cannot share my lot.”", "9": "“Then,” returned Simon Peter, “please—not just my feet but my hands and my face as well!”", "10": "“The man who has bathed,” returned Jesus, “only needs to wash his feet to be clean all over. And you are clean—though not all of you.”", "11": "(For Jesus knew his betrayer and that is why he said, “though not all of you”.)", "12-17": "When Jesus had washed their feet and put on his clothes, he sat down and spoke to them, “Do you realise what I have just done to you? You call me 'teacher' and 'Lord' and you are quite right, for I am your teacher and your Lord. But if I, your teacher and Lord, have washed your feet, you must be ready to wash one another's feet. I have given you this as an example so that you may do as I have done. Believe me, the servant is not greater than his master and the messenger is not greater than the man who sent him. Once you have realised these things, you will find your happiness in doing them.", "18": "“I am not speaking about all of you—I know the men I have chosen. But let this scripture be fulfilled—'He who eats bread with me has lifted up his heel against me'.", "19-20": "From now onwards, I shall tell you about things before they happen, so that when they do happen, you may believe that I am the one I claim to be. I tell you truly that anyone who accepts my messenger will be accepting me, and anyone who accepts me will be accepting the one who sent me.”", "21": "After Jesus had said this, he was clearly in anguish of soul, and he added solemnly, “I tell you plainly, one of you is going to betray me.”", "22-24": "At this the disciples stared at each other, completely mystified as to whom he could mean. And it happened that one of them who Jesus loved, was sitting very close to him. So Simon Peter nodded to this man and said, “Tell us who he means.”", "25": "He simply leaned forward on Jesus' shoulder, and asked, “Lord, who is it?”", "26-27": "And Jesus answered, “It is the one I am going to give this piece of bread to, after I have dipped it in the dish.” Then he took a piece of bread, dipped it in the dish and gave it to Simon's son, Judas Iscariot. After he had taken the piece of bread, Satan entered his heart. Then Jesus said to him, “Be quick about your business!”", "28-30": "No one else at table knew what he meant in telling him this. Indeed, some of them thought that, since Judas had charge of the purse, Jesus was telling him to buy what they needed for the festival, or that he should give something to the poor. So Judas took the piece of bread and went out quickly—into the night.", "31-35": "When he had gone, Jesus spoke, “Now comes the glory of the Son of Man, and the glory of God in him! If God is glorified through him then God will glorify the Son of Man—and that without delay. Oh, my children, I am with you such a short time! You will look for me and I have to tell you as I told the Jews, 'Where I am going, you cannot follow.' Now I am giving you a new command—love one another. Just as I have loved you, so you must love one another. This is how all men will know that you are my disciples, because you have such love for one another.”", "36": "Simon Peter said to him, “Lord, where are you going?” “I am going,” replied Jesus, “where you cannot follow now, though you will follow me later.”", "37": "“Lord, why can't I follow you now? said Peter. “I would lay down my life for you!”", "38": "“Would you lay down your life for me?” replied Jesus. “Believe me, you will disown me three times before the cock crows!”"}