{"1": "Two days later there was a wedding in the Galilean village of Cana.", "2-3": "Jesus' mother was there and he and his disciples were invited to the festivities. Then it happened that the supply of wine gave out, and Jesus' mother told him, “They have no more wine.”", "4": "“Is that your concern, or mine?” replied Jesus. “My time has not come yet.”", "5": "So his mother said to the servants, “Mind you do whatever he tells you.”", "6-11": "In the room six very large stone water-jars stood on the floor (actually for the Jewish ceremonial cleansing), each holding about twenty gallons. Jesus gave instructions for these jars to be filled with water, and the servants filled them to the brim. Then he said to them, “Now draw some water out and take it to the master of ceremonies”, which they did. When this man tasted the water, which had now become wine, without knowing where it came from (though naturally the servants who had drawn the water knew), he called out to the bridegroom and said to him, “Everybody I know puts his good wine on first and then when men have had plenty to drink, he brings out the poor stuff. But you have kept back your good wine till now!” Jesus gave this, the first of his signs, at Cana in Galilee. He demonstrated his power and his disciples believed in him.", "12-17": "After this incident, Jesus, accompanied by his mother, his brothers and his disciples, went down to Capernaum and stayed there a few days. The Jewish Passover was approaching and Jesus made the journey up to Jerusalem. In the Temple he discovered cattle and sheep dealers and pigeon-sellers, as well as money-changers sitting at their tables. So he made a rough whip out of rope and drove the whole lot of them, sheep and cattle as well, out of the Temple. He sent the coins of the money-changers flying and turned their tables upside down. Then he said to the pigeon-dealers, “Take those things out of here. Don't you dare turn my Father's house into a market!” His disciples remembered the scripture—'Zeal for your house has eaten me up'", "18": "As a result of this, the Jews said to him, “What sign can you give us to justify what you are doing?”", "19": "“Destroy this temple,” Jesus retorted, “and I will rebuild it in three days!”", "20": "To which the Jews replied, “This Temple took forty-six years to build, and you are going to rebuild it in three days?”", "21-22": "He was, in fact, speaking about the temple of his own body, and when he was raised from the dead the disciples remembered what he had said to them and that made them believe both the scripture and what Jesus had said.", "23-25": "While he was in Jerusalem at Passover-time, during the festivities many believed in him as they saw the signs that he gave. But Jesus, on his side, did not trust himself to them—for he knew them all. He did not need anyone to tell him what people were like: he understood human nature."}