{"1-2": "But on the first day of the week, Mary of Magdala arrived at the tomb, very early in the morning, while it was still dark, and noticed that the stone had been taken away from the tomb. At this she ran, found Simon Peter and the other disciple whom Jesus loved, and told them, “They have taken the Lord out of the tomb and we don't know where they have put him.”", "3-10": "Peter and the other disciple set off at once for the tomb, the two of them running together. The other disciple ran faster than Peter and was the first to arrive at the tomb. He stooped and looked inside and noticed the linen cloths lying there but did not go in himself. Hard on his heels came Simon Peter and went straight into the tomb. He noticed that the linen cloths were lying there, and that the handkerchief, which had been round Jesus's head, was not lying with the linen cloths but was rolled up by itself, a little way apart. Then the other disciple, who was the first to arrive at the tomb, came inside as well, saw what had happened and believed. (They did not yet understand the scripture which said that he must rise from the dead.) So the disciples went back again to their homes.", "11-12": "But Mary stood just outside the tomb, and she was crying. And as she cried, she looked into the tomb and saw two angels in white who sat, one at the head and the other at the foot of the place where the body of Jesus had lain.", "13": "The angels spoke to her, “Why are you crying?” they asked. “Because they have taken away my Lord, and I don't know where they have put him!” she said.", "14": "Then she turned and noticed Jesus standing there, without realising that it was Jesus.", "15": "“Why are you crying?” said Jesus to her. “Who are you looking for?” She, supposing that he was the gardener, said, “Oh, sir, if you have carried him away, please tell me where you have put him and I will take him away.”", "16": "Jesus said to her, “Mary!” At this she turned right round and said to him, in Hebrew, “Master!”", "17": "“No!” said Jesus, “do not hold me now. I have not yet gone up to the Father. Go and tell my brothers that I am going up to my Father and your Father, to my God and your God.”", "18": "And Mary of Magdala went off to the disciples, with the news, “I have seen the Lord!”, and she told them what he had said to her.", "19": "In the evening of that first day of the week, the disciples had met together with the doors locked for fear of the Jews. Jesus came and stood right in the middle of them and said, “Peace be with you!”", "20": "Then he showed them his hands and his side, and when they saw the Lord the disciples were overjoyed.", "21": "Jesus said to them again, “Yes, peace be with you! Just as the Father sent me, so I am now going to send you.”", "22-23": "And then he breathed upon them and said, “Receive holy spirit. If you forgive any men's sins, they are forgiven, and if you hold them unforgiven, they are unforgiven.”", "24-25": "But one of the twelve, Thomas (called the Twin), was not with them when Jesus came. The other disciples kept on telling him, “We have seen the Lord”, but he replied, “Unless I see in his own hands the mark of the nails, and put my finger where the nails were, and put my hand into his side, I will never believe!”", "26": "Just over a week later, the disciples were indoors again and Thomas was with them. The doors were shut, but Jesus came and stood in the middle of them and said, “Peace be with you!”", "27": "Then he said to Thomas, “Put your fingers here—look, here are my hands. Take my hand and put it in my side. You must not doubt, but believe.”", "28": "“My Lord and my God!” cried Thomas.", "29": "“Is it because you have seen me that you believe?” Jesus said to him. “Happy are those who have never seen me and yet have believed!”", "30-31": "Jesus gave a great many other signs in the presence of his disciples which are not recorded in this book. But these have been written so that you may believe that Jesus is Christ, the Son of God, and that in that faith you may have life as his disciples."}