{"1-2": "One night Nicodemus, a leading Jew and a Pharisee, came to see Jesus. “Master,” he began, “we realise that you are a teacher who has come from God. Obviously no one could show the signs that you show unless God were with him.”", "3": "“Believe me,” returned Jesus, “a man cannot even see the kingdom of God without being born again.”", "4": "“And how can a man who's getting old possibly be born?” replied Nicodemus. “How can he go back into his mother's womb and be born a second time?”", "5-8": "“I assure you,” said Jesus, “that unless a man is born from water and from spirit he cannot enter the kingdom of God. Flesh gives birth to flesh and spirit gives birth to spirit: you must not be surprised that I told you that all of you must be born again. The wind blows where it likes, you can hear the sound of it but you have no idea where it comes from and where it goes. Nor can you tell how a man is born by the wind of the Spirit.”", "9": "“How on earth can things like this happen?” replied Nicodemus.", "10-21": "“So you are a teacher of Israel,” said Jesus, “and you do not recognise such things? I assure you that we are talking about something we really know and we are witnessing to something we have actually observed, yet men like you will not accept our evidence. Yet if I have spoken to you about things which happen on this earth and you will not believe me, what chance is there that you will believe me if I tell you about what happens in Heaven? No one has ever been up to Heaven except the Son of Man who came down from Heaven. The Son of Man must be lifted above the heads of men—as Moses lifted up that serpent in the desert—so that any man who believes in him may have eternal life. For God loved the world so much that he gave his only Son, so that every one who believes in him shall not be lost, but should have eternal life. You must understand that God has not sent his Son into the world to pass sentence upon it, but to save it—through him. Any man who believes in him is not judged at all. It is the one who will not believe who stands already condemned, because he will not believe in the character of God's only Son. This is the judgment—that light has entered the world and men have preferred darkness to light because their deeds are evil. Anybody who does wrong hates the light and keeps away from it, for fear his deeds may be exposed. But anybody who is living by the truth will come to the light to make it plain that all he has done has been done through God.”", "22-24": "After this Jesus went into the country of Judea with his disciples and stayed there with them while the work of baptism was being carried on. John, too, was in Aenon near Salim, baptising people because there was plenty of water in that district and they were still coming to him for baptism. (John, of course, had not yet been put in prison.)", "25-26": "This led to a question arising between John's disciples and one of the Jews about the whole matter of being cleansed. They approached John and said to him, “Master, look, the man who was with you on the other side of the Jordan, the one you testified to, is now baptising and everybody is coming to him!”", "27-30": "“A man can receive nothing at all,” replied John, “unless it is given him from Heaven. You yourselves can witness that I said, 'I am not Christ but I have been sent as his forerunner.' It is the bridegroom who possesses the bride, yet the bridegroom's friend who merely stands and listens to him can be overjoyed to hear the bridegroom's voice. That is why my happiness is now complete. He must grow greater and greater and I less and less.", "31-36": "“The one who comes from above is naturally above everybody. The one who arises from the earth belongs to the earth and speaks from the earth. The one who comes from Heaven is above all others and he bears witness to what he has seen and heard—yet no one is accepting his testimony. Yet if a man does accept it, he is acknowledging the fact that God is true. For the one whom God sent speaks the authentic words of God—and there can be no measuring of the Spirit given to him! The Father loves the Son and has put everything into his hand. The man who believes in the Son has eternal life. The man who refuses to believe in the Son will not see life; he lives under the anger of God.”"}