{"1-9": "After this, Jesus moved about in Galilee but decided not to do so in Judea since the Jews were planning to take his life. A Jewish festival, “The feast of the tabernacles”, was approaching and his brothers said to him, “You ought to leave here and go to Judea so that your disciples can see what you are doing, for nobody works in secret if he wants to be known publicly. If you are going to do things like this, let the world see what you are doing.” For not even his brothers had any faith in him. Jesus replied by saying, “It is not yet the right time for me, but any time is right for you. You see, it is impossible for you to arouse the world's hatred, but I provoke hatred because I show the world how evil its deeds really are. No, you go up to the festival; I shall not go up now, for it is not yet time for me to go.” And after these remarks he remained where he was in Galilee.", "10-13": "Later, after his brothers had gone up to the festival, he went up himself, not openly but as though he did not want to be seen. Consequently, the Jews kept looking for him at the festival and asking “Where is that man?” And there was an undercurrent of discussion about him among the crowds. Some would say, “He is a good man”, others maintained that he was not, but that he was “misleading the people”. Nobody, however, spoke openly about him for fear of the Jews.", "14-15": "But at the very height of the festival, Jesus went up to the Temple and began teaching. The Jews were amazed and remarked, “How does this man know all this—he has never been taught?”", "16-18": "Jesus replied to them, “My teaching is not really mine but comes from the one who sent me. If anyone wants to do God's will, he will know whether my teaching is from God or whether I merely speak on my own authority. A man who speaks on his own authority has an eye for his own reputation. But the man who is considering the glory of God who sent him is a true man. There can be no dishonesty about him.", "19": "“Did not Moses give you the Law? Yet not a single one of you obeys the Law. Why are you trying to kill me?”", "20": "The crowd answered, “You must be mad! Who is trying to kill you?”", "21-24": "Jesus answered them, “I have done one thing and you are all amazed at it. Moses gave you circumcision (not that it came from Moses originally but from your forefathers), and you will circumcise a man even on the Sabbath. If a man receives the cutting of circumcision on the Sabbath to avoid breaking the Law of Moses, why should you be angry with me because I have made a man's body perfectly whole on the Sabbath? You must not judge by the appearance of things but by the reality!”", "25-27": "Some of the people of Jerusalem, hearing him talk like this, were saying, “Isn't this the man whom they are trying to kill? It's amazing—he talks quite openly and they haven't a word to say to him. Surely our rulers haven't decided that this really is Christ! But then, we know this man and where he comes from—when Christ comes, no one will know where he comes from.”", "28-29": "Then Jesus, in the middle of his teaching, called out in the Temple, “So you know me and know where I have come from? But I have not come of my own accord; I am sent by one who is true and you do not know him! I do know him, because I come from him and he has sent me here.”", "30-31": "Then they attempted to arrest him, but actually no one laid a finger on him because the right moment had not yet come. Many of the crowd believed in him and kept on saying, “When Christ comes, is he going to show greater signs than this man?”", "32-34": "The Pharisees heard the crowd whispering these things about him, and they and the chief priests (of the Temple) sent officers to arrest him. Then Jesus said, “I shall be with you only a little while longer and then I am going to him who sent me. You will look for me then but you will never find me. You cannot come where I shall be.”", "35-36": "This made the Jews say to each other, “Where is he going to hide himself so that we cannot find him? Surely he's not going to our refugees among the Greeks to teach Greeks? What does he mean when he says, 'You will look for me and you will never find me' and 'You cannot come where I shall be'?”", "37-42": "Then, on the last day, the climax of the festival, Jesus stood up and cried out, “If any man is thirsty, he can come to me and drink! The man who believes in me, as the scripture says, will have rivers of living water flowing from his inmost heart.” (Here he was speaking about the Spirit which those who believe in him would receive. The Holy Spirit had not yet been given because Jesus had not yet been glorified.) When they heard these words, some of the people were saying, “This really is the Prophet.” Others said, “This is Christ!” But some said, “And does Christ come from Galilee? Don't the scriptures say that Christ will be descended from David, and will come from Bethlehem, the village where David lived?”", "43-44": "So the people were in two minds about him—some of them wanted to arrest him, but so far no one laid hands on him.", "45": "Then the officers returned to the Pharisees and chief priests, who said to them, “Why haven't you brought him?”", "46": "“No man ever spoke like that!” they replied.", "47-49": "“Has he pulled the wool over your eyes, too?” retorted the Pharisees. “Have any of the authorities or any of the Pharisees believed in him? But this crowd, who know nothing about the Law, is damned anyway!”", "50-51": "One of their number, Nicodemus (the one who had previously been to see Jesus), remarked to them, “But surely our Law does not condemn the accused without hearing what he has to say, and finding out what he has done?”", "52": "“Are you a Galilean, too?” they answered him. “Look where you will—you won't find any prophet comes out of Galilee!”", "53": "So they broke up their meeting and went home,"}