{"1": "while Jesus went off to the Mount of Olives.", "2-5": "Early next morning he returned to the Temple and the entire crowd came to him. So he sat down and began to teach them. But the scribes and Pharisees brought in to him a woman who had been caught in adultery. They made her stand in front, and then said to him, “Now, master, this woman has been caught in adultery, in the very act. According to the Law, Moses commanded us to stone such women to death. Now, what do you say about her?”", "6-10": "a They said this to test him, so that they might have some good grounds for an accusation. But Jesus stooped down and began to write with his finger in the dust on the ground. But as they persisted in their questioning, he straightened himself up and said to them, “Let the one among you who has never sinned throw the first stone at her.” Then he stooped down again and continued writing with his finger on the ground. And when they heard what he said, they were convicted by their own consciences and went out, one by one, beginning with the eldest until they had all gone. b-10 Jesus was left alone, with the woman still standing where they had put her. So he stood up and said to her, “Where are they all—did no one condemn you?”", "11": "And she said, “No one, sir.” “Neither do I condemn you,” said Jesus to her. “Go home and do not sin again.”", "12": "Later, Jesus spoke to the people again and said, “I am the light of the world. The man who follows me will never walk in the dark but will live his life in the light.”", "13": "This made the Pharisees say to him, “You are testifying to yourself—your evidence is not valid.”", "14-18": "Jesus answered, “Even if I am testifying to myself, my evidence is valid, for I know where I have come from and I know where I am going. But as for you, you have no idea where I come from or where I am going. You are judging by human standards, but I am not judging anyone. Yet if I should judge, my decision would be just, for I am not alone—the Father who sent me is with me. In your Law, it is stated that the witness of two persons is valid. I am one testifying to myself and the second witness to me is the Father who sent me.”", "19": "“And where is this father of yours?” they replied. “You do not know my Father,” returned Jesus, “any more than you know me: if you had known me, you would have known him.”", "20": "Jesus made these statements while he was teaching in the Temple treasury. Yet no one arrested him, for his time had not yet come.", "21": "Later, Jesus spoke to them again and said, “I am going away and you will try to find me, but you will die in your sins. You cannot come where I am going.”", "22": "This made the Jews say, “Is he going to kill himself, then? Is that why he says, “You cannot come where I am going'?”", "23-24": "“The difference between us,” Jesus said to them, “is that you come from below and I am from above. You belong to this world but I do not. That is why I told you will die in your sins. For unless you believe that I am who I am, you will die in your sins.”", "25-26": "Then they said, “Who are you?” “I am what I have told you I was from the beginning,” replied Jesus. “There is much in you that I could speak about and condemn. But he who sent me is true and I am only speaking to this world what I myself have heard from him.”", "27-30": "They did not realise that he was talking to them about the Father. So Jesus resumed, “When you have lifted up the Son of Man, then you will realise that I am who I say I am, and that I do nothing on my own authority but speak simply as my Father has taught me. The one who sent me is with me now: the Father has never left me alone for I always do what pleases him.” And even while he said these words, many people believed in him.", "31-32": "So Jesus said to the Jews who believed in him, “If you are faithful to what I have said, you are truly my disciples. And you will know the truth and the truth will set you free!”", "33": "“But we are descendants of Abraham,” they replied, “and we have never in our lives been any man's slaves. How can you say to us, 'You will be set free'?”", "34-38": "Jesus returned, “Believe me when I tell you that every man who commits sin is a slave. For a slave is no permanent part of a household, but a son is. If the Son, then, sets you free, you are really free! I know that you are descended from Abraham, but some of you are looking for a way to kill me because you can't bear my words. I am telling you what I have seen in the presence of my Father, and you are doing what you have seen in the presence of your father.”", "39-41": "“Our father is Abraham!” they retorted. “If you were the children of Abraham, you would do the sort of things Abraham did. But in fact, at this moment, you are looking for a way to kill me, simply because I am a man who has told you the truth that I have heard from God. Abraham would never have done that. No, you are doing your father's work.” “We are not illegitimate!” they retorted. “We have one Father—God.”", "42-47": "“If God were really your Father,” replied Jesus, “you would have loved me. For I came from God, and I am here. I did not come of my own accord—he sent me, and I am here. Why do you not understand my words? It is because you cannot hear what I am really saying. Your father is the devil, and what you are wanting to do is what your father longs to do. He always was a murderer, and has never dealt with the truth, since the truth will have nothing to do with him. Whenever he tells a lie, he speaks in character, for he is a liar and the father of lies. And it is because I speak the truth that you will not believe me. Which of you can prove me guilty of sin? If I am speaking the truth, why is it that you do not believe me? The man who is born of God can hear these words of God and the reason why you cannot hear the words of God is simply this, that you are not the sons of God.”", "48": "“How right we are,” retorted the Jews, “in calling you a Samaritan, and mad at that!”", "49-51": "“No,” replied Jesus, “I am not mad. I am honouring my Father and you are trying to dishonour me. But I am not concerned with my own glory: there is one whose concern it is, and he is the true judge. Believe me when I tell you that if anybody accepts my words, he will never see death at all.”", "52-53": "“Now we know that you're mad,” replied the Jews. “Why, Abraham died and the prophets, too, and yet you say, 'If a man accepts my words, he will never experience death!' Are you greater than our father, Abraham? He died, and so did the prophets—who are you making yourself out to be?”", "54-56": "“If I were trying to glorify myself,” returned Jesus, “such glory would be worthless. But it is my Father who glorifies me, the very one whom you say is your God—though you have never known him. But I know him, and if I said I did not know him, I should be as much a liar as you are! But I do know him and I am faithful to what he says. As for your father, Abraham, his great joy was that he would see my coming. Now he has seen it and he is overjoyed.”", "57": "“Look,” said the Jews to him, “you are not fifty yet, and has Abraham seen you?”", "58": "“I tell you in solemn truth,” returned Jesus, “before there was an Abraham, I AM!”", "59": "At this, they picked up stones to hurl at him, but Jesus disappeared and made his way out of the Temple."}