{"1": "Later, as Jesus walked along he saw a man who had been blind from birth.", "2": "“Master, whose sin caused this man's blindness,” asked the disciples, “his own or his parents'?”", "3-5": "“He was not born blind because of his own sin or that of his parents,” returned Jesus, “but to show the power of God at work in him. We must carry on the work of him who sent me while the daylight lasts. Night is coming, when no one can work. I am the world's light as long as I am in it.”", "6-7": "Having said this, he spat on the ground and made a sort of clay with the saliva. This he applied to the man's eyes and said, “Go and wash in the pool of Siloam.” (Siloam means “one who has been sent”.) So the man went off and washed and came home with his sight restored.", "8": "His neighbours and the people who had often seen him before as a beggar remarked, “Isn't this the man who used to sit and beg?”", "9": "“Yes, that's the one,” said some. Others said, “No, but he's very like him.” But he himself said, “I'm the man all right!”", "10": "“Then how was your blindness cured?” they asked.", "11": "“The man called Jesus made some clay and smeared it on my eyes,” he replied, “and then he said, 'Go to Siloam and wash.' So off I went and washed—and that's how I got my sight!”", "12": "“Where is he now?” they asked. “I don't know,” he returned.", "13-15": "So they brought the man who had once been blind before the Pharisees. (It should be noted that Jesus made the clay and restored his sight on a Sabbath day.) The Pharisees asked the question all over again as to how he had become able to see. “He put clay on my eyes; I washed it off; now I can see—that's all,” he replied.", "16-17": "Some of the Pharisees commented, “This man cannot be from God since he does not observe the Sabbath.” “But how can a sinner give such wonderful signs as these?” others demurred. And they were in two minds about him. Finally, they asked the blind man again, “And what do you say about him? You're the one whose sight was restored.” “I believe he is a prophet,” he replied.", "18-19": "The Jews did not really believe that the man had been blind and then had become able to see, until they had summoned his parents and asked them, “Is this your son who you say was born blind? How does it happen that he can now see?”", "20-21": "“We know that this is our son, and we know that he was born blind,” returned his parents, “but how he can see now, or who made him able to see, we have no idea. Why don't you ask him? He is a grown-up man; he can speak for himself.”", "22-23": "His parents said this because they were afraid of the Jews who had already agreed that anybody who admitted that Christ had done this thing should be excommunicated. It was this fear which made his parents say, “Ask him, he is a grown-up man.”", "24": "So, once again they summoned the man who had been born blind and said to him, “You should 'give God the glory' for what has happened to you. We know that this man is a sinner.”", "25": "“Whether he is a sinner or not, I couldn't tell, but one thing I am sure of,” the man replied, “I used to be blind, now I can see!”", "26": "“But what did he do to you—how did he make you see?” they continued.", "27": "“I've told you before,” he replied. “Weren't you listening? Why do you want to hear it all over again? Are you wanting to be his disciples too?”", "28-29": "At this, they turned on him furiously. “You're the one who is his disciple! We are disciples of Moses. We know that God spoke to Moses, but as for this man, we don't even know where he came from.”", "30-33": "“Now here's the extraordinary thing,” he retorted, “you don't know where he came from and yet he gave me the gift of sight. Everybody knows that God does not listen to sinners. It is the man who has a proper respect for God and does what God wants him to do—he's the one God listens to. Why, since the world began, nobody's ever heard of a man who was born blind being given his sight. If this man did not come from God, he couldn't do such a thing!”", "34": "“You misbegotten wretch!” they flung back at him. “Are you trying to teach us?” And they threw him out.", "35": "Jesus heard that they had expelled him and when he had found him, he said, “Do you believe in the Son of Man?”", "36": "“And who is he, sir?” the man replied. “Tell me, so that I can believe in him.”", "37": "“You have seen him,” replied Jesus. “It is the one who is talking to you now.”", "38": "“Lord, I do believe,” he said, and worshipped him.", "39": "Then Jesus said, “My coming into this world is itself a judgment—those who cannot see have their eyes opened and those who think they can see become blind.”", "40": "Some of the Pharisees near him overheard this and said, “So we're blind, too, are we?”", "41": "“If you were blind,” returned Jesus, “nobody could blame you, but, as you insist 'We can see', your guilt remains.”"}