{"1": "The oracle[a] that Habakkuk the prophet saw.", "2": "How long, Adonai, have I cried for help, yet You do not hear? I cry out to You—'Violence!' yet You do not deliver.", "3": "Why do You show me wickedness, and why must I behold mischief? Yes, devastation and violence are before me. There is strife, and contention arises.", "4": "Therefore, Torah has no effect, and justice never goes forth. For the wicked encircle the righteous Therefore justice comes out perverted.", "5": "“Look among the nations! Observe! Astonish yourself! Be astounded! For a work is being done in your days. You will not believe it if it were told.[b]", "6": "For I am about to raise up the Chaldeans, that bitter, impetuous nation, marching all over the land, to seize dwellings not its own.", "7": "Dreadful and terrifying, Its justice and dignity derive from itself.", "8": "Its horses are swifter than leopards, fiercer than wolves at dusk. Its horsemen come galloping. Its horsemen are coming from afar. They fly like a vulture,[c] swooping down to eat.", "9": "All of them come for violence— an assembling of faces to the east. He gathers captives like sand.", "10": "He scoffs at kings, and rulers are a joke to him. He laughs at every stronghold— he heaps up dirt and takes it.", "11": "Then a wind sweeps through and passes on. He is guilty—This, his strength, is his god.”", "12": "Are not You from antiquity— Adonai my God, my Holy One? We will not die. Adonai, You have ordained him for judgment— as You, O Rock, have established him to chasten.", "13": "With eyes too pure to see evil You cannot look at such trouble! Why do You look at the treacherous? Why do You remain silent when a wicked one swallows up those more righteous than him?", "14": "You made man like the fish of the sea, like a creeping thing—with no one ruling over him.", "15": "He brings up all with hook in jaw, drags away in his dragnet, or gathers with his fishing-net. Therefore he rejoices with glee.", "16": "Therefore he sacrifices to his dragnet, and offers incense to his fishing-net. For through them his portion is rich and his food abundant.", "17": "Will he empty his net for this reason —continually slaying nations—with no compassion?"}