{"1": "A prayer of Habakkuk the prophet, as a passionate song.", "2": "Adonai, I have heard the report about You and I have come to fear. Adonai, revive Your work throughout the years, throughout the years make it known, In wrath remember compassion.", "3": "God comes from Teman, and the Holy One from Mount Paran. Selah His majesty covers the heavens, and His praise fills the earth.", "4": "With brilliance like light, rays emanate from His hand. There His power was hidden.", "5": "Pestilence goes before Him, a fiery bolt goes forth at His feet.", "6": "He stood, and the earth shook. He looked, and startled nations. Ancient mountains were shattered, hills of antiquity sank down. His ways are everlasting.", "7": "I saw tents of Cushan under calamity. The curtains of the land of Midian are trembling.", "8": "Adonai, is your wrath against rivers? Or Your anger at the rivers? Or is Your fury with the sea? For You ride on Your horses, Your chariots of salvation!", "9": "Your bow is laid bare. Sworn are rods—a decree. Selah You cleave the land with rivers.", "10": "The mountains saw You and writhe. A downpour of water overflows. The deep gives its voice— it lifts up hands high.", "11": "Sun and moon, stand in lofty abode. At the flash of Your arrows they go, at the radiance of the lightning of Your spear.", "12": "With indignation You pace the land. With anger You thresh nations.", "13": "You went out for the salvation of Your people— for the deliverance of Your anointed one.[a] You shatter the head of the house of the wicked— to lay it bare from foundation up to the top. Selah", "14": "You have pierced his chief rulers with his own staff— They stormed in to scatter me. Their exultation is like devouring the weak in secret.", "15": "You marched forth, Your horses in the sea—much water foaming.", "16": "I heard, and my belly trembled. My lips quivered at the sound. Decay comes into my bones. I tremble where I stand, since I must wait quietly for a day of distress to come up against the people who will invade us.", "17": "Though the fig tree does not blossom, and there is no yield on the vines, Though the olive crop fail, and the fields produce no food, the flock is cut off from the fold, and there is no cattle in the stalls.", "18": "Yet will I triumph in Adonai, I will rejoice in the God of my salvation![b]", "19": "Adonai my Lord, is my strength. He has made my feet like a deer's, and will make me walk on my high places. For the choir director: On my stringed instruments."}