{"1": "Listen to the Lord's message, you women who live on the hill of Samaria. You treat poor people badly. You crush those who are in need. You say to your husbands, “Bring us some drinks!” But you are already as fat as the cows in Bashan.", "2": "The Lord and King has made a promise by his own holy name. He says, “You can be sure that the time will come when your enemies will put hooks in your faces. They will lead every one of you away with fishhooks.", "3": "Each of you will go straight out through gaps made in the wall. You will be thrown out toward Harmon,” announces the Lord.", "4": "“People of Samaria, go to Bethel and sin! Go to Gilgal! Sin there even more! Bring your sacrifices every morning. Every third year, bring a tenth of everything you produce.", "5": "Bake some bread with yeast. Burn it as a thank offering. Brag about the offerings you freely give. This is what you Israelites love to do,” announces the Lord and King.", "6": "“I made sure your stomachs were empty in every city. You did not have enough bread in any of your towns. In spite of that, you still have not returned to me,” announces the Lord.", "7": "“I also held back rain from you. The time to harvest crops was still three months away. I sent rain on one town. But I held it back from another. One field had rain. But another had no rain and dried up.", "8": "People wandered from town to town to look for water. But they did not get enough to drink. In spite of that, you still have not returned to me,” announces the Lord.", "9": "“Many times I kept your gardens and vineyards from growing. I sent hot winds to dry them up completely. Locusts ate up your fig and olive trees. In spite of that, you still have not returned to me,” announces the Lord.", "10": "“I sent plagues on you, just as I did on Egypt. I killed your young men by swords. I also let the horses you had captured be killed. I filled your noses with the stink of your camps. In spite of that, you still have not returned to me,” announces the Lord.", "11": "“I destroyed some of you, just as I did Sodom and Gomorrah. You were like a burning stick that was pulled out of the fire. In spite of that, you still have not returned to me,” announces the Lord.", "12": "“So, people of Israel, I will judge you. Because I will do that to you, Israel, prepare to meet your God!”", "13": "The Lord forms the mountains. He creates the wind. He makes his thoughts known to human beings. He turns sunrise into darkness. He rules over even the highest places on earth. His name is the Lord God Who Rules Over All."}