{"1": "From: Jude, a servant of Jesus Christ, and a brother of James. To: Christians everywhere—beloved of God and chosen by him. ", "2": "May you be given more and more of God's kindness, peace, and love.", "3": "Dearly loved friends, I had been planning to write you some thoughts about the salvation God has given us, but now I find I must write of something else instead, urging you to stoutly defend the truth that God gave once for all to his people to keep without change through the years. ", "4": "I say this because some godless teachers have wormed their way in among you, saying that after we become Christians we can do just as we like without fear of God's punishment. The fate of such people was written long ago, for they have turned against our only Master and Lord, Jesus Christ.", "5": "My answer to them is: Remember this fact—which you know already—that the Lord saved a whole nation of people out of the land of Egypt and then killed every one of them who did not trust and obey him. ", "6": "And I remind you of those angels who were once pure and holy but turned to a life of sin.[a] Now God has them chained up in prisons of darkness, waiting for the judgment day. ", "7": "And don't forget the cities of Sodom and Gomorrah and their neighboring towns, all full of lust of every kind, including lust of men for other men. Those cities were destroyed by fire and continue to be a warning to us that there is a hell in which sinners are punished.", "8": "Yet these false teachers carelessly go right on living their evil, immoral lives, degrading their bodies and laughing at those in authority over them, even scoffing at the Glorious Ones. ", "9": "Yet Michael, one of the mightiest of the angels, when he was arguing with Satan about Moses' body, did not dare to accuse even Satan, or jeer at him, but simply said, “The Lord rebuke you.” ", "10": "But these men mock and curse at anything they do not understand, and like animals, they do whatever they feel like, thereby ruining their souls.", "11": "Woe upon them! For they follow the example of Cain who killed his brother; and like Balaam, they will do anything for money; and like Korah, they have disobeyed God and will die under his curse.", "12": "When these men join you at the love feasts of the church, they are evil smears among you, laughing and carrying on, gorging and stuffing themselves without a thought for others. They are like clouds blowing over dry land without giving rain, promising much, but producing nothing. They are like fruit trees without any fruit at picking time. They are not only dead, but doubly dead, for they have been pulled out, roots and all, to be burned.", "13": "All they leave behind them is shame and disgrace like the dirty foam left along the beach by the wild waves. They wander around looking as bright as stars, but ahead of them is the everlasting gloom and darkness that God has prepared for them.", "14": "Enoch, who lived seven generations after Adam, knew about these men and said this about them: “See, the Lord is coming with millions of his holy ones. ", "15": "He will bring the people of the world before him in judgment, to receive just punishment and to prove the terrible things they have done in rebellion against God, revealing all they have said against him.” ", "16": "These men are constant gripers, never satisfied, doing whatever evil they feel like; they are loudmouthed “show-offs,” and when they show respect for others, it is only to get something from them in return.", "17": "Dear friends, remember what the apostles of our Lord Jesus Christ told you, ", "18": "that in the last times there would come these scoffers whose whole purpose in life is to enjoy themselves in every evil way imaginable. ", "19": "They stir up arguments; they love the evil things of the world; they do not have the Holy Spirit living in them.", "20": "But you, dear friends, must build up your lives ever more strongly upon the foundation of our holy faith, learning to pray in the power and strength of the Holy Spirit.", "21": "Stay always within the boundaries where God's love can reach and bless you. Wait patiently for the eternal life that our Lord Jesus Christ in his mercy is going to give you. ", "22": "Try to help those who argue against you. Be merciful to those who doubt. ", "23": "Save some by snatching them as from the very flames of hell itself. And as for others, help them to find the Lord by being kind to them, but be careful that you yourselves aren't pulled along into their sins. Hate every trace of their sin while being merciful to them as sinners.", "24-25": "And now—all glory to him who alone is God, who saves us through Jesus Christ our Lord; yes, splendor and majesty, all power and authority are his from the beginning; his they are and his they evermore shall be. And he is able to keep you from slipping and falling away, and to bring you, sinless and perfect, into his glorious presence with mighty shouts of everlasting joy. Amen. Jude"}