{"1": "My dear children, I write this letter to you so you will not sin. But if anyone does sin, we have a helper in the presence of the Father—Jesus Christ, the One who does what is right. ", "2": "He died in our place to take away our sins, and not only our sins but the sins of all people.", "3": "We can be sure that we know God if we obey his commands. ", "4": "Anyone who says, “I know God,” but does not obey God's commands is a liar, and the truth is not in that person. ", "5": "But if someone obeys God's teaching, then in that person God's love has truly reached its goal. This is how we can be sure we are living in God: ", "6": "Whoever says that he lives in God must live as Jesus lived.", "7": "My dear friends, I am not writing a new command to you but an old command you have had from the beginning. It is the teaching you have already heard. ", "8": "But also I am writing a new command to you, and you can see its truth in Jesus and in you, because the darkness is passing away, and the true light is already shining.", "9": "Anyone who says, “I am in the light,”[a] but hates a brother or sister, is still in the darkness. ", "10": "Whoever loves a brother or sister lives in the light and will not cause anyone to stumble in his faith. ", "11": "But whoever hates a brother or sister is in darkness, lives in darkness, and does not know where to go, because the darkness has made that person blind.", "12": "I write to you, dear children, because your sins are forgiven through Christ.", "13": "I write to you, fathers, because you know the One who existed from the beginning. I write to you, young people, because you have defeated the Evil One.", "14": "I write to you, children, because you know the Father. I write to you, fathers, because you know the One who existed from the beginning. I write to you, young people, because you are strong; the teaching of God lives in you, and you have defeated the Evil One.", "15": "Do not love the world or the things in the world. If you love the world, the love of the Father is not in you. ", "16": "These are the ways of the world: wanting to please our sinful selves, wanting the sinful things we see, and being too proud of what we have. None of these come from the Father, but all of them come from the world. ", "17": "The world and everything that people want in it are passing away, but the person who does what God wants lives forever.", "18": "My dear children, these are the last days. You have heard that the enemy of Christ is coming, and now many enemies of Christ are already here. This is how we know that these are the last days. ", "19": "These enemies of Christ were in our fellowship, but they left us. They never really belonged to us; if they had been a part of us, they would have stayed with us. But they left, and this shows that none of them really belonged to us.", "20": "You have the gift[b] that the Holy One gave you, so you all know the truth.[c] ", "21": "I do not write to you because you do not know the truth but because you do know the truth. And you know that no lie comes from the truth.", "22": "Who is the liar? It is the person who does not accept Jesus as the Christ. This is the enemy of Christ: the person who does not accept the Father and his Son. ", "23": "Whoever does not accept the Son does not have the Father. But whoever confesses the Son has the Father, too.", "24": "Be sure you continue to follow the teaching you heard from the beginning. If you continue to follow what you heard from the beginning, you will stay in the Son and in the Father. ", "25": "And this is what the Son promised to us—life forever.", "26": "I am writing this letter about those people who are trying to lead you the wrong way. ", "27": "Christ gave you a special gift that is still in you, so you do not need any other teacher. His gift teaches you about everything, and it is true, not false. So continue to live in Christ, as his gift taught you.", "28": "Yes, my dear children, live in him so that when Christ comes back, we can be without fear and not be ashamed in his presence. ", "29": "Since you know that Christ is righteous, you know that all who do right are God's children."}