{"1": "Now Naomi had a relative of her husband, a man of great wealth and influence, from the family of Elimelech, whose name was Boaz. ", "2": "And Ruth the Moabitess said to Naomi, “Please let me go to the field and [a]glean among the ears of grain after one [of the reapers] in whose sight I may find favor.” Naomi said to her, “Go, my daughter.” ", "3": "So Ruth went and picked up the leftover grain in a field after the reapers; and she happened to stop at the plot of land belonging to Boaz, who was of the family of Elimelech. ", "4": "It was then that Boaz came back from Bethlehem and said to the reapers, “The Lord be with you!” And they answered him, “The Lord bless you!” ", "5": "Then Boaz said to his servant who was in charge of the reapers, “Whose young woman is this?” ", "6": "The servant in charge of the reapers answered, “She is the young Moabite woman who came back with Naomi from the country of Moab. ", "7": "And she said, 'Please let me glean and gather after the reapers among the [b]sheaves.' So she came and has continued [gathering grain] from early morning until now, except when she sat [resting] for a little while in the [field] house.”", "8": "Then Boaz said to Ruth, “Listen carefully, my daughter. Do not go to glean in another field or leave this one, but stay here close by my maids. ", "9": "Watch which field they reap, and follow behind them. I have commanded the servants not to touch you. And when you are thirsty, go to the [water] jars and drink from what the servants draw.” ", "10": "Then she kneeled face downward, bowing to the ground, and said to him, “Why have I found favor in your eyes that you should notice me, when I am a foreigner?” ", "11": "Boaz answered her, “I have been made fully aware of everything that you have done for your mother-in-law since the death of your husband, and how you have left your father and mother and the land of your birth, and have come to a people that you did not know before. ", "12": "May the Lord repay you for your kindness, and may your reward be full from the Lord, the God of Israel, under whose wings you have come to take refuge.” ", "13": "Then she said, “Let me find favor in your sight, my lord, for you have comforted me and have spoken kindly to your maidservant, though I am not as one of your maidservants.”", "14": "At mealtime Boaz said to her, “Come over here and eat some bread and dip your bread in the vinegar.” So she sat beside the reapers; and he served her roasted grain, and she ate until she was satisfied and she had some left [for Naomi]. ", "15": "When she got up to glean, Boaz ordered his servants, “Let her glean even among the sheaves, and do not insult her. ", "16": "Also you shall purposely pull out for her some stalks [of grain] from the sheaves and leave them so that she may collect them, and do not rebuke her.”", "17": "So she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an [c]ephah of barley. ", "18": "She picked it up and went into the city, and her mother-in-law saw what she had gleaned. Ruth also took out and gave to Naomi what she had saved after she [had eaten and] was satisfied. ", "19": "Her mother-in-law said to her, “Where did you glean today? Where did you work? Blessed be the man who took notice of you.” So she told her mother-in-law with whom she had worked and said, “The name of the man with whom I worked today is Boaz.” ", "20": "Naomi said to her daughter-in-law, “May he be blessed of the Lord who has not ceased His kindness to the living and to the dead.” Again Naomi said to her, “The man is one of our closest relatives, one who has the right to [d]redeem us.” ", "21": "Then Ruth the Moabitess said, “He also said to me, 'Stay close to my servants until they have harvested my entire crop.'” ", "22": "Naomi said to Ruth, “It is good, my daughter, for you to go out [to work] with his maids, so that others do not assault you in another field.” ", "23": "So she stayed close to the maids of Boaz, gleaning until the end of the barley and wheat harvests. And she lived with her mother-in-law."}