{"1": "I am Joel the son of Pethuel. And this is the message the Lord gave to me.", "2": "Listen, you leaders and everyone else in the land. Has anything like this ever happened before?", "3": "Tell our children! Let it be told to our grandchildren and their children too.", "4": "Swarm after swarm of locusts[a] has attacked our crops, eating everything in sight.", "5": "Sober up, you drunkards! Cry long and loud; your wine supply is gone.", "6": "A powerful nation[b] with countless troops has invaded our land. They have the teeth and jaws of powerful lions.", "7": "Our grapevines and fig trees are stripped bare; only naked branches remain.", "8": "Grieve like a young woman mourning for the man she was to marry.", "9": "Offerings of grain and wine are no longer brought to the Lord's temple. His servants, the priests, are deep in sorrow.", "10": "Barren fields mourn; grain, grapes, and olives are scorched and shriveled.", "11": "Mourn for our farms and our vineyards! There's no wheat or barley growing in our fields.", "12": "Grapevines have dried up and so has every tree— figs and pomegranates,[c] date palms and apples. All happiness has faded away.", "13": "Mourn, you priests who serve at the altar of my God. Spend your days and nights wearing sackcloth.[d] Offerings of grain and wine are no longer brought to the Lord's temple.", "14": "Tell the leaders and people to come together at the temple. Order them to go without eating[e] and to pray sincerely.", "15": "We are in for trouble! Soon the Lord All-Powerful will bring disaster.", "16": "Our food is already gone; there's no more celebrating at the temple of our God.", "17": "Seeds dry up in the ground;[f] no harvest is possible. Our barns are in bad shape, with no grain to store in them.", "18": "Our cattle wander aimlessly, moaning for lack of pasture, and sheep are suffering.[g]", "19": "I cry out to you, Lord. Grasslands and forests are eaten by the scorching heat.", "20": "Wild animals have no water because of you; rivers and streams are dry, and pastures are parched."}