{"1": "Sound the trumpet on Zion, the Lord's sacred hill. Warn everyone to tremble! The judgment day of the Lord is coming soon.", "2": "It will be dark and gloomy with storm clouds overhead. Troops will cover the mountains like thunderclouds. No army this powerful has ever been gathered before or will ever be again.", "3": "Fiery flames surround them; no one escapes. Before they invaded, the land was like Eden; now only a desert remains.", "4": "They look like horses and charge like cavalry.", "5": "They roar over mountains like noisy chariots, or a mighty army ready for battle. They are a forest fire that feasts on straw.", "6": "The very sight of them is frightening.[a]", "7": "They climb over walls like warriors; they march in columns and never turn aside.", "8": "They charge straight ahead, without pushing each other; even arrows and spears cannot make them retreat.", "9": "They swarm over city walls and enter our homes; they crawl in through windows, just like thieves.", "10": "They make the earth tremble and the heavens shake; the sun and moon turn dark, and stars stop shining.", "11": "The Lord God leads this army of countless troops, and they obey his commands. The day of his judgment is so terrible that no one can stand it.", "12": "The Lord said: It isn't too late. You can still return to me with all your heart. Start crying and mourning! Go without eating.", "13": "Don't rip your clothes to show your sorrow. Instead, turn back to me with broken hearts. I am merciful, kind, and caring. I don't easily lose my temper, and I don't like to punish.", "14": "I am the Lord your God. Perhaps I will change my mind and treat you with mercy. Then you will be blessed with enough grain and wine for offering sacrifices to me.", "15": "Sound the trumpet on Zion! Call the people together. Show your sorrow by going without food.", "16": "Make sure that everyone is fit to worship me.[b] Bring adults, children, babies, and even bring newlyweds from their festivities.", "17": "Tell my servants, the priests, to cry inside the temple and to offer this prayer near the altar:[c] “Save your people, Lord God! Don't let foreign nations make jokes about us. Don't let them laugh and ask, 'Where is your God?'”", "18": "The Lord was deeply concerned about his land and had pity on his people.", "19": "In answer to their prayers he said, “I will give you enough grain, wine, and olive oil to satisfy your needs. No longer will I let you be insulted by the nations.", "20": "An army attacked from the north, but I will chase it into a scorching desert. There it will rot and stink from the Dead Sea to the Mediterranean.” The Lord works wonders", "21": "and does great things. So tell the soil to celebrate", "22": "and wild animals to stop being afraid. Grasslands are green again; fruit trees and fig trees are loaded with fruit. Grapevines are covered with grapes.", "23": "People of Zion,[d] celebrate in honor of the Lord your God! He is generous and has sent the autumn and spring rains in the proper seasons.[e]", "24": "Grain will cover your threshing places; jars will overflow with wine and olive oil.", "25": "I, the Lord your God, will make up for the losses caused by those swarms and swarms of locusts[f] I sent to attack you.", "26": "My people, you will eat until you are satisfied. Then you will praise me for the wonderful things I have done. Never again will you be put to shame.", "27": "Israel, you will know that I stand at your side. I am the Lord your God— there are no other gods. Never again will you be put to shame.", "28": "The Lord said: Later, I will give my Spirit to everyone. Your sons and daughters will prophesy. Your old men will have dreams, and your young men will see visions.", "29": "In those days I will even give my Spirit to my servants, both men and women.", "30": "I will work wonders in the sky above and on the earth below. There will be blood and fire and clouds of smoke.", "31": "The sun will turn dark, and the moon will be as red as blood before that great and terrible day when I appear.", "32": "Then the Lord will save everyone who faithfully worships him. He has promised there will be survivors on Mount Zion and in Jerusalem, and among them will be his chosen ones."}