{"1": "At that time I, the Lord, will make Judah and Jerusalem prosperous again. ", "2": "Then in Judgment Valley[a] I will bring together the nations that scattered my people Israel everywhere in the world, and I will bring charges against those nations. They divided up my land ", "3": "and gambled to see who would get my people; they sold boys and girls to pay for prostitutes and wine.", "4": "You people of Tyre and Sidon[b] and you Philistines, why are you doing this? Are you trying to get even with me? I'll strike back before you know what's happened. ", "5": "You've taken my prized possessions, including my silver and gold, and carried them off to your temples.[c] ", "6": "You have dragged the people of Judah and Jerusalem from their land and sold them to the Greeks.", "7": "But I'll make the people of Judah determined to come home, and what happened to them will happen to you. ", "8": "I'll hand over your sons and daughters to the people of Judah, and they will sell them to the Sabeans,[d] who live far away. I, the Lord, have spoken!", "9": "Say to the nations: “Get ready for war! Be eager to fight. Line up for battle and prepare to attack.", "10": "Make swords out of plows and spears out of garden tools. Strengthen every weakling.”", "11": "Hurry, all you nations! Come quickly. Ask the Lord to bring his warriors along.[e]", "12": "You must come now to Judgment Valley,[f] where the Lord will judge the surrounding nations.", "13": "They are a field of ripe crops. Bring in the harvest! They are grapes piled high. Start trampling them now![g] If our enemy's sins were wine, every jar would overflow.", "14": "Crowds fill Decision Valley. The judgment day of the Lord will soon be here—", "15": "no light from the sun or moon, and stars no longer shine.", "16": "From the heart of Jerusalem the Lord roars like a lion, shaking the earth and sky. But the Lord is a fortress, a place of safety for his people Israel.", "17": "I am the Lord your God. And you will know I live on Zion, my sacred hill, because Jerusalem will be sacred, untouched by foreign troops.", "18": "On that day, fruitful vineyards will cover the mountains. And your cattle and goats that graze on the hills will produce a lot of milk. Streams in Judah will never run dry; a stream from my house will flow in Acacia Valley.[h]", "19": "Egypt and Edom were cruel and brutal to Judah, without a reason. Now their countries will become a barren desert,", "20": "but Judah and Jerusalem will always have people.", "21": "I, the Lord, live on Mount Zion. I will punish the guilty and defend the innocent.[i]"}