{"1": "I looked up again and saw four chariots ·going [coming] out between two mountains, mountains of bronze. ", "2": "Red horses pulled the first chariot. Black horses pulled the second chariot. ", "3": "White horses pulled the third chariot, and strong, ·spotted [dappled] horses pulled the fourth chariot. ", "4": "I asked the ·angel [messenger] who was talking with me, “What are these, sir?”", "5": "He said, “These are the four spirits of heaven. They have just come from ·the presence of [or presenting themselves before] the Lord of the whole world. ", "6": "The chariot pulled by the black horses will go to the land of the north. The white horses will go ·to the land of the west [or after them], and the spotted horses will go to the land of the south.”", "7": "When the powerful horses went out, they were ·eager [seeking] to go through all the earth. So he said, “Go ·through all [or and patrol] the earth,” and they did.", "8": "Then he ·called [cried out] to me, “Look, the horses that went north have caused my ·spirit to rest [anger to be appeased; or Spirit to rest] in the land of the north.”", "9": "The Lord spoke his word to me, saying, ", "10": "“Take silver and gold from Heldai, Tobijah, and Jedaiah, who were captives in Babylon. Go that same day to the house of Josiah son of Zephaniah, who came from Babylon [C may refer to the three men rather than to Josiah]. ", "11": "Make the silver and gold into a crown, and put it on the head of Joshua son of Jehozadak, the high priest. ", "12": "Tell him this is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: 'A man whose name is the Branch [3:8] will branch out from where he is, and he will build the Temple of the Lord. ", "13": "It is he who will build the Temple of the Lord and will ·receive honor [or be clothed in splendor/majesty]. He will sit on his throne and rule [C referring to Zerubbabel and ultimately to the Messiah]. And there will be a priest on his throne [C referring to Joshua the high priest and ultimately to the Messiah]. And ·these two will work together in peace [L the counsel of peace will be between the two].' ", "14": "The crown will be kept in the Temple of the Lord to remind ·Heldai [L Helem; C probably another name for Heldai], Tobijah, Jedaiah, and ·Josiah [L Hen; C perhaps a nickname for Josiah, meaning “gracious one”] son of Zephaniah. ", "15": "People living far away will come and build the Temple of the Lord. Then you will know the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] has sent me to you. This will happen if you completely obey the [L voice of the] Lord your God.”"}