{"1": "On the fifth day of the fourth month of the thirtieth year of the exile to Babylon,[a] while I was among the captives on the bank of[b] the Chebar River, heaven opened up and I saw visions from God.", "2": "On the fifth day[c] of the month in the fifth year of King Jehoiachin's imprisonment in exile, ", "3": "a message from[d] the Lord came directly to Buzi's son Ezekiel,[e] the priest, by the Chebar River in the land of the Chaldeans.[f] The hand of the Lord rested upon him there.", "4": "I was amazed to see a wind storm blow[g] in from the north, consisting of[h] a massive cloud and fire that was flashing back and forth, surrounded by bright light. From deep within the cloud,[i] something was shining that appeared to have a color like bronze that had been placed in fire until it glowed.", "5": "Deep inside it, the likenesses of four living beings were visible. Their appearances were similar to human forms, ", "6": "except that they each had four faces, four pairs of wings,[j] ", "7": "and straight legs. Their feet resembled calves' hooves, but they gleamed like polished bronze. ", "8": "From under their wings there were human hands on their four sides. Now as to their four faces and four pairs of wings, ", "9": "their pairs of wings overlapped each other. They moved in straight directions without turning their faces around as they moved. ", "10": "The form of their faces was human, but each of the four also had the face of a lion to the right, the face of an ox to the left, and the face of an eagle behind them.[k] ", "11": "That's what their faces were like. Their wings spread out above and around them, one pair overlapping another, with one pair covering themselves. ", "12": "Each moved in straight directions. Wherever they decided[l] to go, they went without turning themselves.", "13": "Now, in the midst of the living beings there was something that[m] appeared to glow like coals kindled by a fire,[n] like torches that moved back and forth between the living beings. The fire was dazzling, and lightning flashed from the fire. ", "14": "The living beings moved around, in appearance resembling lightning.", "15": "As I observed the living beings, I noticed one wheel on the earth beside each being—that is, for the four of them.[o] ", "16": "Their wheels and their construction details looked like gold-colored beryl.[p] Each wheel was identical in form to the others,[q] and they appeared to have been constructed and designed as if one wheel were within another. ", "17": "Whenever the four moved, no matter which of four directions, they moved without turning around.", "18": "Their wheel rims were ornate[r] and terrifying. They were full of eyes that surrounded the four of them. ", "19": "Whenever the living beings moved, the wheels moved, too. Whenever the living beings rose from the earth, the wheels rose also. ", "20": "Whatever direction these spirits went, the wheels would be lifted up along with them, because the wheels were alive.[s] ", "21": "They moved around whenever they wanted to move around,[t] and they stood still whenever they wanted to stand still;[u] and whenever they rose from the earth, the wheels remained close beside them, because the wheels were also alive.[v]", "22": "There was spread out over the heads of the living beings what looked like a canopy,[w] in outward appearance resembling ice, ", "23": "and underneath the canopy, their wings spread out straight over their heads toward each other. They each also had two wings with which they covered themselves, one wing covering its body on one side and one wing covering itself on the other side.", "24": "I also heard the sound of their wings, like the sound of roaring[x] water, like the voice of the Almighty, or like a boisterous crowd within an army camp. Whenever they stopped flying, they lowered their wings. ", "25": "A sound came from above the canopy that was spread out over their heads. Whenever they stood still, they lowered their wings. ", "26": "From above the canopy that was spread out over their heads, there appeared to be something reminiscent of a throne, resembling sapphire[y] in form. There was the likeness of the appearance of a human being seated on the likeness of the throne high above. ", "27": "I noticed that from what appeared to look like his waist upward there was something that looked like metal that glowed as if it were immersed in fire. Below this there was something resembling fire, with a radiant light surrounding him. ", "28": "The appearance of the radiant light resembled that of a rainbow shining in a cloud on a rainy day. This was what the appearance of the form of the glory of the Lord resembled. When I saw all of this,[z] I fell flat on my face. Then I heard a voice speaking."}