{"1": "This message came to me from the Lord: ", "2": "“Why do you cite this proverb when you talk about Israel's land: 'The fathers eat sour grapes but it's their children's teeth that have become numb.' ", "3": "As long as I live,” declares the Lord, “you won't use this proverb about Israel anymore. ", "4": "Look! Every living soul belongs to me—the father's as well as the son's.[a] So pay attention! The person who keeps on sinning is going to die.”", "5": "“If a person is righteous, and practices what's lawful and right, ", "6": "if he doesn't eat at mountain shrines, and doesn't look to the idols that have been erected in Israel's house, if he doesn't defile his neighbor's wife or approach a woman during her time of menstrual separation, ", "7": "if he doesn't oppress anyone, but instead returns the debtor's security for his debt, if he doesn't rob anyone, but instead shares his food with the hungry and gives clothes to those who are naked, ", "8": "if he doesn't lend with usury or exact interest, but instead refuses to participate in[b] what is unjust, if he administers true justice between people,[c] ", "9": "if he lives his life[d] consistent with my statutes and keeps my ordinances by practicing what's true, then he's righteous and will certainly live,” declares the Lord God.", "10": "“Now suppose that person produces a son who's violent, a murderer, and practices any of these things, ", "11": "even though the father[e] hasn't done any of these things. The son who eats at mountain shrines, defiles his neighbor's wife, ", "12": "oppresses the afflicted and the poor, robs others, doesn't return security for a debt, looks to idols, does detestable things, ", "13": "loans with usury, and exacts interest; will he live? He certainly will not! He has done all these detestable practices. He will certainly die, and his guilt will be his own fault.”[f]", "14": "“Now suppose that he produced a son who practiced all of his father's sins, but then that son[g] began to fear me and stopped doing all of these things. ", "15": "That is, suppose he doesn't eat at the mountain shrines, doesn't look to the idols of Israel's house, doesn't defile his neighbor's wife, ", "16": "doesn't oppress anyone, doesn't take possession of a debtor's pledge, or doesn't steal, but instead shares his food with the hungry, gives clothes to those who are naked, ", "17": "doesn't refuse to help the afflicted, or refuses to loan with usury or exact interest, but instead follows my ordinances and lives his life consistent with my statutes. He won't die because of his father's sin, will he? No! He'll certainly live. ", "18": "As for his father, watch out! If he wrongfully oppressed or robbed his brother and did what wasn't good among his people, he'll die because of[h] his own sin.”", "19": "“Yet you keep asking, 'Why wouldn't the son bear the punishment of his father's sin?' Because the son has done what was lawful and right, and has kept all my statutes and obeyed them, he's certainly going to live. ", "20": "The soul who sins dies. The son won't bear the punishment of his father's sin and the father won't bear the punishment of his son's sin. The righteous deeds of that righteous person will be attributed to him, while the wicked deeds of the wicked person will be charged against him. ", "21": "But if the wicked person turns from all his sins, which he did and keeps my statutes, then he'll live. He won't die. ", "22": "None of the transgressions that he had committed will be held[i] against him. Because of the righteous deeds that he had done, he'll live.", "23": "“I don't take delight in the death of the wicked, do I?” asks the Lord God. “Shouldn't I rather delight[j] when he turns from his wicked ways and lives? ", "24": "But when the righteous person abandons his righteous deeds and commits evil, detestable practices, as wicked people do, he won't live, will he? None of the righteous acts that he had done will be remembered. He'll die in his treacherous unfaithfulness and sins that he had committed.”", "25": "“Yet you keep saying, 'The Lord isn't being consistent with his standards.' Pay attention, you house of Israel: Is my behavior really inconsistent with my standards? Isn't it your behavior that isn't just?", "26": "“When a righteous person turns from his righteous deeds and does evil, he'll die because of that evil. He'll die because of his unrighteous acts that he committed. ", "27": "When a wicked person quits[k] his wicked behavior[l] and does what's just and right, he'll be enabled to live.[m] ", "28": "Because he reconsidered his transgression and turned away from everything that he had been doing, he'll certainly live and not die. ", "29": "Yet Israel's house keeps saying, 'The Lord isn't being consistent with his standards.' Is it my behavior that's inconsistent with my standards?[n] Is it not your behavior that's inconsistent with my standards?”[o]", "30": "“Therefore, Israel, I'm going to judge you according to the behavior of each and every one of you,” declares the Lord God. “So repent and turn from all your sins so that sin won't keep on being a stumbling block for you. ", "31": "Stop your transgressing—the deeds by which you've rebelled—and then make for yourselves a new heart and a new spirit. Why should you die, you house of Israel? ", "32": "I don't take pleasure in the death of anyone who dies,” declares the Lord. “So repent, so you may live!”"}