{"1": "On the seventh year, on the tenth day[a] of the fifth month, men came from the elders of Israel to seek the Lord. They sat down in front of me.", "2": "“Son of Man,” the Lord told me, ", "3": "“Tell the elders of Israel, 'This is what the Lord God asks, “Did you come to inquire of me? As long as I live, I won't let myself be sought by you,” declares the Lord God.'", "4": "“Will you judge them? Son of Man, will you indeed judge them? Teach them about the detestable things that their ancestors did. ", "5": "Tell them, 'This is what the Lord God says, “The day I chose Israel, when I made my commitment[b] to the descendants of Jacob's house, I revealed myself to them in the land of Egypt and I made my promise to them with the words, 'I am the Lord your God.' ", "6": "That day I promised to bring them out of the land of Egypt to the land that I had explored for them—a land flowing with milk and honey. It's the most beautiful of all lands. ", "7": "Then I told them, 'Each of you are to abandon your detestable practices.[c] You are not to defile yourselves with Egypt's idols. I am the Lord your God.'”'”", "8": "“But they rebelled against me and weren't willing to obey me. None of them abandoned their detestable practices[d] or their Egyptian idols. So I said, 'I'll pour out my anger on them, extending my fury in the middle of the land of Egypt.' ", "9": "I did this so my reputation[e] might not be tarnished among the nations where they were living, among whom I made myself known in their presence when I brought them out of the land of Egypt. ", "10": "I brought them out of the land of Egypt to bring them to the wilderness ", "11": "where I gave them my statutes and revealed my ordinances to them, which if a person[f] observes, he'll live by them. ", "12": "Also, I instituted[g] my Sabbath for them as a sign between me and them, so they would know that I am the Lord, who has set them apart.”", "13": "“But the house of Israel rebelled against me in the wilderness. They didn't live by[h] my statutes. They despised my ordinances, which if a person observes, he'll live by them. They greatly profaned my Sabbaths. So I said I would pour out my anger on them and bring them to an end in the wilderness. ", "14": "I did this so my reputation wouldn't be tarnished among the nations in whose presence I had brought them out.", "15": "“Moreover, I solemnly swore to them in the wilderness that I wouldn't bring them to the land that I had given them—a land flowing with milk and honey, the most beautiful of all lands—", "16": "because they kept on rejecting my ordinances. They didn't live life consistent with my statutes, they profaned my Sabbaths, and their hearts followed[i] their idols. ", "17": "Even then, I[j] looked on them with compassion and didn't completely destroy them in the wilderness. ", "18": "I told their children in the wilderness, 'You are not to follow the statutes of your ancestors, observe their ordinances, or be defiled by their idols. ", "19": "I am the Lord your God. You are to follow my statutes, observe my ordinances, and keep them. ", "20": "You are to make my Sabbaths holy, and you are to let them serve as a sign between you and me, so that you may know that I am the Lord your God.'”", "21": "“But they rebelled against me. They didn't live according to my statutes, observe my ordinances, or practice them, by which a person will live. They also kept profaning my Sabbaths. So I said that I was going to pour out my anger on them and in my anger I'm going to bring about a complete end to them in the wilderness. ", "22": "But I withdrew my decision[k] so my reputation wouldn't be tarnished among the nations before whose eyes I brought them out.", "23": "“Furthermore, I solemnly swore in the wilderness to disperse them among the nations and scatter them to other[l] lands ", "24": "because they didn't observe my ordinances. Instead, they rejected my statutes, profaned my Sabbaths, and worshipped[m] their ancestors' idols. ", "25": "So I gave them statutes that weren't good and ordinances by which they could not live. ", "26": "I made them unclean because of their offerings, so they made all their firstborn[n] to pass through the fire, so that I could make them astonished. Then they'll know that I am the Lord.”", "27": "“Therefore, Son of Man, you are to speak to the children of Israel and tell them, 'This is what the Lord God says: “Your ancestors also blasphemed me in their treacherous behavior against me. ", "28": "I brought them to the land that I had promised to give them. But whenever they saw any high hill and or any leafy tree, they slaughtered their sacrifices there and presented their offerings that provoked my anger. There they presented their pleasing aromas and poured out their drink offering. ", "29": "So I asked them, 'What is the high place to which you're going?' That's why the name of the place has been called Bamah[o] to this day.”'", "30": "“Therefore you are to say to Israel's house, 'This is what the Lord God says: “Will you defile yourselves like your ancestors did by acting as a prostitute, consistent with their horrible deeds? ", "31": "When you present your gifts and make your sons pass through the fire, you continue to defile yourselves with your idols to this day. Should I be inquired of by you, you house of Israel? As I live,” declares the Lord, “I certainly won't be inquired of by you.” ", "32": "The thing that you're imagining[p] is never going to happen, since you're thinking, “We'll be like the nations, like the clans of other[q] lands who serve gods made from wood and stone.”'”", "33": "“As I live,” declares the Lord God, “with my powerful hand and outstretched arm, along with my wrath poured out, I'll reign as king over you. ", "34": "I'll bring you out from the peoples and gather you from the lands where you were scattered. With a powerful hand, with an outstretched arm, and with wrath poured out, ", "35": "I'll bring you into the wilderness of the nations. I'll judge you right there, face to face. ", "36": "Just as I judged your ancestors in the wilderness in the land of Egypt, so I'll judge you,” declares the Lord. ", "37": "“I'll cause you to pass under the rod until I will have brought you into the bond of the covenant. ", "38": "I'll eliminate the rebels among you, along with those who are transgressing against me. I'll bring them out of the land where you've lived, but they won't be able to enter the land of Israel. Then you'll know that I am the Lord.”", "39": "And now, you house of Israel, this is what the Lord God says, “Go ahead and serve your idols, both now and later, but later you'll listen to me, and you won't profane my sacred name again by your offerings and idols. ", "40": "For on my holy mountain, on Israel's high mountains,” declares the Lord God, “the whole of Israel's house—all of it—will serve me there in the land. I'll accept them there. And there I'll demand your offerings, the first fruits of your portions of all your sacred things.", "41": "“When I will have brought you from among the people and have gathered you from the lands where you were scattered, I'll accept you as a pleasing aroma. I'll reveal my holiness among you, and the entire world will see it. ", "42": "Then you'll know that I, the Lord, brought you to the land of Israel, to the land that I promised to give to your ancestors. ", "43": "You'll remember all your practices and evil actions by which you've become defiled. You'll loathe yourselves[r] because of all the evil things you've done. ", "44": "Then you'll know that I am the Lord, when I will have dealt with you for the benefit of my own reputation and not according to your evil attitudes or corrupt practices, you house of Israel,” declares the Lord God.", "45": "[s]This message came to me from the Lord: ", "46": "“Son of Man, turn to the south and oppose it, talking toward the south. ", "47": "Prophesy against the forest of the Negev,[t] 'Listen to this message from the Lord. This is what the Lord God says: “Look out! I'm about to ignite a fire and set it against you. It will devour every tree—whether green or dry—that lives in you. This powerful flame will not be extinguishable, and the entire surface from south to north will be scorched by it. ", "48": "Then everyone[u] will see that I, the Lord, have kindled it, because it won't be extinguished.”'”", "49": "Then I said, “O Lord God! They're saying about me, 'Isn't he one to propound parables?'”"}