{"1": "This message came to me from the Lord: ", "2": "“Now, Son of Man, will you truly judge that blood-stained city? Then make her aware of all of her detestable practices.", "3": "“You are to say, 'This is what the Lord God says: “The city keeps on shedding blood within her, hastening her time to be judged. She crafts idols that defile her.", "4": "“'“You're guilty because of the blood that you've shed. You were defiled by the idols that you've made. You've caused your judgment day to draw near and have even come to the end of[a] your life. Therefore, I've made you an object of derision among the nations and to other[b] lands. ", "5": "Those who are both near and far away from you will scoff at you, because your reputation will be infamous and full of turmoil.", "6": "“'“Watch out! Each of the princes of Israel has misused his authority to shed blood. ", "7": "They've treated mothers and fathers among you with contempt. They've oppressed the foreigner among you. They've maltreated the orphan and the widow among you.", "8": "“'“You have despised my sacred things and profaned my Sabbaths. ", "9": "Slanderous men live among you, intent on shedding blood. They've eaten at the top of mountain shrines. They've crafted plans to do evil things among you. ", "10": "They've revealed the nakedness of their father in your midst. They've humiliated those among you who were unclean due to their impurity. ", "11": "One of you commits detestable practices with his neighbor's wife. Another sexually defiles his daughter-in-law. Another humiliates his sister, his own father's daughter. ", "12": "They take bribes among you to shed blood. You've taken usury and exacted interest. You've gained control over your neighbor through extortion. And you've forgotten me,” declares the Lord God.", "13": "“Watch out! I'm vehemently angry about[c] the unjust gains that you've earned, and about the blood that has been shed among you. ", "14": "Can your heart stand up to this? Can your hands remain strong when I deal with you? I, the Lord, have spoken and will fulfill this. ", "15": "I'm going to disperse you among the nations and scatter you to other lands. I'm going to put an end to your uncleanness. ", "16": "When you've been defiled in the sight of the nations, then you'll know that I am the Lord.”'”", "17": "This message came to me from the Lord: ", "18": "“Son of Man, Israel has become like dross to me. All of them are like remnants of bronze, tin, iron, and lead in a furnace—the dross left over from smelting silver. ", "19": "Therefore this is what the Lord God says, 'Because all of you have become dross, watch out! I'm going to gather all of you at the center of Jerusalem, ", "20": "just like a smelter gathers all the silver, bronze, lead, and tin to the center of a furnace and injects fire in order to melt it, I'm going to gather you in my anger and rage, make you settle down—and then I'm going to melt you down. ", "21": "Indeed, I'm going to gather you together and exhale the fire of my fury, and then you'll be melted from the inside out ", "22": "like melting silver at the center of a furnace. When you've been melted from the center out, then you'll know that I am the Lord. I'll pour out my anger on you.'”", "23": "This message came to me from the Lord: ", "24": "“Son of Man, tell her,[d] 'You're a land that hasn't been purified, one that hasn't been rained on in the day of indignation. ", "25": "There's a conspiracy of prophets within her, and like a roaring lion tearing its prey, they've devoured people, and confiscated treasures, and taken precious things. They've added to the population of widows within her. ", "26": "Her priests have violated my Law and profaned my sacred things. They didn't differentiate between what's sacred and what's common. They didn't instruct others to discern clean from unclean things. They refused to keep[e] my Sabbaths. “'I'm constantly being profaned among them. ", "27": "Her princes within her are like wolves tearing their prey apart. They shed blood, destroying souls, and make unjust gain.", "28": "“'Her prophets whitewashed all of these things through false visions and lying divinations. They kept on saying, “This is what the Lord God says…”, when the Lord has not spoken. ", "29": "The people of the land were vigorously oppressive and took possession of plunder by violence. They've afflicted the poor and the needy and unjustly treated the foreigner. ", "30": "I sought for a man among them to build the wall and stand in the breach in my presence on behalf of the land so that it won't be destroyed, but I found no one, ", "31": "so I poured my indignation over them. With my fierce anger, I've consumed them. I brought the consequences of[f] their behavior upon them,'[g] declares the Lord God.”"}