{"1": "This message came to me from the Lord: ", "2": "“Son of Man, here are two sisters who are daughters from the same mother. ", "3": "They committed sexual immorality in Egypt. They did this[a] in their youth. There, their breasts were caressed. Their virgin breasts were fondled. ", "4": "The older one was named Oholah[b] and her sister was named Oholibah.[c] They belonged to me and gave birth to sons and daughters. Now as to their real identities, Oholah refers to Samaria and Oholibah to Jerusalem.”", "5": "“Oholah committed sexual immorality while she belonged to me. She lusted for Assyria's warriors, ", "6": "who were clothed in blue—including governors and commanders. All of them were desirable young men—horsemen mounted on horses. ", "7": "She bestowed her sexual favors[d] on them—all of them, the best of the Assyrians—and with whomever she lusted for. “She defiled herself with all their idols. ", "8": "She never abandoned the immorality that she practiced in Egypt during her youth, where they laid down with her and fondled her virgin breasts, lavishing her with all kinds of favors. ", "9": "Therefore, I turned her over to the control[e] of her lovers, that is, into the control[f] of the Assyrians for whom she lusted. ", "10": "They stripped her naked, took away her sons and daughters, and executed her with a sword. She became an object of ridicule[g] among other nations[h] when they punished her.”", "11": "“Her sister Oholibah saw this, but she was more corrupt in her lust and sexual immorality than her sister had been in her own sexual immorality. ", "12": "She lusted after the Assyrians—governors, commanders, warriors clothed in gorgeous attire, cavalry mounted on their horses—all of them desirable young men. ", "13": "I saw that she was defiled, because the two of them both were on the same[i] path.", "14": "“She became even more sexually immoral when she saw the images of the Chaldean men who had been carved in red on their walls. ", "15": "Girded with waistbands around their loins, with flowing turbans on their heads, all of them looked like chariot officers, similar to the Babylonians from Chaldea, where they had been born.", "16": "“She lusted after them when she saw them, so she sent messengers to summon them from Chaldea. ", "17": "The Babylonians came to her love nest[j] and defiled her with their sexual immorality. As a result, she was defiled by them. Even so, she turned away from them in disgust. ", "18": "She displayed her immorality publicly and stripped herself naked, so I turned away in disgust from her, just as I had turned away in disgust from her sister.", "19": "“Nevertheless, she became even more sexually immoral, even reminiscing about when she was young, when she kept on practicing sexual immorality in the land of Egypt. ", "20": "She lusted after her paramours, whose genitals are[k] like those of donkeys, and whose emissions are like those of horses. ", "21": "Think about the wickedness that you practiced when you were young, when the Egyptians fondled your breasts, the breasts of your youth.”", "22": "“Therefore, Oholibah, this is what the Lord God says: 'Look! I'm about to stir up your lovers against you, the ones from whom you've turned away in disgust. I'm going to bring them against you from every direction—", "23": "the Babylonians, all the Chaldeans, Pekod, Shoa, Koa, and all of the Assyrians with them. They're all desirable young men, governors, commanders, chariot officers, and famous men, all of them mounted on horses.", "24": "“'They'll invade you with weapons, chariots, wagons, and a vast army. They'll set themselves in place to attack you from every direction with large shields, small shields, and helmets. I'll turn over judgment to them, and they'll punish you according to their own standards.[l] ", "25": "I'll expend my jealousy on you so they'll deal with you in anger. They'll cut off your noses and your ears. Your survivors will die violently.[m] They'll take your sons and daughters away from you, but your survivors will be incinerated. ", "26": "They'll strip off your clothes and confiscate your jewelry.[n] ", "27": "That's how I'll put an end to your obscene conduct and sexual immorality that you kept on practicing since the day you left[o] the land of Egypt so that you won't look in Egypt's direction or even remember it anymore.'", "28": "“This is what the Lord God says, 'I'm about to turn you over to the control[p] of those you hate, to the control of those from whom you turned away in disgust. ", "29": "They'll deal with you with hatred. They'll take away your productivity, leaving you naked and defenseless, so that the nakedness of your sexual immorality will be uncovered—your licentious sexual immorality. ", "30": "These things will happen to you because of your sexual immorality that was patterned after what the nations do. You've been defiled by their idols. ", "31": "You took the path of your sister, so I'll place her cup in your hand.'", "32": "“This is what the Lord God says: 'You'll drink from your sister's cup, which is both large and deep. You'll become a laughing stock and an object of derision, since the cup is so full! ", "33": "You'll be filled with drunkenness and grief. The cup that belongs to your sister Samaria is filled with horror and devastation, ", "34": "but you'll drink from it and drain it completely. As for the vessel, you'll break it to pieces and you'll tear at your breasts, for I've spoken,' declares the Lord God.", "35": "“Therefore this is what the Lord God says: 'Because you abandoned me and threw me behind your back, you will bear the consequences of your obscene conduct and sexual immorality.'”", "36": "Then the Lord spoke to me. “Son of Man, speak out in judgment of both Oholah and Oholibah. Make their detestable practices widely known, ", "37": "because they've committed adultery, and blood covers their hands. They've also committed adultery with their idols, making their sons born to me to pass through the fire[q] as an offering to[r] them.", "38": "“They've also done this to me: They defiled my sanctuary and profaned my Sabbaths, all at the same time![s] ", "39": "When they killed their sons as offerings to[t] their idols, they brought them to my sanctuary and defiled it.[u] Look what they've done with my Temple!", "40": "“In addition, they sent messengers for men to come from afar. When they arrived, you bathed yourself for them, painted your eyes, adorned yourself with jewelry, ", "41": "then sat down on an elegant bed. A table was arranged in front of it, on which you set out my incense and oil. ", "42": "The sound of a carefree multitude accompanied her. Men from a multitude of peoples were coming—including Sabeans[v] from the wilderness, adorned[w] with bracelets on their hands and beautiful crowns on their heads.", "43": "“After she had worn herself out by her adulterous behavior, I asked her, 'Will they continue with their sexual immorality and with their prostitution?' ", "44": "They've gone to her, like men do, to have sex with a prostitute. They[x] had sex with Oholah and Oholibah, those licentious women. ", "45": "Righteous men will judge them with punishments fit for adulterers and for those who shed blood, because they're adulterers with blood on their hands.”", "46": "This is what the Lord God says: “Bring an army[y] against them and deliver them over to terror and plunder. ", "47": "Then the army will stone them with stones and cut them to pieces with their swords. They'll kill their sons and daughters and incinerate their houses. ", "48": "I'll cause obscene conduct to stop throughout the land, because all the women will be admonished not to practice their obscene conduct. ", "49": "You'll receive the consequences for your obscene conduct and bear the punishment for your sins of idolatry. Then you'll know that I am the Lord God.”"}