{"1": "In the ninth year, in the tenth month, and on the tenth day of the month, this message came to me from the Lord:", "2": "“Son of Man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem on this very day. ", "3": "So compose a parable for the rebellious house. Tell them, 'This is what the Lord God says: “Prepare your pot for boiling! Set it in place. Fill it up with water, too.", "4": "Gather together the best pieces of meat on it— including the thighs and the shoulders— and fill it with the choicest bones.", "5": "Take the best bones from the flock, pile wood[a] under the pot[b] for the bones, bring it to a boil, and then cook the bones in it.”'”", "6": "“This is what the Lord God says: 'How terrible it is for that blood-filled city, to the pot whose rust remains in it, whose rust won't come off. Empty it one piece at a time. Don't let a lot fall on it.", "7": "Her blood was in it. She poured it out onto bare rock. She didn't pour it out on the ground, intending to cover it with dirt.", "8": "In order to stir up my anger and in order to take vengeance, I set the blood on a bare rock so that it cannot be covered.'", "9": "“Therefore this is what the Lord God says: 'How terrible it is for that blood-filled city— I'm also going to add to my[c] pile of kindling.", "10": "Pile up the wood! Make the fire burn hot. Boil the meat! Mix the seasonings. Burn those bones to a crisp!", "11": "Make the pot stand empty on the coals until its bronze glows red,[d] its rust can be scoured off,[e] and its dross completely removed.", "12": "The pot[f] wearies me,[g] but its thick[h] rust won't come off, even with fire.", "13": "There is wickedness in your obscene conduct. Even though I've cleansed you, your uncleanness cannot be washed away. You cannot be cleansed again until my rage against you has subsided.'", "14": "“'I, the Lord have spoken. It will happen, because I'm going to do it. I won't hold back, have compassion, or change my mind.[i] They'll judge you according to your ways and deeds,' declares the Lord God.”", "15": "This message came to me from the Lord: ", "16": "“Son of Man, pay attention! I'm about to take away your most precious treasure[j] with a single, fatal stroke, but you are not to mourn, weep, nor even let tears well up in your eyes.[k] ", "17": "You are to weep in silence, but you are not to participate in mourning rituals.[l] You are to keep your turban on your head and your sandals on your feet. You are not to cover your mouth[m] or eat what your comforters bring to you.”[n]", "18": "So I spoke to the people in the morning, and my wife died that evening. The next[o] morning, I did as I had been commanded.", "19": "Then the people told me, “Are you going to explain what these things that you're doing should mean to us?”", "20": "So I responded, “This message came to me from the Lord: ", "21": "'Tell the house of Israel that this is what the Lord God says: “Look! I'm about to profane my sanctuary, the source of your proud strength, the desire of your eyes, and the object of your affection. Your sons and daughters, whom you've left behind, will die by the sword. ", "22": "That's why you will soon be doing what I've just done. You are not to cover your mouth[p] or eat what your comforters bring to you.[q] ", "23": "Your turbans will be on your heads and your sandals will be on your feet. You won't mourn or weep. Instead, you'll waste away in your sins. Every one of you will groan to his relative. ", "24": "That's how Ezekiel will be an example for you. You'll be doing exactly what he has done. When it happens, then you'll know that I am the Lord God.”'", "25": "“And now, Son of Man, on the day that I take their strength, joy, and glory from them, those whom they love to watch, the focus of their affection—their sons and daughters— ", "26": "at that time,[r] a fugitive will come to you and will bring you the news.[s] ", "27": "Your mouth will freely speak to the fugitive. You won't be silent any longer. You'll be a sign to them. Then they'll know that I am the Lord.”"}