{"1": "This message came to me from the Lord: ", "2": "“Son of Man, turn your attention[a] to the descendants of Ammon and rebuke[b] them. ", "3": "Tell the Ammonites: 'Listen to a message from[c] the Lord God! This is what the Lord God says: “Because you have said, 'Aha!'[d] about my sanctuary when it was desecrated, about the land of Israel when it became desolate, and about the households of Judah when they went into exile, ", "4": "therefore you'd better look out! I'm going to turn you over to men[e] from the East, who will dominate you. You will become their property. They will set up military encampments and permanent places[f] in which to live among you, and then they'll eat your fruit and drink your milk. ", "5": "I will turn Rabbah[g] into a pasture for camels, and Ammon will become a resting place for flocks of sheep. That's how they'll learn that I am the Lord.”'”", "6": "“This is what the Lord God says: 'Because you've applauded, stamped your feet, and rejoiced with all sorts of malice in your heart[h] against the land of Israel, ", "7": "therefore you'd better[i] watch out! I'm raising a clenched fist[j] in your direction! I'm about to feed you to the surrounding[k] nations as war plunder. I'm going to eliminate you as a nation and kill off those of you who survive to live in other[l] countries. I'm going to destroy you, and that's how you'll learn that I am the Lord.'”", "8": "“This is what the Lord God says: 'Because Moab and Seir are claiming, “Judah's citizens are[m] just like every other[n] nation,” ", "9": "therefore you'd better watch out! I'm going to tear open Moab's flanks, starting with its frontier cities—the very glory of the nation!—including Beth-jeshimoth,[o] Baal-meon,[p] and Kiriathaim.[q] ", "10": "I'm going to turn these cities[r] over to men[s] from the East, who will dominate you. You will become their property. As a result, Ammon will be forgotten as a nation. ", "11": "I'm also going to punish Moab, and that's how they'll learn that I am the Lord.'”", "12": "“This is what the Lord God says: 'Because Edom has made it their practice to seek extraordinary vengeance against Judah's citizens,[t] and by doing so has incurred extraordinary guilt by taking revenge against them,' ", "13": "therefore this is what the Lord God says: 'I'm going to raise my clenched fist[u] in Edom's direction and eliminate every single human being and animal from Edom! I'm going to turn everything into a wasteland, starting with Teman, and Dedan will fall by violence![v] ", "14": "I'm going to inundate Edom with[w] my retribution, using my people Israel to carry it out! They'll deliver my anger, acting as an agent of my fury. Edom will come to know my vengeance,' declares the Lord God.'”", "15": "“This is what the Lord God says: 'Because Philistia has made it their practice to carry out retribution, accompanied by extraordinary malice in their personal vendettas—vendettas that spring from their everlasting hostility— ", "16": "this is what the Lord God says: “Look out! I'm raising my clenched fist[x] in Philistia's direction. I'm going to execute[y] the Cherethites[z] and destroy what's left of the coastline of the Mediterranean[aa] Sea. ", "17": "I'll take vengeance on them, punishing them severely in my anger. They'll know that I am the Lord when I take my vengeance on them.”'”"}