{"1": "This message came to me from the Lord: ", "2": "“Son of Man, tell Tyre's Commander-in-Chief,[a] 'This is what the Lord God says: “Because your heart is arrogant,[b] and because you keep saying, 'I have taken my seat, I am a god, seated in God's seat right in the middle[c] of the sea,'[d] and because you're a man, and not a god, even though you pretend that you have a god-like heart…", "3": "Look! You're wiser than Daniel, aren't you? No secret is too mysterious for you!", "4": "Your wisdom and understanding brought you phenomenal wealth. You've brought gold and silver into your treasuries.", "5": "By your great wisdom, by your skills in trading you have amassed wealth for yourself and your heart has become arrogant because of your wealth.”", "6": "Therefore this is what the Lord God says: “Because you've made your heart like that of God", "7": "Therefore, look! I'm bringing foreigners in your direction, the most terrifying of nations! They will direct their violence[e] against the grandeur that you've created by your wisdom.", "8": "They'll send you down to the Pit,[f] and you'll die defiled in the depths of the sea.", "9": "Is that when you'll say, 'I'm God' to the face of those who will be killing you? After all, you're a man, and have never been a god, especially when you're under the control[g] of those who will defile you!", "10": "You will die a death fit for the uncircumcised at the hand of foreigners.” 'for I have said it will be so,' declares the Lord.”", "11": "Another message came to me from the Lord, and this is what it said: ", "12": "“Son of Man, start singing this lamentation for the king of Tyre. Tell him, 'This is what the Lord God says: “You served as my[h] model, my example of complete wisdom and perfect beauty.", "13": "You used to be in Eden— God's paradise! You wore precious stones for clothing: ruby,[i] topaz, diamond,[j] beryl,[k] onyx, jasper, sapphire,[l] turquoise, and carbuncle. Your settings were crafted in gold, along with your engravings. On the day of your creation they had been prepared!", "14": "“You were the anointed cherub; having been set in place on the holy mountain of God, you walked in the midst of fiery stones.", "15": "You were blameless in your behavior[m] from the day you were created until wickedness was discovered in you.", "16": "Since your vast business planning[n] filled you with violent intent[o] from top to bottom,[p] you sinned, so I cast you away as defiled from the mountain of God. I destroyed you, you guardian cherub, from the midst of the fiery stones.", "17": "Your heart grew arrogant because of your beauty; you annihilated your own wisdom because of your splendor. Then I threw you to the ground in the presence of kings, giving them a good look at you!", "18": "By all of your iniquity and unrighteous business planning[q] you defiled your sanctuaries, so I'm going to bring out fire from within you and burn you to ashes on the earth before the whole watching world!", "19": "Everyone who knows you throughout all the nations will be appalled at your calamity and you will no longer exist forever.”'”", "20": "Another message came to me from the Lord, who had this to say:", "21": "“Son of Man, turn your attention[r] to Sidon and prophesy against her.[s] ", "22": "Tell her: 'Pay attention to me, Sidon! I'm against you, and I'm going to glorify myself right in your midst.' They'll learn that I am the Lord when I carry out these punishments and manifest my holiness in her midst.", "23": "I'm going to send disease into that city[t] and blood into her streets. People will drop dead in her midst from the violence done to[u] her from every side. Then they'll learn that I am the Lord God.”", "24": "“The house of Israel will never again suffer from painful briers and sharp thorn bushes that surround them on every side, and they will learn that I am the Lord. ", "25": "This is what the Lord God says: 'When I gather the house of Israel from the nations to which I've scattered them, I will show them my holiness before the watching world, and they will live on the land that I gave to my servant Jacob. ", "26": "They will live in safety in the land,[v] building houses and planting vineyards. They'll live in safety while I judge everyone who maligns them among those who surround them. At that time they'll learn that I am the Lord their God.'”"}