{"1": "In the tenth year, on the twelfth day of the tenth month, a message came to me from the Lord, who had this to say:", "2": "“Son of Man, turn your attention to Pharaoh, king of Egypt, and prophesy against him and the entire nation of Egypt. ", "3": "Tell him that this is what the Lord God says: 'Watch out! I'm coming to get[a] you, Pharaoh, king of Egypt! You big monster! You lay in wait in the middle of your waterways[b] and say, “My waterways belong to me! I made them for myself!”", "4": "'So I'm going to plant a hook in your jaw and make the fish in your waterways grab hold of your scales. I'll bring you up out of the middle of your waterways, along with all of the fish from your waterways that cling to your scales,", "5": "Then I'll fling you out into the desert, you and all those fish in your waterways. You'll fall out in the open fields; you'll never be reunited. I'm giving you to the wild beasts of the earth and to the birds of the sky, and they will dine on you!", "6": "'Then everyone living in Egypt will know that I am the Lord, because they have been an unreliable ally[c] to the house of Israel.", "7": "When they reached out to you for support, you tore their hands and dislocated all of their shoulders. When they tried to lean on you, they couldn't control their own bowels.'[d]", "8": "“Therefore this is what the Lord God says: 'Look out! I'm bringing violent death[e] in your direction! I'm going to kill every person and animal, ", "9": "and the land of Egypt will be turned into a desolate ruin. Then you will know that I am the Lord. Because Egypt said, “The Nile is mine. I made it!” ", "10": "therefore watch out! I'm coming to get[f] you! I'm going to attack your waterways, and then I'm going to make the land of Egypt a total wasteland from the Aswan[g] fortress to the border of Ethiopia![h] ", "11": "Neither man nor beast will walk through that area. It won't even be inhabited for 40 years. ", "12": "I'll see to it that Egypt becomes a devastated land in the midst of devastated lands. Her cities deep inside her territories will be laid waste and desolate for 40 years. I will scatter Egypt among the nations and disperse them throughout the land.'”", "13": "“Because this is what the Lord says: 'At the end of 40 years I'll gather the Egyptians from the people among whom they have been scattered. ", "14": "I'll restore the economy[i] of Egypt and return them to the land of Pathros,[j] from which they originated, and there they will remain an insignificant kingdom, ", "15": "the least significant of kingdoms. It will never again dominate other nations. I will make them so small that they will never again rule any nation. ", "16": "Egypt will never again be a source of confidence to the nation[k] of Israel. Instead, Egypt will serve as a reminder of when they sinned by turning to Egypt for help. Then they'll know that I am the Lord God.'”", "17": "On the first day of the first month of the twenty-seventh year of our captivity,[l] a message came to me from the Lord, who had this to say:", "18": "“Son of Man, King Nebuchadnezzar of Babylon made his army work very hard to attack Tyre. They tore their hair out and rubbed their shoulders raw! Despite all of that work trying to capture Tyre, neither he nor his army got paid from Tyre for all that! ", "19": "Therefore this is what the Lord God says: 'I'm going to give the land of Egypt to King Nebuchadnezzar of Babylon. He's going to carry off her wealth, confiscate her war implements, and use it all to pay wages for his army! ", "20": "I've given him the land of Egypt as a reward for attacking Tyre for me,' declares the Lord God. ", "21": "'When that day comes about, I'll strengthen Israel's military might, and I will give you an audience in their midst. Then they will know that I am the Lord.'”"}