{"1": "Another message came to me from the Lord, who had this to say:", "2": "“Son of Man, here's what you are to prophesy and announce, 'This is what the Lord God says: “Wail out loud! Oh no! The day!", "3": "For comes now the day— comes now the Day of the Lord, the day of clouds! The time of the gentiles[a] is fulfilled![b]", "4": "War[c] will come to Egypt, and Ethiopia will be in anguish when the slain fall in Egypt, when her wealth is carried off, and her foundations are demolished.", "5": "“Ethiopia,[d] Libya,[e] descendants of[f] Lud,[g] all those who have mixed themselves,[h] and Libya[i]—along with everyone in the land of Israel who is in league[j] with them—will die violently.”'”[k]", "6": "“This is what the Lord says: 'Those who are supporting Egypt will fall; her majestic strength that she brought[l] from the Aswan[m] fortress will collapse by the sword that invades her,' declares the Lord God.", "7": "They'll remain desolate among desolate lands, their cities will be named among those that are ruined.", "8": "They will know that I am the Lord when I kindle my fire in Egypt and all who help her are crushed.", "9": "'When that happens, couriers will go out in ships to terrify Ethiopia[n] in its complacency. Anguish will visit them as it will visit Egypt. Watch out! It's coming!'”", "10": "“This is what the Lord says: 'I'm putting an end to that gang from Egypt, and I'm going to use King Nebuchadnezzar of Babylon, to do it!", "11": "He and his ruthless army with him will be brought to destroy the land. They'll draw their swords and attack[o] Egypt, filling the land with the dead!", "12": "I'll dry up their waterways, and evil men will sell off the land. I'm going to make that land desolate, along with everything that's in it, and I'm going to use foreigners to do it. I, the Lord have spoken!'”", "13": "“This is what the Lord God says: 'I will destroy the idols and put an end to the images that come from Memphis. There will no longer be a prince from the land of Egypt, and I will terrify the land of Egypt.", "14": "I'm going to turn Pathros into a desolation, set fire to Zoan,[p] and judge Thebes.[q]", "15": "I'll pour out my anger on Sin,[r] Egypt's strong fortress, and I'll eliminate the gangs in Thebes.", "16": "I'll set fire to Egypt, and Aswan[s] will writhe in agony. Thebes will be demolished, and Memphis will face daily distress.", "17": "The young men of On and Pi-beseth will die violently,[t] and their cities will be taken captive.", "18": "It will be a dark day for Tahpanhes when I break the yokes of Egypt. That's when her arrogant power will come to an end. She'll be covered by a cloud, and her citizens[u] will go into captivity.", "19": "I will judge Egypt, and they will learn that I am the Lord.'”", "20": "On the seventh day of the first month of the eleventh year of our captivity,[v] a message came to me from the Lord. It had this to say: ", "21": "“Son of Man, I've broken the arm of Pharaoh, king of Egypt. Look! It hasn't been set in a splint for healing or wrapped with a bandage so it could be strong enough to hold a sword! ", "22": "Therefore this is what the Lord God says: 'I'm coming to attack Pharaoh, king of Egypt, and I'm going to break both of his arms, the strong one and the wounded one. That will make him drop his sword. ", "23": "I'm going to scatter Egypt throughout the surrounding[w] nations and disperse them throughout the world. ", "24": "I'm going to strengthen the military might[x] of the king of Babylon, put my own sword in his hand, and break Pharaoh's strength.[y] Then Pharaoh[z] will groan like a dying man right in front of the king of Babylon.[aa] ", "25": "When I strengthen the military might of Babylon, the military might of Pharaoh will fail, and then they will learn that I am the Lord when I place my own sword in the hand of the king of Babylon. He will attack the land of Egypt. ", "26": "When I scatter the Egyptians among the nations and disperse them throughout the world, they will learn that I am the Lord.'”"}