{"1": "On the first day of the third month of the eleventh year of our captivity,[a] this message came to me from the Lord: ", "2": "“Son of Man, tell this to Pharaoh, king of Egypt and his gangs: 'Who do you think you are? What makes you so great?", "3": "Think about Assyria,[b] that cedar of Lebanon, beautiful with its branches, like a shady forest, with an awesome height, its summit touches the clouds.", "4": "Abundant water made it great, Subterranean rivers made it grow. Rivers surrounded the area where it had been planted, and water channels nourished all the trees in the fields.", "5": "That's why it grew taller than any of the trees in the fields. Its boughs flourished. Its branches grew luxurious because all the water made it spread out well.", "6": "The birds in the sky made nests in its boughs; all the beasts of the field gave birth under its branches. All the great nations rested in its shade.", "7": "'Beautiful because it was so great, with its long branches, it was rooted in many bodies of water.[c]", "8": "The cedars in God's garden could not compare to it; Fir trees could not match its boughs. The plane tree[d] never grew branches like it, and no tree in God's garden compares to its beauty.", "9": "I made it beautiful, including all of its branches; all the trees in God's garden of Eden envied it!'”", "10": "“Therefore this is what the Lord God says: 'Because of its towering height, with its summit reaching into the clouds, and because it was haughty in its position,[e] ", "11": "I turned it over to the leader of those[f] nations, who dealt with it thoroughly. I have driven it away because of its wickedness. ", "12": "Foreign dictators have trimmed it down to size and abandoned it. Its branches have fallen off on mountains and in all the valleys. Its boughs have broken off in all the ravines of the land. All the nations of the earth have moved out of its shade and abandoned it. ", "13": "All the birds in the sky will live among its ruins, and the wild animals[g] will forage among its branches. ", "14": "As a result, none of its watered trees will grow tall, their tops will never reach to the clouds, and they'll never grow so high again, because all of them have been appointed[h] to death in the world beneath where human beings go, that is, down to the Pit.'”[i]", "15": "“This is what the Lord God says: 'On the day that it descended into Sheol,[j] I shut down its water supplies, covered over its deep water, and shut down its rivers. As a result its abundant water sources dried up, and I caused Lebanon to mourn for it. All the trees of the field wilted because of it. ", "16": "I made the nations tremble when they heard that Assyria[k] was falling, descending into Sheol[l] to join those who go down into the Pit.[m] Then all of the trees of Eden in the world below were comforted, including the choicest and best of Lebanon, all of whom were well-watered. ", "17": "They also went down with it into Sheol,[n] to those who had been killed violently[o] and to those who had trusted in its strength by living in its shadow among the nations. ", "18": "So tell me now, which of the trees of Eden compares to you in glory or greatness? Nevertheless, you'll be brought down, along with those trees of Eden, to the earth below. You'll lie in the middle of the uncircumcised, with those who have been killed in war.[p] Pharaoh and all his gang will be just like this!' declares the Lord God.”"}