{"1": "This message from the Lord came to me: ", "2": "“Son of Man, turn your attention toward Gog,[a] from the land of Magog,[b] leader of the head[c] of Meshech,[d] and of Tubal.[e] Prophesy this against him: ", "3": "'This is what the Lord God says: “Watch out! I'm coming after you, Gog, leader of the head[f] of Meshech,[g] and of Tubal.[h] ", "4": "I'm going to turn you around, put hooks into your jaws, and bring you out—you and your whole army—along with your horses and cavalry riders, all of them richly attired, a magnificent company replete with buckler and shield, and all of them wielding battle swords. ", "5": "Persia,[i] Cush,[j] and Libya[k] will be accompanying them, all of them equipped with shields and helmets. ", "6": "Gomer[l] with all its troops, and the household of Togarmah[m] from the remotest parts of the north with all its troops—many people will accompany you. ", "7": "Be prepared. Yes, prepare yourself—you and all of your many battalions that have gathered together around you to protect you.", "8": "“'“Many days from now—in the latter years—you will be summoned to a land that has been restored from violence.[n] You will be gathered from many nations to the mountains of Israel, which formerly had been a continuous waste, but which will be populated with people who have been brought back from the nations. All of them will be living there securely. ", "9": "You'll arise suddenly, like a tornado, coming like a windstorm[o] to cover the land, you and all your soldiers with you, along with many nations.”'”", "10": "“This is what the Lord God says: 'This is what's going to happen on the very day that you begin your invasion: You'll be thinking,[p] making evil plans, ", "11": "and boasting, “I'm going to invade a land comprised of open country[q] that is at rest, its people[r] living confidently, all of whose inhabitants will be living securely, with neither fortification nor bars on their doors. ", "12": "I'm going to confiscate anything I can put my hands on. I'll attack the restored ruins and the people who have been gathered together from the nations, who are acquiring livestock and other goods, and who live at the center of the world's attention.”[s] ", "13": "'Businessmen based in Sheba,[t] Dedan,[u] Tarshish,[v] and all of its growling lions will ask you, “Are you coming for war spoils? Have you assembled your armies to carry off silver and gold, and to gather lots of war booty?”'”", "14": "“Therefore, Son of Man, prophesy to Gog and tell him, 'This is what the Lord God says: “When the day comes when my people are living securely, won't you be aware of it? ", "15": "You'll come in from your home[w] in the remotest parts of the north. You'll come with many nations, all of them riding along on horses. You'll be a huge, combined army. ", "16": "You'll come up to invade my people Israel like a storm cloud to cover the land. In the last days, Gog, I'll bring you up to invade my land so that the world will learn to know me when I show them how holy I am before their very eyes.”'”", "17": "“This is what the Lord God says: 'Surely you're the one about whom I spoke years ago in the writings[x] of my servants, Israel's prophets, aren't you? They predicted back then that I would bring you up after many years, didn't they? ", "18": "So it will be that on that day, when Gog[y] invades the land of Israel,' declares the Lord God, 'my zeal will ignite my anger. ", "19": "Because of my zeal and burning anger, at that time[z] there will be a massive earthquake throughout the land of Israel. ", "20": "I'm going to shake the fish in the sea, the birds in the sky, the wild beasts, all the creatures that crawl on the earth, and every single human being who lives on the surface of the earth. Mountains will collapse, as will their mountain passages, and every wall will fall to the ground. ", "21": "Then I'll call for war against Gog[aa] on top of every mountain,' declares the Lord God, 'and every weapon of war will be turned against their fellow soldier. ", "22": "I'll judge them with disease and bloodshed. I'll shower him, his soldiers, and the vast army that accompanies him with a torrential flood, hailstones, fire, and sulfur. ", "23": "I will exalt myself and demonstrate my holiness, making myself known to many people, who will learn that I am the Lord.'”"}