{"1": "“And now Son of Man, you are to take a brick,[a] set it in front of you, and inscribe on it the outline of[b] the city—that is, Jerusalem.[c] ", "2": "You are to lay siege against it, build a rampart around it, set a bulwark against it, encircle it with a berm, set up camps against it, and place battering rams around it. ", "3": "Then you are to take a flat, iron plate and set it up as an iron wall between you and the city. “Next, you are to turn toward it, oppose[d] it, and place it under siege, because you are to lay siege to it. All of this will serve as a sign to the house of Israel.", "4": "“Now as for you, you are to sleep[e] on your left side, symbolically[f] bearing the punishment[g] of the house of Israel while you're counting the days you'll be sleeping on your left side[h] to bear symbolically[i] the punishment for[j] their sin. ", "5": "I've assigned you to sleep this way for 390 days, representing the years they've been sinning,[k] as you bear symbolically[l] the punishment of the house of Israel. ", "6": "When you have completed this, you are to sleep[m] on your right side, symbolically[n] bearing the iniquity of Judah for 40 days. Each day that I've assigned to you represents one year. ", "7": "After this, you are to turn toward the rampart of Jerusalem and oppose[o] it with your bare arms, because I'm going to prophesy about it. ", "8": "Look! I'll tie you up[p] so that you're unable to turn from one side to the other until you've completed your siege.”", "9": "“Furthermore, you are to take some wheat, barley, beans, lentils, millet, and spelt, and mix them together in one container. Then you are to make bread from these grains sufficient to supply you through the time during which you'll be sleeping on your side. You are to eat it for 390 days. ", "10": "The food that you'll be eating is to consist of portions weighing 20 shekels,[q] to be consumed daily at regular intervals.[r] ", "11": "You are to measure one sixth of one hin[s] of water each time you drink it. ", "12": "You are to eat it as barley cakes and bake it right in front of them, using dried human dung for cooking fuel.”[t]", "13": "Then the Lord said, “This is how the Israelis will be eating unclean food among the nations, where I'll be sending them.”", "14": "“Now, Lord God,” I replied, “I've never been defiled, ever since I was young until now. I haven't eaten an animal that died on its own or was torn by beasts, and no unclean meat has ever entered my mouth!”", "15": "“Very well,” he responded. “I'll allow you to substitute cow's dung for human dung. Cook your food[u] over that.”", "16": "He also told me, “Son of Man, look! I'm about to disrupt the source[v] of bread in Jerusalem. As a result, they'll ration bread by weight while their terror continues to grow and they'll ration drinking water while their horror continues to mount! ", "17": "Indeed, they'll need bread and water, but everyone will be panic-stricken as they waste away in their iniquity.”"}