{"1": "At the beginning of year 25 of our captivity, on the tenth day of the fourteenth year after the destruction of Jerusalem[a]—on that very day—the Lord grabbed me in his hand and took me there. ", "2": "God brought me in a series of visions to the land of Israel and placed me on top of a very high mountain, where to the south there was something that looked like the outline of a city. ", "3": "That's where he took me. All of a sudden, there was a man whose appearance resembled glowing[b] bronze! He had a measuring reed and line in his hand as he stood in the city gate. ", "4": "This is what the man told me: “Son of Man, watch carefully,[c] listen closely,[d] and remember[e] everything I'm going to be showing you, because you've been brought here to be shown what you're about to see. Be sure that you tell the house of Israel everything that you observe.”", "5": "All of a sudden, we were at the exterior wall that completely surrounded the Temple. The man whom I had observed held a measuring reed that was six cubits[f] long as measured in cubits that were a cubit and a handbreadth[g] long. As he measured the thickness of the wall, he measured out one reed.[h] Its height was also one reed.[i] ", "6": "Then he went over to the gate that faced toward the east, ascended its steps, and measured its thresholds. One threshold measured one reed[j] and the other one measured one reed.[k] ", "7": "Each guardhouse[l] measured one reed[m] long and one reed[n] wide, and the distance[o] between each guardhouse was five cubits.[p] The threshold of the gate near the vestibule facing away from the Temple entrance[q] measured one reed.[r]", "8": "Next, he measured the vestibule of the gate facing away from the Temple entrance at one reed.[s] ", "9": "He measured the vestibule of the gate inside at eight cubits[t] and the doorjambs at two cubits.[u] (The vestibule at the gate faced away from the Temple.) ", "10": "Gate guardhouses stood facing east, numbering three on each side,[v] each of them of equal size[w] to the door jamb; that is, having the same[x] measurement on each side.[y] ", "11": "He measured the width of the gateway at ten cubits,[z] and the length of the gate at thirteen cubits.[aa]", "12": "The retaining[ab] wall in front of the guardhouses measured one cubit[ac] wide. It stood one cubit[ad] from the wall to the guardhouses, which were six cubits[ae] square.[af] ", "13": "He measured the gate from the roof of the guardhouses to the roof of another[ag] at 25 cubits[ah] from doorway to opposite doorway. ", "14": "Then he measured[ai] the open air porch[aj] at 60 cubits[ak] from the doorjamb of the courtyard that encompassed the gate. ", "15": "The distance from the front entrance gate to the vestibule of the inner gate measured 50 cubits.[al] ", "16": "Latticed windows faced the guardhouses, their side pillars within the gate all around, and also for the porches. Windows were placed all around inside, and the side pillars were engraved with palm trees.", "17": "Next, he brought me into the outer court, where chambers and a paved area had been constructed all around the courtyard, with 30 chambers facing the pavement. ", "18": "The pavement to the side[am] of the gates corresponded to the length of the gates. ", "19": "He also measured the width from the front lower gate to the front of the exterior inner court at 100 cubits[an] to the east and to the north.", "20": "Next, he measured the length and width of the outer north-facing gate to the courtyard. ", "21": "It was equipped[ao] with three guardhouses on each side. Its side pillars and porches had measurements identical to the first gate: 50 cubits[ap] long and 25 cubits[aq] wide. ", "22": "Its windows, porches, and palm tree ornaments had measurements identical to the east-facing gate. Reached by seven ascending[ar] steps, its porch lay[as] to the front of the steps. ", "23": "From a gate that stood opposite the northern gate he measured 100 cubits,[at] as well as from the eastern gate.", "24": "Then he led me toward the south, where there was a gate with side pillar and porch measurements identical to the others. ", "25": "The gate and its porches contained windows all around, identical to the other windows. The length of the porch[au] was 50 cubits[av] and its width was 25 cubits.[aw] ", "26": "Seven steps led up to it, with a porch in front of them. Palm tree ornaments were engraved on its side pillars, one on each side. ", "27": "The inner court contained a south-facing gate measuring 100 cubits[ax] from gate to gate toward the south.", "28": "Next, he brought me to the inner courtyard by way of the south-facing gate. He measured the south-facing gate as having measurements identical to the others. ", "29": "The measurements of its guardhouses, its side pillars, and its porches were identical to the others. The gate and its porches contained windows all around. The length of the porch[ay] was 50 cubits[az] and its width was 25 cubits.[ba] ", "30": "Porches lay all around, measuring 25 cubits[bb] long and five cubits[bc] wide, ", "31": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps.", "32": "Then he brought me into the inner east-facing courtyard, where he measured the gate, identical to the others. ", "33": "The measurement of its guardhouses, side pillars, and porches was identical to the others. The gate and its porches contained windows all around. The length of the porch[bd] was 50 cubits[be] and its width was 25 cubits,[bf] ", "34": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps.", "35": "Next, he brought me to the north-facing gate, where he measured the gate, identical to the others. ", "36": "The measurement of its guardhouses, side pillars, and porches was identical to the others. The gate and its porches contained windows all around. The length of the porch[bg] was 50 cubits[bh] and its width was 25 cubits,[bi] ", "37": "leading to the outer courtyard. Palm tree ornaments were engraved on its side pillars. The stairway leading to it contained eight steps. ", "38": "There was a chamber with a doorway by the side pillars next to the gate where they prepare[bj] the burnt offerings.", "39": "In the porch leading in front of the gate there were two tables on either side for slaughtering burnt offerings, sin offerings, and guilt offerings, ", "40": "and on the outer side, approaching the northern gateway, there were two tables, as well as two tables on the opposite side of the porch in front of the gate. ", "41": "In that way, there were four tables on each side in front of the gate, for a total of eight tables for use in slaughtering the offerings.[bk]", "42": "There were four tables carved from stone for the burnt offering, each one and a half cubits[bl] long, one and a half cubits[bm] wide, and one cubit[bn] high, on which the instruments are laid for slaughtering burnt offerings and sacrifices. ", "43": "Double hooks, a single handbreadth[bo] in length, were installed all around in this portion of[bp] the temple area.", "44": "From outside leading into the inner gate there were chambers for the choir. One was beside the north gate facing the south, and another was at the south gate facing the north. ", "45": "The angel[bq] told me, “This south-facing chamber is for the priests who maintain the Temple, ", "46": "and the north-facing chamber is for the priests who maintain the altar. These are Zadok's descendants, who, as descendants of Levi approach the Lord to minister directly to him.” ", "47": "He measured the court in the form of a square at 100 cubits[br] long and 100 cubits[bs] wide. The altar stood in front of the Temple.", "48": "Next, he brought me to the Temple porch and measured the side pillars at five cubits[bt] on each side. The width of the gate measured three cubits[bu] on each side. ", "49": "The porch was 20 cubits[bv] long and eleven cubits[bw] wide. The stairway by which it was ascended was equipped with columns attached to its side pillars, one on each side."}