{"1": "Next he brought me to the Temple and measured its door jambs at six cubits[a] wide on each side of the structure.[b] ", "2": "The entrance was ten cubits[c] wide and its door jambs were five cubits[d] wide on each side. He measured the length of the nave at 40 cubits[e] and its width at 20 cubits.[f]", "3": "Then he went inside and measured the door jambs at two cubits[g] wide and the doorway at six cubits[h] high. The doorway was seven cubits[i] wide. ", "4": "He measured its length at 20 cubits,[j] its width at 20 cubits[k] in front of the structure,[l] and then he told me, “This is the most holy area.”", "5": "Next, he measured the Temple walls at six cubits[m] high and the width of the side chambers at four cubits[n] around all four sides of the Temple. ", "6": "The side chambers consisted of three stories, each above the other, with 30 chambers in each story. The side chambers extended out from the wall that faced the inside of the chambers where the chambers were fastened together, but the chamber walls were not fastened directly into the Temple walls themselves. ", "7": "The side chambers surrounding the Temple were wider at each successive story, because the surrounding structure ascended by proportional increments as it rose, ascending to the highest story by going up successively from the lowest.", "8": "I observed a raised platform that surrounded the Temple, and the foundations of the side chambers were a full six cubits[o] deep. ", "9": "The outer wall of the side chambers was five cubits[p] thick, and there was an empty space between the Temple's side chambers ", "10": "and its outer chambers 20 cubits[q] in width, surrounding the Temple on each side. ", "11": "The side chamber doorway facing the free space contained a single north-facing doorway and a second south-facing doorway. The width of the free space was five cubits[r] all around the perimeter.[s] ", "12": "The building that faced the west side of the courtyard was 70 cubits[t] wide, and the building's wall was five cubits[u] thick all around. It was 90 cubits[v] long.", "13": "Then he measured the Temple. It was 100 cubits[w] long, and the courtyard, its building, and its walls were 100 cubits[x] long. ", "14": "The front of the Temple and its east-facing courtyard were each[y] 100 cubits[z] long. ", "15": "Next, he measured 100 cubits[aa] as the length of the structure toward the front of the courtyard that stood behind it, where it housed a gallery on each side of it. Then he measured the Temple and the inner porticos[ab] of the courtyard, ", "16": "the thresholds, the shielded[ac] windows, and the surrounding three-storied galleries that stood opposite. From the ground to the shielded[ad] windows, they were paneled with wood all around, ", "17": "including up to the doorway, up to the Temple (both within and without) and all around both sides of the inner wall, according to his measurement. ", "18": "There were carved cherubim and palm trees, alternating with a palm tree between a cherub, and each cherub had two faces, ", "19": "with a human face looking[ae] toward the palm tree on one side and a young lion's face looking[af] toward the palm tree on the other side. These carvings extended all the way around the Temple, ", "20": "from the ground to above the doorway, as well as on the walls of the main sanctuary.", "21": "The door posts of the main sanctuary were square. Each door post was identical in appearance to the others. ", "22": "The altar was made of wood, three cubits[ag] high and two cubits[ah] long. Its corners, base, and sides were of wood. He told me, “This table stands in the Lord's presence.”", "23": "The nave and the sanctuary each were equipped with double doors. ", "24": "Each door had two sections mounted on hinges,[ai] for a total of two sections for one door and two sections for the other. ", "25": "The doors of the nave had carvings engraved on them, consisting of cherubim and palm trees identical to those on the walls. The front of the exterior porch was equipped with a wooden threshold. ", "26": "Shielded windows and palm trees were visible[aj] on both sides; that is, on the sides of the porch, the side chambers of the Temple, and on its thresholds."}