{"1": "“These are the names of the tribes from the northernmost extremity westward[a] along the road from Hethlon to the entrance of Hamath,[b] Hazar-enan (a border of Damascus) northward to the coast[c] of Hamath. The perimeter is to run[d] east-to-west;[e] the tribe of[f] Dan with one portion;[g] ", "2": "running along the border of the tribe of Dan from the eastern perimeter to the western perimeter, the tribe of Asher with one portion; ", "3": "running along the border of the tribe of Asher from the eastern perimeter to the western perimeter, the tribe of Naphtali with one portion; ", "4": "running along the border of the tribe of Naphtali from the eastern perimeter to the western perimeter, the tribe of Manasseh with one portion; ", "5": "running along the border of the tribe of Manasseh from the eastern perimeter to the western perimeter, the tribe of Ephraim with one portion; ", "6": "running along the border of the tribe of Ephraim from the eastern perimeter to the western perimeter, the tribe of Reuben with one portion; ", "7": "and running along the border of the tribe of Reuben from the eastern perimeter to the western perimeter, the tribe of Judah with one portion.”", "8": "“Running along the border of the tribe of Judah from the eastern perimeter to the western perimeter you are to set apart the Terumah,[h] 25,000 units[i] wide, with its east-west length equal to one of the other apportionments, from the eastern perimeter to the western perimeter, with the Temple in the middle of it. ", "9": "The Terumah that you are to give to the Lord is to be 25,000 units wide.”[j]", "10": "“The holy Terumah is to be reserved for these, the priests: Toward the north, 25,000 units in length;[k] toward the west, 10,000 units in width; toward the east, 10,000 units in width; and toward the south, 25,000 units in length. The Lord's sanctuary is to be in its midst. ", "11": "It is to be for use by[l] priests from the descendants of Zadok, who have observed the things with which I charged them and who did not wander astray when the Israelis went astray, just as the descendants of Levi wandered astray. ", "12": "It is to be a Terumah for them from the allotment of the land, a Most Holy Place, adjoining the border of the descendants of Levi.”", "13": "“Alongside the border of the priests, the descendants of Levi are to be allotted 25,000 units in length and 10,000 units in width. The entire length is to be 25,000 units and its width 10,000 units. ", "14": "Furthermore, they are not to sell or exchange any part of it, nor transfer these first fruits[m] of the land, because it is holy to the Lord.", "15": "“The rest, 5,000 units wide and 25,000 units along its front, will serve as a common portion for use by the city for housing and open spaces, since the city is to be in its midst. ", "16": "These are to be its dimensions: the north side, 4,500 units; the south side, 4,500 units; the east side, 4,500 units; and the west side 4,500 units. ", "17": "The city is to have urban areas set aside: on the north 250 units; on the south, 250 units, on the east, 250 units; and on the west, 250 units.", "18": "“The remainder of the length that borders the holy Terumah is to be 10,000 units long eastward and 10,000 units westward. It is to lie adjacent to the holy Terumah. Its harvest will produce food for those who work in the city. ", "19": "The city workers who cultivate it are to come from all the tribes of Israel. ", "20": "The entire Terumah is to be[n] 25,000 units by 25,000 units—you are to reserve it as a holy Terumah in the form of a square within the city limits.”", "21": "“Now the remainder of the allotment[o] on either side of the holy Terumah is to be for the Regent Prince and for city property[p]—adjoining the 25,000 units along the eastern border and adjoining the 25,000 units along the western border, and parallel to the allotments. These are to be for the Regent Prince. The holy Terumah and the sanctuary of the Temple is to stand in the middle of it. ", "22": "Except for what belongs to the descendants of Levi and the city property, which will stand in the middle of what belongs to the Regent Prince, whatever is between the border of Judah and the border of Benjamin is to belong to the Regent Prince.”", "23": "“Now as to the rest of the tribes: from the east side to the west side, Benjamin is to retain one portion.[q] ", "24": "Adjacent to the border of Benjamin running from east to west, Simeon is to retain one portion. ", "25": "Adjacent to the border of Simeon running from east to west, Issachar is to retain one portion. ", "26": "Adjacent to the border of Issachar running from east to west, Zebulun is to retain one portion. ", "27": "Adjacent to the border of Zebulun running from east to west, Gad is to retain one portion. ", "28": "Adjacent to the border of Gad to the south and extending toward the south, the border is to proceed from Tamar to the waters of Meribath-kadesh, then to the Wadi[r] of Egypt,[s] and from there to the Mediterranean[t] Sea. ", "29": "This is the land that you are to allocate by lottery to the tribes of Israel as their inheritance, and these are their respective divisions,” declares the Lord God.", "30": "“These are the exits from the city: On the north side, 4,500 units by measurement, ", "31": "are to be the gates of the city. Named after the tribes of Israel, three gates are to serve the north site: one named the Reuben Gate, one named the Judah Gate, and one named the Levi Gate. ", "32": "On the east side, 4,500 units by measurement,[u] there are to be three gates: one named the Joseph Gate, one named the Benjamin Gate, and one named the Dan Gate. ", "33": "On the south side, 4,500 units by measurement, there are to be three gates: one named the Simeon Gate, one named the Issachar Gate, and one named the Zebulun Gate. ", "34": "On the west side, 4,500 units by measurement,[v] there are to be three gates: one named the Gad Gate, one named the Asher Gate, and one named the Naphtali Gate. ", "35": "A perimeter is to measure 18,000 units, and the name of the city from that time on is to be: 'The Lord is There.'”"}