{"1": "“Now as for you, Son of Man, you are to go find a sharp sword and use it like a barber's razor. You are to cut your hair and beard. Then you are to take a weighing scale and divide your shaved hair into three parts.[a] ", "2": "You are to burn a third of it in the middle of the city when you've finished your siege. Next, you are to take another third of it and beat it with your sword. Last, you are to scatter the remaining third to the wind, after which I'll unsheathe my sword and pursue them. ", "3": "You are to preserve a few strands of hair and hide them in the folds[b] of your garment. ", "4": "Then you are to take a few strands, throw them in the fire, and incinerate them. A fire will proceed to the house of Israel from there.”", "5": "“This is what the Lord God says, 'This is Jerusalem. I placed her in the center of nations, with many[c] nations surrounding her. ", "6": "But she rebelled against my ordinances and my statutes. She practiced more evil than all the nations and territories around her. They rejected my ordinances and didn't live by[d] my statutes.'", "7": "“Therefore this is what the Lord God says: 'Because you're more disrespectful than the nations that surround you, you didn't follow my statutes or follow my ordinances. You didn't even follow the ordinances of the surrounding nations!'", "8": "“Therefore this is what the Lord God says: 'Watch out! I—that's right, even I—am against you. I'll carry out my sentence among you right in front of the nations. ", "9": "In fact, I'm going to do what I've never done before and what I'll never again do, because of all of your loathsome behavior: ", "10": "Fathers will eat their children in your midst. After this, your sons will eat their fathers as I carry out my sentence against you and scatter your survivors to the winds!'", "11": "“Therefore, as sure as I live,” declares the Lord God, “because you've defiled my sanctuary with every loathsome thing and every abomination, I'll restrain myself, and I'll show neither pity nor compassion.[e] ", "12": "A third of you will die by pestilence, starving because of the famine in your midst. Another third will die violently by the violence of war[f] around you. The final third I'll scatter to the wind as I unsheathe my sword to pursue them.", "13": "“Only then will I stop being angry—my burning in anger. Then they'll know that I've spoken out in my arduous anger. Only then will my burning anger[g] against them be exhausted. ", "14": "I'm also going to turn you into a waste and an object of insult among the nations that surround you and in front of every person who passes by. ", "15": "As a result, Jerusalem[h] will become an insult, an object of taunt, an example of chastisement, and a useless waste to all the nations that surround you when I carry out my sentence against you in my anger, my burning rage, and my burning rebukes. I, the Lord, have spoken it. ", "16": "I'll send arrows of severe famine in their direction, meant for destruction, which I'll shoot, intending to destroy them. I'll make you have more and more famines that will attack you, and I'll disrupt your source of food.[i]", "17": "“I'll send famine and wild beasts against you that will rob you of your children.[j] Pestilence and bloodshed will devastate you when[k] I'll declare war on[l] you. I, the Lord, have spoken.”"}