{"1": "The Lord continued with his message to me. ", "2": "“Son of Man,” he said, “turn your face to oppose the mountains of Israel and prophesy against them. ", "3": "Tell the mountains of Israel to listen as the Lord God speaks. This is what the Lord God has to say to the mountains, hills, streams, and the valleys: 'Look! I'm about to bring my sword against you. I'm going to destroy your high places. ", "4": "Your altars will become desolate and your sun pillars will be shattered. I'll throw your slain down right in front of your idols. ", "5": "I'll place the corpses of the Israelis in front of their idols. I'll scatter your bones around your altar. ", "6": "In all the places where you live, the cities will be desolate. The high places will also be desolate so that your altars will be laid waste, bearing the punishment appropriate to them.[a] Your idols will be shattered, your sun pillars will be hewn down, and your works will be obliterated. ", "7": "The fatally wounded among you will fall, and at that time you'll know that I am the Lord. ", "8": "I'll leave a remnant among you—those who will escape the sword when I'll have scattered you throughout the earth. ", "9": "Your survivors will remember me among the nations where they'll be taken captives. I've been crushed by their unfaithful[b] hearts that have turned against me. ", "10": "Then they'll know that I am the Lord. I didn't declare this evil that's intended for them[c] without a reason.'”", "11": "This is what the Lord God says: “Clap your hands and stamp your feet! Say, 'Oh, no!' Because of all the detestable evil that has come from Israel's house, they'll fall by the sword, famine, and pestilence. ", "12": "The one who lives far away will die by pestilence and the one who is near will die violently.[d] The survivors and their surveillance details will die by famine as I exhaust my rage against them.", "13": "“You'll learn[e] that I am the Lord, when the fatally wounded will be among their idols, around their altars, on every hill, on top of the mountains, under every luxuriant tree, and under all the full-grown[f] foliage—every place where they've offered fragrant aromas to all their idols. ", "14": "I'll stretch out my hands to strike[g] them and send devastation to the land, from the wilderness of Diblah, throughout all their dwelling places. Then they'll know that I am the Lord.”"}