{"1": "This message from the Lord arrived for me: ", "2": "“Son of Man, this is what Lord God says to the land of Israel: 'It's over! All four corners of the land are out of time! ", "3": "Your time is up! I'm sending my anger against you to judge you according to how you live your lives,[a] and I'm going to pay you back with the consequences of all your detestable practices. ", "4": "I won't be showing pity on you and I won't be showing compassion. I'm going to turn your own lifestyles against you while your detestable practices remain among you. Then you'll learn[b] that I am the Lord.'”", "5": "“This is what the Lord God says: 'It's one evil event after another! “'Look out! It's coming!", "6": "“'The end is coming! “'The end is here! “'And it's looking in your direction![c] “'Look out! It's arrived!", "7": "“'Your doom has come to you, you who live in the land. The time has arrived, and the day of confusion is near. There will be no shouts of joy on the mountains. ", "8": "Very soon now, I'll pour out my burning anger on you. I'll complete expressing my anger at you, judge you according to your behavior, and repay you for all your detestable practices. ", "9": "I won't be showing pity or compassion. I'll repay you according to your behavior while your detestable practices remain among you. And you'll know that I, the Lord, have been attacking you.'”[d]", "10": "“Look out! The day! “Look out! It's coming! “Doom has blossomed. “Arrogance has sprouted!", "11": "“Violence has matured into a branch that is wicked. No one will survive from that vast crowd, from their wealthy people, or from the famous among them.", "12": "“The time has come! “The day has arrived.[e] Don't let the buyer rejoice, nor the seller lament, because wrath is coming to attack the entire multitude. ", "13": "The seller won't regain what he has sold while the crowd remains[f] alive, because the vision concerning the entire multitude won't be annulled. No person will be able to survive because of the sin in his life.", "14": "“They've sounded the alarm,[g] and everyone is prepared, but no one is marching for battle, since I'm angry at the entire multitude. ", "15": "The sword lurks outside, but pestilence and famine are on the prowl inside the house. Whoever is in the field will die by violence,[h] while famine and pestilence will devour those in the city. ", "16": "Fugitives will escape to the mountains like doves fleeing through the valleys, all of them moaning because of their own iniquity. ", "17": "Every hand will be limp. Every knee will glisten with sweat.”[i]", "18": "“They'll clothe themselves with sackcloth, terror will overcome them, shame will cover their faces, and baldness will spread over their entire heads. ", "19": "They'll fling their silver into the streets, and their gold will be cast away as impure. Their silver and gold won't be able to deliver them during the time[j] of the Lord's wrath. They won't be able to satisfy their appetites or fill their stomachs, because their iniquity has tripped them up.”", "20": "“As for his beautiful ornament,[k] he set it up in majesty, but they made detestable images and loathsome idols. Therefore, I'll give them something loathsome— ", "21": "I'll give it as plunder into the control of strangers and as the spoils of war to the wicked who will invade the land to profane it. ", "22": "I'll turn my face away from them so that they'll defile my treasured place. Robbers will enter and profane it!", "23": "“Forge a chain, because the land is full of bloody judgment and the city is filled with violence. ", "24": "Therefore, I'm bringing the worst of the nations, who will take possession of their houses. I'll cause the pride of the mighty to cease, and their sanctuaries will be profaned.", "25": "“When destruction comes, they'll seek peace, but there will be none to be found. ", "26": "Disaster upon disaster will come, followed by rumor after rumor. They'll seek an oracle from the prophet, but the Law will be gone from the priests, and counsel from the elders.", "27": "“The king will mourn, the prince will be clothed with desolation,[l] and the hands of the people of the land will tremble. I'll deal with them according to their behavior and I will judge them by how they've judged. Then they'll learn[m] that I am the Lord.”"}