{"1-2": "Everything you say, I have heard before. I understand it all; I know as much as you do. I'm not your inferior.", "3": "But my dispute is with God, not you; I want to argue my case with him.", "4": "You cover up your ignorance with lies; you are like doctors who can't heal anyone.", "5": "Say nothing, and someone may think you are wise!", "6": "Listen while I state my case.", "7": "Why are you lying? Do you think your lies will benefit God?", "8": "Are you trying to defend him? Are you going to argue his case in court?", "9": "If God looks at you closely, will he find anything good? Do you think you can fool God the way you fool others?", "10": "Even though your prejudice is hidden, he will reprimand you,", "11": "and his power will fill you with terror.", "12": "Your proverbs are as useless as ashes; your arguments are as weak as clay.", "13": "Be quiet and give me a chance to speak, and let the results be what they will.", "14": "I am[a] ready to risk my life.", "15": "I've lost all hope, so what if God kills me? I am going to state my case to him.", "16": "It may even be that my boldness will save me, since no wicked person would dare to face God.", "17": "Now listen to my words of explanation.", "18": "I am ready to state my case, because I know I am in the right.", "19": "Are you coming to accuse me, God? If you do, I am ready to be silent and die.", "20": "Let me ask for two things; agree to them, and I will not try to hide from you:", "21": "stop punishing me, and don't crush me with terror.", "22": "Speak first, O God, and I will answer. Or let me speak, and you answer me.", "23": "What are my sins? What wrongs have I done? What crimes am I charged with?", "24": "Why do you avoid me? Why do you treat me like an enemy?", "25": "Are you trying to frighten me? I'm nothing but a leaf; you are attacking a piece of dry straw.", "26": "You bring bitter charges against me, even for what I did when I was young.", "27": "You bind chains on my feet; you watch every step I take, and even examine my footprints.", "28": "As a result, I crumble like rotten wood, like a moth-eaten coat."}