{"1-2": "Empty words, Job! Empty words!", "3": "No one who is wise would talk the way you do or defend himself with such meaningless words.", "4": "If you had your way, no one would fear God; no one would pray to him.", "5": "Your wickedness is evident by what you say; you are trying to hide behind clever words.", "6": "There is no need for me to condemn you; you are condemned by every word you speak.", "7": "Do you think you were the first person born? Were you there when God made the mountains?", "8": "Did you overhear the plans God made? Does human wisdom belong to you alone?", "9": "There is nothing you know that we don't know.", "10": "We learned our wisdom from gray-haired people— those born before your father.", "11": "God offers you comfort; why still reject it? We have spoken for him with calm, even words.", "12": "But you are excited and glare at us in anger.", "13": "You are angry with God and denounce him.", "14": "Can any human being be really pure? Can anyone be right with God?", "15": "Why, God does not trust even his angels; even they are not pure in his sight.", "16": "And we drink evil as if it were water; yes, we are corrupt; we are worthless.", "17": "Now listen, Job, to what I know.", "18": "Those who are wise have taught me truths which they learned from their ancestors, and they kept no secrets hidden.", "19": "Their land was free from foreigners; there was no one to lead them away from God.", "20": "The wicked who oppress others will be in torment as long as they live.", "21": "Voices of terror will scream in their ears, and robbers attack when they think they are safe.", "22": "They have no hope of escaping from darkness, for somewhere a sword is waiting to kill them,", "23": "and vultures[a] are waiting[b] to eat their corpses. They know their future is dark;", "24": "disaster, like a powerful king, is waiting to attack them.", "25": "That is the fate of those who shake their fists at God and defy the Almighty.", "26-27": "They are proud and rebellious; they stubbornly hold up their shields and rush to fight against God.", "28": "They are the ones who captured cities and seized houses whose owners had fled, but war will destroy those cities and houses.", "29": "They will not remain rich for long; nothing they own will last. Even their shadows[c] will vanish,", "30": "and they will not escape from darkness. They will be like trees whose branches are burned by fire, whose blossoms[d] are blown away by the wind.", "31": "If they are foolish enough to trust in evil, then evil will be their reward.", "32": "Before their time is up they will wither,[e] wither like a branch and never be green again.", "33": "They will be like vines that lose their unripe grapes; like olive trees that drop their blossoms.", "34": "There will be no descendants for godless people, and fire will destroy the homes built by bribery.", "35": "These are the ones who plan trouble and do evil; their hearts are always full of deceit."}