{"1-2": "Why do you keep tormenting me with words?", "3": "Time after time you insult me and show no shame for the way you abuse me.", "4": "Even if I have done wrong, how does that hurt you?", "5": "You think you are better than I am, and regard my troubles as proof of my guilt.", "6": "Can't you see it is God who has done this? He has set a trap to catch me.", "7": "I protest his violence, but no one is listening; no one hears my cry for justice.", "8": "God has blocked the way, and I can't get through; he has hidden my path in darkness.", "9": "He has taken away all my wealth and destroyed my reputation.", "10": "He batters me from every side. He uproots my hope and leaves me to wither and die.", "11": "God is angry and rages against me; he treats me like his worst enemy.", "12": "He sends his army to attack me; they dig trenches and lay siege to my tent.", "13": "God has made my own family forsake me; I am a stranger to those who knew me;", "14": "my relatives and friends are gone.", "15": "Those who were guests in my house have forgotten me; my servant women treat me like a stranger and a foreigner.", "16": "When I call a servant, he doesn't answer— even when I beg him to help me.", "17": "My wife can't stand the smell of my breath, and my own brothers won't come near me.", "18": "Children despise me and laugh when they see me.", "19": "My closest friends look at me with disgust; those I loved most have turned against me.", "20": "My skin hangs loose on my bones; I have barely escaped with my life.[a]", "21": "You are my friends! Take pity on me! The hand of God has struck me down.", "22": "Why must you persecute me the way God does? Haven't you tormented me enough?", "23": "How I wish that someone would remember my words and record them in a book!", "24": "Or with a chisel carve my words in stone and write them so that they would last forever.[b]", "25": "But I know there is someone in heaven who will come at last to my defense.", "26": "Even after my skin is eaten by disease, while still in this body[c] I will see God.[d]", "27": "I will see him with my own eyes, and he will not be a stranger. My courage failed because you said,", "28": "“How can we torment him?” You looked for some excuse to attack me.", "29": "But now, be afraid of the sword— the sword that brings God's wrath on sin, so that you will know there is one who judges.[e]"}