{"1-2": "Job, you upset me. Now I'm impatient to answer.", "3": "What you have said is an insult, but I know how to reply to you.", "4": "Surely you know that from ancient times, when we humans were first placed on earth,", "5": "no wicked people have been happy for long.", "6": "They may grow great, towering to the sky, so great that their heads reach the clouds,", "7": "but they will be blown away like dust. Those who used to know them will wonder where they have gone.", "8": "They will vanish like a dream, like a vision at night, and never be seen again.", "9": "The wicked will disappear from the place where they used to live;", "10": "and their children will make good what they stole from the poor.", "11": "Their bodies used to be young and vigorous, but soon they will turn to dust.", "12-13": "Evil tastes so good to them that they keep some in their mouths to enjoy its flavor.", "14": "But in their stomachs the food turns bitter, as bitter as any poison could be.", "15": "The wicked vomit up the wealth they stole; God takes it back, even out of their stomachs.", "16": "What the evil people swallow is like poison; it kills them like the bite of a deadly snake.", "17": "They will not live to see rivers of olive oil[a] or streams that flow with milk and honey.", "18": "They will have to give up all they have worked for; they will have no chance to enjoy their wealth,", "19": "because they oppressed and neglected the poor and seized houses someone else had built.", "20": "Their greed is never satisfied.", "21": "When they eat, there is nothing left over, but now their prosperity comes to an end.", "22": "At the height of their success all the weight of misery will crush them.", "23": "Let them eat all they want! God will punish them in fury and anger.", "24": "When they try to escape from an iron sword, a bronze bow will shoot them down.", "25": "Arrows stick through their bodies; the shiny points drip with their blood, and terror grips their hearts.", "26": "Everything they have saved is destroyed; a fire not lit by human hands burns them and all their family.", "27": "Heaven reveals their sin, and the earth gives testimony against them.", "28": "All their wealth will be destroyed in the flood of God's anger.", "29": "This is the fate of wicked people, the fate that God assigns to them."}