{"1-2": "Listen to what I am saying; that is all the comfort I ask from you.", "3": "Give me a chance to speak and then, when I am through, sneer if you like.", "4": "My quarrel is not with mortals; I have good reason to be impatient.", "5": "Look at me. Isn't that enough to make you stare in shocked silence?", "6": "When I think of what has happened to me, I am stunned, and I tremble and shake.", "7": "Why does God let evil people live, let them grow old and prosper?", "8": "They have children and grandchildren, and live to watch them all grow up.", "9": "God does not bring disaster on their homes; they never have to live in terror.", "10": "Yes, all their cattle breed and give birth without trouble.", "11": "Their children run and play like lambs", "12": "and dance to the music of harps and flutes.", "13": "They live out their lives in peace and quietly die without suffering.", "14": "The wicked tell God to leave them alone; they don't want to know his will for their lives.", "15": "They think there is no need to serve God nor any advantage in praying to him.", "16": "They claim they succeed by their own strength, but their way of thinking I can't accept.", "17": "Was a wicked person's light ever put out? Did one of them ever meet with disaster? Did God ever punish the wicked in anger", "18": "and blow them away like straw in the wind, or like dust carried away in a storm?", "19": "You claim God punishes a child for the sins of his father. No! Let God punish the sinners themselves; let him show that he does it because of their sins.", "20": "Let sinners bear their own punishment; let them feel the wrath of Almighty God.", "21": "When our lives are over, do we really care whether our children are happy?", "22": "Can anyone teach God, who judges even those in high places?", "23-24": "Some people stay healthy till the day they die; they die happy and at ease, their bodies well-nourished.", "25": "Others have no happiness at all; they live and die with bitter hearts.", "26": "But all alike die and are buried; they all are covered with worms.", "27": "I know what spiteful thoughts you have.", "28": "You ask, “Where are the homes of great people now, those who practiced evil?”", "29": "Haven't you talked with people who travel? Don't you know the reports they bring back?", "30": "On the day God is angry and punishes, it is the wicked who are always spared.", "31": "There is no one to accuse the wicked or pay them back for all they have done.", "32": "When they are carried to the graveyard, to their well-guarded tombs,", "33": "thousands join the funeral procession, and even the earth lies gently on their bodies.", "34": "And you! You try to comfort me with nonsense! Every answer you give is a lie!"}