{"1-2": "Is there anyone, even the wisest, who could ever be of use to God?", "3": "Does your doing right benefit God, or does your being good help him at all?", "4": "It is not because you stand in awe of God that he reprimands you and brings you to trial.", "5": "No, it's because you have sinned so much; it's because of all the evil you do.", "6": "To make a brother repay you the money he owed, you took away his clothes and left him nothing to wear.", "7": "You refused water to those who were tired, and refused to feed those who were hungry.", "8": "You used your power and your position to take over the whole land.", "9": "You not only refused to help widows, but you also robbed and mistreated orphans.", "10": "So now there are pitfalls all around you, and suddenly you are full of fear.", "11": "It has grown so dark that you cannot see, and a flood overwhelms you.", "12": "Doesn't God live in the highest heavens and look down on the stars, even though they are high?", "13": "And yet you ask, “What does God know? He is hidden by clouds—how can he judge us?”", "14": "You think the thick clouds keep him from seeing, as he walks on the dome of the sky.", "15": "Are you determined to walk in the paths that evil people have always followed?", "16": "Even before their time had come, they were washed away by a flood.", "17": "These are the ones who rejected God and believed that he could do nothing to them.", "18": "And yet it was God who made them prosperous— I can't understand the thoughts of the wicked.", "19": "Good people are glad and the innocent laugh when they see the wicked punished.", "20": "All that the wicked own is destroyed, and fire burns up anything that is left.", "21": "Now, Job, make peace with God and stop treating him like an enemy; if you do, then he will bless you.", "22": "Accept the teaching he gives; keep his words in your heart.", "23": "Yes, you must humbly[a] return to God and put an end to all the evil that is done in your house.", "24": "Throw away your gold; dump your finest gold in the dry stream bed.", "25": "Let Almighty God be your gold, and let him be silver, piled high for you.", "26": "Then you will always trust in God and find that he is the source of your joy.", "27": "When you pray, he will answer you, and you will keep the vows you made.", "28": "You will succeed in all you do, and light will shine on your path.", "29": "God brings down the proud[b] and saves the humble.", "30": "He will rescue you if you are innocent,[c] if what you do is right.[d]"}