{"1": "There are mines where silver is dug; There are places where gold is refined.", "2": "We dig iron out of the ground And melt copper out of the stones.", "3": "Miners explore the deepest darkness. They search the depths of the earth And dig for rocks in the darkness.", "4": "Far from where anyone lives Or human feet ever travel, They dig the shafts of mines. There they work in loneliness, Clinging to ropes in the pits.", "5": "Food grows out of the earth, But underneath the same earth All is torn up and crushed.", "6": "The stones of the earth contain sapphires, And its dust contains gold.", "7": "No hawk sees the roads to the mines, And no vulture ever flies over them.", "8": "No lion or other fierce beast Ever travels those lonely roads.", "9": "Miners dig the hardest rocks, Dig mountains away at their base.", "10": "As they tunnel through the rocks, They discover precious stones.", "11": "They dig to the sources of[b] rivers And bring to light what is hidden.", "12": "But where can wisdom be found? Where can we learn to understand?", "13": "Wisdom is not to be found among mortals; No one knows its true value.", "14": "The depths of the oceans and seas Say that wisdom is not found there.", "15": "It cannot be bought with silver or gold.", "16": "The finest gold and jewels Cannot equal its value.", "17": "It is worth more than gold, Than a gold vase or finest glass.", "18": "The value of wisdom is more Than coral or crystal or rubies.", "19": "The finest topaz and the purest gold Cannot compare with the value of wisdom.", "20": "Where, then, is the source of wisdom? Where can we learn to understand?", "21": "No living creature can see it, Not even a bird in flight.", "22": "Even death and destruction Admit they have heard only rumors.", "23": "God alone knows the way, Knows the place where wisdom is found,", "24": "Because he sees the ends of the earth, Sees everything under the sky.", "25": "When God gave the wind its power And determined the size of the sea;", "26": "When God decided where the rain would fall, And the path that the thunderclouds travel;", "27": "It was then he saw wisdom and tested its worth— He gave it his approval.", "28": "God said to us humans, “To be wise, you must have reverence for the Lord. To understand, you must turn from evil.”"}