{"1": "But men younger than I am make fun of me now! Their fathers have always been so worthless that I wouldn't let them help my dogs guard sheep.", "2": "They were a bunch of worn-out men, too weak to do any work for me.", "3": "They were so poor and hungry that they would gnaw dry roots— at night, in wild, desolate places.", "4": "They pulled up the plants of the desert and ate them, even the tasteless roots of the broom tree!", "5": "Everyone drove them away with shouts, as if they were shouting at thieves.", "6": "They had to live in caves, in holes dug in the sides of cliffs.", "7": "Out in the wilds they howled like animals and huddled together under the bushes.", "8": "A worthless bunch of nameless nobodies! They were driven out of the land.", "9": "Now they come and laugh at me; I am nothing but a joke to them.", "10": "They treat me with disgust; they think they are too good for me, and even come and spit in my face.", "11": "Because God has made me weak and helpless, they turn against me with all their fury.", "12": "This mob attacks me head-on; they send me running; they prepare their final assault.", "13": "They cut off my escape and try to destroy me; and there is no one to stop[a] them.", "14": "They pour through the holes in my defenses and come crashing down on top of me;", "15": "I am overcome with terror; my dignity is gone like a puff of wind, and my prosperity like a cloud.", "16": "Now I am about to die; there is no relief for my suffering.", "17": "At night my bones all ache; the pain that gnaws me never stops.", "18": "God seizes me by my collar and twists my clothes out of shape.", "19": "He throws me down in the mud; I am no better than dirt.", "20": "I call to you, O God, but you never answer; and when I pray, you pay no attention.", "21": "You are treating me cruelly; you persecute me with all your power.", "22": "You let the wind blow me away; you toss me about in a raging storm.", "23": "I know you are taking me off to my death, to the fate in store for everyone.", "24": "Why do you attack a ruined man, one who can do nothing but beg for pity?[b]", "25": "Didn't I weep with people in trouble and feel sorry for those in need?", "26": "I hoped for happiness and light, but trouble and darkness came instead.", "27": "I am torn apart by worry and pain; I have had day after day of suffering.", "28": "I go about in gloom, without any sunshine; I stand up in public and plead for help.", "29": "My voice is as sad and lonely as the cries of a jackal or an ostrich.", "30": "My skin has turned dark; I am burning with fever.", "31": "Where once I heard joyful music, now I hear only mourning and weeping."}