{"1": "I have made a solemn promise never to look with lust at a woman.", "2": "What does Almighty God do to us? How does he repay human deeds?", "3": "He sends disaster and ruin to those who do wrong.", "4": "God knows everything I do; he sees every step I take.", "5": "I swear I have never acted wickedly and never tried to deceive others.", "6": "Let God weigh me on honest scales, and he will see how innocent I am.", "7": "If I have turned from the right path or let myself be attracted to evil, if my hands are stained with sin,", "8": "then let my crops be destroyed, or let others eat the food I grow.", "9": "If I have been attracted to my neighbor's wife, and waited, hidden, outside her door,", "10": "then let my wife cook another man's food and sleep in another man's bed.", "11": "Such wickedness should be punished by death.", "12": "It would be like a destructive, hellish fire, consuming everything I have.", "13": "When any of my servants complained against me, I would listen and treat them fairly.", "14": "If I did not, how could I then face God? What could I say when God came to judge me?", "15": "The same God who created me created my servants also.", "16": "I have never refused to help the poor; never have I let widows live in despair", "17": "or let orphans go hungry while I ate.", "18": "All my life I have taken care of them.[a]", "19": "When I found someone in need, too poor to buy clothes,", "20": "I would give him clothing made of wool that had come from my own flock of sheep. Then he would praise me with all his heart.", "21": "If I have ever cheated an orphan, knowing I could win in court,", "22": "then may my arms be broken; may they be torn from my shoulders.", "23": "Because I fear God's punishment, I could never do such a thing.", "24": "I have never trusted in riches", "25": "or taken pride in my wealth.", "26": "I have never worshiped the sun in its brightness or the moon in all its beauty.", "27": "I have not been led astray to honor them by kissing my hand in reverence to them.", "28": "Such a sin should be punished by death; it denies Almighty God.", "29": "I have never been glad when my enemies suffered, or pleased when they met with disaster;", "30": "I never sinned by praying for their death.", "31": "All those who work for me know that I have always welcomed strangers.", "32": "I invited travelers into my home and never let them sleep in the streets.", "33": "Others try to hide their sins, but I have never concealed mine.", "34": "I have never feared what people would say; I have never kept quiet or stayed indoors because I feared their scorn.", "35": "Will no one listen to what I am saying? I swear that every word is true. Let Almighty God answer me. If the charges my opponent brings against me were written down so that I could see them,", "36": "I would wear them proudly on my shoulder and place them on my head like a crown.", "37": "I would tell God everything I have done, and hold my head high in his presence.", "38": "If I have stolen the land I farm and taken it from its rightful owners—", "39": "if I have eaten the food that grew there but let the farmers that grew it starve—", "40": "then instead of wheat and barley, may weeds and thistles grow. The words of Job are ended."}