{"1": "And now, Job, listen carefully to all that I have to say.", "2": "I am ready to say what's on my mind.", "3": "All my words are sincere, and I am speaking the truth.", "4": "God's spirit made me and gave me life.", "5": "Answer me if you can. Prepare your arguments.", "6": "You and I are the same in God's sight, both of us were formed from clay.", "7": "So you have no reason to fear me; I will not overpower you.", "8": "Now this is what I heard you say:", "9": "“I am not guilty; I have done nothing wrong. I am innocent and free from sin.", "10": "But God finds excuses for attacking me and treats me like an enemy.", "11": "He binds chains on my feet; he watches every move I make.”", "12": "But I tell you, Job, you are wrong. God is greater than any human being.", "13": "Why do you accuse God of never answering our complaints?", "14": "Although God speaks again and again, no one pays attention to what he says.", "15": "At night when people are asleep, God speaks in dreams and visions.", "16": "He makes them listen to what he says, and they are frightened at his warnings.", "17": "God speaks to make them stop their sinning and to save them from becoming proud.", "18": "He will not let them be destroyed; he saves them from death itself.", "19": "God corrects us by sending sickness and filling our bodies with pain.", "20": "Those who are sick lose their appetites, and even the finest food looks revolting.", "21": "Their bodies waste away to nothing; you can see all their bones;", "22": "they are about to go to the world of the dead.", "23": "Perhaps an angel may come to their aid— one of God's thousands of angels, who remind us of our duty.", "24": "In mercy the angel will say, “Release them! They are not to go down to the world of the dead. Here is the ransom to set them free.”", "25": "Their bodies will grow young and strong again;", "26": "when they pray, God will answer; they will worship God with joy; God will set things right for them again.", "27": "Each one will say in public, “I have sinned. I have not done right, but God spared me.", "28": "He kept me from going to the world of the dead, and I am still alive.”", "29": "God does all this again and again;", "30": "each one saves a person's life, and gives him the joy of living.", "31": "Now, Job, listen to what I am saying; be quiet and let me speak.", "32": "But if you have something to say, let me hear it; I would gladly admit you are in the right.", "33": "But if not, be quiet and listen to me, and I will teach you how to be wise."}