{"1-2": "You men are so wise, so clever; listen now to what I am saying.", "3": "You know good food when you taste it, but not wise words when you hear them.", "4": "It is up to us to decide the case.", "5": "Job claims that he is innocent, that God refuses to give him justice.", "6": "He asks, “How could I lie and say I am wrong? I am fatally wounded, but I am sinless.”", "7": "Have you ever seen anyone like this man Job? He never shows respect for God.", "8": "He likes the company of evil people and goes around with sinners.", "9": "He says that it never does any good to try to follow God's will.", "10": "Listen to me, you men who understand! Will Almighty God do what is wrong?", "11": "He rewards people for what they do and treats them as they deserve.", "12": "Almighty God does not do evil; he is never unjust to anyone.", "13": "Did God get his power from someone else? Did someone put him in charge of the world?", "14": "If God took back the breath of life,", "15": "then everyone living would die and turn into dust again.", "16": "Now listen to me, if you are wise.", "17": "Are you condemning the righteous God? Do you think that he hates justice?", "18": "God condemns kings and rulers when they are worthless or wicked.", "19": "He does not take the side of rulers nor favor the rich over the poor, for he created everyone.", "20": "We may suddenly die at night. God strikes us down and we perish; he kills the mighty with no effort at all.", "21": "He watches every step we take.", "22": "There is no darkness dark enough to hide a sinner from God.", "23": "God does not need to set a time[a] for us to go and be judged by him.", "24": "He does not need an investigation to remove leaders and replace them with others.", "25": "Because he knows what they do; he overthrows them and crushes them by night.", "26": "He punishes sinners where all can see it,", "27": "because they have stopped following him and ignored all his commands.", "28": "They forced the poor to cry out to God, and he heard their calls for help.", "29": "If God decided to do nothing at all, no one could criticize him. If he hid his face, we would be helpless.", "30": "There would be nothing that nations could do to keep godless oppressors from ruling them.", "31": "Job, have you confessed your sins to God and promised not to sin again?", "32": "Have you asked God to show you your faults, and have you agreed to stop doing evil?", "33": "Since you object to what God does, can you expect him to do what you want? The decision is yours, not mine; tell us now what you think.", "34": "Any sensible person will surely agree; and the wise who hear me will say", "35": "that Job is speaking from ignorance and that nothing he says makes sense.", "36": "Think through everything that Job says; you will see that he talks like an evil man.", "37": "To his sins he adds rebellion; in front of us all he mocks God."}