{"1-2": "Be patient and listen a little longer to what I am saying on God's behalf.", "3": "My knowledge is wide; I will use what I know to show that God, my Creator, is just.", "4": "Nothing I say to you is false; you see before you a truly wise man.", "5": "How strong God is! He despises no one; there is nothing he doesn't understand.", "6": "He does not let sinners live on, and he always treats the poor with justice.", "7": "He protects those who are righteous; he allows them to rule like kings and lets them be honored forever.", "8": "But if people are bound in chains, suffering for what they have done,", "9": "God shows them their sins and their pride.", "10": "He makes them listen to his warning to turn away from evil.", "11": "If they obey God and serve him, they live out their lives in peace and prosperity.", "12": "But if not, they will die in ignorance and cross the stream into the world of the dead.", "13": "Those who are godless keep on being angry, and even when punished, they don't pray for help.", "14": "They die while they are still young, worn out by a life of disgrace.", "15": "But God teaches people through suffering and uses distress to open their eyes.", "16": "God brought you out of trouble, and let you enjoy security; your table was piled high with food.", "17": "But now you are being punished as you deserve.", "18": "Be careful not to let bribes deceive you, or riches lead you astray.", "19": "It will do you no good to cry out for help; all your strength can't help you now.", "20": "Don't wish for night to come, the time when nations will perish.", "21": "Be careful not to turn to evil; your suffering was sent to keep you from it.", "22": "Remember how great is God's power; he is the greatest teacher of all.", "23": "No one can tell God what to do or accuse him of doing evil.", "24": "He has always been praised for what he does; you also must praise him.", "25": "Everyone has seen what he has done; but we can only watch from a distance.[a]", "26": "We cannot fully know his greatness or count the number of his years.", "27": "It is God who takes water from the earth and turns it into drops of rain.", "28": "He lets the rain pour from the clouds in showers for all human beings.", "29": "No one knows how the clouds move or how the thunder roars through the sky, where God dwells.", "30": "He sends lightning through all the sky, but the depths of the sea remain dark.", "31": "This is how he feeds[b] the people and provides an abundance of food.", "32": "He seizes the lightning with his hands and commands it to hit the mark.", "33": "Thunder announces the approaching storm, and the cattle know it is coming."}