{"1": "The storm makes my heart beat wildly.", "2": "Listen, all of you, to the voice of God, to the thunder that comes from his mouth.", "3": "He sends the lightning across the sky, from one end of the earth to the other.", "4": "Then the roar of his voice is heard, the majestic sound of thunder, and all the while the lightning flashes.", "5": "At God's command amazing things happen, wonderful things that we can't understand.", "6": "He commands snow to fall on the earth, and sends torrents of drenching rain.", "7": "He brings our work to a stop; he shows us what he can do.[a]", "8": "The wild animals go to their dens.", "9": "The storm winds come from the south, and the biting cold from the north.", "10": "The breath of God freezes the waters, and turns them to solid ice.", "11": "Lightning flashes from the clouds,[b]", "12": "as they move at God's will. They do all that God commands, everywhere throughout the world.", "13": "God sends rain to water the earth; he may send it to punish us, or to show us his favor.", "14": "Pause a moment, Job, and listen; consider the wonderful things God does.", "15": "Do you know how God gives the command and makes lightning flash from the clouds?", "16": "Do you know how clouds float in the sky, the work of God's amazing skill?", "17": "No, you can only suffer in the heat when the south wind oppresses the land.", "18": "Can you help God stretch out the sky and make it as hard as polished metal?", "19": "Teach us what to say to God; our minds are blank; we have nothing to say.", "20": "I won't ask to speak with God; why should I give him a chance to destroy me?", "21": "And now the light in the sky is dazzling, too bright for us to look at it; and the sky has been swept clean by the wind.", "22": "A golden glow is seen in the north, and the glory of God fills us with awe.", "23": "God's power is so great that we cannot come near him; he is righteous and just in his dealings with us.", "24": "No wonder, then, that everyone is awed by him, and that he ignores those who claim to be wise."}