{"1": "Then out of the storm the Lord spoke to Job.", "2": "Who are you to question my wisdom with your ignorant, empty words?", "3": "Now stand up straight and answer the questions I ask you.", "4": "Were you there when I made the world? If you know so much, tell me about it.", "5": "Who decided how large it would be? Who stretched the measuring line over it? Do you know all the answers?", "6": "What holds up the pillars that support the earth? Who laid the cornerstone of the world?", "7": "In the dawn of that day the stars sang together, and the heavenly beings[a] shouted for joy.", "8": "Who closed the gates to hold back the sea[b] when it burst from the womb of the earth?", "9": "It was I who covered the sea with clouds and wrapped it in darkness.", "10": "I marked a boundary for the sea and kept it behind bolted gates.", "11": "I told it, “So far and no farther! Here your powerful waves must stop.”", "12": "Job, have you ever in all your life commanded a day to dawn?", "13": "Have you ordered the dawn to seize the earth and shake the wicked from their hiding places?", "14": "Daylight makes the hills and valleys stand out like the folds of a garment, clear as the imprint of a seal on clay.", "15": "The light of day is too bright for the wicked and restrains them from doing violence.", "16": "Have you been to the springs in the depths of the sea? Have you walked on the floor of the ocean?", "17": "Has anyone ever shown you the gates that guard the dark world of the dead?", "18": "Have you any idea how big the world is? Answer me if you know.", "19": "Do you know where the light comes from or what the source of darkness is?", "20": "Can you show them how far to go, or send them back again?", "21": "I am sure you can, because you're so old and were there when the world was made!", "22": "Have you ever visited the storerooms, where I keep the snow and the hail?", "23": "I keep them ready for times of trouble, for days of battle and war.", "24": "Have you been to the place where the sun comes up, or the place from which the east wind blows?", "25": "Who dug a channel for the pouring rain and cleared the way for the thunderstorm?", "26": "Who makes rain fall where no one lives?", "27": "Who waters the dry and thirsty land, so that grass springs up?", "28": "Does either the rain or the dew have a father?", "29": "Who is the mother of the ice and the frost,", "30": "which turn the waters to stone and freeze the face of the sea?", "31": "Can you tie the Pleiades together or loosen the bonds that hold Orion?", "32": "Can you guide the stars season by season and direct the Big and the Little Dipper?", "33": "Do you know the laws that govern the skies, and can you make them apply to the earth?", "34": "Can you shout orders to the clouds and make them drench you with rain?", "35": "And if you command the lightning to flash, will it come to you and say, “At your service”?", "36": "Who tells the ibis[c] when the Nile will flood, or who tells the rooster that rain will fall?[d]", "37": "Who is wise enough to count the clouds and tilt them over to pour out the rain,", "38": "rain that hardens the dust into lumps?", "39": "Do you find food for lions to eat, and satisfy hungry young lions", "40": "when they hide in their caves, or lie in wait in their dens?", "41": "Who is it that feeds the ravens when they wander about hungry, when their young cry to me for food?"}