{"1": "Can you catch Leviathan[a] with a fishhook or tie his tongue down with a rope?", "2": "Can you put a rope through his snout or put a hook through his jaws?", "3": "Will he beg you to let him go? Will he plead with you for mercy?", "4": "Will he make an agreement with you and promise to serve you forever?", "5": "Will you tie him like a pet bird, like something to amuse your servant women?", "6": "Will fishermen bargain over him? Will merchants cut him up to sell?", "7": "Can you fill his hide with fishing spears or pierce his head with a harpoon?", "8": "Touch him once and you'll never try it again; you'll never forget the fight!", "9": "Anyone who sees Leviathan loses courage and falls to the ground.", "10": "When he is aroused, he is fierce; no one would dare to stand before him.", "11": "Who can attack him and still be safe? No one in all the world can do it.[b]", "12": "Let me tell you about Leviathan's legs and describe how great and strong he is.", "13": "No one can tear off his outer coat or pierce the armor[c] he wears.", "14": "Who can make him open his jaws, ringed with those terrifying teeth?", "15": "His back[d] is made of rows of shields, fastened together and hard as stone.", "16": "Each one is joined so tight to the next, not even a breath can come between.", "17": "They all are fastened so firmly together that nothing can ever pull them apart.", "18": "Light flashes when he sneezes, and his eyes glow like the rising sun.", "19": "Flames blaze from his mouth, and streams of sparks fly out.", "20": "Smoke comes pouring out of his nose, like smoke from weeds burning under a pot.", "21": "His breath starts fires burning; flames leap out of his mouth.", "22": "His neck is so powerful that all who meet him are terrified.", "23": "There is not a weak spot in his skin; it is as hard and unyielding as iron.", "24": "His stony heart is without fear, as unyielding and hard as a millstone.", "25": "When he rises up, even the strongest[e] are frightened; they are helpless with fear.", "26": "There is no sword that can wound him; no spear or arrow or lance that can harm him.", "27": "For him iron is as flimsy as straw, and bronze as soft as rotten wood.", "28": "There is no arrow that can make him run; rocks thrown at him are like bits of straw.", "29": "To him a club is a piece of straw, and he laughs when men throw spears.", "30": "The scales on his belly are like jagged pieces of pottery; they tear up the muddy ground like a threshing sledge.[f]", "31": "He churns up the sea like boiling water and makes it bubble like a pot of oil.", "32": "He leaves a shining path behind him and turns the sea to white foam.", "33": "There is nothing on earth to compare with him; he is a creature that has no fear.", "34": "He looks down on even the proudest animals; he is king of all wild beasts."}