{"1": "Call out, Job. See if anyone answers. Is there any angel to whom you can turn?", "2": "To worry yourself to death with resentment would be a foolish, senseless thing to do.", "3": "I have seen fools who looked secure, but I called down a sudden curse on their homes.", "4": "Their children can never find safety; no one stands up to defend them in court.", "5": "Hungry people will eat the fool's crops— even the grain growing among thorns[a]— and thirsty people will envy his wealth.", "6": "Evil does not grow in the soil, nor does trouble grow out of the ground.", "7": "No indeed! We bring trouble on ourselves, as surely as sparks fly up from a fire.[b]", "8": "If I were you, I would turn to God and present my case to him.", "9": "We cannot understand the great things he does, and to his miracles there is no end.", "10": "He sends rain on the land and he waters the fields.", "11": "Yes, it is God who raises the humble and gives joy to all who mourn.", "12-13": "He upsets the plans of cunning people, and traps the wise in their own schemes, so that nothing they do succeeds;", "14": "even at noon they grope in darkness.", "15": "But God saves the poor[c] from death; he saves the needy from oppression.", "16": "He gives hope to the poor and silences the wicked.", "17": "Happy is the person whom God corrects! Do not resent it when he rebukes you.", "18": "God bandages the wounds he makes; his hand hurts you, and his hand heals.", "19": "Time after time he will save you from harm;", "20": "when famine comes, he will keep you alive, and in war protect you from death.", "21": "God will rescue you from slander; he will save you when destruction comes.", "22": "You will laugh at violence and hunger and not be afraid of wild animals.", "23": "The fields you plow will be free of rocks; wild animals will never attack you.", "24": "Then you will live at peace in your tent; when you look at your sheep, you will find them safe.", "25": "You will have as many children as there are blades of grass in a pasture.", "26": "Like wheat that ripens till harvest time, you will live to a ripe old age.", "27": "Job, we have learned this by long study. It is true, so now accept it."}