{"1-2": "If my troubles and griefs were weighed on scales,", "3": "they would weigh more than the sands of the sea, so my wild words should not surprise you.", "4": "Almighty God has shot me with arrows, and their poison spreads through my body. God has lined up his terrors against me.", "5": "A donkey is content when eating grass, and a cow is quiet when eating hay.", "6": "But who can eat flat, unsalted food? What taste is there in the white of an egg?", "7": "I have no appetite for food like that, and everything I eat makes me sick.[a]", "8": "Why won't God give me what I ask? Why won't he answer my prayer?", "9": "If only he would go ahead and kill me!", "10": "If I knew he would, I would leap for joy, no matter how great my pain. I know that God is holy; I have never opposed what he commands.", "11": "What strength do I have to keep on living? Why go on living when I have no hope?", "12": "Am I made of stone? Is my body bronze?", "13": "I have no strength left to save myself; there is nowhere I can turn for help.", "14": "In trouble[b] like this I need loyal friends— whether I've forsaken God or not.", "15": "But you, my friends, you deceive me like streams that go dry when no rain comes.", "16": "The streams are choked with snow and ice,", "17": "but in the heat they disappear, and the stream beds lie bare and dry.", "18": "Caravans get lost looking for water; they wander and die in the desert.", "19": "Caravans from Sheba and Tema search,", "20": "but their hope dies beside dry streams.", "21": "You are like[c] those streams to me,[d] you see my fate and draw back in fear.", "22": "Have I asked you to give me a gift or to bribe someone on my behalf", "23": "or to save me from some enemy or tyrant?", "24": "All right, teach me; tell me my faults. I will be quiet and listen to you.", "25": "Honest words are convincing, but you are talking nonsense.", "26": "You think I am talking nothing but wind; then why do you answer my words of despair?", "27": "You would even roll dice for orphan slaves and make yourselves rich off your closest friends!", "28": "Look me in the face. I won't lie.", "29": "You have gone far enough. Stop being unjust. Don't condemn me. I'm in the right.", "30": "But you think I am lying— you think I can't tell right from wrong."}