{"1-2": "Yes, I've heard all that before. But how can a human being win a case against God?", "3": "How can anyone argue with him? He can ask a thousand questions that no one could ever answer.[a]", "4": "God is so wise and powerful; no one can stand up against him.", "5": "Without warning he moves mountains and in anger he destroys them.", "6": "God sends earthquakes and shakes the ground; he rocks the pillars that support the earth.", "7": "He can keep the sun from rising, and the stars from shining at night.", "8": "No one helped God spread out the heavens or trample the sea monster's back.[b]", "9": "God hung the stars in the sky—the Dipper, Orion, the Pleiades, and the stars of the south.", "10": "We cannot understand the great things he does, and to his miracles there is no end.", "11": "God passes by, but I cannot see him.", "12": "He takes what he wants, and no one can stop him; no one dares ask him, “What are you doing?”", "13": "God's anger is constant. He crushed his enemies who helped Rahab,[c] the sea monster, oppose him.", "14": "So how can I find words to answer God?", "15": "Though I am innocent, all I can do is beg for mercy from God my judge.", "16": "Yet even then, if he lets me speak, I can't believe he would listen to me.", "17": "He sends storms to batter and bruise me without any reason at all.", "18": "He won't let me catch my breath; he has filled my life with bitterness.", "19": "Should I try force? Try force on God? Should I take him to court? Could anyone make him go?[d]", "20": "I am innocent and faithful, but my words sound guilty, and everything I say seems to condemn me.", "21-22": "I am innocent, but I no longer care. I am sick of living. Nothing matters; innocent or guilty, God will destroy us.", "23": "When an innocent person suddenly dies, God laughs.", "24": "God gave the world to the wicked. He made all the judges blind. And if God didn't do it, who did?", "25": "My days race by, not one of them good.", "26": "My life passes like the swiftest boat, as fast as an eagle swooping down on a rabbit.", "27-28": "If I smile and try to forget my pain, all my suffering comes back to haunt me; I know that God does hold me guilty.", "29": "Since I am held guilty, why should I bother?", "30": "No soap can wash away my sins.", "31": "God throws me into a pit with filth, and even my clothes are ashamed of me.", "32": "If God were human, I could answer him; we could go to court to decide our quarrel.", "33": "But there is no one to step between us— no one to judge both God and me.", "34": "Stop punishing me, God! Keep your terrors away!", "35": "I am not afraid. I am going to talk because I know my own heart."}