{"1": "This is the message that was given to Habakkuk the prophet.", "2": "Lord, I continue to ask for help. How long will you ignore me? I cry out to you about violence, but you do not save us!", "3": "Why do you let me see wrong things? Why do you put up with evil? People are destroying things and hurting others while I am looking. They are arguing and fighting.", "4": "People are not forced to obey the teachings. No one receives a fair trial. Evil people gain while good people lose. The judges no longer make fair decisions.", "5": "“You and your people, look at the nations! Watch them and be amazed. I will do something in your lifetime that will amaze you. You won't believe it even when you are told about it.", "6": "I will use the Babylonian people to punish the evil people. The Babylonians are cruel and powerful fighters. They march across the earth. They take lands that don't belong to them.", "7": "The Babylonians frighten other people. They do what they want to do. They are good only to themselves.", "8": "Their horses are faster than leopards and more cruel than wolves at sunset. Their horse soldiers attack quickly. They come from places that are far away. They attack quickly, like an eagle swooping down for food.", "9": "They all come to fight. Their armies march quickly like a whirlwind in the desert. Their prisoners are as many as the grains of sand.", "10": "The Babylonian soldiers laugh at kings. They make fun of rulers. They laugh at all the strong, walled cities. They build dirt roads up to the top of the walls. They capture the cities.", "11": "Then they leave like the wind and move on. They are guilty of worshiping their own strength.”", "12": "Lord, you are the Lord who lives forever. You are my God, my holy God. You will not let those who trust you die. Lord, you have chosen the Babylonians to punish people. Our Rock, you created them to punish the people.", "13": "Your eyes are too good to look at evil. You cannot stand to see people do wrong. So how can you put up with those evil people? How can you be quiet when wicked people defeat people who are better than they are?", "14": "You treat people like fish in the sea. You treat them like sea animals without a leader.", "15": "The enemy catches all of them with hooks. He catches them in his net. He drags them in. He is glad that he has caught them.", "16": "The enemy offers sacrifices to his net. He burns incense to worship it. This is because his net lets him live like a rich man. His net lets him enjoy the best food.", "17": "Will he keep on taking riches with his net? Will he go on destroying people without showing mercy?"}