{"1": "I will stand like a guard to watch. I will stand on the tower. I will wait to see what the Lord will say to me. I will wait to learn how to answer his complaint.", "2": "The Lord answered me: “Write down what I show you. Write it clearly on stone tablets so whoever reads it can run to tell others.", "3": "It is not yet time for the message to come true. But that time is coming soon. The message will come true. It may seem like a long time before it happens. But be patient and wait for it. These things will happen. They will not be delayed.", "4": "See, the nation that is evil and trusts in itself will fail. But those who do right because they trust in God will live.", "5": "“Wine can trick a person. In the same way the Babylonians are fooled by their pride. Their desire for wealth is like a grave's desire for death. They always want more and more. And, like death, they collect other nations for themselves. They make them their own people.", "6": "But all the nations the Babylonians have hurt will laugh at them. They will make fun of the Babylonians. They will say, 'How terrible it will be for the nation that steals many things. How long will that nation get rich by forcing others to pay them?'", "7": "“One day the people you have taken money from will turn against you. They will realize what is happening and make you shake with fear. Then they will hurt you.", "8": "You have stolen from many nations. So the people who are left will take much from you. This is because you have killed many people. You have destroyed countries and cities and everyone in them.", "9": "“How terrible it will be for the nation that becomes rich by doing wrong. They do those things to live in a safe place. They think they will be safe from harm.", "10": "You have made plans to destroy many people. This has made your own houses ashamed of you. Because of it, you will lose your lives.", "11": "The stones of the walls will cry out against you. Even the wooden boards that support the roof will agree that you are wrong.", "12": "“How terrible it will be for the nation that kills people to build a city. How terrible for that nation that wrongs others to start a town.", "13": "The Lord of heaven's armies will send fire to destroy what those people have built. All the nations' work will be for nothing.", "14": "Then people everywhere will know the Lord's greatness. This news will spread like water covering the sea.", "15": "“How terrible for the nation that becomes angry and makes others suffer. In anger they knock other people to the ground. And they treat them as if they are naked and drunk.", "16": "You Babylonians will receive the Lord's anger, not respect. This anger will be like a cup of poison in the Lord's right hand. You will taste this anger and fall to the ground like a drunk person. You will drink from this cup. You will receive disgrace, not respect.", "17": "You hurt many people in Lebanon. Now you will be hurt. You killed many animals there. And now you must be afraid. You will be afraid because of what you did to those cities and the people who lived in them.", "18": "“An idol does no good, because a man made it. It is only a statue that teaches lies. The person who made it expects his own work to help him. But it can't even speak!", "19": "How terrible it will be for the nation that says to a wooden statue, 'Come to life!' How terrible it will be when this nation says to a stone that cannot speak, 'Get up!' These things cannot tell them what to do. That idol is only a statue covered with gold and silver. There is no life in it.", "20": "The Lord is in his Holy Temple. So all the earth should be silent in his presence.”"}