{"1": "This is the prayer of Habakkuk the prophet, on shigionoth.", "2": "Lord, I have heard the news about you. Lord, I am amazed at the powerful things you have done. Do great things once again in our time. Make those things happen again in our own days. Even when you are angry, remember to be gentle with us.", "3": "God is coming from Teman in the south. The Holy One comes from Mount Paran.[a] Selah The Lord's greatness covers the heavens. His praise fills the earth.", "4": "He is like a bright light. Rays of light shine from his hand. And there he hides his power.", "5": "Sickness goes before him, and fever follows behind him.", "6": "The Lord stands and shakes the earth. He looks, and the nations shake with fear. The mountains, which stood for ages, break into pieces. The old hills fall down. God has always done this.", "7": "I saw that the tents of Cushan were in trouble. The tents of Midian trembled.", "8": "Lord, were you angry at the rivers? Were you angry at the streams? Were you angry with the sea when you rode your horses and chariots to victory?[b]", "9": "You uncovered your bow. You commanded many arrows to be brought to you. Selah You split the earth with rivers.", "10": "The mountains saw you and shook with fear. The rushing water flowed by. The sea made a loud noise, and its waves rose high.", "11": "The sun and moon stood still in the sky. They stopped when they saw the flash of your flying arrows. They stopped when they saw the gleam of your shining spear.", "12": "In anger you marched on the earth. In anger you punished the nations.", "13": "You came to save your people. You came to save your chosen one. You crushed the leader of the wicked ones. You took everything away from them. Selah", "14": "With the enemy's own spear you stabbed the leader of his army. His soldiers rushed out like a storm to scatter us. They were happy as if they were robbing the poor people in secret.", "15": "But you marched through the sea with your horses, stirring the great waters.", "16": "I hear these things, and my body trembles. My lips tremble when I hear the sound. My bones feel weak. My legs shake. But I will wait patiently for the day of disaster. That day is coming to the people who attack us.", "17": "Fig trees may not grow figs. There may be no grapes on the vines. There may be no olives growing on the trees. There may be no food growing in the fields. There may be no sheep in the pens. There may be no cattle in the barns.", "18": "But I will still be glad in the Lord. I will rejoice in God my Savior.", "19": "The Lord God gives me my strength. He makes me like a deer, which does not stumble. He leads me safely on the steep mountains. For the director of music. On my stringed instruments."}