{"1": "From Simeon[a] Peter,[b] a slave[c] and apostle of Jesus Christ, to those who through the righteousness of our God[d] and Savior,[e] Jesus Christ, have been granted[f] a faith just as precious[g] as ours. ", "2": "May grace and peace be lavished on you[h] as you grow[i] in the rich knowledge[j] of God and of Jesus our Lord![k]", "3": "I can pray this because his divine power[l] has bestowed on us everything necessary[m] for life and godliness through the rich knowledge[n] of the one who called[o] us by[p] his own glory and excellence. ", "4": "Through these things[q] he has bestowed on us his precious and most magnificent promises, so that by means of what was promised[r] you may become partakers of the divine nature,[s] after escaping[t] the worldly corruption that is produced by evil desire.[u] ", "5": "For this very reason,[v] make every effort[w] to add to your faith excellence,[x] to excellence, knowledge; ", "6": "to knowledge, self-control; to self-control, perseverance;[y] to perseverance, godliness; ", "7": "to godliness, brotherly affection; to brotherly affection, unselfish[z] love.[aa] ", "8": "For if[ab] these things are really yours[ac] and are continually increasing,[ad] they will keep you from becoming[ae] ineffective and unproductive in your pursuit of[af] knowing our Lord Jesus Christ more intimately.[ag] ", "9": "But[ah] concerning the one who lacks such things[ai]—he is blind. That is to say, he is[aj] nearsighted, since he has forgotten about the cleansing of his past sins. ", "10": "Therefore, brothers and sisters,[ak] make every effort to be sure of your calling and election.[al] For by doing this[am] you will never[an] stumble into sin.[ao] ", "11": "For thus an entrance into the eternal kingdom of our Lord and Savior, Jesus Christ, will be richly provided for you.", "12": "Therefore, I intend to remind you constantly[ap] of these things even though you know them and are well established in the truth that you now have. ", "13": "Indeed, as long as I am in this tabernacle,[aq] I consider it right to stir you up by way of a reminder, ", "14": "since I know that my tabernacle will soon be removed,[ar] because[as] our Lord Jesus Christ revealed this to me.[at] ", "15": "Indeed, I will also make every effort that, after my departure, you have a testimony of these things.[au]", "16": "For we did not follow cleverly concocted fables when we made known to you the power and return[av] of our Lord Jesus Christ;[aw] no,[ax] we were[ay] eyewitnesses of his[az] grandeur.[ba] ", "17": "For he received honor and glory from God the Father, when that[bb] voice was conveyed to him by the Majestic Glory: “This is my dear Son, in whom I am delighted.”[bc] ", "18": "When this voice was conveyed from heaven, we ourselves[bd] heard it, for we were with him on the holy mountain.[be] ", "19": "Moreover,[bf] we[bg] possess the prophetic word as an altogether reliable thing.[bh] You do well if you pay attention[bi] to this[bj] as you would[bk] to a light shining in a murky place, until the day dawns and the morning star[bl] rises in your hearts.[bm] ", "20": "Above all, you do well if you recognize[bn] this:[bo] No prophecy of scripture ever comes about by the prophet's own imagination,[bp] ", "21": "for no prophecy was ever borne of human impulse; rather, men[bq] carried along by the Holy Spirit spoke from God."}