{"1": "But false prophets arose among the people,[a]  just as there will be false teachers among you. These false teachers[b] will[c] infiltrate your midst[d] with destructive heresies,[e] even to the point of[f] denying the Master who bought them. As a result, they will bring[g] swift destruction on themselves. ", "2": "And many will follow their debauched lifestyles.[h] Because of these false teachers,[i] the way of truth will be slandered.[j] ", "3": "And in their greed they will exploit you with deceptive words. Their[k] condemnation pronounced long ago[l] is not sitting idly by;[m] their[n] destruction is not asleep.", "4": "For if God did not spare the angels who sinned,[o] but threw them into hell[p] and locked them up[q] in chains[r] in utter darkness,[s] to be kept until the judgment, ", "5": "and if he did not spare the ancient world, but did protect Noah, a herald of righteousness, along with seven others,[t] when God[u] brought a flood on an ungodly world,[v] ", "6": "and if he turned to ashes the cities of Sodom and Gomorrah when he condemned them to destruction,[w] having appointed[x] them to serve as an example[y] to future generations of the ungodly,[z] ", "7": "and if he rescued Lot, a righteous man in anguish over the debauched lifestyle of lawless[aa] men,[ab] ", "8": "(for while he lived among them day after day, that righteous man was tormented in his righteous soul[ac] by the lawless deeds he saw and heard[ad]) ", "9": "—if so,[ae] then the Lord knows how to rescue the godly from their trials,[af] and to reserve the unrighteous for punishment[ag] at the day of judgment, ", "10": "especially those who indulge their fleshly desires[ah] and who despise authority. Brazen and insolent,[ai] they are not afraid to insult[aj] the glorious ones,[ak] ", "11": "yet even[al] angels, who are much more powerful,[am] do not bring a slanderous[an] judgment against them in the presence of the Lord.[ao] ", "12": "But[ap] these men,[aq] like irrational animals—creatures of instinct, born to be caught and destroyed[ar]—do not understand whom[as] they are insulting, and consequently[at] in their destruction they will be destroyed,[au] ", "13": "suffering harm as the wages for their harmful ways.[av] By considering it a pleasure to carouse in broad daylight,[aw] they are stains and blemishes, indulging[ax] in their deceitful pleasures when they feast together with you. ", "14": "Their eyes,[ay] full of adultery,[az] never stop sinning;[ba] they entice[bb] unstable people.[bc] They have trained their hearts for greed, these cursed children![bd] ", "15": "By forsaking the right path they have gone astray, because they followed the way of Balaam son of Bosor,[be] who loved the wages of unrighteousness,[bf] ", "16": "yet was rebuked[bg] for his own transgression (a dumb donkey,[bh] speaking with a human voice,[bi] restrained the prophet's madness).[bj]", "17": "These men[bk] are waterless springs and mists driven by a storm, for whom the utter depths of darkness[bl] have been reserved. ", "18": "For by speaking high-sounding but empty words[bm] they are able to entice,[bn] with fleshly desires and with debauchery,[bo] people[bp] who have just escaped[bq] from those who reside in error.[br] ", "19": "Although these false teachers promise[bs] such people[bt] freedom, they themselves are enslaved to[bu] immorality.[bv] For whatever a person succumbs to, to that he is enslaved.[bw] ", "20": "For if after they have escaped the filthy things[bx] of the world through the rich knowledge of our Lord and Savior Jesus Christ,[by] they[bz] again get entangled in them and succumb to them,[ca] their last state has become worse for them than their first. ", "21": "For it would have been better for them never to have known the way of righteousness than, having known it, to turn back from the holy commandment that had been delivered to them. ", "22": "They are illustrations of this true proverb:[cb] “A dog returns to its own vomit,”[cc] and “A sow, after washing herself,[cd] wallows in the mire.”[ce]"}