{"1": "Dear friends, this is already the second letter I have written[a] you, in which[b] I am trying to stir up[c] your pure mind by way of reminder: ", "2": "I want you to recall[d] both[e] the predictions[f] foretold by the holy prophets and the commandment of the Lord and Savior through your apostles.[g] ", "3": "Above all, understand this:[h] In the last days blatant scoffers[i] will come, being propelled by their own evil urges[j] ", "4": "and saying,[k] “Where is his promised return?[l] For ever since[m] our ancestors[n] died,[o] all things have continued as they were[p] from the beginning of creation.” ", "5": "For they deliberately suppress this fact,[q] that by the word of God[r] heavens existed long ago and an earth[s] was formed out of water and by means of water. ", "6": "Through these things[t] the world existing at that time was destroyed when it was deluged with water. ", "7": "But by the same word the present heavens and earth have been reserved for fire, by being kept for the day of judgment and destruction of the ungodly.[u]", "8": "Now, dear friends, do not let this one thing escape your notice,[v] that a single day is like a thousand years with the Lord and a thousand years are like a single day. ", "9": "The Lord is not slow concerning his promise,[w] as some regard slowness, but is being patient toward you, because he does not wish[x] for any[y] to perish but for all to come to repentance.[z] ", "10": "But the day of the Lord will come like a thief; when it comes,[aa] the heavens will disappear[ab] with a horrific noise,[ac] and the celestial bodies[ad] will melt away[ae] in a blaze,[af] and the earth and every deed done on it[ag] will be laid bare.[ah] ", "11": "Since all these things are to melt away[ai] in this manner,[aj] what sort of people must you[ak] be, conducting your lives in holiness and godliness,[al] ", "12": "while waiting for and hastening[am] the coming of the day of God?[an] Because of this day,[ao] the heavens will be burned up and[ap] dissolve, and the celestial bodies[aq] will melt away in a blaze![ar] ", "13": "But, according to his promise, we are waiting for[as] new heavens and a new earth, in which[at] righteousness truly resides.[au]", "14": "Therefore, dear friends, since you are waiting for[av] these things, strive to be found[aw] at peace, without spot or blemish, when you come into his presence.[ax] ", "15": "And regard the patience of our Lord as salvation,[ay] just as also our dear brother Paul[az] wrote to you,[ba] according to the wisdom given to him, ", "16": "speaking of these things in all his letters.[bb] Some things in these letters[bc] are hard to understand, things[bd] the ignorant and unstable twist[be] to their own destruction, as they also do to the rest of the scriptures.[bf] ", "17": "Therefore, dear friends, since you have been forewarned,[bg] be on your guard that you do not get led astray by the error of these unprincipled men[bh] and fall from your firm grasp on the truth.[bi] ", "18": "But grow in the grace and knowledge[bj] of our Lord and Savior Jesus Christ. To him be the honor both now and on[bk] that eternal day.[bl]"}