{"1-3": "It was the third year of the reign of King Ahasuerus, emperor of vast Media-Persia, with its 127 provinces stretching from India to Ethiopia. This was the year of the great celebration at Shushan Palace, to which the emperor invited all his governors, aides, and army officers, bringing them in from every part of Media-Persia for the occasion. ", "4": "The celebration lasted six months, a tremendous display of the wealth and glory of his empire.", "5": "When it was all over, the king gave a special party for the palace servants and officials—janitors and cabinet officials alike—for seven days of revelry, held in the courtyard of the palace garden. ", "6": "The decorations were green, white, and blue, fastened with purple ribbons[a] tied to silver rings imbedded in marble pillars. Gold and silver benches stood on pavements of black, red, white, and yellow marble. ", "7": "Drinks were served in gold goblets of many designs, and there was an abundance of royal wine, for the king was feeling very generous. ", "8": "The only restriction on the drinking was that no one should be compelled to take more than he wanted, but those who wished could have as much as they pleased. For the king had instructed his officers to let everyone decide this matter for himself.", "9": "Queen Vashti gave a party for the women of the palace at the same time.", "10": "On the final day when the king was feeling high, half drunk from wine, he told the seven eunuchs who were his personal aides—Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas—", "11": "to bring Queen Vashti to him with the royal crown upon her head so that all the men could gaze upon her beauty—for she was a very beautiful woman. ", "12": "But when they conveyed the emperor's order to Queen Vashti, she refused to come. The king was furious ", "13-15": "but first consulted his lawyers, for he did nothing without their advice. They were men of wisdom who knew the temper of the times as well as Persian law and justice, and the king trusted their judgment. These men were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan—seven high officials of Media-Persia. They were his personal friends as well as being the chief officers of the government. “What shall we do about this situation?” he asked them. “What penalty does the law provide for a queen who refuses to obey the king's orders, properly sent through his aides?”", "16": "Memucan answered for the others, “Queen Vashti has wronged not only the king but every official and citizen of your empire. ", "17": "For women everywhere will begin to disobey their husbands when they learn what Queen Vashti has done. ", "18": "And before this day is out, the wife of every one of us officials throughout your empire will hear what the queen did and will start talking to us husbands the same way, and there will be contempt and anger throughout your realm. ", "19": "We suggest that, subject to your agreement, you issue a royal edict, a law of the Medes and Persians that can never be changed, that Queen Vashti be forever banished from your presence and that you choose another queen more worthy than she. ", "20": "When this decree is published throughout your great kingdom, husbands everywhere, whatever their rank, will be respected by their wives!”", "21": "The king and all his aides thought this made good sense, so he followed Memucan's counsel ", "22": "and sent letters to all of his provinces, in all the local languages, stressing that every man should rule his home and should assert his authority."}