{"1": "Three days later Esther put on her royal robes and entered the inner court just beyond the royal hall of the palace, where the king was sitting upon his royal throne. ", "2": "And when he saw Queen Esther standing there in the inner court, he welcomed her, holding out the golden scepter to her. So Esther approached and touched its tip.", "3": "Then the king asked her, “What do you wish, Queen Esther? What is your request? I will give it to you, even if it is half the kingdom!”", "4": "And Esther replied, “If it please Your Majesty, I want you and Haman to come to a banquet I have prepared for you today.”", "5": "The king turned to his aides. “Tell Haman to hurry!” he said. So the king and Haman came to Esther's banquet.", "6": "During the wine course the king said to Esther, “Now tell me what you really want, and I will give it to you, even if it is half of the kingdom!”", "7-8": "Esther replied, “My request, my deepest wish, is that if Your Majesty loves me and wants to grant my request, that you come again with Haman tomorrow to the banquet I shall prepare for you. And tomorrow I will explain what this is all about.”", "9": "What a happy man was Haman as he left the banquet! But when he saw Mordecai there at the gate, not standing up or trembling before him, he was furious. ", "10": "However, he restrained himself, went on home, and gathered together his friends and Zeresh, his wife, ", "11": "and boasted to them about his wealth, his many children, and promotions the king had given him, and how he had become the greatest man in the kingdom next to the king himself.", "12": "Then he delivered his punch line: “Yes, and Esther the queen invited only me and the king himself to the banquet she prepared for us; and tomorrow we are invited again! ", "13": "But yet,” he added, “all this is nothing when I see Mordecai the Jew just sitting there in front of the king's gate, refusing to bow to me.”", "14": "“Well,” suggested Zeresh, his wife, and all his friends, “get ready a 75-foot-high gallows, and in the morning ask the king to let you hang Mordecai on it; and when this is done you can go on your merry way with the king to the banquet.” This pleased Haman immensely, and he ordered the gallows built."}