{"1-2": "That night the king had trouble sleeping and decided to read awhile. He ordered the historical records of his kingdom from the library, and in them he came across the item telling how Mordecai had exposed the plot of Bigthana and Teresh, two of the king's eunuchs, watchmen at the palace gates, who had plotted to assassinate him.", "3": "“What reward did we ever give Mordecai for this?” the king asked. His courtiers replied, “Nothing!”", "4": "“Who is on duty in the outer court?” the king inquired. Now, as it happened, Haman had just arrived in the outer court of the palace to ask the king to hang Mordecai from the gallows he was building.", "5": "So the courtiers replied to the king, “Haman is out there.” “Bring him in,” the king ordered. ", "6": "So Haman came in, and the king said to him, “What should I do to honor a man who truly pleases me?” Haman thought to himself, “Whom would he want to honor more than me?” ", "7-8": "So he replied, “Bring out some of the royal robes the king himself has worn, and the king's own horse, and the royal crown, ", "9": "and instruct one of the king's most noble princes to robe the man and to lead him through the streets on the king's own horse, shouting before him, 'This is the way the king honors those who truly please him!'”", "10": "“Excellent!” the king said to Haman. “Hurry and take these robes and my horse, and do just as you have said—to Mordecai the Jew, who works at the Chancellery. Follow every detail you have suggested.”", "11": "So Haman took the robes and put them on Mordecai, and mounted him on the king's own steed, and led him through the streets of the city, shouting, “This is the way the king honors those he delights in.”", "12": "Afterwards Mordecai returned to his job, but Haman hurried home utterly humiliated. ", "13": "When Haman told Zeresh his wife and all his friends what had happened, they said, “If Mordecai is a Jew, you will never succeed in your plans against him; to continue to oppose him will be fatal.”", "14": "While they were still discussing it with him, the king's messengers arrived to conduct Haman quickly to the banquet Esther had prepared."}