{"1": "On that same day King Ahasuerus gave the estate of Haman, the Jews' enemy, to Queen Esther. Then Mordecai was brought before the king, for Esther had told the king that he was her cousin and foster father.[a] ", "2": "The king took off his ring—which he had taken back from Haman—and gave it to Mordecai appointing him Prime Minister;[b] and Esther appointed Mordecai to be in charge of Haman's estate.", "3": "And now once more Esther came before the king, falling down at his feet and begging him with tears to stop Haman's plot against the Jews. ", "4": "And again the king held out the golden scepter to Esther. So she arose and stood before him, ", "5": "and said, “If it please Your Majesty, and if you love me, send out a decree reversing Haman's order to destroy the Jews throughout the king's provinces. ", "6": "For how can I endure it, to see my people butchered and destroyed?”", "7": "Then King Ahasuerus said to Queen Esther and Mordecai the Jew, “I have given Esther the palace of Haman, and he has been hanged upon the gallows because he tried to destroy you. ", "8": "Now go ahead and send a message to the Jews, telling them whatever you want to in the king's name, and seal it with the king's ring so that it can never be reversed.”[c]", "9-10": "Immediately the king's secretaries were called in—it was now the 23rd day of the month of July—and they wrote as Mordecai dictated—a decree to the Jews and to the officials, governors, and princes of all the provinces from India to Ethiopia, 127 in all: the decree was translated into the languages and dialects of all the people of the kingdom. Mordecai wrote in the name of King Ahasuerus and sealed the message with the king's ring and sent the letters by swift carriers—riders on camels, mules, and young dromedaries used in the king's service. ", "11": "This decree gave the Jews everywhere permission to unite in the defense of their lives and their families, to destroy all the forces opposed to them, and to take their property. ", "12": "The day chosen for this throughout all the provinces of King Ahasuerus was the 28th day of February![d] ", "13": "It further stated that a copy of this decree, which must be recognized everywhere as law, must be broadcast to all the people so that the Jews would be ready and prepared to overcome their enemies. ", "14": "So the mail went out swiftly, carried by the king's couriers and speeded by the king's commandment. The same decree was also issued at Shushan Palace.", "15": "Then Mordecai put on the royal robes of blue and white and the great crown of gold, with an outer cloak of fine linen and purple, and went out from the presence of the king through the city streets filled with shouting people. ", "16": "And the Jews had joy and gladness and were honored everywhere. ", "17": "And in every city and province, as the king's decree arrived, the Jews were filled with joy and had a great celebration and declared a holiday. And many of the people of the land pretended to be Jews, for they feared what the Jews might do to them."}