{"1": "The law can show only a little about the good things that are coming. It cannot show the good things themselves. People come to worship God. But the law can never make them all right by the same sacrifices that are brought every year.", "2": "If the law could make people all right, they would stop making sacrifices. The people who come to worship would be made clean for all time, and they would not remember the wrong things they had done.", "3": "But, by making these sacrifices, they show that they do remember the wrong things they have done.", "4": "The blood of bulls and goats can never clean wrong things from people's hearts.", "5": "That is why Christ said when he came into the world, `You did not want sacrifices and gifts. But you made a body for me.", "6": "Animals that are burned for sacrifices, and animals killed to clean away the wrong things that people do, did not satisfy you.", "7": "Then I said, \"See, I have come to do what you, God, want me to do.\" This is what is written about me in the book of the law.'", "8": "First he said, `You did not want sacrifices and gifts, and animals that are given to be burned as sacrifices, and animals killed to clean away people's wrong ways. You did not like them.' These sacrifices are made to obey the law.", "9": "Then he said, `See, I have come to do what you want me to do.' He took away the first kind of sacrifices so that the second kind would remain.", "10": "God wanted us to be made holy. We have been made holy by Jesus Christ. He made us holy by once making his body a sacrifice.", "11": "Every priest stands day after day doing his work. He makes the same sacrifices many times. But these sacrifices can never clean away the wrong things people have done.", "12": "But Christ made one sacrifice to clean away their wrong ways for ever. Then he sat down beside God.", "13": "Since then, he is waiting till his enemies are put under him.", "14": "By one sacrifice Christ has made right for ever all those people who are being made holy.", "15": "The Holy Spirit tells us about this also.", "16": "First he said, `This is the agreement that I will make with them after those days, says the Lord. I will put my laws in their hearts. I will write them in their minds.'", "17": "Then he also said, `I will never remember the wrong things they have done and the times they did not obey.'", "18": "When these wrong things have been forgiven, a sacrifice is not needed for them again.", "19": "So, my brothers, we can go into the Most Holy Place by the blood of Jesus.", "20": "He made a new and living way for us. He opened up God's way specially for us. It lets us through the big curtain or cloth which hides God from us. This happened when Jesus gave his body as a sacrifice.", "21": "Also, we have a high priest who has charge of God's people.", "22": "So let us come to him with a true heart. Let us come because we believe all these things. Let us come with our hearts washed clean from our wrong ways. Let us come with our bodies washed with clean water.", "23": "We must hold on to God's promise that we have said we believed. And we must never let go. He has promised and he will do it.", "24": "Let us think of one another and help one another to love and to do good things.", "25": "Do not stop going to church meetings. Some people do stop. But help each other to be strong. You must do it all the more as you see the Great Day coming closer.", "26": "Do we go on doing what is wrong after we know the truth? If we do, then there is no sacrifice any more for the wrong things we do.", "27": "But we will be judged, and that makes us fear. God's anger will be like a very hot fire that will burn up those who are against him.", "28": "Any man who broke the law of Moses was killed, if two or three people proved that he had broken the law. He will not be forgiven.", "29": "But the person who should have much bigger punishment is the one who turns against the Son of God. That person was made holy by the blood of the new agreement and then calls it nothing. He no longer honours and respects the Spirit who has been so kind to him.", "30": "We know God who has said, `I am the one who will punish people. I will repay them.' Also, `The Lord will judge his people.'", "31": "People should fear very much to be punished by the living God.", "32": "Remember the first days when you had the light of God's truth. In those days you were strong, even though you had to fight against many troubles.", "33": "Sometimes it was because people said and did wrong things to you and everybody saw it. And sometimes it was because you stood with others who had wrong things done to them.", "34": "You shared in the troubles of those who were in prison. When your things were taken from you, you were happy. You knew that you had better things in heaven, things that would always belong to you.", "35": "So do not stop believing God now. Your faith will bring you much reward.", "36": "You must not give up believing. Then you will do what God wants you to do. Then you will get what he promised you.", "37": "The holy writings say `In a little while, the one who is to come will come. He will not wait any longer.", "38": "If a person does what is right because he believes in God, he will live. If he turns back, I will not be pleased with him.'", "39": "We are not the people who turn back and so are lost. But we are people who believe, and so we are saved."}