{"1": "My brothers, you are holy. You are also called to go to heaven. Take time to think carefully about Jesus. God sent him. He is the high priest we believe in.", "2": "He did what God sent him to do, just as Moses did in God's house.", "3": "But Jesus is much greater than Moses - as the one who builds a house is greater than the house itself.", "4": "Every house is built by someone, but God is the one who builds all things.", "5": "Moses did what he was told to do as a servant in all of God's house. He showed things that God would say later.", "6": "But Jesus Christ was true as a Son over God's house. We are God's house if we keep on believing and telling others what we hope to have.", "7": "So as the Holy Spirit says, `Today, when you hear me speak, do not make your hearts hard.", "8": "That is what happened when the people tested me in the desert and I became angry.", "9": "There your fathers tested me and tried me. And they saw what I did for forty years.", "10": "So I was very angry with the people of that time. I said, \"Their minds are always dark. They have not known my ways.\"", "11": "I said when I was angry, \"They will never go into my resting place.\" '", "12": "My brothers, take care that not one of you has a heart that does not believe. Such a heart will take you away from the living God.", "13": "But talk to each other every day while `Today' lasts, so that wrong ways will not fool any one of you and your hearts become hard.", "14": "We have our part with Christ if we go on to the end and believe in him as we did at first.", "15": "God is still saying now, `Today, when you hear me speak, do not make your hearts hard. That is what happened when the people turned against me.'", "16": "Who were the people who heard him and yet made him very angry? It was all the people whom Moses led out of the country of Egypt.", "17": "With whom was God angry for forty years? He was angry with the people who had done wrong. And they died in the desert.", "18": "Who were the people God said would never go into his resting place? They were the people who would not listen to him.", "19": "So then, we see that they could not go in because they did not believe him."}