{"1": "So, let us leave behind the first teachings about Christ. And let us go on to things that are grown up. We must not go back to the beginning again and talk about turning away from doing things that bring death to us. We must not go back again and talk about believing in God. Let us go forward.", "2": "We must not go back to teaching about baptizing people in water, about putting hands on people's heads, about people being raised from death, and about people being judged for ever.", "3": "If God will let us, we will go on to build on these things.", "4": "Some people had light in their hearts once. They knew the gift from heaven.", "5": "They had the Holy Spirit. They knew the word of God is good and felt the powers of the next world.", "6": "If people who were like that leave their faith in Christ, they cannot come to God again. They themselves nail God's Son up on the cross again. They are holding him up to shame before everyone.", "7": "The ground drinks the water that often rains on it. It makes plants grow for the people who take care of it. And God blesses that ground.", "8": "But if it grows thorns and weeds, it is no good. It will soon be cursed. In the end, it will be burned with fire.", "9": "This is the way we talk. But dear people, we are sure that better things are true about you. Yes, you show all the good ways of people who have been saved from their wrong ways.", "10": "God does what is right. He will not forget your work and the love you have shown for him. You have helped God's people and you are still helping them.", "11": "We want every one of you to try in the same way. Then you will get what you hope for right up to the end.", "12": "Do not give up. But be like the people who get what God has promised. They believe God and keep on believing for a long time.", "13": "God made a promise to Abraham. God did not have anyone greater than himself to hear his promise.", "14": "So he promised to himself when he said, `I will surely bless you and you will have many children.'", "15": "Abraham kept on believing God. And so he got what God had promised him.", "16": "When men make a promise, they ask someone to hear it who is greater than they are. When someone great has heard a promise, it stops any quarrel about it.", "17": "God made a promise to people. He wanted to show them that he would surely do as he said. So he promised to himself to keep the promise.", "18": "These two things cannot be changed and God cannot lie about them. So we can trust him. We have run to him to get what he has promised us.", "19": "This promise gives our hearts something to hold on to. It keeps our hearts strong and steady. It will take us into the Holy Place right inside God's house.", "20": "Jesus has gone there ahead of us. He has been made high priest for ever like Melchizedek."}