{"1": "The words of Amos, who was among the shepherds from Tekoa. He perceived these words concerning Israel during the days of Uzziah, king of Judah, and during the days of Jeroboam son of Joash, king of Israel, two years before the earthquake. ", "2": "He said: Adonai roars from Zion, From Jerusalem He gives His voice. The shepherds' pastures mourn, and the top of Mount Carmel withers.", "3": "Thus says Adonai: For three crimes of Damascus, even for four, I will not relent. For they threshed Gilead with iron threshing sledges,", "4": "I will send fire into Hazael's palace. It will devour Ben-hadad's citadels.", "5": "I will break the Damascus gate-bar and cut off the inhabitant from the Valley of Aven, wielding Beth-eden's scepter. So the people of Aram will go into exile to Kir. Adonai has said it.", "6": "Thus says Adonai: “For three crimes of Gaza, even for four, I will not relent. For they exiled an entire population, giving them over to Edom.", "7": "So I will send fire on the wall of Gaza —it will devour its citadels.", "8": "I will cut off Ashdod's inhabitant, wielding Ashkelon's scepter. I will turn My hand against Ekron and the rest of the Philistines will perish. My Lord Adonai has said it.", "9": "Thus says Adonai: For three crimes of Tyre, even for four, I will not relent. For they gave an entire population over to Edom, and did not remember the covenant of brothers.", "10": "I will send fire on the wall of Tyre— it will devour its citadels.", "11": "Thus says Adonai: For three crimes of Edom even for four, I will not relent. For he pursued his brother with a sword and stifled his compassion. For his anger tore continually, and he kept his wrath forever.", "12": "So I will send fire in Teman— it will devour Bozrah's citadels.", "13": "Thus says Adonai: For three crimes of the sons of Ammon even for four, I will not relent. For they ripped open pregnant women of Gilead to expand their territory,", "14": "I will kindle fire on Rabbah's wall and it will devour its citadels, amid shouting on a day of battle, with storm on a day of whirlwind.", "15": "Their king will go into exile, he and his princes together. Thus Adonai has said."}