{"1": "Thus says Adonai: For three crimes of Moab even for four, I will not relent. For he burned the bones of Edom's king to lime,", "2": "So I will send fire upon Moab— it will devour Kerioth's citadels. Moab will die in an uproar, with a shout of alarm and the sound of the shofar.", "3": "I will cut off the ruler from her midst, and slay all her princes with him. Thus Adonai has said. As for Judah and Israel", "4": "Thus says Adonai: “For three crimes of Judah even for four, I will not relent. For they despise Adonai's Torah and have not kept His statutes. Their lies have misled them— those their fathers walked after.", "5": "So I will send fire upon Judah— it will devour Jerusalem's citadels.”", "6": "Thus says Adonai: “For three crimes of Israel even for four, I will not relent. For they sell the righteous for silver and the needy for a pair of shoes.", "7": "They trample the head of the poor into the dust of the earth and thwart the way of the humble. A man and his father go to the same girl,[a] to profane My holy Name.", "8": "Upon garments taken in pledge they stretch out beside every altar, and drink wine confiscated as fines in the house of their gods.", "9": "“I destroyed the Amorite before them, whose height was like cedars and as strong as oaks— yes, I destroyed his fruit from above and his roots from beneath.", "10": "It was I also who brought you up from the land of Egypt and led you forty years in the wilderness to possess the Amorite's land.", "11": "I raised up prophets from your sons and Nazirites from your young men. Is this not so, Bnei Yisrael?” declares Adonai.", "12": "“But you gave the Nazirites wine to drink, and you commanded the prophets saying, 'Do not prophesy.'", "13": "Behold! I will cause a tottering beneath you as a cart totters when full of sheaves.", "14": "Then flight will fail for the swift. The mighty will not strengthen his power, The warrior will not save his life.", "15": "The archer will not stand, the fleet-footed will not escape, the horseman will not save himself.", "16": "The valiant among the warriors will flee naked in that day.” declares Adonai."}