{"1": "Hear this word that Adonai has spoken against you, Bnei Yisrael, against the whole family that I brought up from the land of Egypt, saying:", "2": "“Only you have I known from among all the families of the earth. Therefore, I will punish you for all your iniquities.", "3": "Can two walk together unless they meet by appointment?", "4": "Does a lion roar in the forest when he has no prey? Does a young lion growl from his den unless he has taken prey?", "5": "Does a bird fall into a trap on the ground if it has no bait? Will a snare spring up from the ground without taking anything?", "6": "If a shofar alarm sounds in a city, will people not tremble? If there is calamity in a city, has not Adonai caused it?", "7": "For the Lord Adonai, will do nothing, unless He has revealed His counsel to His servants the prophets.[a]", "8": "A lion has roared, who will not fear? My Lord Adonai has spoken, who shall not prophesy?", "9": "Proclaim on the citadels in Ashdod and the citadels in the land of Egypt: “Assemble on Samaria's mountains: Behold the great tumult within it, even the oppression within it.”", "10": "They do not know how to be honest, —declares Adonai— those who are saving up violence and destruction in their citadels.", "11": "Therefore thus says my Lord Adonai: “An adversary will surround the land! He will bring down your strength. Your citadels will be plundered", "12": "Thus says Adonai: “Just as the shepherd snatches out of the mouth of the lion two legs, or a piece of an ear, so will Bnei-Yisrael dwelling in Samaria escape with the corner of a bed or a head of a couch.", "13": "Hear, and testify against the house of Jacob.” It is the declaration of my Lord Adonai Elohei-Tzva'ot.", "14": "“For in a day I shall punish Israel for the transgressions of Israel, and attend to the altars of Bethel— the horns of the altar will be cut off and fall to the ground.", "15": "I will also strike the winter house together with the summer house. The houses of ivory will perish, and great houses will be demolished.” It is the declaration of Adonai."}