{"1": "Hear this word, you cows of Bashan, who are on Samaria's hill, who oppress the poor, who crush the needy, who say to their masters: “Bring, so we may drink.”", "2": "My Lord Adonai has sworn by His holiness: “Behold, days are coming upon you when he will drag you away with meat-hooks, the last of you with fishhooks.", "3": "You will go out through breaches— each woman straight ahead, and you will be cast to Harmon.”[a] It is the declaration of Adonai.", "4": "“Come to Bethel and transgress, in Gilgal multiply transgression. Every morning bring your sacrifices and your tithes every three days.", "5": "Offer up hametz as a thank offering, call out about freewill offerings— boast about it! For so you love to do, Bnei-Yisrael.” It is the declaration of my Lord Adonai.", "6": "“So also, I myself have given you cleanness of teeth in all your cities and lack of bread in all your places— yet you have not returned to Me,” declares Adonai.", "7": "“Also I myself have withheld from you the rain—when three months remain to the harvest, I caused it to rain on one city, while on another city I sent no rain; one piece of ground would get rain, while the portion not rained on would wither.", "8": "So two or three cities go staggering to one city to drink water, but would not be satisfied— yet you have not returned to Me,” declares Adonai.", "9": "“I struck you with blight and mildew. Your many gardens and vineyards, your fig-trees and olive trees the locust has devoured— yet you have not returned to Me,” declares Adonai.", "10": "“I sent among you a plague in the manner of Egypt. I slew your young men by the sword, with your chariot-horses in captivity. I made the stench of your camp rise up even to your own nostrils— yet you have not returned to Me,” declares Adonai.", "11": "I overthrew some of you as God overthrew Sodom and Gomorrah[b]. You became like a firebrand snatched from a blaze— yet you have not returned to Me,” declares Adonai.", "12": "“Therefore here is what I will do to you, Israel. Because I will do this to you, prepare to meet your God, Israel!”", "13": "For behold! He who forms mountains who creates the wind, who declares His thoughts to man, who makes dawn out of darkness, who walks above the heights of the earth— His Name is Adonai Elohei-Tzva'ot!"}