{"1": "Hear this word that I take up as a lament over you, O house of Israel:", "2": "She has fallen, never rising again—virgin Israel— She is forsaken on her land, with nobody to lift her up.", "3": "For thus says Adonai Elohim: “The city that sends out a thousand will have a hundred left, and one that sends out a hundred will have ten left for the house of Israel.”", "4": "For thus says Adonai to the house of Israel: “Seek Me, and live!", "5": "But do not seek Bethel, do not go to Gilgal, do not cross over to Beersheba. For Gilgal will surely go into exile, and Bethel will come to trouble.", "6": "Seek Adonai, and live— lest He rush like fire through the house of Joseph. Yes, it will devour Bethel, with no one to quench it.[a]", "7": "You who turn justice to wormwood threw righteousness to the ground.", "8": "He who made the Pleiades and Orion and changes deep darkness to morning. Who darkens the day into night. Who summons the water of the sea and pours it out on the face of the earth —Adonai is His Name.", "9": "He flashes destruction on the mighty, so destruction will come against a fortress.", "10": "They despise one who reproves at the gate, so they detest one who speaks with integrity.", "11": "Therefore, because you trample on the poor, exacting from him a burden of grain, you built houses of hewn stone, but will not dwell in them, you planted pleasant vineyards, but will not drink their wine.", "12": "For I know your crimes are many and your sins countless— afflicting the righteous, taking bribes, and turning the needy aside at the gate.", "13": "Therefore the prudent keep silent at such a time —for it is a distressful time.", "14": "Seek good and not evil, so you may live, and so Adonai Elohei-Tzva'ot may be with you —just as you said!", "15": "Hate evil, love good, maintain justice at the gate. Maybe Adonai Elohei-Tzva'ot will extend grace to Joseph's remnant.[b]", "16": "Therefore thus said Adonai Elohei-Tzva'ot, my Lord: “There will be wailing in all plazas and in all streets. They will say: 'Alas! Alas!' The farmer will be called to mourning along with those who know the lamentation song.", "17": "In all vineyards will be wailing, for I will pass through your midst” —Adonai has spoken.", "18": "Oy to you—longing for the Day of Adonai![c] What would it be for you? The Day of Adonai will be darkness and not light.[d]", "19": "It will be as when a man is fleeing from a lion— and meets a bear! Or he comes home, leans his hand on the wall, and a snake bites him!", "20": "Will not the Day of Adonai be darkness, not light? Gloom, not brightness?", "21": "“I hate, I despise your festivals! I take no delight in your sacred assemblies.", "22": "Even if you offer me burnt offerings and your grain offerings, I will not accept them, nor will I look at peace offerings of your fattened animals.", "23": "Take away from Me the noise of your songs! I will not listen to the melody of your harps.", "24": "But let justice roll like water and righteousness like an ever-flowing torrent.", "25": "Did you bring sacrifices and offerings to Me in the wilderness for forty years, O house of Israel?", "26": "But you lifted up your images —Siccuth your 'king', and Chiun,[e] your star gods— which you made for yourselves,[f]", "27": "So I will send you into exile, beyond Damascus.” Adonai has spoken, Elohei-Tzva'ot is His Name."}