{"1": "Oy! You who are at ease in Zion, trusting in Samaria's hill! Distinguished ones of the foremost of nations— to whom the house of Israel comes", "2": "Go over to Calneh and look. From there go to great Hamath, go down to Gath of the Philistines. Are you better than these kingdoms? Or is their territory larger than yours?", "3": "Dismissing the day of calamity, you bring near the throne of violence.", "4": "Reclining on beds of ivory, sprawling on their couches, dining on lambs from the flock and calves from amid the stall,", "5": "chanting to the sound of harp like David, inventing their own instruments of song,", "6": "drinking wine from bowls, anointing with choice ointments— yet they are not sickened over the breakdown of Joseph.", "7": "Therefore now they will go into exile at the head of the exiles. Sprawling revelry will cease.", "8": "My Lord Adonai has sworn by Himself —declares Adonai Elohei-Tzva'ot— “I loathe the arrogance of Jacob, I despise his palaces, so I will shut down the city and everything in it.”", "9": "If ten people remain in one house, they will die. ", "10": "One's beloved—the one burning incense for him—will lift him up to carry the bones out of the house, and he will say to one in the innermost recess of the house: “Is anyone else still with you?” And he will say: “No one.” Then he will say, “Hush! For we must not mention the Name of Adonai.”", "11": "For behold, Adonai will command, He will smash the big house to fragments and the little house to splinters.", "12": "Will horses run on the cliff? Will one plow there with oxen? Yet you turned justice into venom, the fruit of righteousness into wormwood.", "13": "You are rejoicing for no reason, saying: “Haven't we taken two horns for ourselves by our own strength?”", "14": "“For behold, I am raising up against you, O house of Israel, a nation, and they will afflict you from Lebo-Hamath[a] to the Valley of the Arabah.” declares Adonai, the God of Hosts."}