{"1": "This is what my Lord Adonai has shown me: Behold, He was forming locusts at the beginning of the spring crop—after the cutting of the king's hay. ", "2": "When the locust-swarm had finished devouring the vegetation of the land, I said: “Adonai Elohim, please pardon! How can Jacob stand, for he is small?”", "3": "Adonai relented concerning this. “It shall not be,” Adonai said.", "4": "This is what my Lord Adonai has shown me: Behold, Adonai Elohim was calling for the trial by fire, and it would have devoured the great deep, and it would have devoured the territory. ", "5": "But I said: “My Lord Adonai, stop, please! How can Jacob stand, for he is small?”", "6": "Adonai relented concerning this. “This also shall not happen,” says my Lord Adonai.", "7": "This is what He has revealed to me: Behold, my Lord was standing by a vertical wall, and in His hand was a plumb line. ", "8": "Then Adonai said to me: “What do you see, Amos?” I said: “A plumb line.” Then my Lord said: “Behold, I am setting a plumb line among My people Israel— I will no longer pass over them.", "9": "So the high places of Isaac will become desolate, the sanctuaries of Israel will be laid waste, and I will rise up against the house of Jeroboam with the sword.”", "10": "Then Amaziah, the priest of Beth-el, sent word to King Jeroboam of Israel, saying: “Amos has been conspiring against you in the midst of the house of Israel. The land cannot endure all his words. ", "11": "For this is what Amos has said: 'Jeroboam will die by the sword, and Israel will surely go captive from his land.'”", "12": "Then Amaziah said to Amos: “Seer, go away! Flee back to the land of Judah. Eat bread there, and prophesy there. ", "13": "But at Bethel you are not to prophesy any more—for it is a royal sanctuary and a house of the kingdom.”", "14": "So Amos responded and said to Amaziah: “I am no prophet, nor am I a son of a prophet. Rather, I am a shepherd tending fig trees. ", "15": "But Adonai took me from following the flock and Adonai said to me: 'Go, prophesy to My people Israel.' ", "16": "So now, hear the word of Adonai: You are saying, 'Do not prophesy against Israel and do not preach against the house of Isaac.' ", "17": "Therefore, this is what Adonai says: 'Your wife shall become a prostitute in the city, your sons and your daughters will fall by the sword, and your land divided up by a measuring line. Now, as for you—you will die in an unclean land, and Israel will surely be led away captive out of its land.'”"}