{"1": "This is what my Lord Adonai has shown me: See, there was a basket of summer fruit. ", "2": "He said: “Amos, what do you see?” “A basket of summer fruit,” I said. Then Adonai said to me: “The end has come to My people Israel. I will not again pass over them.", "3": "The songs of the palace will become howls in that day.” It is a declaration of my Lord Adonai. “So many corpses flung everywhere! Hush!", "4": "Hear this, you who trample the poor, destroying the afflicted of the land", "5": "saying: 'When will the New Moon be over, so we may sell grain? Or Shabbat, so we may open the wheat market? —Let's reduce the ephah measure and increase the shekel, cheat with deceitful balances,", "6": "buy the poor for silver, the needy for a pair of sandals! We'll even sell the refuse of the grain!'”", "7": "Adonai swore by the Pride of Jacob: “Never will I forget all their deeds!", "8": "Will not the land tremble over this? Will not all who dwell in it mourn? Yes, it will rise up like all the Nile —it will surge and sink again like the Nile of Egypt.”", "9": "“It will be in that day” —declares my Lord Adonai— “I will make the sun go down at noon, yes, I will darken the earth in daylight.", "10": "I will turn your festivals into mourning and all your songs into a dirge.[a] I will pull up sackcloth on every waist and baldness on every head. I will make it like the mourning for an only son— its end a bitter day.”[b]", "11": "“Behold, days are coming” —declares my Lord Adonai— “when I will send a famine on the land —not a famine of bread nor a thirst for water, but of hearing the words of Adonai.[c]", "12": "So people will wander from sea to sea and roam from north to east, searching for the word of Adonai, but they will not find it.", "13": "In that day, the fair virgins and the virile young men will faint from thirst.", "14": "Those swearing by Samaria's guilt will say, 'As your gods live, Dan!' or 'As the way of Beersheba lives!' But they will fall, never to rise again.”"}