{"1": "I saw my Lord standing by the altar, and He said: “Strike the tops of the pillars, so the porches shake! Break all of them off at the head! Then the last of them I will slay with the sword— none of them fleeing will escape and no fugitive will slip away.", "2": "If they should dig down to Sheol, from there My hand will take them. If they should go up to heaven, from there will I bring them down.", "3": "If they should hide themselves at the top of Carmel, I will search them out and take them from there. If they hide themselves from My eyes at the bottom of the sea, from there I will command the sea serpent to bite them.", "4": "If they should go into captivity before their enemies, from there I will command the sword to slay them. I will set My eyes upon them for calamity and not for prosperity.”", "5": "My Lord is Adonai-Tzva'ot. It is He who touches the land so it melts, and all its inhabitants will mourn. Then it will surge like all the Nile, and sink again like the Nile of Egypt.", "6": "He who builds His upper stories in heaven fitted its vault over the earth. He who summons the waters of the sea and pours them out on the face of the earth —Adonai is His Name.", "7": "“Are you not like the children of the Cushites to Me, Bnei-Yisrael?” It is the declaration of Adonai. “Did I not bring Israel up from the land of Egypt, the Philistines from Caphtor, and Aram from Kir?”", "8": "Behold, the eyes of my Lord Adonai are on the sinful kingdom. So I will utterly destroy it from the face of the earth. Nevertheless, I will not annihilate the house of Jacob.” It is a declaration of Adonai.", "9": "“For behold, I have commanded, and I will shake the house of Israel among all the nations, like grain being tossed in a sieve, without a pebble falling to the ground.", "10": "By the sword shall all the sinners of My people die, those who say: 'The calamity will not overtake or confront us.'", "11": "“In that day I will raise up David's fallen sukkah.[a] I will restore its breaches, raise up its ruins, and rebuild it as in days of old", "12": "—so they may possess the remnant of Edom and all the nations called by My Name.” It is a declaration of Adonai, the One who will do this.", "13": "“Behold, days are soon coming” —it is a declaration of Adonai— “when the plowman will overtake the reaper and the one treading grapes, the one sowing seed. The mountains will drip sweet wine and all the hills will melt over.", "14": "Yes, I will restore the captivity of My people Israel. They will rebuild desolated cities and dwell in them. They will plant vineyards and drink their wine. They will also make gardens and eat their fruit.", "15": "Yes, I will plant them on their land, and they will never again be plucked up out of their land that I have given to them.” Adonai, your God, has said it."}