{"1": "The children of Jacob that came into Egypt. 8 The new Pharaoh oppresseth them. 12 The providence of God toward them. 15 The King's commandment to the midwives. 22 The sons of the Hebrews are commanded to be cast into the river. Now [a]these are the names of the children of Israel, which came into Egypt (every man and his household came thither with Jacob)", "2": "Reuben, Simeon, Levi, and Judah,", "3": "Issachar, Zebulun, and Benjamin,", "4": "Dan, and Naphtali, Gad, and Asher.", "5": "So all the [b]souls, that came out of the loins of Jacob, were seventy souls: Joseph was in Egypt already.", "6": "Now Joseph died and all his brethren, and that whole generation.", "7": "¶ And the children of Israel [c]brought forth fruit and increased in abundance, and were multiplied, and were exceeding mighty, so that the [d]land was full of them.", "8": "Then there rose up a new King in Egypt, who [e]knew not Joseph.", "9": "And he said unto his people, Behold, the people of the children of Israel are greater, and mightier than we.", "10": "Come, let us work wisely with them, lest they multiply, and it come to pass, that if there be war, they join themselves also unto our enemies, and fight against us, and [f][g]get them out of the land.", "11": "Therefore did they set taskmasters over them, to keep them under with burdens: and they built the cities Pithom and Raamses for the [h]treasures of Pharaoh.", "12": "But the more they vexed them, the more they multiplied and grew: therefore [i]they were more grieved against the children of Israel.", "13": "Wherefore the Egyptians by cruelty caused the children of Israel to serve.", "14": "Thus they made them weary of their lives by sore labor in clay and in brick, and in all work in the field, with all manner of bondage, [j]which they laid upon them most cruelly.", "15": "¶ Moreover the King of Egypt commanded the midwives of the Hebrew women (of which the one's name was [k]Shiphrah, and the name of the other Puah)", "16": "And said, When ye do the office of a midwife to the women of the Hebrews, and see them on their [l]stools, if it be a son, then ye shall kill him: but if it be a daughter, then let her live.", "17": "Notwithstanding the midwives feared God, and did not as the King of Egypt commanded them, but preserved alive the men children.", "18": "Then the King of Egypt called for the midwives, and said unto them, Why have ye done thus, and have preserved alive the men children?", "19": "And the midwives answered Pharaoh, Because the Hebrew [m]women are not as the women of Egypt: for they are lively, and are delivered ere the midwives come at them.", "20": "God therefore prospered the midwives, and the people multiplied, and were very mighty.", "21": "And because the midwives feared God, therefore he [n]made them houses.", "22": "Then Pharaoh charged all his people, saying, Every man-child that is born, [o]cast ye into the river, but reserve every maid-child alive."}