{"1": "The Lord instituteth the passover. 26 The fathers must teach their children the mystery thereof.  29 The firstborn are slain. 31 The Israelites are driven out of the land. 35 The Egyptians are spoiled. 37 The number that departeth out of Egypt. Then the Lord spake to Moses and to Aaron in the land of Egypt, saying,", "2": "This [a]month shall be unto you the beginning of months: it shall be to you the first [b]month of the year.", "3": "Speak ye unto all the congregation of Israel, saying, In the tenth of this month let every man take unto him a lamb, according to the house of the [c]fathers, a lamb for an house.", "4": "And if the household be too little for the lamb, he shall take his neighbor, which is next unto his house, according to the number of the persons: every one of you, according to his [d]eating shall make your count for the lamb.", "5": "Your lamb shall be without blemish, a male of a year old: ye shall take it of the lambs, or of the kids.", "6": "And ye shall keep it until the fourteenth day of this month: then [e]all the multitude of the congregation of Israel shall kill it [f]at even.", "7": "After, they shall take of the blood, and strike it on the two posts, and on the upper doorpost of the houses where they shall eat it.", "8": "And they shall eat the flesh that same night, roast with fire, and unleavened bread: with sour herbs they shall eat it.", "9": "Eat not thereof raw, boiled nor sodden in water, but roast with fire, both his [g]head, his feet, and his purtenance.", "10": "And ye shall reserve nothing of it unto the morning: but that, which remaineth of it unto the morrow shall ye burn with fire.", "11": "¶ And thus shall ye eat it, Your loins girded, your shoes on your feet, and your staves in your hands, and ye shall eat it in haste: for [h]it is the Lord's Passover.", "12": "For I will pass through the land of Egypt the same night, and will smite all the firstborn in the land of Egypt, both man and beast, and I will execute judgment upon all the [i]gods of Egypt, I am the Lord.", "13": "And the blood shall be a token for you upon the houses where ye are: so when I see the blood, I will pass over you, and the plague shall not be upon you to destruction, when I smite the land of Egypt.", "14": "And this day shall be unto you a [j]remembrance: and ye shall keep it an holy feast unto the Lord, throughout your generations: ye shall keep it holy by an ordinance [k]forever.", "15": "Seven days shall ye eat unleavened bread, and in any case ye shall put away leaven the first day out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that person shall be cut off from Israel.", "16": "And in the first day shall be an holy [l]assembly: also in the seventh day shall be an holy assembly unto you: no work shall be done in them, save about that which every man must eat: that only may ye do.", "17": "Ye shall keep also the feast of unleavened bread: for that same day I will bring your armies out of the land of Egypt: therefore ye shall observe this day, throughout your posterity, by an ordinance forever.", "18": "¶ In the first month and the fourteenth day of the month at [m]even, ye shall eat unleavened bread unto the one and twentieth day of the month at even.", "19": "Seven days shall no leaven be found in your houses: for whosoever eateth leavened bread, that person shall be cut off from the Congregation of Israel: whether he be a stranger, or born in the land.", "20": "Ye shall eat no leavened bread: but in all your habitations shall ye eat unleavened bread.", "21": "¶ Then Moses called all the Elders of Israel, and said unto them, Choose out and take you for every of your households a lamb, and kill the Passover.", "22": "And take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the [n]lintel, and the [o]door cheeks with the blood that is in the basin, and let none of you go out at the door of the house, until the morning.", "23": "For the Lord will pass by to smite the Egyptians: and when he seeth the blood upon the lintel and on the two door cheeks, the Lord will pass over the door, and will not suffer the [p]destroyer to come into your houses to plague you.", "24": "Therefore shall ye observe this thing as an ordinance, both for thee and thy sons forever.", "25": "And when ye shall come into the [q]land, which the Lord will give you, as he hath promised, then ye shall keep this [r]service.", "26": "And when your children ask you, What service is this ye keep?", "27": "Then ye shall say, It is the sacrifice of the Lord's Passover, which passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and preserved our houses. Then the people [s]bowed themselves and worshipped.", "28": "So the children of Israel went, and did as the Lord had commanded Moses and Aaron: so did they.", "29": "¶ Now at midnight, the Lord [t]smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne, unto the firstborn of the captive that was in prison, and all the firstborn of beasts.", "30": "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians: and there was a great cry in Egypt: for there was [u]no house where there was not one dead.", "31": "And he called to Moses and to Aaron by night, and said, Rise up, get you out from among my people, both ye, and the children of Israel, and go serve the Lord as ye have said.", "32": "Take also your sheep and your cattle as ye have said, and depart, and [v]bless me also.", "33": "And the Egyptians did force the people, because they would send them out of the land in haste: for they said, We die all.", "34": "Therefore the people took their dough before it was leavened, even their dough bound in clothes upon their shoulders.", "35": "And the children of Israel did according to the saying of Moses, and they asked of the Egyptians jewels of silver and jewels of gold, and raiment.", "36": "And the Lord gave the people favor in the sight of the Egyptians: and they [w]granted their request: so they spoiled the Egyptians.", "37": "Then the children of Israel took their journey from [x]Rameses to Succoth about six hundred thousand men of foot, besides children.", "38": "And [y]a great multitude of sundry sorts of people went out with them, and sheep, and beeves, and cattle in great abundance.", "39": "And they baked the dough which they brought out of Egypt, and made unleavened cakes: for it was not leavened, because they were thrust out of Egypt, neither could they tarry, nor yet prepare themselves vittles.", "40": "¶ So the dwelling of the children of Israel, while they dwelled in Egypt, was four hundred and thirty years.", "41": "And when the [z]four hundred and thirty years were expired, even the selfsame day departed all the hosts of the Lord out of the land of Egypt.", "42": "It is a night to be kept holy to the Lord, because he brought them out of the land of Egypt: this is that night of the Lord, which all the children of Israel must keep throughout their generations.", "43": "Also the Lord said unto Moses and Aaron, This is the Law of the Passover: [aa]no stranger shall eat thereof.", "44": "But every servant that is bought for money, when thou hast circumcised him, then shall he eat thereof.", "45": "A stranger or an hired servant shall not eat thereof.", "46": "In one house shall it be eaten: thou shalt carry none of the flesh out of the house, neither shall ye break a bone thereof.", "47": "All the Congregation of Israel shall observe it.", "48": "But if a stranger dwell with thee, and will observe the passover of the Lord, let him circumcise all the males, that belong unto him, and then let him come and observe it, and he shall be as one that is born in the land: for none uncircumcised person shall eat thereof.", "49": "One [ab]law shall be to him that is born in the land, and to the stranger that dwelleth among you.", "50": "Then all the children of Israel did as the Lord commanded Moses and Aaron: so did they.", "51": "And the selfsame day did the Lord bring the children of Israel out of the land of Egypt by their armies."}