{"1": "The firstborn are offered to God. 3 The memorial of their deliverance. 6 The institution of the Passover. 8, 14 An exhortation to teach their children to remember this deliverance. 17 Why they are led by the wilderness. 19 The bones of Joseph. 21 The pillar of the cloud and of the fire. And the Lord spake unto Moses, saying,", "2": "Sanctify unto me all the firstborn: that is, every one that first openeth the womb among the children of Israel, as well of man as of beast: for it is mine.", "3": "¶ Then Moses said unto the people, Remember this day in the which ye came out of Egypt, out of the [a]house of [b]bondage: for by a mighty hand the Lord brought you out from thence: therefore no leavened bread shall be [c]eaten.", "4": "This day come ye out in the month of [d]Abib.", "5": "¶ Now when the Lord hath brought thee into the land of the Canaanites, and Hittites, and Amorites, and Hivites, and Jebusites, (which he sware unto thy fathers, that he would give thee, a land flowing with milk and honey) then thou shalt keep this service in this month.", "6": "Seven days shalt thou eat unleavened bread, and the [e]seventh day shall be the feast of the Lord.", "7": "Unleavened bread shall be eaten seven days, and there shall no leavened bread be seen with thee, nor yet leaven be seen with thee in all thy quarters.", "8": "¶ And thou shalt show thy son [f]in that day, saying, This is done, because of that which the Lord did unto me, when I came out of Egypt.", "9": "And it shall be a sign unto thee [g]upon thine hand, and for a remembrance between thine eyes, that the Law of the Lord may be in thy mouth: for by a strong hand the Lord brought thee out of Egypt.", "10": "Keep therefore this ordinance in his season appointed from year to year.", "11": "¶ And when the Lord shall bring thee into the land of the Canaanites, as he sware unto thee and to thy fathers, and shall give it thee,", "12": "Then shalt thou set apart unto the Lord all that first openeth the womb: also everything that first doth open the womb, and cometh forth of thy beast: the males shall be the Lord's.", "13": "But every [h]first foal of an [i]ass, thou shalt redeem with a lamb: and if thou redeem him not, then shalt thou break his neck: likewise also the firstborn of man among thy sons shalt thou [j]buy out.", "14": "¶ And when thy son shall ask thee [k]tomorrow, saying, What is this? thou shalt then say unto him, With a mighty hand the Lord brought us out of Egypt, out of the house of bondage.", "15": "For when Pharaoh was hard hearted against our departing, the Lord then slew all the firstborn in the land of Egypt, from the firstborn of man even to the firstborn of beast: therefore I sacrifice unto the Lord all the males that first open the womb, but all the firstborn of my sons I redeem.", "16": "And it shall be as a token upon thine hand, and as [l]frontlets between thine eyes, that the Lord brought us out of Egypt by a mighty hand.", "17": "¶ Now when Pharaoh had let the people go, God carried them not by the way of the Philistines' country, [m]though it were nearer: (for God said, Lest the people repent when they [n]see war, and turn again to Egypt).", "18": "But God made the people to go about by the way of the wilderness of the red sea: and the children of Israel went up [o]armed out of the land of Egypt.", "19": "(And Moses took the bones of Joseph with him: for he had made the children of Israel swear, saying, God will surely visit you, and ye shall take my bones away hence with you.)", "20": "¶ So they took their journey from Succoth, and camped in Etham in the edge of the wilderness.", "21": "And the Lord went before them by day in a pillar of a [p]cloud to lead them the way, and by night in a pillar of fire to give them light, that they might go both by day and by night.", "22": "He took not away the pillar of the cloud by day, nor the pillar of fire by night from before the people."}