{"1": ", 20 Moses with the men and women sing praises unto God for their deliverance. 23 The people murmur. 25 At the prayer of Moses the bitter waters are sweet. 26 God teacheth the people obedience. Then [a]sang Moses and the children of Israel this song unto the Lord, and said in this manner, I will sing unto the Lord: for he hath triumphed gloriously: the horse and him that rode upon him hath he overthrown in the Sea.", "2": "The Lord is my strength, and [b]praise, and he is become my salvation. He is my God, and I will [c]prepare him a tabernacle: he is my father's God, and I will exalt him.", "3": "The Lord is a [d]man of war, his [e]Name is Jehovah.", "4": "Pharaoh's chariots and his host hath he cast into the sea: his chosen captains also were drowned in the red Sea.", "5": "The depths have covered them, they sank to the bottom as a stone.", "6": "Thy [f]right hand, O Lord, is glorious in power: thy right hand, O Lord, hath bruised the enemy.", "7": "And in thy great glory thou hast overthrown them that rose against [g]thee: thou sentest forth thy wrath, which consumed them as the stubble.", "8": "And by the blast of thy nostrils the waters were gathered, the floods stood still as an heap, the depths congealed together in the [h]heart of the Sea.", "9": "The enemy said, I will pursue, I will overtake them, I will divide the spoil, [i]my lust shall be satisfied upon them, I will draw my sword, mine hand shall destroy them.", "10": "Thou blewest with thy wind, the sea covered them, they sank as lead in the mighty waters.", "11": "Who is like unto thee, O Lord, among the [j]gods! Who is like thee so glorious in holiness, [k]fearful in praises, doing wonders!", "12": "Thou stretchedst out thy right hand, the earth swallowed them.", "13": "Thou wilt by thy mercy carry this people, which thou deliveredst, thou wilt bring them in thy strength unto thine holy [l]habitation.", "14": "The people shall hear and be afraid: sorrow shall come upon the inhabitants of Philistia.", "15": "Then the dukes of Edom shall be amazed, and trembling shall come upon the great men of Moab: all the inhabitants of Canaan shall wax faint hearted.", "16": "Fear and dread shall fall upon them: because of the [m]greatness of thine arm, they shall be still as a stone, till thy people pass, O Lord: till this people pass, which thou hast purchased.", "17": "Thou shalt bring them in, and plant them in the mountain of thine [n]inheritance, which is the place that thou hast prepared, O Lord, for to dwell in, even the sanctuary, O Lord, which thine hands shall establish.", "18": "The Lord shall reign forever and ever.", "19": "For Pharaoh's horses went with his chariots and horsemen into the sea, and the Lord brought the waters of the sea upon them: but the children of Israel went on dry land in the midst of the sea.", "20": "¶ And Miriam the Prophetess, sister of Aaron, took a timbrel in her hand, and all the women came out after her with timbrels and [o]dances.", "21": "And Miriam [p]answered the men, Sing ye unto the Lord: for he hath triumphed gloriously: the horse and his rider hath he overthrown in the sea.", "22": "Then Moses brought Israel from the red sea, and they went out into the wilderness of [q]Shur: and they went three days in the wilderness, and found no waters.", "23": "And when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of the place was called [r]Marah.", "24": "Then the people murmured against Moses, saying, What shall we drink?", "25": "And he cried unto the Lord, and the Lord showed him a tree, which when he had cast into the waters, the waters were sweet: there he made them an ordinance and a law, and there [s]he proved them,", "26": "And said, If thou wilt diligently hearken, O Israel, unto the voice of the Lord thy God, and wilt do that which is [t]right in his sight, and wilt give ear unto his commandments, and keep all his ordinances, then will I put none of these diseases upon thee, which I brought upon the Egyptians: for I am the Lord that healeth thee.", "27": "¶ And they came to Elim, where were twelve fountains of water, and seventy [u]palm trees, and they camped there by the waters."}