{"1": "Jethro cometh to see Moses his son-in-law.  8 Moses telleth him of the wonders of Egypt.  9 Jethro rejoiceth and offereth sacrifice to God. 21 What manner of men officers and judges ought to be. 24 Moses obeyeth Jethro's counsel in appointing officers. When Jethro the Priest of Midian, Moses' father-in-law, heard all that God had done for Moses, and for Israel his people, and how the Lord had brought Israel out of Egypt,", "2": "Then Jethro the father-in-law of Moses, took Zipporah Moses' wife, (after he had [a]sent her away)", "3": "And her two sons, (whereof the one was called Gershom: for he said, I have been an alien in a strange land:", "4": "And the name of the other was Eliezer: for the God of my father, said he, was mine help, and delivered me from the sword of Pharaoh).", "5": "And Jethro Moses' father-in-law came with his two sons, and his wife unto Moses into the wilderness, where he camped by the [b]mount of God.", "6": "And he [c]said to Moses, I thy father-in-law Jethro am come to thee, and thy wife and her two sons with her.", "7": "¶ And Moses went out to meet his father-in-law, and did obeisance, and kissed him, and each asked other of his [d]welfare: and they came into the tent.", "8": "Then Moses told his father-in-law all that the Lord had done unto Pharaoh, and to the Egyptians for Israel's sake, and all the travail that had come unto them by the way, and how the Lord delivered them.", "9": "And Jethro rejoiced at all the goodness, which the Lord had showed to Israel, and because he had delivered them out of the hand of the Egyptians.", "10": "Therefore Jethro said, [e]Blessed be the Lord who hath delivered you out of the hand of the Egyptians, and out of the hand of Pharaoh: who hath also delivered the people from under the hand of the Egyptians.", "11": "Now I know that the Lord is greater than all the gods: for as they have dealt proudly with them, so are they [f]recompensed.", "12": "Then Jethro Moses' father-in-law took burnt offerings and sacrifices, to offer unto God. And Aaron and all the Elders of Israel came to eat bread with Moses' father-in-law [g]before God.", "13": "¶ Now on the morrow, when Moses sat to judge the people, the people stood about Moses from morning unto even.", "14": "And when Moses' father-in-law saw all that he did to the people, he said, What is this that thou doest to the people? why sittest thou thyself alone, and all the people stand about thee from morning unto even?", "15": "And Moses said unto his father-in-law, Because the people come unto me to seek [h]God.", "16": "When they have a matter, they come unto me, and I judge between one and another, and declare the ordinances of God, and his laws.", "17": "But Moses' father-in-law said unto him, The thing which thou doest, is not well.", "18": "Thou both [i]weariest thyself greatly, and this people that is with thee: for the thing is too heavy for thee: thou art not able to do it thyself alone.", "19": "Hear now my [j]voice, (I will give thee counsel, and God shall be with thee) be thou for the people to [k]Godward, and report thou the causes unto God,", "20": "And admonish them of the ordinances, and of the laws, and show them the way, wherein they must walk, and the work that they must do.", "21": "Moreover, provide thou among all the people [l]men of courage, fearing God, men dealing truly, hating covetousness: and appoint such over them to be rulers over thousands, rulers over hundreds, rulers over fifties, and rulers over tens.", "22": "And let them judge the people at all seasons: but every great matter let them bring unto thee, and let them judge all small causes: so shall it be easier for thee, when they shall bear the burden with thee.", "23": "If thou do this thing, (and God so command thee) both thou shalt be able to endure, and all this people shall also go quietly to their place.", "24": "So Moses [m]obeyed the voice of his father-in-law, and did all that he had said:", "25": "And Moses chose men of courage out of all Israel, and made them heads over the people, rulers over thousands, rulers over hundreds, rulers over fifties, and rulers over tens.", "26": "And they judged the people at all seasons, but they brought the hard causes to Moses: for they judged all small matters themselves.", "27": "Afterward Moses [n]let his father-in-law depart, and he went into his country."}