{"1": "Moses is born and cast into the flags. 5 He is taken up of Pharaoh's daughter and kept. 12 He killeth the Egyptian. 15 He fleeth and marrieth a wife. 23 The Israelites cry unto the Lord. Then there went a [a]man of the house of Levi, and took to wife a daughter of Levi.", "2": "And the woman conceived and bare a son: and when she saw that he was fair, she hid him three months.", "3": "But when she could no longer hide him, she took for him an ark made of reed, and daubed it with slime and with pitch, and [b]laid the child therein, and put it among the bulrushes by the river's brink.", "4": "Now his sister stood afar off, to wit what would come of him.", "5": "¶ Then the daughter of Pharaoh came down to wash her in the river, and her maidens walked by the river's side: and when she saw the ark among the bulrushes, she sent her maid to fetch it.", "6": "Then she opened it, and saw it was a child, and behold, the babe wept: so she had compassion on it, and said, This is one of the Hebrews' children.", "7": "Then said his sister unto Pharaoh's daughter, Shall I go and call unto thee a nurse of the Hebrew women to nurse thee the child?", "8": "And Pharaoh's daughter said to her, Go. So the maid went and called the [c]child's mother.", "9": "To whom Pharaoh's daughter said, Take this child away, and nurse it for me, and I will reward thee. Then the woman took the child, and nursed him.", "10": "Now the child grew, and she brought him unto Pharaoh's daughter, and he was as her son, and she called his name Moses, because, said she, I drew him out of the water.", "11": "¶ And in those days, when Moses was [d]grown, he went forth unto his brethren, and looked on their burdens: also he saw an Egyptian smiting an Hebrew one of his brethren.", "12": "And he looked [e]round about, and when he saw no man, he [f]slew the Egyptian, and hid him in the sand.", "13": "Again he came forth the second day, and behold two Hebrews strove: and he said unto him that did the wrong, Wherefore smitest thou thy fellow?", "14": "And he answered, Who made thee a man of authority, and a judge over us? Thinkest thou to kill me, as thou killedst the Egyptian? Then Moses [g]feared and said, Certainly this thing is known.", "15": "Now Pharaoh heard this matter, and sought to slay Moses: therefore Moses fled from Pharaoh, and dwelt in the land of Midian, and he sat down by a well.", "16": "And the [h]Priest of Midian had seven daughters, which came and drew water, and filled the troughs, for to water their father's sheep.", "17": "Then the shepherds came and drove them away: but Moses rose up, and [i]defended them, and watered their sheep.", "18": "And when they came to Reuel their [j]father, he said, How are ye come so soon today?", "19": "And they said, A man of Egypt delivered us from the hand of the shepherds, and also drew us water enough, and watered the sheep.", "20": "Then he said unto his daughters, And where is he? why have ye so left the man? [k]call him that he may eat bread.", "21": "And Moses agreed to dwell with the man: who gave unto Moses Zipporah his daughter:", "22": "And she bare a son, whose name he called Gershom: for he said, I have been a stranger in a strange land.", "23": "¶ Then in process of time, the King of Egypt died, and the children of Israel sighed for the bondage and [l]cried: and their cry for the bondage came up unto God.", "24": "Then God heard their moan, and God remembered his covenant with Abraham, Isaac, and Jacob.", "25": "So God looked upon the children of Israel, and God [m]had respect unto them."}