{"1": "The Commandments of the first Table. 13 The Commandments of the second. 18 The people afraid are comforted by Moses. 23 Gods of silver and gold are again forbidden. 24 Of what sort the altar ought to be. Then God [a]spake all these words, saying,", "2": "I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of [b]bondage.", "3": "Thou shalt have none other gods [c]before me.", "4": "Thou shalt make thee no graven image, neither any similitude of things that are in heaven above, neither that are in the earth beneath, nor that are in the waters under the earth.", "5": "Thou shalt not [d]bow down to them, neither serve them: for I am the Lord thy God, a [e]jealous God, visiting the iniquity of the fathers upon the children, upon the third generation and upon the fourth of them that hate me:", "6": "And showing mercy unto [f]thousands to them that love me, and keep my commandments.", "7": "Thou shalt not take the Name of the Lord thy God in [g]vain: for the Lord will not hold him guiltless that taketh his Name in vain.", "8": "Remember the Sabbath day, [h]to keep it holy.", "9": "Six days shalt thou labor, and do all thy work,", "10": "But the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maid, nor thy beast, nor thy stranger that is within thy [i]gates.", "11": "For in six days the Lord made the heaven and the earth, the sea, and all that in them is, and rested the seventh day: therefore the Lord blessed the seventh day, and hallowed it.", "12": "¶ Honor thy [j]father and thy mother, that thy days may be prolonged upon the land, which the Lord thy God giveth thee.", "13": "¶ Thou shalt not [k]kill.", "14": "Thou shalt not [l]commit adultery.", "15": "Thou shalt not [m]steal.", "16": "Thou shalt not bear false [n]witness against thy neighbor.", "17": "Thou shalt not [o]covet thy neighbor's house, neither shalt thou covet thy neighbor's wife, nor his manservant, nor his maid, nor his ox, nor his ass, neither anything that is thy neighbor's.", "18": "¶ And all the people [p]saw the thunders: and the [q]lightnings, and the sound of the trumpet, and the mountain smoking, and when the people saw it, they fled and stood afar off,", "19": "And said unto Moses, Talk thou with us, and we will hear: but let not God talk with us, lest we die.", "20": "Then Moses said unto the people, Fear not: for God is come to [r]prove you, and that his fear may be before you, that ye sin not.", "21": "So the people stood afar off, but Moses drew near unto the darkness where God was.", "22": "¶ And the Lord said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.", "23": "Ye shall not make therefore with me gods of silver, nor gods of gold: you shall make you none.", "24": "An altar of earth thou shalt make unto me, and thereon shalt offer thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places, where I shall put the remembrance of my Name, I will come unto thee, and bless thee.", "25": "But if thou wilt make me an altar of stone, thou shalt not build it of hewn stones: for if thou lift up thy tool upon them, thou hast polluted [s]them.", "26": "Neither shalt thou go up by steps unto mine altar, that thy [t]filthiness be not discovered thereon."}