{"1": "The voluntary gifts for the making of the Tabernacle. 10 The form of the Ark. 17 The Mercy seat. 23 The Table. 31 The Candlestick. 40 All must be done according to the pattern. Then the Lord spake unto Moses, saying,", "2": "[a]Speak unto the children of Israel that they receive an offering for me: of every man, whose heart giveth it freely, ye shall take the offering for me.", "3": "And this is the offering which ye shall [b]take of them, gold and silver, and brass,", "4": "And [c]blue silk, and purple, and scarlet, and fine linen and goat's hair,", "5": "And ram's skins colored red, and the skins of badgers, and the wood [d]Shittim,", "6": "Oil for the light, spices for [e]anointing oil, and for the perfume of sweet savor.", "7": "Onyx stones, and stones to be set in the Ephod, and in the breastplate.", "8": "Also they shall make me a [f]Sanctuary, that I may dwell among them.", "9": "According to all that I show thee, even so shall ye make the form of the Tabernacle, and the fashion of all the instruments thereof.", "10": "¶ They shall make also an Ark of Shittim wood, two cubits and an half long, and a cubit and an half broad, and a cubit and an half high.", "11": "And thou shalt overlay it with pure gold, within and without shalt thou overlay it, and shalt make upon it a [g]crown of gold round about.", "12": "And thou shalt cast four rings of gold for it, and put them in the four [h]corners thereof: that is, two rings shall be on the one side of it, and two rings on the other side thereof.", "13": "And thou shalt make bars of Shittim wood, and cover them with gold.", "14": "Then thou shalt put the bars in the rings by the sides of the Ark, to bear the Ark with them.", "15": "The bars shall be in the rings of the Ark: they shall not be taken away from it.", "16": "So thou shalt put in the Ark the [i]Testimony, which I shall give thee.", "17": "Also thou shalt make a [j][k]Mercy seat of pure gold, two cubits and an half long and a cubit and an half broad.", "18": "And thou shalt make two Cherubims of gold: of work beaten out with the hammer shalt thou make them at the two ends of the Mercy seat.", "19": "And the one Cherub shalt thou make at the one end, and the other Cherub at the other end: of the matter of the Mercy seat shall ye make the Cherubims, on the two ends thereof.", "20": "And the Cherubims shall stretch their wings on high, covering the Mercy seat with their wings and their faces one to another: to the Mercy seatward shall the faces of the Cherubims be.", "21": "And thou shalt put the Mercy seat above upon the Ark, and in the Ark thou shalt put the Testimony, which I will give thee.", "22": "And there I will [l]declare myself unto thee, and from above the Mercy seat between the two Cherubims, which are upon the Ark of the Testimony, I will tell thee all things which I will give thee in commandment unto the children of Israel.", "23": "¶ Thou shalt also make a Table of Shittim wood, of two cubits long, and one cubit broad, and a cubit and a half high:", "24": "And thou shalt cover it with pure gold, and make thereto a crown of gold round about.", "25": "Thou shalt also make unto it a border of [m]four fingers round about: and thou shalt make a golden crown round about the border thereof:", "26": "After, thou shalt make for it four rings of gold, and shalt put the rings in the four corners that are in the four feet thereof.", "27": "Over against the border shall the rings be for places for bars to bear the Table.", "28": "And thou shalt make the bars of Shittim wood, and shalt overlay them with gold, that the Table may be borne with them.", "29": "Thou shalt make also [n]dishes for it, and incense cups for it, and coverings for it, and goblets, wherewith it shall be covered, even of fine gold shalt thou make them.", "30": "And thou shalt set upon the Table Showbread before me continually.", "31": "¶ Also thou shalt make a candlestick of pure gold: of [o]work beaten out with the hammer shall the Candlestick be made, his shaft, and his branches, his bowls, his knops: and his flowers shall be of the same.", "32": "Six branches also shall come out of the sides of it: three branches of the candlestick out of the one side of it, and three branches of the Candlestick out of the other side of it.", "33": "Three bowls like unto almonds, one knop and one flower in one branch: and three bowls like almonds in the other branch, one knop and one flower: so throughout the six branches that come out of the Candlestick.", "34": "And in the shaft of the Candlestick shall be four bowls like unto almonds, his knops and his flowers.", "35": "And there shall be a knop under two branches made thereof: and a knop under two branches made thereof: and a knop under two branches made thereof, according to the six branches coming out of the Candlestick.", "36": "Their knops and their branches shall be thereof: all this shall be one beaten work of pure gold.", "37": "And thou shalt make the seven lamps thereof: and the lamps thereof shalt thou put thereon, to give light toward that that is before it.", "38": "Also the snuffers and snuffdishes thereof shall be of pure gold.", "39": "Of a [p]talent of fine gold shalt thou make it with all these instruments.", "40": "Look therefore that thou make them after their fashion, that was showed thee in the mountain."}