{"1": "The form of the Tabernacle and the appertinences. 33 The places of the Ark, of the Mercy seat, of the Table, and of the Candlestick. Afterward thou shalt make the Tabernacle with ten curtains of fine twined linen and blue silk, and purple, and scarlet: and in them thou shalt make Cherubims of [a]broidered work.", "2": "The length of one curtain shall be eight and twenty cubits, and the breadth of one curtain four cubits: every one of the curtains shall have one measure.", "3": "Five curtains shall be coupled one to another: and the other five curtains shall be coupled one to another.", "4": "And thou shalt make strings of blue silk upon the edge of the one curtain, which is in the selvedge [b]of the coupling: and likewise shall thou make in the edge of the other curtain in the selvedge, in the second coupling.", "5": "Fifty strings shalt thou make in one curtain, and fifty strings shalt thou make in the edge of the curtain, which is in the [c]second coupling: the strings shall be one right against another.", "6": "Thou shalt make also fifty [d]taches of gold, and couple the curtains one to another with the taches, and it shall be one [e]Tabernacle.", "7": "¶ Also thou shalt make curtains of goats' hair, to be a [f]covering upon the Tabernacle, thou shalt make them to the number of eleven curtains.", "8": "The length of a curtain shall be thirty cubits, and the breadth of a curtain four cubits: the eleven curtains shall be of one measure.", "9": "And thou shalt couple five curtains by themselves, and the six curtains by themselves: but thou shalt double the [g]sixth curtain upon the forefront of the covering.", "10": "And thou shalt make fifty strings in the edge of one curtain in the selvedge of the coupling, and fifty strings in the edge of the other curtain in the second coupling.", "11": "Likewise thou shalt make fifty [h]taches of brass, and fasten them on the strings, and shalt couple the covering together that it may be one.", "12": "And the [i]remnant that resteth in the curtains of the covering, even the half curtain that resteth, shall be left at the backside of the Tabernacle.", "13": "That the cubit on the one side, and the cubit on the other side of that which is left in the length of the curtains of the covering may remain on either side of the Tabernacle to cover it.", "14": "Moreover, for that covering thou shalt make a [j]covering of rams' skins dyed red, and a covering of [k]badgers' skins above.", "15": "¶ Also thou shalt make boards for the Tabernacle of Shittim wood to stand up.", "16": "Ten cubits shall be the length of a board, and a cubit and an half cubit the breadth of one board.", "17": "Two tenons shall be in one board set in order as the feet of a Ladder, one against another: thus shalt thou make for all the boards of the Tabernacle.", "18": "And thou shalt make boards for the Tabernacle, even twenty boards on the South side, even full South.", "19": "And thou shalt make forty [l]sockets of silver under the twenty boards, two sockets under one board for his two tenons, and two sockets under another board for his two tenons.", "20": "In like manner on the other side of the Tabernacle toward the North side shall be twenty boards,", "21": "And their forty sockets of silver, two sockets under one board, and two sockets under another board.", "22": "And on the side of the Tabernacle, toward the West, shalt thou make six boards.", "23": "Also two boards shalt thou make in the corners of the Tabernacle in the two sides.", "24": "Also they shall be [m]joined beneath, and likewise they shall be joined above to a ring: thus shall it be for them two: they shall be for the two corners.", "25": "So they shall be eight boards having sockets of silver, even sixteen sockets, that is, two sockets under one board, and two sockets under another board.", "26": "¶ Then thou shalt make five bars of Shittim wood for the boards of one side of the Tabernacle.", "27": "And five bars for the boards of the other side of the Tabernacle: also five bars for the boards of the side of the Tabernacle toward the West side.", "28": "And the middle bar shall go through the midst of the boards, from end to end.", "29": "And thou shalt cover the boards with gold, and make their rings of gold, for places for the bars, and thou shalt cover the bars with gold.", "30": "So thou shalt rear up the Tabernacle, according to the fashion thereof, which was showed thee in the Mount.", "31": "¶ Moreover, thou shalt make a veil of blue silk, and purple, and scarlet, and fine twined linen, thou shalt make it of broidered work with Cherubims.", "32": "And thou shalt hang it upon four pillars of Shittim wood covered with gold, (whose [n]hooks shall be of gold) standing upon four sockets of silver.", "33": "¶ Afterward thou shalt hang the veil [o]on the hooks, that thou mayest bring in thither, that is, within the veil, the Ark of the Testimony: and the veil shall make you a separation between the Holy place and the [p]most holy place.", "34": "Also thou shalt put the Mercy seat upon the Ark of the Testimony in the most Holy place.", "35": "And thou shalt set the Table [q]without the veil, and the Candlestick over against the Table on the South side of the Tabernacle, and thou shalt set the Table on the North side.", "36": "Also thou shalt make an [r]hanging for the door of the Tabernacle of blue silk, and purple, and scarlet, and fine twined linen wrought with needle.", "37": "And thou shalt make for the hanging five pillars of Shittim, and cover them with gold: their heads shall be of gold, and thou shalt cast five sockets of brass for them."}