{"1": "The Altar of the burnt offering. 9 The courts of the Tabernacle. 20 The lamps continually burning. Moreover thou shalt make the [a]Altar of Shittim wood, five cubits long and five cubits broad (the altar shall be four square) and the height thereof three cubits.", "2": "And thou shalt make it horns in the four corners thereof: the horns shall be of [b]itself, and thou shalt cover it with brass.", "3": "Also thou shalt make his ash pans for his ashes, and his besoms, and his basins, and his flesh-hooks, and his [c]censers: thou shalt make all the instruments thereof of brass.", "4": "And thou shalt make unto it a grate, like network of brass: also upon that [d]grate shalt thou make four brazen rings upon the four corners thereof.", "5": "And thou shalt put it under the compass of the altar beneath, that the grate may be in the midst of the altar.", "6": "Also thou shalt make bars for the altar, bars, I say, of Shittim wood, and shalt cover them with brass.", "7": "And the bars thereof shall be put in the rings, the which bars shall be upon the two sides of the altar to bear it.", "8": "Thou shalt make the altar hollow between the boards: as God showeth thee in the mount, so shall they make it.", "9": "¶ Also thou shalt make the [e]court of the Tabernacle in the South side, even full South: the court shall have curtains of fine twined linen, of an hundred cubits long, for one side,", "10": "And it shall have twenty pillars, with their twenty sockets of brass: the heads of the pillars, and their [f]fillets shall be silver.", "11": "Likewise on the North side in length there shall be hangings of an hundred cubits long, and the twenty pillars thereof with their twenty sockets of brass: the heads of the pillars and the fillets shall be silver.", "12": "¶ And the breadth of the court, on the West side shall have curtains of fifty cubits, with their ten pillars, and their ten sockets.", "13": "And the breadth of the court, Eastward full East, shall have [g]fifty cubits.", "14": "Also hangings of fifteen cubits shall be on the one [h]side with their three pillars and their three sockets.", "15": "Likewise on the other side shall be hangings of fifteen cubits, with their three pillars and their three sockets.", "16": "¶ And in the gate of the court shall be a veil of twenty cubits of blue silk, and purple, and scarlet, and fine twined linen wrought with needle, with the four pillars thereof and their four sockets.", "17": "All the pillars of the court shall have fillets of silver round about, with their heads of silver, and their sockets of brass.", "18": "¶ The length of the court shall be an hundred cubits, and the breadth fifty [i]at either end, and the height five cubits, and the hangings of fine twined linen, and their sockets of brass.", "19": "All the vessels of the Tabernacle for all manner service thereof, and all the [j]pins thereof, and all the pins of the court shall be brass.", "20": "¶ And thou shalt command the children of Israel, that they bring unto thee pure oil olive [k]beaten for the light, that the lamps may always [l]burn.", "21": "In the Tabernacle of the Congregation without the veil, which is before the Testimony, shall Aaron and his sons dress them from evening to morning before the Lord, for a statute forever unto their generations, to be observed by the children of Israel."}