{"1": "The Altar of incense. 13 The sum that the Israelites should pay to the Tabernacle. 28 The brazen laver. 33 The anointing oil. 34 The making of the perfume. Furthermore thou shalt make an Altar [a]for sweet perfume, of Shittim wood thou shalt make it.", "2": "The length thereof a cubit, and the breadth thereof a cubit, (it shall be foursquare) and the height thereof two cubits: the horns thereof shall be [b]of the same.", "3": "And thou shalt overlay it with fine gold, both the top thereof, and the sides thereof round about, and his horns: also thou shalt make unto it [c]a crown of gold round about.", "4": "Besides this thou shalt make under this crown two golden rings on either side: even on every side shalt thou make them, that they may be as places for the bars to bear it withal.", "5": "The which bars thou shalt make of Shittim wood, and shalt cover them with gold.", "6": "After thou shalt set it [d]before the veil, that is near the Ark of the Testimony, before the Mercy seat that is upon the Testimony, where I will appoint with thee.", "7": "And Aaron shall burn thereon sweet incense every morning: when he [e]dresseth the lamps thereof, shall he burn it.", "8": "Likewise at even, when Aaron setteth up the lamps thereof, he shall burn incense: this perfume shall be perpetually before the Lord, throughout your generations.", "9": "Ye shall offer no [f]strange incense thereon, nor burnt sacrifice, nor offering, neither pour any drink offering [g]thereon.", "10": "And Aaron shall make reconciliation upon the horns of it once in a year with the blood of the sin offering in the day of reconciliation: once in the year shall he make reconciliation upon it throughout your generations: this is most holy unto the Lord.", "11": "¶ Afterward the Lord spake unto Moses, saying,", "12": "When thou takest the sum of the children of Israel after their number, then they shall give every man [h]a redemption of his life unto the Lord, when thou tellest them, that there be no plague among them when thou countest them.", "13": "This shall every man give, that goeth into the number, half a shekel, after the [i]shekel of the Sanctuary: (a shekel is twenty gerahs) the half shekel shall be an offering to the Lord.", "14": "All that are numbered from twenty years old and above, shall give an offering to the Lord.", "15": "The rich shall not pass, and the poor shall not diminish from half a shekel, when ye shall give an offering unto the Lord, [j]for the redemption of your lives.", "16": "So thou shalt take the money of the redemption of the children of Israel, and shalt put it unto the use of the Tabernacle of the Congregation, that it may be a memorial unto the children of Israel before the Lord, for the redemption of your lives.", "17": "¶ Also the Lord spake unto Moses, saying,", "18": "Thou shalt also make a Laver of brass, and his foot of brass to wash, and shalt put it between the Tabernacle of the Congregation and the Altar, and shalt put water therein.", "19": "For Aaron and his sons shall [k]wash their hands, and their feet thereat.", "20": "When they go into the Tabernacle of the Congregation, or when they go unto the Altar to minister, and to make the perfume of the burnt offering to the Lord, they shall wash themselves with water, lest they die.", "21": "So they shall wash their hands and their feet that they die not: and this shall be to them an ordinance [l]forever, both unto him and to his seed throughout their generations.", "22": "¶ Also the Lord spake unto Moses, saying,", "23": "Take thou also unto thee principal spices: of the most pure myrrh five hundred [m]shekels, of sweet cinnamon half so much, that is, two hundred and fifty, and of sweet [n]calamus, two hundred, and fifty:", "24": "Also of Cassia five hundred, after the shekel of the Sanctuary, and of oil olive an Hin.", "25": "So thou shalt make of it the oil of holy ointment, even a most precious ointment after the art of the Apothecary: this shall be the oil of holy ointment.", "26": "And thou shalt anoint the [o]Tabernacle of the Congregation therewith, and the Ark of the Testimony:", "27": "Also the Table, and all the instruments thereof, and the Candlestick, with all the instruments thereof, and the altar of incense:", "28": "Also the altar of burnt offering with all his instruments, and the laver and his foot.", "29": "So thou shalt sanctify them, and they shall be most holy: all that shall touch them, shall be holy.", "30": "Thou shalt also anoint Aaron and his sons, and shalt consecrate them, that they may minister unto me in the Priest's office.", "31": "Moreover thou shalt speak unto the children of Israel, saying, This shall be an holy anointing oil unto me, throughout your generations.", "32": "None shall anoint [p]man's flesh therewith, neither shall ye make any composition like unto it: for it is holy, and shall be holy unto you.", "33": "Whosoever shall make the like ointment, or whosoever shall put any of it upon [q]a stranger, even he shall be cut off from his people.", "34": "And the Lord said unto Moses, Take unto thee these spices, pure myrrh and [r]clear gum and galbanum, these odors with pure frankincense of each like weight:", "35": "Then thou shalt make of them perfume composed after the art of the apothecary, mingled together, pure and holy.", "36": "And thou shalt beat it to powder, and shalt put it before the Ark of the Testimony in the tabernacle of the congregation, where I will make appointment with thee: it shall be unto you most holy.", "37": "And ye shall not make unto you any composition like this perfume, which thou shalt make: it shall be unto thee holy for the [s]Lord.", "38": "Whosoever shall make like unto that to smell thereto, even he shall be cut off from his people."}