{"1": "The great readiness of the people. 8 The curtains made. 19 The coverings. 20 The boards.  31 The bars, 35 and the veil. Then wrought Bezalel, and Aholiab, and all [a]cunning men, to whom the Lord gave wisdom, and understanding, to know how to work all manner work for the service of the [b]Sanctuary, according to all that the Lord had commanded.", "2": "For Moses had called Bezalel, and Aholiab, and all the wise-hearted men, in whose hearts the Lord had given wisdom, even as many as their hearts encouraged to come unto that work to work it.", "3": "And they received of Moses all the offering which the children of Israel had brought for the work of the service of the Sanctuary, to make it: also [c]they brought still unto him free gifts every morning.", "4": "So all the wise men, that wrought all the holy work, came every man from his work which they wrought,", "5": "And spake to Moses, saying, The people bring too [d]much, and more than enough for the use of the work, which the Lord hath commanded to be made.", "6": "Then Moses gave a commandment, and they caused it to be proclaimed throughout the host, saying, Let neither man nor woman prepare any more work for the oblations of the Sanctuary. So the people were stayed from offering.", "7": "For the stuff they had, was sufficient for all the work to make it, and too much.", "8": "All the cunning men therefore among the workmen, made for the Tabernacle ten curtains of fine twined linen, and of blue silk, and purple, and scarlet: [e]Cherubims of broidered work made they upon them.", "9": "The length of one curtain was twenty and eight cubits, and the breadth of one curtain four cubits: and the curtains were all of one size.", "10": "And he coupled five curtains together, and another five coupled he together.", "11": "And he made strings of blue silk by the edge of one curtain, in the selvedge of the coupling: likewise he made on the side of the other curtain in the selvedge in the second coupling.", "12": "Fifty strings made he in the one curtain, and fifty strings made he in the edge of the other curtain, which was in the second coupling: the strings were set one against another.", "13": "After, he made fifty [f]taches of gold, and coupled the curtains one to another with the taches: so was it one Tabernacle.", "14": "¶ Also he made curtains of goats' hair for the [g]covering upon the Tabernacle: he made them to the number of eleven curtains.", "15": "The length of one curtain had thirty cubits, and the breadth of one curtain four cubits: the eleven curtains were of one size.", "16": "And he coupled five curtains by themselves, and six curtains by themselves.", "17": "Also he made fifty strings upon the edge of one curtain in the selvedge in the coupling, and fifty strings made he upon the edge of the other curtain in the second coupling.", "18": "He made also fifty taches of brass to couple the covering that it might be one.", "19": "And he made a [h]covering upon the pavilion of rams' skins dyed red, and a covering of badgers' skins above.", "20": "¶ Likewise he made the boards for the Tabernacle, of Shittim wood to [i]stand up.", "21": "The length of a board was ten cubits, and the breadth of one board was a cubit and an half.", "22": "One board had two tenons, set in order as the feet of a ladder, one against another: thus made he for all the boards of the Tabernacle.", "23": "So he made twenty boards for the South side of the Tabernacle, even full South.", "24": "And forty sockets of silver made he under the twenty boards, two sockets under one board for his two tenons, and two sockets under another board for his two tenons.", "25": "Also for the other side of the Tabernacle toward the North, he made twenty boards.", "26": "And their forty sockets of silver, two sockets under one board, and two sockets under another board.", "27": "Likewise toward [j]the West side of the Tabernacle he made six boards.", "28": "And two boards made he in the corners of the Tabernacle for either side,", "29": "And they were joined beneath, and likewise were made sure above with a ring: thus he did to both in both corners.", "30": "So there were eight boards, and their sixteen sockets of silver, under every board two sockets.", "31": "¶ After, he made bars of Shittim wood, five for the boards in the one side of the Tabernacle,", "32": "And five bars for the boards in the other side of the Tabernacle, and five bars for the boards of the Tabernacle on the side toward the West.", "33": "And he made the middle bar to shoot through the boards, from the one end to the other.", "34": "He overlaid also the boards with gold, and made their rings of gold for places for the bars, and covered the bars with gold.", "35": "¶ Moreover he made a [k]veil of blue silk and purple, and of scarlet, and of fine twined linen: with Cherubims of broidered work made he it:", "36": "And made thereunto four pillars of Shittim, and overlaid them with gold: whose [l]hooks were also of gold, and he cast for them four sockets of silver.", "37": "And he made an [m]hanging for the Tabernacle door, of blue silk, and purple, and scarlet, and fine twined linen, and needle work,", "38": "And the five pillars of it with their hooks, and overlaid their chapiters, and their [n]fillets with gold, but their five sockets were of brass."}