{"1": "The Ark. 6 The Mercy seat. 10 The Table.  17 The Candlestick. 25 The altar of incense. After this, Bezalel made the Ark of Shittim wood, two cubits and an half long, and a cubit and an half broad, and a cubit and an half high:", "2": "And overlaid it with fine gold within and without, and made a [a]crown of gold to it round about,", "3": "And cast for it four rings of gold for the four corners of it: that is, two rings for the one side of it, and two rings for the other side thereof.", "4": "Also he made bars of Shittim wood, and covered them with gold,", "5": "And put the bars in the rings by the sides of the Ark, to bear the Ark.", "6": "¶ And he made the Mercy seat of pure gold: two cubits and an half was the length thereof, and one cubit and an half the breadth thereof.", "7": "And he made two Cherubims of gold, upon the two ends of the Mercy seat: even of work beaten with the hammer made he them.", "8": "One Cherub on the one end, and another Cherub on the other end: [b]of the Mercy seat made he the Cherubims, at the two ends thereof.", "9": "And the Cherubims spread out their wings on high, and covered the Mercy seat with their wings and their faces were one towards another: toward the Mercy seat were the faces of the Cherubims.", "10": "¶ Also he made the Table of Shittim wood: two cubits was the length thereof and a cubit the breadth thereof, and a cubit and an half the height of it.", "11": "And he overlaid it with fine gold, and made thereto a crown of gold round about.", "12": "Also he made thereto a border of an [c]hand breadth round about, and made upon the border a crown of gold round about.", "13": "And he cast for it four rings of gold, and put the rings in the four corners that were in the four feet thereof.", "14": "Against the border were the rings, as places for the bars to bear the Table.", "15": "And he made the bars of Shittim wood, and covered them with gold to bear the Table.", "16": "Also he made the instruments for the Table of pure gold: dishes for it, and incense cups for it, and goblets for it, and coverings for it, wherewith it should be covered.", "17": "¶ Likewise he made the Candlestick of pure gold: of work beaten out with the hammer made he the Candlestick: and his shaft, and his branch, his bowls, his knops, and his flowers were of one piece.", "18": "And six branches came out of the sides thereof: three branches of the Candlestick out of the one side of it, and three branches of the Candlestick out of the other side of it.", "19": "In one branch three bowls made like almonds, a knop and a flower: and in another branch three bowls made like almonds, a knop and a flower: and so throughout the six branches that proceeded out of the Candlestick.", "20": "And upon the Candlestick were four bowls after the fashion of almonds, the knops thereof and the flowers thereof.", "21": "That is, under every two branches a knop made thereof, and a knop under the second branch thereof, and a knop under the third branch thereof, according to the six branches coming out of it.", "22": "Their knops and their branches were of the same: it was all one beaten work of pure gold.", "23": "And he made for it seven lamps with the snuffers, and snuffdishes thereof of pure gold.", "24": "Of a [d]talent of pure gold made he it with all the instruments thereof.", "25": "¶ Furthermore he made the perfume altar of Shittim wood: the length of it was a cubit, and the breadth of it a cubit (it was square) and two cubits high, and the horns thereof were of the same.", "26": "And he covered it with pure gold, both the top and the sides thereof round about, and the horns of it, and made unto it a crown of gold round about.", "27": "And he made two rings of gold for it, under the crown thereof in the two corners of the two sides thereof, to put bars in for to bear it therewith.", "28": "Also he made the bars of Shittim wood, and overlaid them with gold.", "29": "And he made the holy anointing oil, and the sweet pure incense after the apothecary's art."}