{"1": "Moses' rod is turned into a serpent. 6 His hand is leprous. 9 The water of the river is turned into blood. 14 Aaron is given to help Moses. 21 God hardeneth Pharaoh. 25 Moses' wife circumciseth her son. Then Moses answered, and said, [a]But lo, they will not believe me, nor hearken unto my voice: for they will say, The Lord hath not appeared unto thee.", "2": "And the Lord said unto him, What is that in thine hand? And he answered, A rod.", "3": "Then said he, Cast it on the ground. So he cast it on the ground, and it was turned into a serpent: and Moses fled from it.", "4": "Again the Lord said unto Moses, Put forth thine hand, and take it by the tail. Then he put forth his hand and caught it, and it was turned into a rod in his hand.", "5": "Do this [b]that they may believe, that the Lord God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob hath appeared unto thee.", "6": "¶ And the Lord said furthermore unto him, Thrust now thine hand into thy bosom. And he thrust his hand into his bosom, and when he took it out again, behold his hand was [c]leprous as snow.", "7": "Moreover he said, Put thine hand into thy bosom again. So he put his hand into his bosom again, and plucked it out of his bosom, and behold, it was turned again as his other flesh.", "8": "So shall it be, if they will not believe thee, neither obey [d]the voice of the first sign, yet shall they believe for the voice of the second sign.", "9": "But if they will not yet believe these two signs, neither obey unto thy voice, then shalt thou take of the [e]water of the river, and pour it upon the dry land: so the water which thou shalt take out of the river, shall be turned to blood upon the dry land.", "10": "¶ But Moses said unto the Lord, Oh my Lord, I am not eloquent, [f]neither at any time have been, nor yet since thou hast spoken unto thy servant: but I am [g]slow of speech and slow of tongue.", "11": "Then the Lord said unto him, Who hath given the mouth to man? or who hath made the dumb, or the deaf, or him that seeth, or the blind? have not I the Lord?", "12": "Therefore go now, and I will be with thy mouth, and will teach thee what thou shalt say.", "13": "But he said, Oh my Lord, send, I pray thee, by the [h]hand of him, whom thou [i]shouldest send.", "14": "Then the Lord was [j]very angry with Moses, and said, Do not I know Aaron thy brother the Levite, that he himself shall speak? for lo, he cometh also forth to meet thee, and when he seeth thee, he will be glad in his heart.", "15": "Therefore thou shalt speak unto him, and [k]put the words in his mouth, and I will be with thy mouth, and with his mouth, and will teach you what ye ought to do.", "16": "And he shall be thy spokesman unto the people: and he shall be, even he shall be as thy mouth, and thou shalt be to him as [l]God.", "17": "Moreover thou shalt take this rod in thine hand, wherewith thou shalt do miracles.", "18": "¶ Therefore Moses went and returned to Jethro his father-in-law, and said unto him, I pray thee, let me go, and return to my [m]brethren, which are in Egypt, and see whether they be yet alive. Then Jethro said to Moses, Go in peace.", "19": "(For the Lord had said unto Moses in Midian, Go, return to Egypt: for they are all dead which [n]went about to kill thee.)", "20": "Then Moses took his wife and his sons, and [o]put them on an ass, and returned toward the land of Egypt, and Moses took the [p]rod of God in his hand.", "21": "And the Lord said unto Moses, When thou art entered and come into Egypt again, see that thou do all the wonders before Pharaoh, which I have put in thine hand: but I will [q]harden his heart, and he shall not let the people go.", "22": "Then thou shalt say to Pharaoh, Thus saith the Lord, Israel is my son, even my [r]firstborn.", "23": "Wherefore I say to thee, Let my son go, that he may serve me: if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.", "24": "¶ And as he was by the way in the Inn, the Lord met him, and [s]would have killed him.", "25": "Then Zipporah took a sharp knife, and [t]cut away the foreskin of her son, and cast it at his feet, and said, Thou art indeed a bloody husband unto me.", "26": "So [u]he departed from him. Then she said, O bloody husband (because of the circumcision).", "27": "¶ Then the Lord said unto Aaron, Go meet Moses in the wilderness. And he went and met him in the [v]Mount of God, and kissed him.", "28": "Then Moses told Aaron all the words of the Lord, who had sent him, and all the signs wherewith he had charged him.", "29": "¶ So went Moses and Aaron, and gathered all the elders of the children of Israel.", "30": "And Aaron told all the words, which the Lord had spoken unto Moses, and he did the miracles in the sight of the people.", "31": "And the [w]people believed, and when they heard that the Lord had visited the children of Israel, and had looked upon their tribulation, they bowed down, and worshipped."}