{"1": "Moses and Aaron do their message unto Pharaoh, who oppresseth the people of Israel more and more. 20 They cry out upon Moses and Aaron therefore, and Moses complaineth unto God. Then afterward Moses and Aaron went and said to [a]Pharaoh, Thus saith the Lord God of Israel, Let my people go, that they may [b]celebrate a feast unto me in the wilderness.", "2": "And Pharaoh said, Who is the Lord, that I should hear his voice, and let Israel go? I know not the Lord, neither will I let Israel go.", "3": "And they said, [c]We worship the God of the Hebrews: we pray thee, let us go three days' journey in the desert, and sacrifice unto the Lord our God, lest [d]he bring upon us the pestilence or sword.", "4": "Then said the King of Egypt unto them, Moses and Aaron, why cause ye the people to cease from their works? get you to your burdens.", "5": "Pharaoh said furthermore, Behold, much people is now in the land, and ye [e]make them leave their burdens.", "6": "Therefore Pharaoh gave commandment the same day unto the taskmasters of the people, and to their [f]officers, saying,", "7": "Ye shall give the people no more straw, to make brick ([g]as in time past) but let them go and gather them straw themselves.", "8": "Notwithstanding lay upon them the number of brick, which they made in time past, diminish nothing thereof: for they be idle, therefore they cry, saying, Let us go to offer sacrifice unto our God.", "9": "[h]Lay more work upon the men, and cause them to do it, and let them not regard [i]vain words.", "10": "¶ Then went the taskmasters of the people and their officers out, and told the people, saying, Thus saith Pharaoh, I will give you no more straw.", "11": "Go yourselves, get ye straw where ye can find it, yet shall nothing of your labor be diminished.", "12": "Then were the people scattered abroad throughout all the land of Egypt, for to gather stubble instead of straw.", "13": "And the taskmasters hasted them, saying, Finish your day's work [j]every day's task, as ye did when ye had straw.", "14": "And the Officers of the children of Israel, which Pharaoh's taskmasters had set over them, were beaten, and demanded, Wherefore have ye not fulfilled your [task] in making brick yesterday and today, as in times past?", "15": "¶ Then the officers of the children of Israel came and cried unto Pharaoh, saying, Wherefore dealest thou thus thy servants?", "16": "There is no straw given to thy servants, and they say unto us, Make brick: and lo, thy servants are beaten, and [k]thy people is blamed.", "17": "But he said, [l]Ye are too much idle: therefore ye say, Let us go to offer sacrifice to the Lord.", "18": "Go therefore now and work: for there shall no straw be given you, yet shall ye deliver the whole tale of brick.", "19": "Then the officers of the children of Israel [m]saw themselves in an evil case, because it was said, Ye shall diminish nothing of your brick, nor of every day's task.", "20": "¶ And they met Moses and Aaron, which stood in their way as they came out from Pharaoh.", "21": "To whom they said, The Lord look upon you and judge: for ye have made our savor to [n]stink before Pharaoh and before his servants, in that ye have [o]put a sword in their hand to slay us.", "22": "Wherefore Moses returned to the Lord, and said, Lord, why hast thou afflicted this people? wherefore hast thou thus sent me?", "23": "For since I came to Pharaoh to speak in thy name, he hath vexed this people, and yet thou hast not delivered thy people."}