{"1": "These are the men who sealed the agreement: Nehemiah the governor, son of Hacaliah, sealed it. These men also sealed it: Zedekiah, ", "2": "Seraiah, Azariah, Jeremiah, ", "3": "Pashhur, Amariah, Malkijah, ", "4": "Hattush, Shebaniah, Malluch, ", "5": "Harim, Meremoth, Obadiah, ", "6": "Daniel, Ginnethon, Baruch, ", "7": "Meshullam, Abijah, Mijamin, ", "8": "Maaziah, Bilgai and Shemaiah. These are the priests.", "9": "These are the Levites who sealed it: Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel, ", "10": "and their fellow Levites: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, ", "11": "Mica, Rehob, Hashabiah, ", "12": "Zaccur, Sherebiah, Shebaniah, ", "13": "Hodiah, Bani and Beninu.", "14": "These are the leaders of the people who sealed the agreement: Parosh, Pahath-Moab, Elam, Zattu, Bani, ", "15": "Bunni, Azgad, Bebai, ", "16": "Adonijah, Bigvai, Adin, ", "17": "Ater, Hezekiah, Azzur, ", "18": "Hodiah, Hashum, Bezai, ", "19": "Hariph, Anathoth, Nebai, ", "20": "Magpiash, Meshullam, Hezir, ", "21": "Meshezabel, Zadok, Jaddua, ", "22": "Pelatiah, Hanan, Anaiah, ", "23": "Hoshea, Hananiah, Hasshub, ", "24": "Hallohesh, Pilha, Shobek, ", "25": "Rehum, Hashabnah, Maaseiah, ", "26": "Ahiah, Hanan, Anan, ", "27": "Malluch, Harim and Baanah.", "28": "The rest of the people took an oath. They were the priests, Levites, gatekeepers, singers and Temple servants. And they were all those who separated themselves from foreigners to keep the Teachings of God. It was also their wives and their sons and daughters who could understand. ", "29": "They joined their fellow Israelites and their leading men. They took an oath, which was tied to a curse in case they broke the oath. They promised to follow the Teachings of God, which they had been given through Moses the servant of God. These people also promised to obey all the commands, rules and laws of the Lord our Master.", "30": "They said: We promise not to let our daughters marry foreigners. And we promise not to let our sons marry their daughters. ", "31": "The foreigners might bring goods or grain to sell on the Sabbath. But we will not buy on the Sabbath day or any holy day. Every seventh year we will not plant. And that year we will forget all that people owe us.", "32": "We will be responsible for obeying the commands. We will pay for the service of the Temple of our God. We will give an eighth of an ounce of silver each year. ", "33": "It is to pay for the bread that is set out on the table. It is to pay for the regular grain offerings and burnt offerings. It is for the offerings on the Sabbaths, New Moon festivals and special feasts. It is for the holy offerings. And it is for the offerings to remove the sins of the Israelites so they will belong to God. It is for the work of the Temple of our God.", "34": "We are the priests, the Levites and the people. We have thrown lots to decide when each family must bring wood to the Temple. This is to be done at certain times each year. The wood is for burning on the altar of the Lord our God. We will do this as it is written in the Teachings.", "35": "We also will bring the first fruits from our crops. And we will bring the first fruits of every tree to the Temple each year.", "36": "We will bring our firstborn sons and cattle to the Temple. We will bring the firstborn of our herds and flocks. We will do this as it is written in the Teachings. We will bring them to the priests who are serving in the Temple.", "37": "We will bring things to the priests at the storerooms of the Temple. We will bring the first of our ground meal, our offerings, the fruit from all our trees and our new wine and oil. And we will bring a tenth of our crops to the Levites. The Levites will collect these things in all the towns where we work. ", "38": "A priest of Aaron's family must be with the Levites when they receive the tenth of the people's crops. The Levites must bring a tenth of all they receive to the Temple of our God. Then they will put it in the storerooms of the treasury. ", "39": "The people of Israel and the Levites are to bring their gifts to the storerooms. These are the gifts of grain, new wine and oil. The things for the Temple are kept in the storerooms. It is also where the priests, who are serving, the gatekeepers and singers stay. We will not ignore the Temple of our God."}