{"1": "On that day they read the Book of Moses to the people. They found that it said no Ammonite or Moabite should ever be allowed in the meeting to worship. ", "2": "The Ammonites and Moabites had not welcomed the Israelites with food and water. Instead, they hired Balaam to put a curse on Israel. (But our God turned the curse into a blessing.) ", "3": "The people heard this teaching. So they separated all foreigners from Israel.", "4": "Before that happened, Eliashib the priest was in charge of the Temple storerooms. He was friendly with Tobiah. ", "5": "Eliashib let Tobiah use one of the large storerooms. That storeroom had been used for grain offerings, incense and other things for the Temple. It was also used for the tenth offerings of grain, new wine and olive oil. These belonged to the Levites, singers and gatekeepers. It had also been used for gifts for the priests.", "6": "I was not in Jerusalem when this happened. I had gone back to Artaxerxes king of Babylon. I went back in the thirty-second year he was king. Finally I asked the king to let me leave. ", "7": "I came to Jerusalem. Then I found out the evil thing Eliashib had done. He had let Tobiah have a room in the Temple courtyard. ", "8": "I was very upset at this. I threw all of Tobiah's goods out of the room. ", "9": "I ordered the rooms to be purified. And I brought back the things for God's Temple, the grain offerings and the incense.", "10": "Then I found out the people were not giving the Levites their shares. So the Levites and singers who served had gone to their own farms. ", "11": "So I argued with the officers. I said, “Why haven't you taken care of the Temple?” Then I gathered the Levites and singers. I put them back at their places.", "12": "Then all the people of Judah brought a tenth of what they had gained in grain, new wine and olive oil. And they brought it to the storerooms. ", "13": "I put these men in charge of the storerooms: Shelemiah the priest, Zadok the teacher and Pedaiah a Levite. I made Hanan son of Zaccur their helper. (Zaccur was the son of Mattaniah.) Everyone knew they were honest men. They gave out the portions that went to their relatives.", "14": "Remember me, my God, for this. Do not ignore my love for the Temple and its service.", "15": "In those days I saw people in Judah working in the winepresses on the Sabbath day. People were bringing in grain and loading it on donkeys on the Sabbath day. People were bringing loads of wine, grapes and figs into Jerusalem on the Sabbath day. I warned them about selling food on that day. ", "16": "Men from the city of Tyre were living in Jerusalem. They brought in fish and other things. They sold them in Jerusalem on the Sabbath day to the people of Judah. ", "17": "I argued with the important men of Judah. I said to them, “What is this evil thing you are doing? You are ruining the Sabbath day. ", "18": "This is just what your ancestors did. So our God did terrible things to us and this city. Now you are making him even more angry at Israel. You are ruining the Sabbath day.”", "19": "So I ordered the doors shut at sunset before the Sabbath. The gates were not to be opened until the Sabbath was over. I put my servants at the gates. So no load could come in on the Sabbath. ", "20": "Once or twice traders and sellers of all kinds of goods spent the night outside Jerusalem. ", "21": "So I warned them. I said, “Why are you spending the night by the wall? If you do it again, I will force you away.” After that, they did not come back on the Sabbath. ", "22": "Then I ordered the Levites to purify themselves. I told them to go and guard the city gates. They were to make sure the Sabbath remained holy. Remember me, my God, for this. Have mercy on me because of your great love.", "23": "In those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. ", "24": "Half their children were speaking the language of Ashdod or some other place. They couldn't speak the language of Judah. ", "25": "I argued with those people. I put curses on them. I hit some of them and pulled out their hair. I forced them to make a promise to God. I said, “Do not let your daughters marry the sons of foreigners. Do not take the daughters of foreigners as wives for your sons or yourselves. ", "26": "Foreign women made King Solomon of Israel sin. There was never a king like him in any of the nations. God loved Solomon. God made him king over all Israel. But foreign women made Solomon sin. ", "27": "And now you are not obedient when you do this evil thing. You are unfaithful to our God when you marry foreign wives.”", "28": "Joiada was the son of Eliashib the high priest. One of Joiada's sons married a daughter of Sanballat the Horonite, who was not a Jew. So I forced Joiada's son away from me.", "29": "Remember them, my God. They made the priesthood unclean. They made the agreement of the priests and Levites unclean.", "30": "So I purified them of everything that was foreign. I appointed duties for the priests and Levites. Each man had his own job. ", "31": "I also made sure wood was brought for the altar at regular times. And I made sure the first fruits were brought. Remember, my God, to be kind to me."}