{"1": "The men and their wives complained loudly against their fellow Jews. ", "2": "Some of them were saying, “We have many sons and daughters in our families. To eat and stay alive, we need grain.”", "3": "Others were saying, “We are borrowing money to get grain. There is not much food. We might not be able to pay back the money we've borrowed. Then we will have to pay with our fields, vineyards and homes.”", "4": "And still others were saying, “We are having to borrow money. We have to pay the king's tax on our fields and vineyards. ", "5": "We are just like our fellow Jews. Our sons are like their sons. But we have to sell our sons and daughters as slaves. Some of our daughters have already been sold. But there is nothing we can do. Our fields and vineyards already belong to other people.”", "6": "When I heard their complaints about these things, I was very angry. ", "7": "I thought about it. Then I accused the important people and the leaders. I told them, “You are charging your own brothers too much interest.” So I called a large meeting to deal with them. ", "8": "I said to them, “Our fellow Jews had been sold to non-Jewish nations. But, as much as possible, we have bought them back. Now you are making your fellow Jews sell themselves to us!” The leaders were quiet. They had nothing to say.", "9": "Then I said, “What you are doing is not right. You should live in fear of God. Don't let our non-Jewish enemies shame us. ", "10": "I, my brothers and my men are also lending money and grain to the people. But stop charging them too much for this! ", "11": "Give back their fields, vineyards, olive trees and houses right now. Also give them back the extra amount you charged them. That is the hundredth part of the money, grain, new wine and oil.”", "12": "They said, “We will give it back. And we will not demand anything more from them. We will do as you say.” Then I called for the priests. And I made the important men and leaders promise to do what they had said. ", "13": "Also I shook out the folds of my robe. I said, “In this way may God shake out every man who does not keep his promise. May God shake him out of his house. And may he shake him out of the things that are his. Let that man be shaken out and emptied!” Then the whole group said, “Amen.” And they praised the Lord. So the people did what they had promised.", "14": "I was appointed governor in the land of Judah. This was in the twentieth year of King Artaxerxes' rule. I was governor till his thirty-second year. So I was governor of Judah for 12 years. During that time neither my brothers nor I ate the food that was allowed for the governor. ", "15": "But the governors before me placed a heavy load on the people. They took about one pound of silver from each person. And they took food and wine. The governors' helpers before me also controlled the people. But I did not do that because I feared God. ", "16": "I worked on the wall. So did all my men who were gathered there. We did not buy any fields.", "17": "Also, I fed 150 Jews and officers at my table. And I fed those who came from the nations around us. ", "18": "This is what was prepared every day for me and those who ate with me: one ox, six good sheep, and birds. And every ten days there were all kinds of wine. But I never demanded the food that was allowed for the governor. This was because the people were already working very hard.", "19": "Remember, my God, to be kind to me. Remember all the good I have done for these people."}