{"1": "Then Sanballat, Tobiah, Geshem the Arab and our other enemies heard that I had rebuilt the wall. There was not one gap in it. But I had not yet set the doors in the gates. ", "2": "So Sanballat and Geshem sent me this message: “Come, Nehemiah, let's meet together in Kephirim on the plain of Ono.” But they were planning to harm me. ", "3": "So I sent messengers to them with this answer: “I am doing a great work. I can't come down. I don't want the work to stop while I leave to meet you.” ", "4": "Sanballat and Geshem sent the same message to me four times. And I sent back the same answer each time.", "5": "The fifth time Sanballat sent his helper to me with the message. And in his hand was an unsealed letter. ", "6": "This is what was written: A report is going around to all the nations. And Geshem says it is true. It says you and the Jews are planning to turn against the king. That's why you are rebuilding the wall. They say you are going to be their king. ", "7": "They say you have appointed prophets to announce in Jerusalem: “There is a king of Judah!” The king will hear about this. So come, let's discuss this together.", "8": "So I sent him back this answer: “Nothing you are saying is really happening. You are just making it up in your own mind.”", "9": "Our enemies were trying to scare us. They were thinking, “They will get too weak to work. Then the wall will not be finished.” But I prayed, “God, make me strong.”", "10": "One day I went to the house of Shemaiah son of Delaiah. Delaiah was the son of Mehetabel. Shemaiah had to stay at home. He said, “Nehemiah, let's meet in the Temple of God. Let's go inside the Temple and close the doors. Men are coming at night to kill you.”", "11": "But I said, “Should a man like me run away? Should I run into the Temple to save my life? I will not go.” ", "12": "I knew that God had not sent him. Tobiah and Sanballat had paid him to prophesy against me. ", "13": "They paid him to frighten me so I would do this and sin. Then they could give me a bad name to shame me.", "14": "I prayed, “Remember Tobiah and Sanballat, my God. Remember what they have done. Also remember the prophetess Noadiah and the other prophets who have been trying to frighten me.”", "15": "So the wall of Jerusalem was completed. It was on the twenty-fifth day of the month of Elul. It took 52 days to rebuild. ", "16": "Then all our enemies heard about it. And all the nations around us saw it. So they were shamed. They understood that the work had been done with the help of our God.", "17": "Also in those days the important men of Judah sent many letters to Tobiah. And Tobiah answered them. ", "18": "Many Jews had promised to be faithful to Tobiah. This was because Tobiah was the son-in-law of Shecaniah son of Arah. And Tobiah's son Jehohanan had married the daughter of Meshullam son of Berekiah. ", "19": "Those important men kept telling me about the good things Tobiah was doing. Then they would tell Tobiah what I said about him. So Tobiah sent letters to frighten me."}