{"1": "It was on the twenty-fourth day of that same month. The people of Israel gathered together. They did not eat. And they put on rough cloth and put dust on their heads. This was to show their sadness. ", "2": "Those people whose ancestors were from Israel had separated themselves from all foreigners. They stood and confessed their sins and their ancestors' sins. ", "3": "For a fourth of the day they stood where they were. And they read from the Book of the Teachings of the Lord their God. Then they spent another fourth of the day confessing their sins. And they worshiped the Lord their God. ", "4": "These Levites were standing on the stairs: Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kanani. They called out to the Lord their God with loud voices. ", "5": "And these Levites spoke: Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah. They said, “Stand up and praise the Lord your God. He lives forever and ever.” “Blessed be your wonderful name. It is more wonderful than all blessing and praise.", "6": "You are the only Lord. You made the heavens, even the highest heavens. You made all the stars. You made the earth and everything that is on it. You made the seas and everything that is in them. You give life to everything. The heavenly army worships you.", "7": "“You are the Lord God. You chose Abram. You brought him out of Ur of the Babylonians. You named him Abraham.", "8": "You found that he was faithful to you. So you made an agreement with him. You promised to give his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise. You are fair.", "9": "“You saw our ancestors suffering in Egypt. You heard them cry out at the Red Sea.", "10": "You did signs and miracles against the king of Egypt. And you did them against all his officers and all the people of Egypt. You knew how proud they were. You made everyone know your name. And it is still known today.", "11": "You divided the sea in front of our ancestors. They walked through it on dry ground. But you threw the people chasing them into the deep water. They were like a stone being thrown into mighty waters.", "12": "You led our ancestors with a pillar of cloud in the daytime. And you led them with a pillar of fire at night. It lit the way they were supposed to go.", "13": "You came down to Mount Sinai. You talked to our ancestors from heaven. You gave them fair rules and true teachings. You gave them good orders and commands.", "14": "You told them about your holy Sabbath. You gave commands, orders and teachings to them through your servant Moses.", "15": "When they were hungry, you gave them bread from heaven. When they were thirsty, you brought them water from the rock. You told them to go into the land and take it over. You had promised to give it to them.", "16": "“But our ancestors were proud and stubborn. They did not obey your commands.", "17": "They refused to listen. They forgot the miracles you did for them. They became stubborn and turned against you. They chose a leader to lead them back to their slavery. But you are a forgiving God. You are kind and full of mercy. You do not become angry quickly. And you have great love. So you did not leave them.", "18": "Our ancestors even made an idol of a calf for themselves. They said, 'This is your god, Israel. It brought you up out of Egypt.' They spoke against you.", "19": "“You have great mercy. So you did not leave them in the desert. During the day the pillar of cloud guided them on their way. And the pillar of fire led them at night. It lit the way they were supposed to go.", "20": "You gave your good Spirit to teach them. You gave them manna to eat. And you gave them water when they were thirsty.", "21": "You took care of them for 40 years in the desert. They needed nothing. Their clothes did not wear out. And their feet did not swell.", "22": "“You gave them kingdoms and nations. You gave them more land. They took over the country of Sihon king of Heshbon. And they took over the country of Og king of Bashan.", "23": "You made their children as many as the stars in the sky. And you brought them into the land. This was where you had told their ancestors to enter and take over.", "24": "So their children went into the land and took over. The Canaanites lived there. But you defeated them for our ancestors. You handed over to them the Canaanites, their kings and the people of the land. Our ancestors could do what they wanted with them.", "25": "Our ancestors captured strong, walled cities and fertile land. They took over houses full of good things. They took over wells that were already dug. They took vineyards, olive trees and many fruit trees. They ate until they were full and became fat. They enjoyed your great goodness.", "26": "“But they were disobedient and turned against you. They ignored your teachings. Your prophets warned them to come back to you. But they killed those prophets. And they spoke against you.", "27": "So you allowed their enemies to defeat them. Their enemies treated them badly. But in this time of trouble our ancestors cried out to you. And you heard from heaven. You had great mercy. You gave them saviors who saved them from the power of their enemies.", "28": "But as soon as they had rest, they again did what was evil. So you left them to their enemies who ruled over them. But they cried out to you again. And you heard from heaven. Because of your mercy, you saved them again and again.", "29": "You warned them to return to obeying your teachings. But they were proud. They did not obey your commands. If a man obeys your laws, he will live. But they sinned against your laws. They were stubborn and disobedient. They would not listen.", "30": "You were patient with them for many years. You warned them by your Spirit through the prophets. But they did not pay attention. So you allowed them to be defeated by other countries.", "31": "But because your mercy is great, you did not kill them all. You did not leave them. You are a kind and merciful God.", "32": "“And so, our God, you are the great and mighty and wonderful God. You keep your agreement of love. Do not let all our trouble seem unimportant in your eyes. This trouble has come to us, to our kings and to our leaders. It has come to our priests and prophets. It has come to our ancestors and all your people. This trouble has come to us since the days of the kings of Assyria. And it has lasted until today.", "33": "You have been fair in everything that has happened to us. You have been loyal, but we have been wicked.", "34": "Our kings, leaders, priests and ancestors did not obey your teachings. They did not pay attention to the commands and warnings you gave them.", "35": "Even when our ancestors were living in their kingdom, they did not serve you. They were enjoying all the good things you had given them. They were enjoying the land that was fertile and full of room. But they did not stop their evil ways.", "36": "“Look, we are slaves today in the land you gave our ancestors. They were to enjoy its fruit and its good things. But look, we are slaves here.", "37": "The land's great harvest belongs to the kings you have put over us. This is because of our sins. Those kings rule over us and our cattle as they please. And we are in much trouble.", "38": "“Because of all this, we are making an agreement in writing. Our leaders, Levites and priests are putting their seals on it.”"}