{"1": "In the beginning was the Word.[a] The Word was with God, and the Word was God. ", "2": "He was with God in the beginning. ", "3": "All things were made through Him, and apart from Him nothing was made that has come into being. ", "4": "In Him was life, and the life was the light of men. ", "5": "The light shines in the darkness, and the darkness has not overpowered it.", "6": "There came a man sent from God, whose name was John. ", "7": "He came as a witness to testify about the light, so that through him everyone might believe. ", "8": "He was not the light, but he came to bear witness concerning the light. ", "9": "The true light, coming into the world, gives light to every man.", "10": "He was in the world, and the world was made through Him; but the world did not know Him. ", "11": "He came to His own, but His own did not receive Him. ", "12": "But whoever did receive Him, those trusting in His name, to these He gave the right to become children of God. ", "13": "They were born not of a bloodline, nor of human desire, nor of man's will, but of God. ", "14": "And the Word became flesh and tabernacled among us. We looked upon His glory,[b] the glory of the one and only[c] from the Father, full of grace and truth.", "15": "John testifies about Him. He cried out, saying, “This is He of whom I said, 'The One who comes after me is above me, because He existed before me.'” ", "16": "Out of His fullness, we have all received grace on top of grace. ", "17": "Torah was given through Moses; grace and truth came through Yeshua the Messiah. ", "18": "No one has ever seen God; but the one and only God,[d] in the Father's embrace, has made Him known.", "19": "This is John's testimony, when the Judean leaders sent kohanim and Levites from Jerusalem to ask him, “Who are you?”", "20": "He openly admitted and did not deny; he admitted, “I am not the Messiah.”", "21": "“What then? Are you Elijah?” they asked him. “I am not,” said John. “Are you the Prophet?” “No,” he answered.", "22": "So they said to him, “Who are you? Give us an answer for those who sent us. What do you say about yourself?”", "23": "He said, “I am 'the voice of one crying in the wilderness, “Make straight the way of Adonai,”'[e] as the prophet Isaiah said.”", "24": "Now those sent were from the Pharisees. ", "25": "They asked him, “If you're not the Messiah, Elijah, or the Prophet, why then are you immersing?”", "26": "“I immerse in water,” John answered. “Among you stands One you do not know, ", "27": "coming after me, whose sandals I'm not worthy to untie.” ", "28": "These things happened in Bethany beyond the Jordan, where John was immersing.", "29": "The next day, John sees Yeshua coming to him and says, “Behold, the Lamb[f] of God who takes away the sin of the world! ", "30": "This is the One about whom I told you, 'He who comes after me is above me, because He was before me.' ", "31": "I didn't know Him, but I came immersing with water so that He might be revealed to Israel.”", "32": "Then John testified, “I have seen the Ruach coming down like a dove out of heaven, and it remained on Him. ", "33": "I did not know Him; but the One who sent me to immerse in water said to me, 'The One on whom you see the Ruach coming down and remaining, this is the One who immerses in the Ruach ha-Kodesh.' ", "34": "And I have seen and testified that this is Ben-Elohim.”[g]", "35": "Again the next day, John was standing with two of his disciples ", "36": "and watched Yeshua walking by. He said, “Behold, the Lamb of God!” ", "37": "The two disciples heard him say this, and they followed Yeshua.", "38": "Yeshua turned around and saw them following. He said to them, “What are you looking for?” They said to Him, “Rabbi” (which is translated Teacher), “where are you staying?”", "39": "“Come and see,” Yeshua tells them. So they came and saw where He was staying, and they spent that day with Him. It was about the tenth hour.[h]", "40": "Andrew, the brother of Simon Peter, was one of the two who heard John speak and followed Yeshua. ", "41": "First he finds his own brother Simon and tells him, “We've found the Messiah!” (which is translated Anointed One).", "42": "Andrew brought Simon to Yeshua. Yeshua looked at him and said, “You are Simon, son of John. You shall be called Kefa (which is translated Peter).”", "43": "The next day, Yeshua decided to go to the Galilee. He finds Philip and says to him, “Follow Me!” ", "44": "Now Philip was from Bethsaida, the same town as Andrew and Peter.", "45": "Philip finds Nathanael and tells him, “We've found the One that Moses in the Torah, and also the prophets, wrote about—Yeshua of Natzeret, the son of Joseph!”", "46": "“Natzeret!” Nathanael answered. “Can anything good come from there?” Philip said to him, “Come and see.”", "47": "Yeshua saw Nathanael coming toward Him. He said, “Look, a true Israelite! There's nothing false in him.”", "48": "Nathanael said to Him, “How do you know me?” Yeshua answered, “Before Philip called you, when you were under the fig tree, I saw you.”", "49": "“Rabbi,” Nathanael answered, “You are Ben-Elohim! You are the King of Israel!”[i]", "50": "“Because I told you that I saw you under the fig tree, you believe?” Yeshua replied to him. “You will see greater things than that!” ", "51": "And He said, “Amen, amen I tell you, you will see heaven opened and the angels of God going up and coming down on the Son of Man!”[j]"}