{"1": "“Amen, amen I tell you, he who does not enter the sheepfold by the door, but climbs in some other way, is a thief and a robber. ", "2": "But he who enters through the door is the shepherd of the sheep. ", "3": "To him the doorkeeper opens, and the sheep hear his voice. The shepherd calls his own sheep by name and leads them out.", "4": "“When he has brought out all his own, he goes ahead of them; and the sheep follow him because they know his voice. ", "5": "They will never follow a stranger, but will run away from him, for they do not know the voice of strangers.” ", "6": "Yeshua told them this parable, but they did not understand what He was telling them.", "7": "So Yeshua said again, “Amen, amen I tell you, I am the gate for the sheep. ", "8": "All those who came before Me are thieves and robbers, but the sheep did not listen to them. ", "9": "I am the gate![a] If anyone comes in through Me, he will be saved. He will come and go and find pasture. ", "10": "The thief comes only to steal, slaughter, and destroy. I have come that they might have life, and have it abundantly!", "11": "“I am the Good Shepherd.[b] The Good Shepherd lays down His life for the sheep. ", "12": "The hired worker is not the shepherd, and the sheep are not his own. He sees the wolf coming and abandons the sheep and flees. Then the wolf snatches and scatters the sheep. ", "13": "The man is only a hired hand and does not care about the sheep.", "14": "“I am the Good Shepherd. I know My own and My own know Me, ", "15": "just as the Father knows Me and I know the Father. And I lay down My life for the sheep. ", "16": "I have other sheep that are not from this fold; those also I must lead, and they will listen to My voice. So there shall be one flock, one Shepherd.", "17": "“For this reason the Father loves Me, because I lay down My life, so that I may take it up again. ", "18": "No one takes it away from Me, but I lay it down on My own. I have the authority to lay it down, and I have the authority to take it up again. This command I received from My Father.”", "19": "Again a division arose among the Judeans because of these words. ", "20": "Many of them were saying, “He has a demon. He's insane! Why listen to Him?” ", "21": "Others said, “These are not the sayings of someone who is plagued by a demon. A demon cannot open the eyes of the blind, can it?”", "22": "Then came Hanukkah;[c] it was winter in Jerusalem. ", "23": "Yeshua was walking in the Temple around Solomon's Colonnade. ", "24": "Then the Judean leaders surrounded Him, saying, “How long will You hold us in suspense? If You are the Messiah, tell us outright!”", "25": "Yeshua answered them, “I told you, but you don't believe! The works I do in My Father's name testify concerning Me. ", "26": "But you don't believe, because you are not My sheep. ", "27": "My sheep hear My voice. I know them, and they follow Me. ", "28": "I give them eternal life! They will never perish, and no one will snatch them out of My hand. ", "29": "My Father, who has given them to Me, is greater than all. And no one is able to snatch them out of the Father's hand. ", "30": "I and the Father are one.”", "31": "Again the Judean leaders picked up stones to stone Him. ", "32": "Yeshua answered them, “I've shown you many good works from the Father. For which of these are you going to stone Me?”", "33": "The Judean leaders answered, “We aren't stoning you for a good work, but for blasphemy. Though You are a man, You make Yourself God!”", "34": "Yeshua answered them, “Isn't it written in your Writings,[d] 'I have said you are gods'? ", "35": "If he called them 'gods,' to whom the Word of God came (and the Scripture cannot be broken), ", "36": "do you say of Him, the One the Father set apart and sent into the world, 'You speak blasphemy,' because I said, 'I am Ben-Elohim'?", "37": "“If I don't do the works of My Father, don't believe Me! ", "38": "But if I do, even if you don't trust Me, trust the deeds. Then you may come to know and continue to understand that the Father is in Me, and I am in the Father.” ", "39": "Therefore they tried to capture Him again, but He escaped from their hand.", "40": "Again He went back across the Jordan to the place where John first started immersing, and He stayed there. ", "41": "Many people came to Him and were saying, “John performed no sign, but all John said about this man was true.” ", "42": "And many trusted in Him there."}