{"1": "Six days before Passover, Yeshua came to Bethany, where Lazarus was, whom Yeshua had raised from the dead. ", "2": "So they prepared a dinner there for Yeshua. Martha was serving, and Lazarus was one of those reclining at the table with Him. ", "3": "Then Miriam took a pound[a] of very expensive oil of pure nard and anointed Yeshua's feet, and she wiped His feet dry with her hair. Now the house was filled with the fragrance of the oil.", "4": "But Judah from Kriot, one of His disciples, the one who was about to betray Him, said, ", "5": "“Why wasn't this oil sold for three hundred denarii[b] and the money given to the poor?” ", "6": "Now he said this not because he cared about the poor, but because he was a thief. Since he had the moneybox, he used to steal from what was put in it.", "7": "Therefore Yeshua said, “Leave her alone! She set it aside for the day of My burial. ", "8": "You will always have the poor among you, but you will not always have Me.”", "9": "Now a large crowd of Judeans knew He was there and came, not only for Yeshua but also to see Lazarus, whom He had raised from the dead. ", "10": "So the ruling kohanim made plans to kill Lazarus also, ", "11": "because on account of him many of the Jewish people were going and putting their trust in Yeshua.", "12": "The next day, the huge crowd that had come up for the feast heard that Yeshua was coming to Jerusalem. ", "13": "So they took palm branches and went out to meet Him, shouting, “'Hoshia-na! Baruch ha-ba b'shem Adonai! Blessed is He who comes in the name of the Lord!'[c] The King of Israel!”", "14": "Finding a young donkey, Yeshua sat on it, as it is written,", "15": "“Fear not, Daughter of Zion! Look! Your King is coming, sitting on a donkey's colt.”[d]", "16": "His disciples did not understand these things at first. But when Yeshua was glorified, then they remembered that these things were written about Him and that the crowd had done these things for Him.", "17": "So the crowd, which had been with Yeshua when He called Lazarus out of the tomb and raised him from the dead, kept on telling everyone about it. ", "18": "It was also for this reason that the crowd came out to meet Him, because they heard that He had performed this sign. ", "19": "So the Pharisees said to each other, “You see that you can't do anything. Look, the whole world has taken off after Him!”", "20": "Now there were some Greeks among those who were going up to worship at the feast. ", "21": "These came to Philip, who was from Bethsaida in the Galilee. “Sir,” they said, “we want to see Yeshua.” ", "22": "Philip comes and tells Andrew; Andrew and Philip come and tell Yeshua.", "23": "Yeshua answers them, saying, “The hour has come for the Son of Man to be glorified! ", "24": "Amen, amen I tell you, unless a grain of wheat falls to the earth and dies, it remains alone. But if it dies, it produces much fruit. ", "25": "He who loves his life will lose it, and the one who hates his life in this world will keep it forever. ", "26": "If any man serves Me, he must follow Me; and where I am, there also will My servant be. If anyone serves Me, the Father will honor him.", "27": "“Now My soul is troubled. And what shall I say? 'Father, save Me from this hour'? But it was for this reason I came to this hour. ", "28": "Father, glorify Your name!” Then a voice came out of heaven, “I have glorified it, and again I will glorify it!”", "29": "Therefore the crowd that was standing there and heard it was saying that it had thundered. Others were saying, “An angel has spoken to Him.”", "30": "Yeshua responded, “This voice hasn't come for My sake, but for yours. ", "31": "Now is the judgment of this world! Now the prince of this world will be driven out! ", "32": "And as I am lifted up from the earth, I will draw all to Myself.” ", "33": "He said this to show the kind of death He was about to die.", "34": "The crowd answered Him, “We've heard from Scripture[e] that the Messiah remains forever. How can You say, 'The Son of Man must be lifted up'? Who is this Son of Man?”", "35": "Therefore Yeshua said to them, “The light is with you for a little longer. Walk while you have the light, so that the darkness will not overtake you. The one who walks in darkness doesn't know where he is going. ", "36": "While you have the light, believe in the light so that you may become sons of light.” Yeshua spoke these things, then left and hid Himself from them.", "37": "But even though He had performed so many signs before them, they weren't trusting in Him. ", "38": "This was to fulfill the word of Isaiah the prophet, who said, “Adonai, who has believed our report? To whom has the arm of Adonai been revealed?”[f]", "39": "For this reason they could not believe, for Isaiah also said,", "40": "“He has blinded their eyes and hardened their hearts, so they might not see with their eyes nor understand with their hearts and turn back, and I would heal them.”[g]", "41": "Isaiah said these things because he saw His glory and spoke of Him.", "42": "Nevertheless many, even among the leaders, put their trust in Him. But because of the Pharisees, they were not confessing Yeshua,[h] so they would not be thrown out of the synagogue;", "43": "[i] 43 for they loved the glory of men more than the glory of God.", "44": "Yeshua cried out, “Whoever puts trust in Me believes not in Me but in the One who sent Me! ", "45": "And whoever beholds Me beholds the One who sent Me. ", "46": "As light I have come into the world, so that everyone who trusts in Me should not remain in darkness.", "47": "“If anyone hears My words but doesn't keep them, I do not judge him; for I came to save the world, not to judge the world. ", "48": "The one who rejects Me and doesn't receive My words has a judge; the word I spoke will judge him on the last day. ", "49": "For I did not speak on My own, but the Father Himself who sent Me has commanded Me what to say and speak. ", "50": "And I know that His commandment is life everlasting. Therefore what I say, I say just as the Father has told Me.”"}