{"1": "“I have spoken these things to you so that you may be kept from stumbling. ", "2": "They will throw you out of the synagogues. Yes, an hour is coming when whoever kills you will think he is offering service to God. ", "3": "They will do these things because they have never known the Father or Me. ", "4": "But I have spoken these things to you so that when their hour comes, you may remember that I told you of them. I did not tell you these things from the beginning, because I was with you.”", "5": "“But now I am going to the One who sent Me, and not one of you is asking Me, 'Where are you going?' ", "6": "Because I have spoken these things to you, grief has filled your heart. ", "7": "But I tell you the truth, it is to your advantage that I go away! For if I do not go away, the Helper will not come to you; but if I go, I will send Him to you.", "8": "“When He comes, He will convict the world about sin, righteousness, and judgment: ", "9": "concerning sin, because they do not believe in Me; ", "10": "concerning righteousness, because I am going to the Father and you will no longer see Me; ", "11": "and concerning judgment, because the ruler of this world has been judged.", "12": "“I still have much more to tell you, but you cannot handle it just now. ", "13": "But when the Spirit of truth comes, He will guide you into all the truth. He will not speak on His own; but whatever He hears, He will tell you. And He will declare to you the things that are to come. ", "14": "He will glorify Me, because He will take from what is Mine and declare it to you. ", "15": "Everything that the Father has is Mine. For this reason I said the Ruach will take from what is Mine and declare it to you.”", "16": "“A little while, and you will no longer see Me; and again in a little while, you will see Me.”", "17": "Then some of His disciples said to one another, “What does He mean by telling us, 'A little while, and you will no longer see Me; and again in a little while, you will see Me'? And, 'Because I am going to the Father'?”", "18": "They kept on saying, “What's this He's saying, 'A little while'? We don't know what He's talking about!”", "19": "Yeshua knew that they wanted to question Him, so He said to them, “Are you asking each other about this, that I said, 'A little while, and you will no longer see Me; and again in a little while, you will see Me'? ", "20": "Amen, amen I tell you, you will weep and mourn, but the world will celebrate. You will be filled with sorrow, but your sorrow will turn to joy!", "21": "“When a woman is in labor, she has pain because her hour has come.[a] But when she gives birth to the child, she no longer remembers the anguish, because of the joy that a human being has been born into the world. ", "22": "So also you have sorrow now; but I will see you again, and your heart will rejoice, and no one will take your joy away from you!", "23": "“In that day, you will ask Me nothing. Amen, amen I tell you, whatever you ask the Father in My name, He will give you. ", "24": "Up to now, you have not asked for anything in My name. Ask and you will receive, so that your joy may be full.", "25": "“These things I have spoken to you in metaphors. An hour is coming when I will no longer speak to you in metaphors, but will tell you plainly about the Father. ", "26": "In that day, you will ask in My name—and I'm not telling you that I will ask the Father on your behalf. ", "27": "For the Father Himself loves you, because you have loved Me and have believed that I came forth from God. ", "28": "I came forth from the Father and have come into the world. Again I am leaving the world and going to the Father.”", "29": "His disciples say, “See, now You're speaking plainly and not in metaphors. ", "30": "Now we know that You know everything and have no need to be asked anything. By this we believe that You came forth from God.”", "31": "Yeshua answered them, “Do you now believe? ", "32": "Look, the hour is coming—indeed has come—when you will be scattered, each to his own, and you will abandon Me. Yet I am not alone, because the Father is with Me. ", "33": "These things I have spoken to you, so that in Me you may have shalom. In the world you will have trouble, but take heart! I have overcome the world!”"}