{"1": "Then Pilate took Yeshua and had Him scourged. ", "2": "The soldiers twisted together a crown of thorns and put it on His head, and dressed Him in a purple robe. ", "3": "They kept coming up to Him, saying, “Hail, King of the Jews!” and slapping Him over and over.", "4": "Pilate came out again. He said to them, “Look, I'm bringing Him out to you, to let you know that I find no case against Him.” ", "5": "So Yeshua came out, wearing the crown of thorns and the purple robe. “Behold, the Man!” Pilate said to them.", "6": "When the ruling kohanim and officers saw Him, they yelled out, “Execute Him! Execute Him!”[a] Pilate said to them, “Take Him yourselves and execute Him! For I don't find a case against Him.”", "7": "The Judean leaders answered him, “We have a law,[b] and according to the Torah He must die, because He claimed to be Ben-Elohim!”", "8": "When Pilate heard this word, he became even more fearful. ", "9": "He went into the Praetorium again and said to Yeshua, “Where are You from?” But Yeshua gave him no answer. ", "10": "So Pilate said to Him, “You aren't speaking to me? Don't You know that I have the authority to release You, and I have the authority to crucify You?”", "11": "Yeshua answered, “You would have no authority over Me if it hadn't been given to you from above. For this reason, the one who handed Me over to you has the greater sin.”", "12": "Pilate tried to let Him go after this; but the Judean leaders cried out, saying, “If you release this Man, you are no friend of Caesar. Everyone who makes himself a king opposes Caesar!”", "13": "So when Pilate heard these words, he brought Yeshua out and sat down on the judge's seat at a place called the Stone Pavement (but in Aramaic,[c] Gabbatha). ", "14": "It was the Day of Preparation for Passover, about the sixth hour.[d] And Pilate said to the Judean leaders, “Behold, your king!”", "15": "They shouted back, “Take Him away! Take Him away! Execute Him!” Pilate said to them, “Should I execute your king?” The ruling kohanim answered, “We have no king but Caesar!”", "16": "Finally, Pilate handed Yeshua over to be crucified.", "17": "Then they took Yeshua. He went out, carrying His own crossbar, to the Place of a Skull, which in Aramaic[e] is called Golgotha. ", "18": "There they crucified Him, and with Him two others, one on each side and Yeshua in between.", "19": "Pilate also wrote a sign and put it on the execution stake. It was written, “YESHUA HA-NATZRATI, THE KING OF THE JEWS.” ", "20": "Many Judeans read this sign, because the place where Yeshua was executed was near the city; it was written in Hebrew, Latin, and Greek.", "21": "The ruling kohanim of the Judeans were saying to Pilate, “Don't write, 'The King of the Jews,' but that He said, 'I am King of the Jews.'”", "22": "“What I have written, I have written,” Pilate answered.", "23": "So the soldiers, when they executed Yeshua, took His outer garments and made four parts, a part for each soldier. They took His tunic also, but it was seamless, woven top to bottom in one piece. ", "24": "So they said to one another, “Let's not tear it, but cast lots for it to see whose it will be.” This was so the Scripture would be fulfilled, “They divided My garments among them, and for My clothing they cast lots.”[f] So the soldiers did these things.", "25": "Standing near the execution stake of Yeshua were His mother, His mother's sister, Miriam the wife of Clopas, and Miriam from Magdala. ", "26": "Yeshua saw His mother and the disciple whom He loved standing nearby. He tells His mother, “Woman, behold, your son!” ", "27": "Then He tells the disciple, “Behold, your mother!” From that very hour, the disciple took her into his own home.", "28": "After this, when Yeshua knew that all things were now completed, to fulfill the Scripture He said, “I am thirsty.”", "29": "[g] 29 A jar full of sour wine was sitting there, so they put a sponge soaked with the sour wine on a hyssop branch and brought it to His mouth. ", "30": "When Yeshua tasted the sour wine, He said, “It is finished!” And He bowed His head and gave up His spirit.", "31": "It was the Day of Preparation, and the next day was a festival Shabbat. So that the bodies should not remain on the execution stake during Shabbat, the Judean leaders asked Pilate to have the legs broken and to have the bodies taken away.", "32": "So the soldiers came and broke the legs of the first and then the other who had been executed with Yeshua. ", "33": "Now when they came to Yeshua and saw that He was already dead, they did not break His legs. ", "34": "But one of the soldiers pierced His side with a spear, and immediately blood and water came out. ", "35": "He who has seen it has testified, and his testimony is true. He knows that he is telling the truth, so that you also may believe. ", "36": "These things happened so that the Scripture would be fulfilled, “Not a bone of His shall be broken.”", "37": "[h] 37 And again another Scripture says, “They shall look on Him whom they have pierced.”[i]", "38": "After these things, Joseph of Arimathea asked Pilate if he could take Yeshua's body away. Joseph was a disciple of Yeshua, but secretly for fear of the Judean leaders. Pilate gave permission, so Joseph came and took the body away. ", "39": "Nicodemus, who had first visited Yeshua at night, also came bringing a mixture of myrrh and aloes, about a hundred pounds.", "40": "[j] 40 Then they took the body of Yeshua and wrapped it in linen with the spices, as is the Jewish burial custom.", "41": "Now in the place where He was executed, there was a garden. In the garden was a new tomb[k] where no one had yet been buried. ", "42": "Because it was the Jewish Day of Preparation and the tomb was nearby, they laid Yeshua there."}