{"1": "Early in the morning on the first day of the week, while it is still dark, Miriam from Magdala comes to the tomb. She sees that the stone had been rolled away from the tomb. ", "2": "So she comes running to Simon Peter and the other disciple, the one Yeshua loved. She tells them, “They've taken the Master out of the tomb, and we don't know where they've put Him!”", "3": "Then Peter and the other disciple set out, going to the tomb. ", "4": "The two were running together, but the other disciple outran Peter and arrived at the tomb first. ", "5": "Leaning in, he sees the linen strips lying there. But he didn't go in.", "6": "Then Simon Peter comes following him, and he entered the tomb. He looks upon the linen strips lying there, ", "7": "and the face cloth that had been on His head. It was not lying with the linen strips, but was rolled up in a place by itself. ", "8": "So then the other disciple, who had reached the tomb first, also entered. He saw and believed. ", "9": "For they did not yet understand from Scripture that Yeshua must rise from the dead.", "10": "[a] 10 So the disciples went back to their own homes.", "11": "But Miriam stood outside the tomb weeping. As she was weeping, she bent down to look into the tomb. ", "12": "She sees two angels in white sitting, one at the head and one at the feet, where Yeshua's body had been lying.", "13": "“Woman, why are you crying?” they say to her. She says to them, “Because they took away my Master, and I don't know where they've put Him.” ", "14": "After she said these things, she turned around. And she sees Yeshua standing there. Yet she didn't know that it was Yeshua.", "15": "Yeshua says to her, “Woman, why are you weeping? Who are you looking for?” Thinking He's the gardener, she says to Him, “Sir, if You've carried Him away, tell me where You've put Him, and I will take Him away.”", "16": "Yeshua says to her, “Miriam!” Turning around, she says to Him in Aramaic,[b] “Rabboni!” (which means Teacher).", "17": "Yeshua says to her, “Stop clinging to Me, for I have not yet gone up to the Father. Go to My brothers and tell them, 'I am going up to My Father and your Father, to My God and your God.'”", "18": "Miriam from Magdala comes, announcing to the disciples, “I've seen the Lord,” and what He had said to her.", "19": "It was evening on that day, the first of the week. When the doors were locked where the disciples were, for fear of the Judean leaders, Yeshua came and stood in their midst! And He said to them, “Shalom aleichem!” ", "20": "After He said this, He showed them His hands and His side. Then the disciples rejoiced when they saw the Lord. ", "21": "Yeshua said to them again, “Shalom aleichem! As the Father has sent Me, I also send you.”", "22": "And after He said this, He breathed on them. And He said to them, “Receive the Ruach ha-Kodesh! ", "23": "If you forgive anyone's sins, they are forgiven; but if you hold back, they are held back.”", "24": "One of the Twelve, Thomas called the Twin, was not with them when Yeshua came. ", "25": "The other disciples were saying to him, “We've seen the Lord!” But he replied to them, “Unless I see the nail prints in His hands, and put my finger into the mark of the nails, and put my hand in His side, I will never believe!”", "26": "Eight days later the disciples were again inside, and Thomas was with them. Yeshua comes, despite the locked doors. He stood in their midst and said, “Shalom aleichem!” ", "27": "Then He said to Thomas, “Put your finger here, and look at My hands. Reach out your hand and put it into My side. Stop doubting and believe!”", "28": "Thomas answered and said to Him, “My Lord and my God!”", "29": "Yeshua said to Him, “Because you have seen Me, you have believed? Blessed are the ones who have not seen and yet have believed!”", "30": "Yeshua performed many other signs in the presence of the disciples, which are not written in this book. ", "31": "But these things have been written so that you may believe that Yeshua is Mashiach Ben-Elohim, and that by believing you may have life in His name."}