{"1": "After these things, Yeshua revealed Himself again to the disciples at the Sea of Tiberias. Now here is how He appeared. ", "2": "Simon Peter, Thomas called the Twin, Nathanael of Cana in the Galilee, the sons of Zebedee, and two of the other disciples were together.", "3": "Simon Peter said to them, “I'm going fishing.” “We're coming with you too,” they said. They went out and got into the boat, and that night they caught nothing.", "4": "At dawn, Yeshua stood on the beach; but the disciples didn't know that it was Yeshua. ", "5": "So Yeshua said to them, “Boys, you don't happen to have any fish, do you?” “No,” they answered Him.", "6": "He said to them, “Throw the net off the right side of the boat, and you'll find some.” So they threw the net, and they were not able to haul it in because of the great number of fish.", "7": "Therefore the disciple whom Yeshua loved said to Peter, “It's the Lord!” When Simon Peter heard that it was the Lord, he tied his outer garment around himself—for he was stripped down for work—and threw himself into the sea. ", "8": "But the other disciples came in the boat from about two hundred cubits[a] offshore, dragging the net full of fish.", "9": "So when they got out onto the land, they saw a charcoal fire with fish placed on it, and bread. ", "10": "Yeshua said to them, “Bring some of the fish you've just caught.” ", "11": "Simon Peter went aboard and hauled the net to shore. There were 153 fish, many of them big; but the net was not broken. ", "12": "Yeshua said to them, “Come, have breakfast.” None of the disciples dared ask Him, “Who are You?”—knowing it was the Lord.", "13": "Yeshua comes and takes the bread and gives it to them, and likewise the fish. ", "14": "This was now the third time that Yeshua was revealed to the disciples after He was raised from the dead.", "15": "When they had finished breakfast, Yeshua said to Simon Peter, “Simon, son of John, do you love Me more than these?” “Yes, Lord,” he said to Him, “You know that I love you.” He said to him, “Feed My lambs!”", "16": "He said to him again a second time, “Simon, son of John, do you love Me?” “Yes, Lord,” he said, “You know that I love You.” He said to him, “Take care of My sheep!”", "17": "He said to him a third time, “Simon, son of John, do you love Me?” Peter was grieved because He said to him for a third time, “Do you love Me?” And he said to Him, “Lord, You know everything! You know that I love You!” Yeshua said to him, “Feed My sheep!”[b]", "18": "“Amen, amen I tell you, when you were younger, you used to dress yourself and walk wherever you wanted; but when you grow old, you will stretch out your hands, and someone else will dress you and carry you where you do not want to go.” ", "19": "Now this He said to indicate by what kind of death Peter was going to glorify God. And after this, Yeshua said to him, “Follow Me!”", "20": "Peter, turning around, sees the disciple following. This was the one whom Yeshua loved, who also had reclined against Yeshua's chest at the seder meal and said, “Master, who is the one who is betraying You?” ", "21": "Seeing him, Peter said to Yeshua, “Lord, what about him?”", "22": "Yeshua said to him, “If I want him to remain until I come, what is that to you? You follow Me!” ", "23": "Therefore this saying went out among the brothers and sisters, that this disciple would not die. Yet Yeshua did not say to him that he would not die, but, “If I want him to remain until I come, what is that to you?”", "24": "This is the disciple who is an eyewitness of these things and wrote these things. We know that his testimony is true. ", "25": "There are also many other things that Yeshua did. If all of them were to be written one by one, I suppose that not even the world itself will have room for the books being written!"}