{"1": "Now there was a man, a Pharisee named Nicodemus, a ruler of the Jewish people. ", "2": "He came to Yeshua at night and said, “Rabbi, we know that You, a teacher, have come from God. For no one can perform these signs which You do unless God is with Him!”", "3": "Yeshua answered him, “Amen, amen I tell you, unless one is born from above,[a] he cannot see the kingdom of God.”", "4": "“How can a man be born when he is old?” Nicodemus said to Him. “He cannot enter his mother's womb a second time and be born, can he?”", "5": "Yeshua answered, “Amen, amen I tell you, unless one is born of water and spirit,[b] he cannot enter the kingdom of God. ", "6": "What is born of the flesh is flesh, and what is born of the Spirit is spirit. ", "7": "Do not be surprised that I said to you, 'You all must be born from above.' ", "8": "The wind blows where it wishes and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone born of the Spirit.”", "9": "“How can these things happen?” Nicodemus said.", "10": "Yeshua answered him, “You're a teacher of Israel and you do not understand these things? ", "11": "Amen, amen I tell you, We speak about what We know and testify about what We have seen. Yet you all do not receive Our testimony! ", "12": "If you do not believe the earthly things I told you, how will you believe when I tell you about heavenly things? ", "13": "No one has gone up into heaven except the One who came down from heaven—the Son of Man. ", "14": "Just as Moses lifted up the serpent in the desert,[c] so the Son of Man must be lifted up, ", "15": "so that whoever believes in Him may have eternal life!", "16": "“For God so loved the world that He gave His one and only Son, that whoever believes in Him shall not perish but have eternal life. ", "17": "God did not send the Son into the world to condemn the world, but in order that the world might be saved through Him. ", "18": "The one who believes in Him is not condemned; but whoever does not believe has been condemned already, because he has not put his trust in the name of the one and only Ben-Elohim.", "19": "“Now this is the judgment, that the light has come into the world and men loved the darkness instead of the light,[d] because their deeds were evil. ", "20": "For everyone who does evil hates the light and does not come to the light, so that their deeds will not be exposed. ", "21": "But whoever practices the truth comes to the light, so that it may be made known that his deeds have been accomplished in God.”", "22": "Afterwards, Yeshua and His disciples came to the land of Judea. There He was staying with them and immersing. ", "23": "Now John also was immersing at Aenon near Salim, because much water was there and many were coming and being immersed; ", "24": "for John had not yet been thrown into prison.", "25": "Now an argument came up between John's disciples and a Judean concerning purification. ", "26": "They came to John and said, “Rabbi, the One who was with you beyond the Jordan, the One you testified about—look, He is immersing, and all are coming to Him!”", "27": "John answered, “A man can receive nothing unless it has been given to him from heaven. ", "28": "You yourselves testify that I said, 'I am not the Messiah,' but rather, 'I am sent before Him.' ", "29": "The one who has the bride is the bridegroom, but the best man rejoices when he stands and hears the bridegroom's voice. So now my joy is complete! ", "30": "He must increase, while I must decrease.”", "31": "The One who comes from above is above all. The one who is from the earth is of the earth, and of the earth he speaks. The One who comes from heaven is above all. ", "32": "And what He has seen and heard, He testifies to that; yet no one receives His testimony. ", "33": "Whoever receives His testimony has certified that God is true.", "34": "The One whom God has sent speaks the words of God, for God gives the Ruach without limit. ", "35": "The Father loves the Son and has given everything into His hand. ", "36": "He who trusts in the Son has eternal life. He who does not obey the Son will not see life, but the wrath of God remains on him."}