{"1": "Afterwards, Yeshua went away to the other side of the Sea of Galilee, also known as the Sea of Tiberias. ", "2": "A large crowd kept following Him, because they were watching the signs He was performing on the sick. ", "3": "Then Yeshua went up the mountainside and sat down there with His disciples. ", "4": "Passover, the Jewish feast, was near.", "5": "Lifting up His eyes and seeing a large crowd coming to Him, Yeshua said to Philip, “Where will we buy bread so these may eat?” ", "6": "Now Yeshua was saying this to test him, for He knew what He was about to do.", "7": "Philip answered Him, “Two hundred denarii[a] isn't enough to buy bread for each to get a little bit!”", "8": "One of His disciples, Andrew, Simon Peter's brother, said to Him, ", "9": "“There's a boy here who has five barley loaves and two fish—but what's that for so many?”", "10": "Yeshua said, “Make the people recline.” There was much grass in the area. So the men reclined, about five thousand in number. ", "11": "Then Yeshua picked up the loaves. And having given thanks, He distributed bread to everyone who was reclining. He did the same with the fish, as much as they wanted.", "12": "When the people were full, Yeshua said to His disciples, “Gather up the leftovers, so nothing is wasted.” ", "13": "So they gathered them and filled twelve baskets with broken pieces from the five barley loaves, which were left over by those who had finished eating.", "14": "When the people saw the sign that Yeshua performed, they began to say, “This is most certainly the Prophet who is to come into the world!”", "15": "[b] 15 Realizing that they were about to come and seize Him by force to make Him king, Yeshua withdrew again to the mountain, Himself alone.", "16": "Now when evening came, Yeshua's disciples went down to the sea. ", "17": "Getting into a boat, they set out to cross the sea toward Capernaum. By now it had become dark, and still Yeshua had not come to them. ", "18": "A great wind began to blow, stirring up the sea.", "19": "After they had rowed about twenty-five or thirty stadia,[c] they catch sight of Yeshua walking on the sea, approaching the boat. They were terrified! ", "20": "But Yeshua says to them, “I am. Don't be afraid.”", "21": "[d] 21 Then they wanted to take Him into the boat, and right away the boat reached the shore where they were headed.", "22": "The next day, the crowd remaining on the other side of the sea realized that no other boat had been there except the one, and that Yeshua hadn't gone into the boat with His disciples, but that His disciples had gone away alone. ", "23": "Some other boats from Tiberias came close to the place where they had eaten the bread after the Master had given thanks. ", "24": "So when the crowd realized that neither Yeshua nor His disciples were there, they got into the boats and set off for Capernaum to find Him. ", "25": "When they found Him on the other side of the sea, they said, “Rabbi, when did You get here?”", "26": "Yeshua responded to them, “Amen, amen I tell you, you seek Me not because you saw signs, but because you ate all the bread and were filled. ", "27": "Don't work for food that spoils, but for the food that endures to eternal life, which the Son of Man will give to you. For on Him, God the Father has put the seal of approval.”", "28": "Then they said to Him, “What shall we do to perform the works of God?”", "29": "Yeshua answered them, “This is the work of God, to trust in the One He sent.”", "30": "So they said to Him, “Then what sign do You perform, so that we may see and believe You? What work do You do? ", "31": "Our fathers ate the manna in the wilderness; as it is written, 'Out of heaven He gave them bread to eat.'”[e]", "32": "Yeshua answered them, “Amen, amen I tell you, it isn't Moses who has given you bread from heaven, but My Father gives you the true bread from heaven. ", "33": "For the bread of God is the One coming down from heaven and giving life to the world.”", "34": "So they said to Him, “Sir, give us this bread from now on!”", "35": "Yeshua said to them, “I am the bread of life. Whoever comes to Me will never be hungry, and whoever believes in Me will never be thirsty. ", "36": "But I told you that you have seen Me, yet you do not believe. ", "37": "Everyone the Father gives Me will come to Me, and anyone coming to Me I will never reject. ", "38": "For I have come down from heaven not to do My own will but the will of the One who sent Me.", "39": "“Now this is the will of the One who sent Me, that I lose not one of all He has given Me, but raise each one on the last day. ", "40": "For this is the will of My Father, that everyone who sees the Son and trusts in Him may have eternal life; and I will raise him up on the last day.”", "41": "Some of the Judeans[f] started to grumble about Him, because He said, “I am the bread that came down from heaven.” ", "42": "They were saying, “Isn't this Yeshua the son of Joseph, whose father and mother we know? How can He now say, 'I have come down from heaven'?”", "43": "Yeshua answered, “Stop grumbling among yourselves! ", "44": "No one can come to Me unless My Father who sent Me draws him—and I will raise him up on the last day. ", "45": "It is written in the Prophets, 'They will all be taught by God.'[g] Everyone who has listened and learned from the Father comes to Me. ", "46": "Not that anyone has seen the Father except the One who is from God—He has seen the Father.", "47": "“Amen, amen I tell you, he who believes has eternal life. ", "48": "I am the bread of life. ", "49": "Your fathers ate the manna in the desert, yet they died. ", "50": "This is the bread that comes down from heaven, so that one may eat and not die. ", "51": "I am the living bread, which came down from heaven. If anyone eats this bread, he will live forever. This bread is My flesh, which I will give for the life of the world.”", "52": "Then the Jews began arguing with one another, “How can this man give us His flesh to eat?”", "53": "So Yeshua said to them, “Amen, amen I tell you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in yourselves. ", "54": "He who eats My flesh and drinks My blood has eternal life, and I will raise him up on the last day.", "55": "“For My flesh is real food and My blood is real drink. ", "56": "He who eats My flesh and drinks My blood abides in Me, and I in him. ", "57": "Just as the living Father sent Me and I live because of the Father, so the one who eats of Me will also live because of Me. ", "58": "This is the bread that came down from heaven—not like the bread your fathers ate and then died. He who eats this bread will live forever.”", "59": "He said these things while teaching at the synagogue in Capernaum.", "60": "So when many of His disciples heard this, they said, “This is a hard teaching. Who can listen to it?”", "61": "But Yeshua knew His disciples were murmuring, so He said to them, “Does this offend you? ", "62": "Then what if you see the Son of Man going back up to the place where He was before? ", "63": "It is the Spirit who gives life; the flesh is of no benefit. The words I have spoken to you are Spirit and are life! ", "64": "Yet some of you do not trust.” Yeshua knew from the beginning who were the ones who did not trust, as well as which one would betray Him.", "65": "Then He told them, “For this reason I've told you that no one can come to Me unless it has been granted to him by the Father.”", "66": "From this time, many of His disciples left and quit walking with Him. ", "67": "So Yeshua said to the Twelve, “You don't want to leave also, do you?”", "68": "Simon Peter answered Him, “Lord, to whom shall we go? You have the words of eternal life! ", "69": "We have trusted and have come to know that you are the Holy One of God.”", "70": "Yeshua answered them, “Didn't I choose you, the Twelve? Yet one of you is the adversary!” ", "71": "Now He was speaking of Judah, the son of Simon of Kriot—for he, one of the Twelve, was about to betray Him."}