{"1": "After these events, Yeshua was walking about in the Galilee. He did not want to walk in Judea, because the Judean leaders wanted to kill Him. ", "2": "Now the Jewish Feast of Tabernacles[a] was near. ", "3": "Therefore His brothers said to Him, “Leave here and go to Judea, so Your disciples also may see the works You are doing. ", "4": "No one who wants to be well known does everything in secret. If You are doing these things, show Yourself to the world!” ", "5": "For not even His brothers were trusting in Him.", "6": "Therefore Yeshua said to them, “My time has not yet come, but your time is always at hand. ", "7": "The world cannot hate you, but it hates Me because I testify that its works are evil. ", "8": "You go on up to the Feast. I'm not going to this feast, because My time hasn't yet fully come.” ", "9": "After saying these things, He stayed in the Galilee.", "10": "But after His brothers went to the Feast, He also went, not openly but secretly. ", "11": "Then the Judean leaders were searching for Him at the Feast and kept asking, “Where is that fellow?” ", "12": "There was a lot of murmuring about Him in the crowds. Some were saying, “He is good.” But others were saying, “Not so! He leads the people astray.” ", "13": "Yet no one spoke openly about Him for fear of the Judean leaders.", "14": "About halfway through the Feast, Yeshua went up to the Temple and began teaching. ", "15": "Then the Judean leaders were amazed, saying, “How does this man know so much, having never been taught?”[b]", "16": "Yeshua answered, “My teaching is not from Me, but from Him who sent Me. ", "17": "If anyone wants to do His will, he will know whether My teaching comes from God or it is Myself speaking. ", "18": "Whoever speaks from himself seeks his own glory; but He who seeks the glory of the One who sent Him, He is true and there is no unrighteousness in Him. ", "19": "Hasn't Moses given you the Torah? Yet none of you keeps it. Why are you trying to kill Me?”", "20": "The crowd answered, “You have a demon! Who's trying to kill you?”", "21": "Yeshua answered, “I did one good work, and all of you are amazed. ", "22": "Because Moses has given you circumcision (though it is not from Moses, but from the patriarchs), you circumcise a man on Shabbat. ", "23": "If a man receives circumcision on Shabbat so that the Torah of Moses may not be broken, why are you angry that I healed a man's whole body on Shabbat? ", "24": "Do not judge by appearance, but judge righteously.”", "25": "Then some of the people from Jerusalem were saying, “Isn't this the person they're trying to kill? ", "26": "Look, He speaks openly and they're saying nothing to Him. Can it be that the leaders know He is the Messiah? ", "27": "But we know where this person is from. But the Messiah, whenever He may come, no one knows where He is from.”", "28": "Then, while teaching in the Temple courts, Yeshua cried out, “You know both who I am and where I am from! I have not come on My own, but the One who sent Me is true. You do not know Him, ", "29": "but I know Him because I am from Him and He sent Me.”", "30": "Then they were trying to seize Him; but no one laid a hand on Him, because His hour had not yet come. ", "31": "Yet many from the crowd believed in Him and were saying, “When the Messiah comes, He won't perform more signs than this person has, will He?” ", "32": "The Pharisees heard people in the crowd murmuring these things about Him, and the ruling kohanim and Pharisees sent guards to arrest Him.", "33": "Yeshua said, “I am with you only a little while longer, and then I am going to the One who sent Me. ", "34": "You will look for Me but will not find Me. Where I am, you cannot come.”", "35": "The Judean leaders then said among themselves, “Where is this person about to go that we shall not find Him? He's not going to the Diaspora to teach the Greeks, is He? ", "36": "What did He mean by saying, 'You will look for Me but will not find Me. Where I am, you cannot come'?”", "37": "On the last and greatest day of the Feast, Yeshua stood up and cried out loudly, “If anyone is thirsty, let him come to Me and drink. ", "38": "Whoever believes in Me, as the Scripture says, 'out of his innermost being will flow rivers of living water.'”", "39": "[c] 39 Now He said this about the Ruach, whom those who trusted in Him were going to receive; for the Ruach[d] was not yet given, since Yeshua was not yet glorified.", "40": "When they heard these words, some of the crowd said, “This man really is the Prophet.” ", "41": "Others were saying, “This is the Messiah.” Still others were saying, “The Messiah doesn't come from the Galilee, does He? ", "42": "Didn't the Scripture say that the Messiah comes from the seed of David and from Bethlehem, David's town?”", "43": "[e] 43 So a division arose in the crowd because of Yeshua. ", "44": "Some wanted to capture Him, but no one laid hands on Him.", "45": "Then the guards returned to the ruling kohanim and Pharisees, who asked them, “Why didn't you bring Him?”", "46": "“Never has anyone spoken like this man,” the guards answered.", "47": "The Pharisees responded, “You haven't been led astray also, have you? ", "48": "Have any of the rulers or Pharisees believed in Him? ", "49": "No, but this mob that doesn't know the Torah—they are cursed!”", "50": "Nicodemus, the one who had come to Yeshua before and was one of them, said to them, ", "51": "“Our Torah doesn't judge a man unless it first hears from him and knows what he's doing, does it?”", "52": "They answered him, “You aren't from the Galilee too, are you? Search, and see that no prophet comes out of the Galilee!”[f]", "53": "Then everyone went to his own house."}