{"1": "But Yeshua went to the Mount of Olives. ", "2": "At dawn, He came again into the Temple. All the people were coming to Him, and He sat down and began to teach them.", "3": "The Torah scholars and Pharisees bring in a woman who had been caught in adultery. After putting her in the middle, ", "4": "they say to Yeshua, “Teacher, this woman has been caught in the act of committing adultery. ", "5": "In the Torah, Moses commanded us to stone such women. So what do You say?” ", "6": "Now they were saying this to trap Him, so that they would have grounds to accuse Him. But Yeshua knelt down and started writing in the dirt with His finger. ", "7": "When they kept asking Him, He stood up and said, “The sinless one among you, let him be the first to throw a stone at her.” ", "8": "Then He knelt down again and continued writing on the ground.", "9": "Now when they heard, they began to leave, one by one, the oldest ones first, until Yeshua was left alone with the woman in the middle. ", "10": "Straightening up, Yeshua said to her, “Woman, where are they? Did no one condemn you?”", "11": "“No one, Sir,” she said. “Then neither do I condemn you,” Yeshua said. “Go, and sin no more.”", "12": "Yeshua spoke to them again, saying, “I am the light of the world. The one who follows Me will no longer walk in darkness, but will have the light of life.”", "13": "Then the Pharisees said to Him, “You are testifying about Yourself, so Your testimony is not valid.”", "14": "Yeshua answered them, “Even if I testify about Myself, My testimony is valid. For I know where I came from and where I am going. But you don't know where I come from or where I am going.", "15": "You judge according to the flesh, but I do not judge anyone. ", "16": "Yet even if I do judge, My judgment is true, because it is not I alone but I with the Father who sent Me. ", "17": "Even in your Torah it is written that the testimony of two men is true.", "18": "[a] 18 I am one witness for Myself, and the Father who sent Me bears witness for Me.”", "19": "Then they said to Him, “Where is your Father?” Yeshua answered, “You know neither Me nor My Father. If you knew Me, you would also know My Father.” ", "20": "He spoke these words in the treasury while teaching in the Temple, but no one arrested Him because His hour had not yet come.", "21": "Then again Yeshua spoke to them, “I am going away. You will look for Me and die in your sin. Where I am going, you cannot come.”", "22": "“He won't kill Himself, will He?” the Judeans asked. “Is that why He says, 'Where I am going, you cannot come'?”", "23": "Yeshua said, “You are from below; I am from above. You are of this world; I am not of this world. ", "24": "Therefore I told you that you will die in your sins. If you don't believe that I am, you will die in your sins.”", "25": "So they asked Him, “Who are you?” Yeshua replied, “What have I been telling you from the beginning? ", "26": "I have much to say and judge about you. But the One who sent Me is true, and I tell the world what I heard from Him.” ", "27": "They didn't understand that He was talking to them about the Father.", "28": "So Yeshua said, “When you have lifted up the Son of Man, then you will know who I am. I do nothing by Myself, but speak just what the Father has taught Me. ", "29": "The One who sent Me is with Me. He has not left Me alone, because I always do what is pleasing to Him.”", "30": "As He was speaking these things, many people put their trust in Him.", "31": "Then Yeshua said to the Judeans who had trusted Him, “If you abide in My word, then you are truly My disciples. ", "32": "You will know the truth, and the truth will set you free!”", "33": "They answered Him, “We are Abraham's children and have never been slaves to anyone! How can you say, 'You will become free'?”", "34": "Yeshua answered them, “Amen, amen I tell you, everyone who sins is a slave to sin. ", "35": "Now the slave does not remain in the household forever; the son abides forever. ", "36": "So if the Son sets you free, you will be free indeed! ", "37": "I know you are Abraham's children; yet you are trying to kill Me, because My word has no place in you. ", "38": "I tell of what I have seen with the Father; so also you do what you heard from the Father.”[b]", "39": "“Abraham is our father,” they replied to Him. Yeshua said to them, “If you are Abraham's children, do the deeds of Abraham. ", "40": "But now you are seeking to kill Me—a Man who has told you the truth, which I heard from God. This Abraham did not do! ", "41": "You are doing the deeds of your father.” They said to Him, “We were not born as illegitimate children—we have one Father, God Himself!”", "42": "Yeshua said to them, “If God were your Father, you would love Me, for from God I came and now I am here. For I have not come on My own, but He sent Me. ", "43": "Why don't you understand My speech? Because you're not able to hear My word! ", "44": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning and does not stand in the truth, because there is no truth in him. Whenever he speaks lies he is just being himself—for he is a liar and the father of lies.", "45": "“But because I speak the truth, you do not believe Me. ", "46": "Which one of you convicts Me of sinning? If I am telling the truth, why don't you believe Me? ", "47": "He who belongs to God hears the words of God. The reason you don't hear[c] is because you do not belong to God.”", "48": "The Judean leaders responded, “Aren't we right to say you are a Samaritan and have a demon?”", "49": "Yeshua answered, “I do not have a demon! I honor My Father, yet you dishonor Me. ", "50": "But I do not seek My own glory; there is One who is seeking and judging. ", "51": "Amen, amen I tell you, if anyone keeps My word, he will never see death.”", "52": "“Now we know You have a demon!” the Judean leaders said to Him. “Abraham and the prophets died. Yet You say, 'If anyone keeps My word, he will never taste death.' ", "53": "You are not greater than our father Abraham who died, are You? The prophets also died! Who do You make Yourself out to be?”", "54": "Yeshua answered, “If I glorify Myself, My glory is nothing. It is My Father who gives Me glory—the One of whom you say, 'He is our God.'", "55": "[d] 55 Yet you do not know Him, but I know Him. If I say I do not know Him, I will be a liar like you. Yet I do know Him and keep His Word. ", "56": "Your father Abraham rejoiced to see My day; he saw it and was thrilled.”", "57": "Then the Judeans said to Him, “You're not even fifty years old and you've seen Abraham?”[e]", "58": "Yeshua answered, “Amen, amen I tell you, before Abraham was, I am!”", "59": "Then they picked up stones to throw at Him, but Yeshua hid Himself and went out from the Temple.[f]"}