{"1": "As Yeshua was passing by, He saw a man who had been blind since birth. ", "2": "His disciples asked Him, “Rabbi, who sinned, this man or his parents, that he should be born blind?”", "3": "Yeshua answered, “Neither this man nor his parents sinned. This happened so that the works of God might be brought to light in him. ", "4": "We must do the work of the One who sent Me, so long as it is day! Night is coming when no one can work. ", "5": "While I am in the world, I am the light of the world.”", "6": "Having said these things, He spat on the ground, made mud with the saliva, and spread the mud on the blind man's eyes. ", "7": "He told him, “Go, wash in the Pool of Siloam” (which is translated Sent). So he went away, washed, and came back seeing.", "8": "Therefore his neighbors and those who had seen him as a beggar kept saying, “Isn't this the one who used to sit and beg?”", "9": "“This is the one!” some said. “No, but it looks like him,” said others. But the man himself kept saying, “I am!”", "10": "So they asked him, “Then how were your eyes opened?”", "11": "He answered, “The Man who is called Yeshua made mud, rubbed it on my eyes, and said to me, 'Go to Siloam and wash.' So I went away and washed, and then I received my sight!”", "12": "“Where is He?” they asked him. “I don't know,” he said.", "13": "They bring to the Pharisees the man who once was blind. ", "14": "Now the day was Shabbat when Yeshua made the mud and opened the man's eyes. ", "15": "So again the Pharisees were asking him how he received his sight. He responded, “He put mud on my eyes, and I washed, and I see!”", "16": "So some of the Pharisees began saying, “This man isn't from God, because He doesn't keep Shabbat!” But others were saying, “How can a sinner perform such signs?” So there was a split among them.", "17": "Again they say to the blind man, “What do you say about Him, since He opened your eyes?” And he said, “He's a prophet.”", "18": "So the Judean leaders didn't believe that he had been blind and received his sight until they called his parents. ", "19": "They questioned them, “Is this your son, whom you say was born blind? Then how does he see now?”", "20": "Then his parents answered, “We know that this is our son and that he was born blind. ", "21": "We don't know how he now sees, nor do we know who opened his eyes. Ask him—he's old enough. He will speak for himself.” ", "22": "His parents said this because they were afraid of the Judean leaders. For the Judean leaders had already agreed that anyone who professed Yeshua to be Messiah would be thrown out of the synagogue. ", "23": "That's why his parents said, “He's old enough—ask him.”", "24": "So a second time they called the man who had been blind and said, “Give glory to God! We know that this man is a sinner!”", "25": "The man replied, “I don't know whether He's a sinner. One thing I do know is that I was blind, but now I see!”", "26": "So they asked him, “What did He do to you? How did He open your eyes?”", "27": "“I told you already and you didn't listen!” the man responded. “What, do you want to hear it again? You don't want to become His disciples too, do you?”", "28": "They railed at him and said, “You're a disciple of that One, but we're disciples of Moses! ", "29": "We know that God has spoken to Moses; but as for this fellow, we don't know where He is from.”", "30": "The man replied to them, “That's amazing! You don't know where He is from, yet He opened my eyes! ", "31": "We know that God doesn't listen to sinners; but if anyone fears Him and does His will, He hears this one. ", "32": "Since the beginning of the world, no one has ever heard that anyone has opened the eyes of a man born blind. ", "33": "If this man were not from God, He couldn't do anything.”", "34": "They replied to him, “You were born completely in sin, and you're teaching us?” And they threw him out.", "35": "Yeshua heard that they had thrown him out. Finding him, He said, “Do you believe in the Son of Man?”[a]", "36": "The man answered, “Who is He, Sir? Tell me, so that I may believe in Him!”", "37": "Yeshua said, “You have seen Him—He is the One speaking with you.”", "38": "He said, “Lord, I believe!” And he worshiped Him.", "39": "Yeshua said, “For judgment I came into this world, so that those who don't see may see, and the ones who do see may become blind.”", "40": "Some of the Pharisees who were with Him heard Him say this and asked, “We're not blind too, are we?”", "41": "Yeshua said to them, “If you were blind, you would have no sin. But now you say, 'We see.' So your sin remains.”"}