{"1": "And it happened, when Jabin king of Hazor heard this, he sent to Jobab king of Madon, to the king of Shimron, to the king of Acshaph, ", "2": "and to the kings who were in the north in the hill country, in the Arabah[a] south of Kinnereth,[b] in the Shephelah,[c] and in Naphoth Dor[d] in the west, ", "3": "to the Canaanites[e] in the east and west, the Amorites,[f] the Hittites,[g] the Perizzites,[h] and the Jebusites[i] in the hill country, and the Hivites[j] at the foot of[k] Hermon in the land of Mizpah. ", "4": "They came out, they and all their armies with them, as a great army like the sand on the seashore, with very many horses and chariots. ", "5": "And all these kings joined forces, and they came and camped together by the waters of Merom to fight with Israel.", "6": "And Yahweh said to Joshua, “Do not be afraid because of their presence, for tomorrow at this time I will hand them over slain to Israel; you will hamstring their horses and burn their chariots with fire.” ", "7": "So Joshua, and all the fighting men[l] with him, came against them suddenly at the waters of Merom, and they attacked them.[m] ", "8": "And Yahweh gave them into the hand of Israel, and they struck them and pursued them up to Great Sidon and Misrephoth Maim, and eastward up to the valley of Mizpeh. And they struck them until they left behind no survivor. ", "9": "And Joshua did to them as Yahweh commanded him; he hamstrung their horses and burned their chariots with fire.", "10": "Then Joshua turned back at that time, and he captured Hazor and struck its king with the sword, because Hazor formerly was the head of all these kingdoms. ", "11": "He struck all the people that were in it with the edge of the sword,[n] utterly destroying them. There was no one left who breathed,[o] and he burned Hazor with fire. ", "12": "And Joshua captured all the cities of these kings, and all their kings, and he utterly destroyed them with the edge of the sword,[p] as Moses the servant of Yahweh commanded. ", "13": "Israel did not burn the cities standing on their mounds,[q] except Hazor alone, which Joshua burned. ", "14": "And all the spoil and livestock of these cities the Israelites took as booty; they struck the people with the edge of the sword,[r] until they had destroyed them—they left behind no one who breathed. ", "15": "Just as Yahweh commanded Moses his servant, so Moses commanded Joshua, and Joshua did; he left nothing undone that Yahweh had commanded Moses.", "16": "So Joshua took all this land: the hill country, all the Negev,[s] all the land of Goshen,[t] the Shephelah,[u] the Arabah,[v] and the hill country of Israel and its Shephelah,[w] ", "17": "from Mount Halak that rises to Seir and to Baal Gad in the valley of Lebanon[x] at the foot of[y] Mount Hermon; he captured all their kings, struck them, and killed them. ", "18": "For many days Joshua made war with all these kings. ", "19": "There was not a city that made peace with the Israelites[z] besides the Hivites[aa] and the inhabitants of Gibeon—all were taken in battle.[ab] ", "20": "For it was Yahweh that hardened their hearts,[ac] to meet Israel in war in order to utterly destroy them without mercy, that they would destroy them just as Yahweh commanded Moses.", "21": "At that time Joshua came and exterminated the Anakites from the hill country, from Hebron, Debir, Anab, and from all the hill country of Judah, and from all the hill country of Israel; Joshua utterly destroyed them with their cities. ", "22": "None of the Anakites were left in the land of the Israelites;[ad] some remained only in Gaza, Gath, and Ashdod. ", "23": "Joshua took all the land according to all that Yahweh had spoken to Moses; and Joshua gave it as an inheritance to Israel, according to their tribal divisions, and the land rested from war."}