{"1": "And it happened, when all the kings of the Amorites who were beyond the Jordan to the west, and all the kings of the Canaanites[a] who were by the sea heard that Yahweh dried up the waters of the Jordan in front of the Israelites[b] until they crossed over, their hearts melted, and there was no courage left in them[c] because of the presence of the Israelites. [d]", "2": "At that time Yahweh said to Joshua, “Make for yourself knives of flint, and circumcise the Israelites[e] a second time.” ", "3": "So Joshua made knives of flint, and he circumcised the Israelites[f] at the hill of the foreskins.[g] ", "4": "This is the reason why Joshua circumcised all the people: all the males who went out from Egypt, all the warriors, died in the wilderness as they went out from Egypt on the journey.[h] ", "5": "For all the people who left were circumcised, but all the people born in the wilderness on the journey[i] after they left from Egypt were not circumcised. ", "6": "For forty years the Israelites[j] traveled in the wilderness until all the nation, the warriors that left Egypt, perished, because they did not listen to the voice of Yahweh. To them Yahweh swore that they would not see the land that he[k] swore to their ancestors[l] to give to us, a land flowing with milk and honey. ", "7": "And it was their children whom he raised in their place that Joshua circumcised, for they were uncircumcised, because they had not been circumcised on the journey.[m]", "8": "And it happened, when all the nation had finished circumcising, they remained where they were in the camp until they recovered. ", "9": "And Yahweh said to Joshua, “Today I have rolled away the disgrace of Egypt from you.” Therefore, the name of that place is called Gilgal[n] to this day. ", "10": "And the Israelites[o] camped at Gilgal, and they kept the Passover on the fourteenth day of the month, in the evening, on the plains of Jericho. ", "11": "On the next day after the Passover, on that[p] very day, they ate from the produce of the land, unleavened cakes and roasted corn. ", "12": "And the manna ceased the day after, when they started eating the produce of the land, and there was no longer manna for the Israelites.[q] They ate from the crop of the land of Canaan in that year.", "13": "And it happened, when Joshua was by Jericho, he looked up,[r] and he saw a man standing opposite him[s] with his sword drawn in his hand. And Joshua went to him and said, “Are you with us, or with our adversaries?” ", "14": "And he said, “Neither. I have come now as the commander of Yahweh's army.” And Joshua fell on his face to the earth, and he bowed down[t] and said to him, “What is my lord commanding his servant?” ", "15": "The commander of Yahweh's army said to Joshua, “Take off your sandals[u] from your feet,[v] for the place where you are standing is holy.” And Joshua did so."}