{"1": "O foolish Galatians, who cast a spell on you? Before your eyes Yeshua the Messiah was clearly portrayed as crucified. ", "2": "I want to find out just one thing from you: did you receive the Ruach by deeds based on Torah, or by hearing based on trust? ", "3": "Are you so foolish? After beginning with the Ruach, will you now reach the goal in the flesh? ", "4": "Did you endure so much for nothing—if it really was for nothing? ", "5": "So then, the One who gives you the Ruach and works miracles among you—does He do it because of your deeds based on Torah or your hearing based on trust and faithfulness?", "6": "Just as Abraham “believed God, and it was credited to him as righteousness,”", "7": "[a] 7 know then that those who have faith are children of Abraham. ", "8": "The Scriptures, foreseeing that God would justify the Gentiles by faith, proclaimed the Good News to Abraham in advance, saying, “All the nations shall be blessed through you.”", "9": "[b] 9 So then, the faithful are blessed along with Abraham, the faithful one.", "10": "For all who rely on the deeds of Torah are under a curse—for the Scriptures say, “Cursed is everyone who does not keep doing everything written in the scroll of the Torah.”", "11": "[c] 11 It is clear that no one is set right before God by Torah, for “the righteous shall live by emunah.”", "12": "[d] 12 However, Torah is not based on trust and faithfulness; on the contrary, “the one who does these things shall live by them.”", "13": "[e] 13 Messiah liberated us from Torah's curse, having become a curse for us (for it is written, “Cursed is everyone who hangs on a tree”[f])—", "14": "in order that through Messiah Yeshua the blessing of Abraham might come to the Gentiles, so we might receive the promise of the Ruach through trusting faith.", "15": "Brothers and sisters, I speak in human terms: even with a man's covenant, once it has been confirmed, no one cancels it or adds to it. ", "16": "Now the promises were spoken to Abraham and to his seed. It doesn't say, “and to seeds,” as of many, but as of one, “and to your seed,” who is the Messiah. ", "17": "What I am saying is this: Torah, which came 430 years later, does not cancel the covenant previously confirmed by God, so as to make the promise ineffective. ", "18": "For if the inheritance is based on law, it is no longer based on a promise. But God has graciously given it to Abraham by means of a promise.", "19": "Then why the Torah? It was added because of wrongdoings until the Seed would come—to whom the promise had been made. It was arranged through angels by the hand of an intermediary. ", "20": "Now an intermediary is not for one party alone—but God is one. ", "21": "Then is the Torah against the promises of God? May it never be! For if a law had been given that could impart life, certainly righteousness would have been based on law. ", "22": "But the Scripture has locked up the whole world under sin, so that the promise based on trust in Messiah Yeshua[g] might be given to those who trust.", "23": "Now before faith came, we were being guarded under Torah—bound together until the coming faith would be revealed. ", "24": "Therefore the Torah became our guardian to lead us to Messiah, so that we might be made right based on trusting. ", "25": "But now that faith has come, we are no longer under a guardian. ", "26": "For you are all sons of God through trusting in Messiah Yeshua. ", "27": "For all of you who were immersed in Messiah have clothed yourselves with Messiah. ", "28": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female—for you are all one in Messiah Yeshua. ", "29": "And if you belong to Messiah, then you are Abraham's seed—heirs according to the promise."}