{"1": "For freedom, Messiah set us free—so stand firm, and do not be burdened by a yoke of slavery again. ", "2": "Listen—I, Paul, tell you that if you let yourselves be circumcised, Messiah will be of no benefit to you. ", "3": "Again I testify to every man who lets himself be circumcised, that he is obligated to keep the whole Torah. ", "4": "You who are trying to be justified by Torah[a] have been cut off from Messiah; you have fallen away from grace. ", "5": "For through the Ruach, by faith, we eagerly wait for the hope of righteousness. ", "6": "For in Messiah Yeshua, neither circumcision nor uncircumcision has any meaning—but only trust and faithfulness expressing itself through love.", "7": "You were running a great race! Who blocked you from following the truth? ", "8": "This detour doesn't come from the One who calls you. ", "9": "A little hametz works its way through the whole batch of dough! ", "10": "I am confident in the Lord that you will not think otherwise. But the one who is confusing you will pay the penalty, whoever he is. ", "11": "As for me, brothers and sisters, if I still proclaim circumcision, why am I still being persecuted? In that case, the stumbling block of the cross has been eliminated. ", "12": "I only wish those who are agitating you would castrate themselves![b]", "13": "Brothers and sisters, you were called to freedom—only do not let your freedom become an opportunity for the flesh, but through love serve one another. ", "14": "For the whole Torah can be summed up in a single saying: “Love your neighbor as yourself.”", "15": "[c] 15 But if you bite and devour one another, watch out that you are not destroyed by one another.", "16": "But I say, walk by the Ruach, and you will not carry out the desires of the flesh. ", "17": "For the flesh sets its desire against the Ruach, but the Ruach sets its desire against the flesh—for these are in opposition to one another, so that you cannot do what you want. ", "18": "But if you are led by the Ruach, you are not under law. ", "19": "Now the deeds of the flesh are clear: sexual immorality, impurity, indecency, ", "20": "idolatry, witchcraft, hostility, strife, jealousy, rage, selfish ambition, dissension, factions, ", "21": "envy, drunkenness, carousing, and things like these. I am warning you, just as I warned you before, that those who do such things will not inherit God's kingdom. ", "22": "But the fruit of the Ruach is love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness, and self-control—against such things there is no law. ", "24": "Now those who belong to Messiah[d] have crucified the flesh with its passions and desires.", "25": "If we live by the Ruach, let us also walk by the Ruach. ", "26": "Let us not become conceited—provoking one another, envying one another."}