{"1": "I, Paul, ask you this myself. I do it through Christ Who is so gentle and kind. Some people say that I am gentle and quiet when I am with you, but that I have no fear and that my language is strong when I am away from you. ", "2": "Do not make me speak strong words to you when I come. Some people think we want the things of the world because of what we do and say. I have decided to talk to these people if I have to. ", "3": "It is true, we live in a body of flesh. But we do not fight like people of the world. ", "4": "We do not use those things to fight with that the world uses. We use the things God gives to fight with and they have power. Those things God gives to fight with destroy the strong-places of the devil. ", "5": "We break down every thought and proud thing that puts itself up against the wisdom of God. We take hold of every thought and make it obey Christ. ", "6": "We are ready to punish those who will not obey as soon as you obey in everything.", "7": "You are seeing things only as men see them. If anyone feels sure he belongs to Christ, he should remember that we belong to Christ also. ", "8": "I am not ashamed if I say this of myself. The Lord gave me the right and the power to help you become stronger, not to break you down. ", "9": "I do not want you to think I am trying to make you afraid with my letters. ", "10": "They say, “His letters are strong and they make us think. When he is here with us, he is weak and he is hard to listen to.” ", "11": "What we say in our letters we will do when we get there. They should understand this. ", "12": "We do not compare ourselves with those who think they are good. They compare themselves with themselves. They decide what they think is good or bad and compare themselves with those ideas. They are foolish. ", "13": "But we will not talk with pride more than God allows us to. We will follow the plan of the work He has given us to do and you are a part of that work. ", "14": "We did not go farther than we were supposed to go when we came to you. But we did come to you with the Good News of Christ. ", "15": "We take no pride in the work others have done there. But we hope your faith will keep growing because of help from others. Then we will grow because of you. ", "16": "We hope to preach the Good News in the countries on the other side of you. Then we would take no pride in work done by another person in another country. ", "17": "If anyone wants to be proud, he should be proud of what the Lord has done. ", "18": "It is not what a man thinks and says of himself that is important. It is what God thinks of him."}