{"1": "I wish you would listen to a little foolish talk from me. Now listen. ", "2": "I am jealous for you with a God-like jealousy. I have given you, as a woman who has never had a man, to one Husband, Who is Christ. ", "3": "Eve was fooled by the snake in the garden of Eden. In the same way, I am afraid that you will be fooled and led away from your pure love for Christ. ", "4": "You listen when someone comes and preaches a different Jesus than the One we preached. You believe what you hear about a different spirit and different good news than that which we preached.", "5": "I do not think I am less than those special missionaries who are coming to you. ", "6": "Even if it is hard for me to speak, I know what I am talking about. You know this by now. ", "7": "Did I do wrong? I did not ask you for anything when I preached the Good News to you. I made myself poor so you would be made rich. ", "8": "I did take money from other churches. I used it while I worked with you so you would not have to pay me. ", "9": "Some of the time I had no money when I was with you. But I did not ask you for money. The Christians from the country of Macedonia brought me what I needed. I did not ask you and I will not ask you for anything. ", "10": "As sure as the truth of Christ is in me, I will not stop telling those in the country of Greece that I am proud of this. ", "11": "Does it mean I do not love you? God knows I do.", "12": "What I am doing now, I will keep on doing. I will do it to stop those who say they work as we do. ", "13": "Those men are false missionaries. They lie about their work. But they make themselves look like true missionaries of Christ. ", "14": "It is no surprise! The devil makes himself look like an angel of light. ", "15": "And so it is no surprise if his servants also make themselves look like preachers of the Good News. They and their work will come to the same end.", "16": "Let me say it again. Do not think of me as a fool. But if you do, then let this foolish man speak a little about himself. ", "17": "The Lord has not told me to talk about myself. I am foolish when I do talk about myself like this. ", "18": "Since the other men tell you all about themselves, I will talk about myself also. ", "19": "You are so wise! You put up with fools! ", "20": "You listen to anyone who tells you what to do or makes money off of you or sets a trap for you. You will listen to anyone who makes himself bigger than you or hits you in the face. ", "21": "I am ashamed to say that I am weak! But I do not do as they do. Whatever they say about themselves, I can say about myself also. (I know what I am saying sounds foolish.)", "22": "Are they Jews? So am I. Are they from the family of Israel? So am I. Are they from the family of Abraham? So am I. ", "23": "Do they work for Christ? I have worked for Him much more than they have. (I speak as if I am crazy.) I have done much more work. I have been in prison more times. I cannot remember how many times I have been whipped. Many times I have been in danger of death. ", "24": "Five different times the Jews whipped me across my back thirty-nine times. ", "25": "Three times they beat me with sticks. One time they threw stones at me. Three times I was on ships that were wrecked. I spent a day and a night in the water. ", "26": "I have made many hard trips. I have been in danger from high water on rivers. I have been in danger from robbers. I have been in danger from the Jews. I have been in danger from people who do not know God. I have been in danger in cities and in the desert. I have been in danger on the sea. I have been in danger among people who say they belong to Christ but do not. ", "27": "I have worked hard and have been tired and have had pain. I have gone many times without sleep. I have been hungry and thirsty. I have gone without food and clothes. I have been out in the cold. ", "28": "More than all these things that have happened to my body, the care of all the churches is heavy on me. ", "29": "When someone is weak, I feel weak also. When someone is led into sin, I have a strong desire to help him. ", "30": "If I must talk about myself, I will do it about the things that show how weak I am. ", "31": "The God and Father of our Lord Jesus Christ is to be honored and thanked forever. He knows I am telling the truth. ", "32": "In the city of Damascus the leader of the people under King Aretas put soldiers at the gates to take me. ", "33": "But I was let down in a basket through a window in the wall and I got away."}