{"1": "As I thought about it, I decided I would not come to you again. It would only make you sad. ", "2": "If I make you sad, who is going to make me happy? How can you make me happy if I make you sad? ", "3": "That is why I wrote that letter to you. I did not want to visit you and be made sad by the ones who should be making me happy. I am sure when I am happy, you are happy also. ", "4": "I wrote you with a troubled heart. Tears were coming from my eyes. I did not want to make you sad. I wanted you to know how much I loved you.", "5": "If someone among you has brought sorrow, he has not made me as sad as he has all of you. I say this so I may not make it hard for you. ", "6": "Most of you have punished him. That is enough for such a person. ", "7": "Now you should forgive him and comfort him. If you do not, he will be so sad that he will want to give up. ", "8": "I ask you to show him you do love him. ", "9": "This is why I wrote to you. I wanted to test you to see if you were willing to obey in all things. ", "10": "If you forgive a man, I forgive him also. If I have forgiven anything, I have done it because of you. Christ sees me as I forgive. ", "11": "We forgive so that Satan will not win. We know how he works!", "12": "When I arrived in the city of Troas, the Lord opened the door for me to preach the Good News of Christ. ", "13": "I was worried because I could not find our brother Titus. After saying good-bye, I went on my way to the country of Macedonia. ", "14": "We thank God for the power Christ has given us. He leads us and makes us win in everything. He speaks through us wherever we go. The Good News is like a sweet smell to those who hear it. ", "15": "We are a sweet smell of Christ that reaches up to God. It reaches out to those who are being saved from the punishment of sin and to those who are still lost in sin. ", "16": "It is the smell of death to those who are lost in sin. It is the smell of life to those who are being saved from the punishment of sin. Who is able for such a work? ", "17": "We are not like others. They preach God's Word to make money. We are men of truth and have been sent by God. We speak God's Word with Christ's power. All the time God sees us."}