{"1": "Since we have these great promises, dear friends, let us turn away from every sin of the body or of the spirit. Let us honor God with love and fear by giving ourselves to Him in every way.", "2": "Receive us into your hearts. We have done no wrong to anyone. We have not led anyone in the wrong way. We have not used anyone for our good. ", "3": "I do not say this to tell you that you are wrong. As I have said before, you have a place in our hearts and always will. If we live or die, we will be together. ", "4": "I trust you and am proud of you. You give me much comfort and joy even when I suffer.", "5": "When we arrived in the country of Macedonia, we had no rest. We had all kinds of trouble. There was fighting all around us. Our hearts were afraid. ", "6": "But God gives comfort to those whose hearts are heavy. He gave us comfort when Titus came. ", "7": "Not only did his coming comfort us, but the comfort you had given him made me happy also. He told us how much you wanted to see us. He said that you were sad because of my trouble and that you wanted to help me. This made me happy.", "8": "I am not sorry now if my letter made you sad. I know it made you sad, but it was only for awhile. ", "9": "I am happy now. It is not because you were hurt by my letter, but because it turned you from sin to God. God used it and you were not hurt by what we did. ", "10": "The sorrow that God uses makes people sorry for their sin and leads them to turn from sin so they can be saved from the punishment of sin. We should be happy for that kind of sorrow, but the sorrow of this world brings death. ", "11": "See how this sorrow God allowed you to have has worked in you. You had a desire to be free of that sin I wrote about. You were angry about it. You were afraid. You wanted to do something about it. In every way you did what you could to make it right. ", "12": "I sent this. It was not written only because of the man who did the wrong or because of the one who suffered. ", "13": "All this has given us comfort. More than this, we are happy for the joy Titus has. His spirit has been made stronger by all of you. ", "14": "I told him how proud I was of you. You did not make me ashamed. What we said to Titus proved to be true. ", "15": "He loves you all the more. He remembers how all of you were ready to obey and how you respected him. ", "16": "I am happy that I can have complete trust in you."}