{"1": "Christian brothers, we want you to know how the loving-favor of God has been shown in the churches in the country of Macedonia. ", "2": "They have been put to the test by much trouble, but they have much joy. They have given much even though they were very poor. ", "3": "They gave as much as they could because they wanted to. ", "4": "They asked from their hearts if they could help the Christians in Jerusalem. ", "5": "It was more than we expected. They gave themselves to the Lord first. Then they gave themselves to us to be used as the Lord wanted. ", "6": "We asked Titus to keep on helping you finish this act of love. He was the one to begin this. ", "7": "You are rich in everything. You have faith. You can preach. You have much learning. You have a strong desire to help. And you have love for us. Now do what you should about giving also. ", "8": "I am not saying that you must do this, but I have told you how others have helped. This is a way to prove how true your love is. ", "9": "You know of the loving-favor shown by our Lord Jesus Christ. He was rich, but He became poor for your good. In that way, because He became poor, you might become rich.", "10": "This is what I think. You had better finish what you started a year ago. You were the first to want to give a gift of money. ", "11": "Now do it with the same strong desires you had when you started. ", "12": "If a man is ready and willing to give, he should give of what he has, not of what he does not have. ", "13": "This does not mean that others do not have to give and you have to give much. You should share alike. ", "14": "You have more than you need now. When you have need, then they can help you. You should share alike. ", "15": "The Holy Writings say, “The man who gathered much did not have too much. The man who did not gather much had enough.” ", "16": "I thank God that He gave Titus the same desire to help you. ", "17": "He was glad when we asked him to help you. He decided himself to go to you. ", "18": "We are sending the Christian brother along. He is respected in the churches for his preaching. ", "19": "Not only that, but he has been asked by the churches to travel with me to Jerusalem. He will help in giving them the gift. The Lord will be honored by it because it shows how we want to help each other.", "20": "We want everyone to trust us with the way we take this large gift of money to them. ", "21": "We want to do the right thing. We want God and men to know we are honest. ", "22": "We are sending another Christian brother with them. We have tested him many times. His faith has proven to be true. He wants very much to help because he trusts you. ", "23": "Titus works with me to help you. The other two Christian brothers have been sent by the churches. Their lives honor Christ. ", "24": "Show these men you love them and let the churches see your love. Show them the reason I am proud of you."}