{"1": "On the third day, Esther put on her royal apparel and positioned herself in the king's palace courtyard so that she would be directly in line with the part of the king's throne room where the king sat facing the entrance of the room on his royal throne in the royal hall. ", "2": "When the king saw Queen Esther standing quietly out in the courtyard, she gained favor in his sight, so the king held out the golden scepter in his hand to Esther. Esther approached and touched the top of the scepter.", "3": "And the king said to her, “Queen Esther, what do you want? What is your request? Even if it is up to half of the kingdom, it will be given to you.”", "4": "Esther answered, “If it pleases the king, let the king and Haman come today to a feast that I have prepared for him.”", "5": "Then the king said, “Quickly bring Haman so that we may accept the invitation of Esther.” So the king and Haman came to the banquet that Esther had prepared. ", "6": "While drinking wine the king said to Esther, “For whatever you ask, it shall be granted you. So, what is your request? Even if it is for as much as half of the kingdom, it shall be done.”", "7": "Then Esther replied and said, “This is my petition and request. ", "8": "If I have won the king's favor, and if it pleases the king to grant my petition and fulfill my request, then let the king and Haman come to the banquet that I will prepare for them, and tomorrow I will do what the king says.”", "9": "Haman left that day joyfully and with a glad heart, but when Haman saw Mordecai at the king's gate, that he neither stood up nor trembled because of him, then Haman was full of indignation against Mordecai. ", "10": "Nevertheless, Haman restrained himself, and when he came to his home, he sent for his friends and for his wife Zeresh.", "11": "Haman recounted to them the glory of his riches, his many children, and everything about him the king had praised, and how he had promoted him over the princes and servants of the king. ", "12": "Then Haman continued, “Indeed, Queen Esther brought to the banquet she had prepared no one but the king and me, and tomorrow I am again invited by her with the king. ", "13": "Yet for all this, I am not satisfied whenever I see Mordecai the Jew sitting at the king's gate.”", "14": "Then his wife Zeresh and all his friends suggested to him, “Let a gallows fifty cubits[a] tall be constructed, and in the morning ask the king if Mordecai can be hanged on it. Then go merrily with the king to the banquet.” And the suggestion pleased Haman, so he had the gallows constructed."}