{"1": "During that night the king could not sleep, so he ordered that the book of memorable acts (the chronicles) be brought, and they were read before the king. ", "2": "It was found written that Mordecai had informed on Bigthana and Teresh, the two eunuchs of the king serving as the keepers of the door, who had sought to assault King Ahasuerus.", "3": "So the king said, “What honor or dignity has been done for Mordecai as a result of this?” Then the king's servants attending him said, “Nothing has been done for him.”", "4": "So the king said, “Who is out in the courtyard?” Now Haman had just then entered from across the palace courtyard in order to speak to the king about hanging Mordecai on the gallows that he had prepared for him.", "5": "The king's attendants said to him, “Haman is waiting in the court.” So the king said, “Let him enter.”", "6": "And Haman entered. Now the king said to him, “What should be done for the man whom the king desires to honor?” Haman thought in his heart, “Who more than me would the king desire to honor?” ", "7": "So Haman answered the king, “For the man whom the king delights to honor, ", "8": "let royal apparel be brought that the king himself has worn, and a horse on which the king has ridden, which has a royal insignia on its head. ", "9": "Let the apparel and horse for this man be handled by one of the king's noble officials in order to dress the man whom the king delights to honor, as well as to lead him on horseback throughout the city. Finally, let him proclaim before him, 'Like this it shall be done for the man whom the king delights to honor.' ”", "10": "Then the king said to Haman, “Quickly take the apparel and the horse, as you have said, and do so for Mordecai, the Jew sitting at the king's gate. Of everything you have spoken, do not fall short of any of it.”", "11": "So Haman took the apparel and the horse, arrayed Mordecai, led him on horseback throughout the city, and proclaimed before him, “Like this it shall be done for the man whom the king delights to honor.”", "12": "As Mordecai returned again to the king's gate, Haman hurried to his house, mourning with his head covered. ", "13": "Haman recounted to his wife Zeresh and all his friends everything that had happened to him. Then his wise friends and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish lineage, then you will not be victorious over him. Rather, you will surely fall before him.” ", "14": "While they were still talking with him, the king's eunuchs arrived and rushed Haman to the banquet that Esther had prepared."}