{"1": "¶ The burden of Nineveh. The book of the vision of Nahum the Elkoshite.", "2": "¶ God is jealous, and the LORD avenges; the LORD avenges and is furious; the LORD will take vengeance on his adversaries, and he reserves wrath for his enemies.", "3": "The LORD is slow to anger and great in power and will not at all treat the guilty as though they were innocent; the LORD whose way is in the whirlwind and in the storm, and the clouds are the dust of his feet.", "4": "He reprehends the sea and makes it dry and dries up all the rivers; Bashan was destroyed, and Carmel; and the flower of Lebanon was destroyed.", "5": "The mountains quake at him, and the hills melt, and the earth is burned at his presence, and the world and all that dwell therein.", "6": "Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.", "7": "The LORD is good, a stronghold in the day of trouble; and he knows those that trust in him.", "8": "But with an overrunning flood he will make an utter end of his place, and darkness shall pursue his enemies.", "9": "¶ What do ye imagine against the LORD? he will make an utter end; he will not hold back the tribulation the second time.", "10": "For while they are entwined together as thorns, and while the drunkards shall be drinking, they shall be devoured as stubble full of dryness.", "11": "He has come out of thee that has imagined evil against the LORD, a counsellor of Belial.", "12": "Thus hath the LORD said: For much rest that they have, and though they are many, yet thus shall they be cut down, and he shall pass through. Though I have afflicted thee, I will afflict thee no more.", "13": "For now I will break his yoke from off thee and will burst thy bonds in sunder.", "14": "And the LORD shall give a commandment concerning thee that no one else of thy name ever be sown; out of the house of thy god I will cut off the graven image and the molten image; I will make it thy grave because thou wert vile.", "15": "Behold upon the mountains the feet of him that brings good tidings, of him that publishes peace! O Judah, keep thy solemn feasts, perform thy vows; for Belial shall no longer pass through thee; he is utterly cut off."}