{"1": "The beginning of the gospel of Jesus Christ, the Son of God, ", "2": "as it is written in the prophets: Behold, I send my messenger before your face, who shall prepare your way before you. ", "3": "The voice of a crier in the wilderness: Prepare ye the way of the Lord; make his paths straight!", "4": "John baptized in the wilderness, and preached the baptism of repentance for the remission of sins. ", "5": "And all the countryside of Judea and the people of Jerusalem went out to him, and were all baptized by him in the river Jordan, confessing their sins.", "6": "John was clothed with camel's hair, and with a girdle of skin about his loins. And he ate locusts and wild honey, ", "7": "and preached, saying, One mightier than I comes after me, whose shoe latchet I am not worthy to stoop down and loose. ", "8": "I have baptized you with water, but he will baptize you with the Holy Spirit.", "9": "And it came to pass in those days that Jesus came from Nazareth, a town of Galilee, and was baptized by John in the Jordan River. ", "10": "And as soon as Jesus came out of the water, John saw heaven open, and the Holy Spirit descending upon him like a dove. ", "11": "And there came a voice from heaven: You are my dear Son, in whom I delight.", "12": "And immediately the Spirit drove him into the wilderness. ", "13": "And he was there in the wilderness forty days, and was tried by Satan, and was with wild creatures. And the angels ministered to him.", "14": "After John was taken, Jesus came into Galilee, preaching the gospel of the kingdom of God ", "15": "and saying, The time has come, and the kingdom of God is at hand. Repent, and believe the gospel!", "16": "As he walked by the Sea of Galilee, he saw Simon and John his brother casting nets into the sea, for they were fishermen. ", "17": "And Jesus said to them, Follow me, and I will make you fishers of men. ", "18": "And straightaway they left their nets and followed him. ", "19": "And when he had gone a little further, he saw James the son of Zebedee and John his brother as they were in the boat mending their nets. ", "20": "And right away he called them. And they left their father Zebedee in the boat with his hired servants, and went their way after him.", "21": "And they entered into Capernaum. And straightaway on the Sabbath days he entered into the synagogue and taught. ", "22": "And the people marvelled at his teaching. For he taught them as one who had power with him, and not as the scribes.", "23": "And there was in their synagogue a man vexed with an unclean spirit, who cried out, ", "24": "saying, Let us be! What have we to do with you, Jesus of Nazareth? Have you come to destroy us? I know you, who you are: even the Holy One of God. ", "25": "And Jesus rebuked him, saying, Hold your peace and come out of him!", "26": "And the unclean spirit tore the man and cried out with a loud voice, and came out of him. ", "27": "And they were all amazed, insomuch that they questioned one another among themselves, saying, What thing is this? What new doctrine is this? For he commands the foul spirits with power, and they obey him. ", "28": "And immediately his fame spread abroad throughout all the region bordering on Galilee.", "29": "And directly, as soon as they had left the synagogue, they entered into the house of Simon and Andrew with James and John. ", "30": "And Simon's mother-in-law lay sick of a fever. And right away they told him of her. ", "31": "And he came and took her by the hand and lifted her up. And the fever left her immediately, and she ministered to them.", "32": "And in the evening, when the sun was down, people brought to him all their sick and those that were possessed with devils. ", "33": "And all the city gathered together at the door. ", "34": "And he healed many who were sick of different diseases. And he cast out many devils, and would not permit the devils to speak, because they knew him.", "35": "And in the morning very early, Jesus arose and went out to a solitary place, and there prayed. ", "36": "And Simon and those who were with him followed after Jesus. ", "37": "And when they had found him, they said to him, All the people are searching for you. ", "38": "He said to them, Let us go into the next towns so that I can preach there also; for truly, I came out for that purpose.", "39": "And he preached in their synagogues throughout all Galilee, and cast the devils out.", "40": "And there came a leper to him, beseeching him, who kneeled down to him and said to him, If you will, you can make me clean. ", "41": "And Jesus had compassion on him, and put forth his hand, touched him, and said to him, I will; be clean. ", "42": "And as soon as he had spoken, immediately the leprosy departed from him and he was cleansed. ", "43": "And Jesus charged the man, and sent him away directly, ", "44": "and said to him, See that you say nothing to anyone, but go and show yourself to the priest, and offer for your cleansing those things that Moses commanded, for a testimony to them.", "45": "But the man (as soon as he had left) began to talk freely, and to tell everyone what had been done, so that Jesus could no longer openly enter into the towns, but was out in the country. And people came to him from every quarter."}