{"1": "And he arose from there and went into the borders of Judea, through the region that is beyond the Jordan. And the people resorted to him afresh, and as his custom was, he taught them again. ", "2": "And the Pharisees came and asked him a question, whether it was lawful for a man to put away his wife, in order to prove him. ", "3": "And he answered and said to them, What did Moses tell you to do? ", "4": "And they said, Moses permitted us to write a testimonial of divorce and to put her away.", "5": "And Jesus answered and said to them, For the hardness of your hearts he wrote this precept for you. ", "6": "But at the first creation, God made them man and woman. ", "7": "And for the sake of this, a man must leave his father and mother and abide by his wife, ", "8": "and the two shall be one flesh. So then they are now not two, but are one flesh. ", "9": "Therefore what God has joined together, let not man separate.", "10": "And in the house, his disciples asked him again about that matter. ", "11": "And he said to them, Whoever puts away his wife and marries another, breaks wedlock to her. ", "12": "And if a woman forsakes her husband and is married to another, she commits adultery.", "13": "And they brought children to him, for him to touch them. And his disciples rebuked the people who brought them. ", "14": "When Jesus saw that, he was displeased, and said to them, Suffer the children to come to me, and forbid them not. For of such is the kingdom of God. ", "15": "Truly I say to you, whoever does not receive the kingdom of God like a child, he shall not enter therein. ", "16": "And he took them up in his arms, and put his hands upon them, and blessed them.", "17": "And when he had gone out to the road, a man came running, and kneeled to him and asked him, Good Teacher, what should I do so that I may inherit eternal life? ", "18": "Jesus said to him, Why do you call me good? There is none good but one, who is God. ", "19": "You know the commandments: do not break matrimony, do not kill, do not steal, bear no false witness, defraud no man, honour your father and mother. ", "20": "He answered and said to him, Teacher, all these I have observed from my youth.", "21": "Jesus regarded him with favour and said to him, One thing is lacking to you. Go and sell all that you have, and give to the poor, and you will have treasure in heaven. And come and follow me, and take up the cross.", "22": "But the man was downcast with that saying, and went away grieved, for he had great possessions.", "23": "And Jesus looked round about and said to his disciples, What a hard thing it is for those who have riches to enter into the kingdom of God. ", "24": "And his disciples were astonished at his words. But Jesus spoke again and said to them, Children, how hard is it for those who trust in riches to enter into the kingdom of God? ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter into the kingdom of God.", "26": "And they were astonished out of measure, saying between themselves, Who then can be saved? ", "27": "Jesus looked upon them and said, With men it is impossible, but not with God. For with God, all things are possible.", "28": "And Peter began to say to him, Lo, we have left everything and have followed you. ", "29": "Jesus answered and said, Truly I say to you, there is no one who gives up house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake and the gospel's, ", "30": "who will not receive a hundredfold now in this life: houses and brethren and sisters and mothers and children and lands – with persecutions – and in the world to come, eternal life. ", "31": "But many that are first will be last, and the last, first.", "32": "And they were on the road going up to Jerusalem, and Jesus went before them. And they were amazed, and as they followed, were afraid. And Jesus took the twelve again, and began to tell them the things that would happen to him: ", "33": "Behold, we are going up to Jerusalem, and the Son of man will be delivered to the high priests and to the scribes. And they will condemn him to death, and will deliver him to the Gentiles. ", "34": "And they will mock him, and scourge him, and spit upon him, and kill him. And the third day he will rise again.", "35": "And then James and John, the sons of Zebedee, came to him, saying, Teacher, we would like you to do for us whatever we ask. ", "36": "He said to them, What would you like me to do for you? ", "37": "They said to him, Grant to us that we may sit one on your right hand, and the other on your left hand, in your glory. ", "38": "But Jesus said to them, You know not what you ask. Can you drink of the cup that I must drink of, and be baptized in the baptism that I must be baptized in? ", "39": "And they said to him, That we can. Jesus said to them, You will drink of the cup that I will drink of, and be baptized with the baptism that I will be baptized in. ", "40": "But to sit on my right hand and on my left hand is not mine to give, but is for them for whom it is prepared.", "41": "And when the ten heard this, they began to be much displeased with James and John. ", "42": "But Jesus called them to him and said to them, You know that those who are seen to bear rule among the Gentiles reign as lords over them. And those who are great among them exercise authority over them. ", "43": "It shall not be this way among you, but whoever would be great among you shall minister to you, ", "44": "and whoever would be chief shall be servant to all. ", "45": "For even the Son of man came not to be served, but to serve, and to give his life for the redemption of many.", "46": "And they came to Jericho. And as he was going out of Jericho with his disciples and a great number of people, Bartimaeus the son of Timeus, who was blind, sat by the side of the high road, begging. ", "47": "And when he heard that it was Jesus of Nazareth, he began to call out and to say, Jesus, Son of David, have mercy on me! ", "48": "And many people admonished him to hold his peace. But he cried the more a great deal, Son of David, have mercy on me!", "49": "And Jesus stood still and directed that he be called. And they called the blind man, saying to him, Be of good comfort. Rise, he has called you.", "50": "And he threw away his cloak, and rose and came to Jesus. ", "51": "And Jesus spoke and said to him, What do you want me to do for you? The blind man said to him, Teacher, that I could see! ", "52": "Jesus said to him, Go your way; your faith has saved you. And immediately the man received his sight, and followed Jesus in the road."}