{"1": "And when they came near Jerusalem, to Bethphage and Bethany beside the Mount of Olives, he sent forth two of his disciples ", "2": "and said to them, Go your ways into the town that is in front of you. And as soon as you have entered into it, you will find a colt tied, on which no man ever sat. Untie him and bring him here. ", "3": "And if anyone asks you why you are doing this, say that the Lord has need of him, and straightaway he will send him here.", "4": "And they went their way and found a colt tied by the door outside, in a place where two roads met, and they untied him. ", "5": "And some of the people standing there said to them, What are you doing, untying the colt? ", "6": "And they answered just as Jesus had instructed, and the people let them go. ", "7": "And they brought the colt to Jesus, and cast their garments on it, and he sat upon it. ", "8": "And many spread their garments in the way. Others cut down branches of the trees and strew them in the way. ", "9": "And those who went before, and those who followed, cried out, saying, Hosanna! Blessed is he that comes in the name of the Lord! ", "10": "Blessed is the kingdom that comes in the name of him who is Lord of our father David: Hosanna in the highest!", "11": "And the Lord entered into Jerusalem and into the temple. And when he had looked round about upon everything, and now that evening time was come, he went out to Bethany with the twelve.", "12": "And on the morrow, when they had left Bethany, he hungered. ", "13": "And afar off he spotted a fig tree in leaf, and went to see whether he might find anything on it. But when he came to it, he found nothing but leaves, for the time of figs was not yet. ", "14": "And Jesus spoke and said to it, Never may man eat fruit from you hereafter while the world stands. And his disciples heard it.", "15": "And they came to Jerusalem. And Jesus went into the temple, and began to cast out the sellers and buyers in the temple, and overthrew the tables of the money changers, and the stools of those who sold doves, ", "16": "and would not suffer anyone to carry a vessel through the temple. ", "17": "And he taught, saying to them, Is it not written: My house shall be called the house of prayer for all nations? But you have made it a den of thieves! ", "18": "And the scribes and high priests heard this, and sought how to destroy him. For they feared him, because all the people marvelled at his doctrine.", "19": "And when evening came, he went out of the city. ", "20": "And in the morning, as they passed by, they saw the fig tree dried up from the roots. ", "21": "And Peter remembered and said to him, Rabbi, look! The fig tree that you cursed has withered away.", "22": "And Jesus answered and said to them, Have confidence in God. ", "23": "Truly I say to you that whoever says to this mountain, Take yourself away and cast yourself into the sea, and who does not waver in his heart, but believes that those things which he says will come to pass – whatever he says will be done for him. ", "24": "Therefore I say to you, whatever you ask when you pray, believe that you will have it, and it will be done for you. ", "25": "And when you stand and pray, forgive, if you have anything against any person, so that your Father who is in heaven may also forgive you your trespasses. ", "26": " ", "27": "And they came again to Jerusalem. And as he walked in the temple, there came to him the high priests and the scribes and the elders, ", "28": "and they said to him, By what authority do you do these things? And who gave you this authority, to do these things? ", "29": "Jesus answered and said to them, I will also ask of you a certain thing. Answer me, and I will tell you by what authority I do these things. ", "30": "The baptism of John: was it from heaven, or of men? Answer me.", "31": "They thought in themselves, saying, If we say from heaven, he will say, Why then did you not believe him? ", "32": "But if we say of men, then we fear the people. (For everyone counted John to be a very prophet.) ", "33": "And they answered and said to Jesus, We don't know. And Jesus answered and said to them, Neither will I tell you by what authority I do these things."}