{"1": "And he began to speak to them in similitudes: A certain man planted a vineyard, and compassed it about with a hedge, and made a winepress, and built a tower in it. And he let it out on hire to husbandmen, and went into a far country. ", "2": "And when the time came, he sent a servant to the tenants, in order to receive from the tenants some of the fruit of the vineyard. ", "3": "And they caught him and beat him, and sent him back empty-handed. ", "4": "And moreover he sent to them another servant, and at him they cast stones, and wounded him in the head, and sent him back utterly reviled. ", "5": "And again he sent another, and him they killed; and many others, beating some and killing some.", "6": "He had yet one son, whom he loved tenderly. Him also he sent to them at the last, saying, They will respect my son. ", "7": "But the tenants said amongst themselves, This is the heir; come, let us kill him, and the inheritance will be ours. ", "8": "And they took him and killed him, and cast him out of the vineyard.", "9": "What then will the lord of the vineyard do? He will come and destroy the tenants, and let out the vineyard to others. ", "10": "Have you not read this scripture: The stone which the builders refused is made the chief stone in the corner; ", "11": "this was done by the Lord, and is marvellous in our eyes?", "12": "And they went about to apprehend him, but they feared the people. For they perceived that he had spoken that similitude against them. And they left him and went their way.", "13": "And they sent to him certain of the Pharisees, along with Herod's servants, to take him in his words. ", "14": "And as soon as they arrived, they said to him, Teacher, we know that you are true, and mind no man, for you do not consider the degree of men, but teach the way of God truly. Is it lawful to remit tribute to Caesar, or not? ", "15": "Ought we to give, or ought we not to give? He understood their simulation and said to them, Why do you bait me? Bring me a denarius so that I may see it. ", "16": "And they brought one. And he said to them, Whose image and superscription is this? And they said to him, Caesar's. ", "17": "And Jesus answered and said to them, Then give to Caesar that which belongs to Caesar, and to God that which belongs to God. And they marvelled at him.", "18": "Then the Sadducees, who say there is no resurrection, came to him. And they asked him, saying, ", "19": "Teacher, Moses wrote to us that if any man's brother dies and leaves his wife behind him, and leaves no children, that then his brother should take his wife and raise up seed for his brother. ", "20": "There were seven brethren. The first took a wife, and when he died left no seed behind him. ", "21": "And the second took her, and died also not leaving any seed. And the third likewise. ", "22": "And all seven had her, but left no seed behind them. Last of all, the wife died also. ", "23": "In the resurrection then, when they rise again, whose wife will she be? For seven of them had her as wife.", "24": "Jesus answered and said to them, Are you not therefore deceived, and do not understand the scriptures, nor the power of God? ", "25": "For when they rise again from death, people neither marry nor are married, but are as the angels who are in heaven. ", "26": "And concerning the dead, that they will rise again, have you not read in the book of Moses how in the bush God spoke to him, saying, I am the God of Abraham and the God of Isaac and the God of Jacob? ", "27": "He is not the God of the dead, but the God of the living. You are therefore greatly deceived.", "28": "And there came one of the scribes who had heard them disputing together. He perceived that Jesus had answered them well, and asked him, Which is the first of all the commandments?", "29": "Jesus answered him, The first of all the commandments is: Hear, O Israel, the Lord God is one Lord. ", "30": "And you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength. This is the first commandment. ", "31": "And the second is like it: You shall love your neighbour as yourself. There is no commandment greater than these.", "32": "And the scribe said to him, Well said, Teacher. You have spoken the truth: that there is one God, and that there is none but he. ", "33": "And to love him with all the heart, and with all the mind, and with all the soul, and with all the strength, and to love one's neighbour as oneself, is a greater thing than all burnt offerings and sacrifices.", "34": "And when Jesus saw that he answered wisely, he said to him, You are not far from the kingdom of God. And after that, no one dared ask him any question.", "35": "And Jesus spoke and said, teaching in the temple, How is it the scribes say that Christ is the son of David? ", "36": "For David himself, inspired with the Holy Spirit, said, The Lord said to my Lord, sit on my right hand until I make your enemies your footstool. ", "37": "So David himself calls him Lord. By what means then is he David's son? And the crowds of people heard him gladly. ", "38": "And he said to them in his doctrine, Beware of the scribes, who love to go about in long clothing, and love salutations in the market places, ", "39": "and the chief seats in the synagogues, and to sit in the uppermost places at feasts; ", "40": "and who devour widows' houses, and that under a colour of long praying. These shall receive greater damnation.", "41": "Jesus sat across from the treasury and observed how the people put money into the treasury. And many who were rich cast in much. ", "42": "And there came a certain poor widow, and she threw in two small coins worth a pittance. ", "43": "And he called his disciples to him and said to them, Truly I say to you that this poor widow has cast in more than all the others who have cast into the treasury. ", "44": "For they all gave from their surplus, but she, in her poverty, did cast in all that she had, even all her living."}