{"1": "And as he went out of the temple, one of his disciples said to him, Teacher, see what stones and what buildings are here! ", "2": "And Jesus answered and said to him, Do you see these great buildings? There will not be left one stone upon another that will not be thrown down.", "3": "And as he sat on the Mount of Olives across from the temple, Peter and James and John and Andrew asked him privately, ", "4": "Tell us, when will these things be? And what will be the sign when all these things are going to be fulfilled?", "5": "And Jesus answered them and began, saying, Take heed, lest anyone deceive you. ", "6": "For many will come in my name saying, I am Christ, and will deceive many.", "7": "When you hear of war and reports of war, do not be troubled. For such things must be. But the end is not yet. ", "8": "For nation will arise against nation, and kingdom against kingdom. And there will be earthquakes in all quarters, and famines and troubles. These are the beginning of sorrows.", "9": "But take heed to yourselves. For they will bring you up before the councils and into the synagogues, and you will be beaten; yea, and will be brought before rulers and kings for my sake, for a testimony to them. ", "10": "And the gospel must first be preached among all nations. ", "11": "But when they lead you and present you, do not be anxious about what you will say, nor prepare ahead. But whatever is given you at that same time, that speak. For it will not be you who speak, but the Holy Spirit.", "12": "Yea and brother will deliver brother to death, and the father the son; and the children will rise against their fathers and mothers, and will put them to death. ", "13": "And you will be hated by all men for my name's sake. But whosoever endures to the end, the same shall be saved.", "14": "Moreover, when you see the abomination that betokens desolation, of which Daniel the prophet has spoken, standing where it ought not, let him who reads, understand. Then let those who are in Judea flee to the mountains. ", "15": "And let him who is on the housetop not descend down into the house, neither enter in to fetch anything out of his house. ", "16": "And let him who is in the field not turn back again to those things that he left behind him, to take his clothes with him. ", "17": "Woe shall be then to women that are with child, and to them that give suck in those days. ", "18": "But pray that your flight be not in the winter. ", "19": "For there shall be in those days such tribulation as was not from the beginning of creatures that God created to this time, nor will be again. ", "20": "And if the Lord did not shorten those days, no one would be saved. But for the sake of the elect, whom he has chosen, he has shortened those days.", "21": "And then if anyone says to you, Lo, here is Christ! Lo, he is there! –  believe it not. ", "22": "For false Christs will arise, and false prophets, and they will show miracles and wonders, to deceive if it were possible even the elect. ", "23": "But take heed: behold, I have told you all things beforehand.", "24": "Moreover in those days, after that tribulation, the sun will grow dark, and the moon will not give her light, ", "25": "and the stars of heaven will fall; and the powers which are in heaven shall move. ", "26": "And then will they see the Son of man coming in the clouds with great power and glory. ", "27": "And then he will send his angels, and will gather together his elect from the four winds, and from one end of the world to the other.", "28": "Learn from a similitude of the fig tree. When its branches are yet tender and it has brought forth leaves, you know that summer is near. ", "29": "So also in like manner, when you see these things come to pass, understand that it is near, even at the doors. ", "30": "Truly I say to you that this generation will not pass till all these things be done.", "31": "Heaven and earth shall pass, but my words will not pass. ", "32": "But of that day and hour no one knows, no, not the angels who are in heaven, nor the Son himself, but the Father only. ", "33": "Take heed. Watch and pray, for you know not when the time is. ", "34": "It is as a man who has gone into a far country, and has left his house, and given authority to his servants, and to each his work, and instructed the porter to watch.", "35": "Watch therefore. For you know not when the master of the house will come – whether at evening or midnight, whether at the cock-crowing or in the dawning – ", "36": "lest, if he come suddenly, he should find you sleeping. ", "37": "And what I say to you, I say to all: Watch!"}