{"1": "And he departed from there and went into his own country, and his disciples followed him. ", "2": "And when the Sabbath day came, he began to teach in the synagogue. And many who heard him were astonished and said, Where does he have these things from? And what wisdom is this that is given to him? And such miracles that are wrought by his hands! ", "3": "Is this not that carpenter – Mary's son, the brother of James and Joses, and of Judas and Simon? And are his sisters not here with us? And they were offended by him. ", "4": "And Jesus said to them, A prophet is not without honour but in his own country, and among his own kin, and among those who are of the same household. ", "5": "And he could show no miracles there, except he laid his hands upon a few sick folk and healed them. ", "6": "And he marvelled at their unbelief. And he went about by the towns that lay on every side, teaching. ", "7": "And he called the twelve and began to send them out two by two, and gave them power over unclean spirits. ", "8": "And he commanded them to take nothing for their journey save only a rod – no bag, no bread, no money in their belts – ", "9": "but to be shod with sandals, and not to put on two coats. ", "10": "And he said to them, Wherever you enter into a house, stay there till you move on from that town. ", "11": "And whoever does not receive you or hear you, when you leave there, shake off the dust that is under your feet, for a witness to them. I say truly to you, it will be easier for Sodom and Gomorrah at the day of judgment than for that place.", "12": "And they went out and preached that the people should repent. ", "13": "And they cast out many devils, and anointed many who were sick with oil, and healed them.", "14": "And King Herod heard of Jesus (for his name was spread abroad) and said, John the Baptist has risen again from death, and therefore  miracles are wrought by him. ", "15": "Others said, It is Elijah; and some said, It is a prophet, or like one of the prophets. ", "16": "But when Herod heard of him, he said, It is John whom I beheaded: he has risen back up from death.", "17": "For Herod himself had sent forth and seized John, and bound him and cast him into prison for the sake of Herodias, who was his brother Philip's wife. For Herod had married her. ", "18": "John said to Herod, It is not lawful for you to have your brother's wife. ", "19": "So Herodias was laying in wait for him, and would have killed him. But she could not, ", "20": "because Herod feared John, knowing that he was a just and holy man, and gave him reverence. And he heeded him in many things, and heard him gladly.", "21": "But when an opportune day came, Herod on his birthday put on a supper for the lords, captains, and chief personages of Galilee. ", "22": "And the daughter of the said Herodias came in and danced, and pleased Herod and those who sat with him. Then the king said to the maiden, Ask of me what you will, and I will give it to you. ", "23": "And he swore to her, Whatever you ask of me, I will give it to you, even up to one half of my kingdom.", "24": "And she went out and said to her mother, What should I ask for? And she said, The head of John the Baptist. ", "25": "And the maiden went in straightaway with haste to the king and asked, saying, I would like you to give me right now the head of John the Baptist on a platter.", "26": "And the king was sorry. However, for his oath's sake, and because of those who sat at supper also, he did not want to put her beside her purpose. ", "27": "And immediately the king sent the hangman and commanded John's head to be brought in. And he went and beheaded him in the prison, ", "28": "and brought his head on a platter, and gave it to the maiden, and the maiden gave it to her mother.", "29": "And when John's disciples heard of it, they came and took up his body, and put it in a tomb.", "30": "And the apostles gathered themselves together to Jesus, and told him all things, both what they had done and what they had taught. ", "31": "And he said to them, Come apart into the countryside and rest awhile. For there were so many comers and goers that they had no time so much as to eat. ", "32": "And they went by boat out of the way into an isolated place.", "33": "But the people noticed them when they departed, and many recognized him. And they ran there by foot out of all the towns, and got there before them, and came together to him. ", "34": "And Jesus went out and saw the crowds of people, and had compassion on them, because they were like sheep without a shepherd. And he began to teach them many things.", "35": "And when the day was now far spent, his disciples came to him, saying, This is an isolated place, and now the day is far gone. ", "36": "Let the people depart so that they can go into the country round about and into the towns and buy themselves bread, for they have nothing to eat. ", "37": "He answered and said to them, You give them to eat. And they said to him, Shall we go and buy two hundred denarii worth of bread and give them to eat? ", "38": "He said to them, How many loaves do you have? Go and look. And when they had searched, they said, Five, and two fishes.", "39": "And Jesus directed them to make all the people sit down in groups on the green grass. ", "40": "And they sat down here a row and there a row, by hundreds and by fifties. ", "41": "And he took the five loaves and the two fishes, and looked up to heaven, and blessed, and broke the loaves, and gave them to his disciples to put before the people. And he divided the two fishes among them all. ", "42": "And they all did eat and were satisfied. ", "43": "And they took up twelve baskets full of the fragments and of the fishes. ", "44": "And those who ate were about 5,000 men.", "45": "And straightaway he made his disciples get into the boat and go ahead over the water to Bethsaida while he sent the people away. ", "46": "And as soon as he had sent them away, he went apart to a mountain to pray.", "47": "And when evening was come, the boat was in the middle of the sea and he was alone on the land. ", "48": "And he saw them having trouble rowing, for the wind was contrary to them. And about the fourth quarter of the night he went out to them, walking upon the sea, and would have passed by them. ", "49": "When they saw him walking upon the sea, they supposed it was a spirit and cried out. ", "50": "For they all saw him and were afraid. And immediately he spoke to them and said to them, Be of good cheer, it is I. Be not afraid. ", "51": "And he went up to them into the boat, and the wind ceased; and they were greatly amazed in themselves beyond measure, and taken aback. ", "52": "For they did not remember about the loaves, because their hearts were blinded.", "53": "And they crossed over and went into the land of Gennesaret, and drew up to anchorage. ", "54": "And as soon as they got out of the boat, people quickly recognized Jesus, ", "55": "and ran everywhere throughout all the region round about, and began to carry all who were sick in beds to the place where they heard he was. ", "56": "And wherever he entered into towns, cities, or villages, they laid their sick in the streets and begged to touch even just the edge of his vesture. And as many as touched him were made well."}