{"1": "And the Pharisees came together to him, and some of the scribes who came from Jerusalem. ", "2": "And when they saw certain of his disciples eat bread with common hands (that is to say, with unwashed hands), they complained. ", "3": "For the Pharisees and all the Jews, unless they wash their hands often, will not eat, observing the precepts of the elders. ", "4": "And when they come from the market, unless they wash, they will not eat. And there are many other things that they have taken upon themselves to observe, such as the washing of cups and pitchers, and of copper pots, and of tables.", "5": "Then the Pharisees and scribes asked him, Why do your disciples not walk according to the precepts of the elders, but eat bread with unwashed hands? ", "6": "He answered and said to them, Well did Isaiah prophesy of you hypocrites, as it is written: This people honours me with their lips, but their heart is far from me. ", "7": "In vain they worship me, teaching doctrines which are nothing but the commandments of men. ", "8": "For you lay the commandment of God aside, and observe the precepts of men, such as the washing of pitchers and of cups. And many other suchlike things you do.", "9": "And he said to them, All too well do you cast aside the commandment of God to maintain your own precepts. ", "10": "For Moses said, Honour your father and your mother, and whosoever curses father or mother, let him die for it. ", "11": "But you say a man should say to father or mother, Corban, which is, What you ask me for, to help you with, is dedicated to God. ", "12": "And so you no longer let him do anything for his father or his mother, ", "13": "making the word of God of no effect through your own precepts, which you have established. And many such things you do.", "14": "And he called all the people to him and said to them, Hearken unto me, every one of you, and understand. ", "15": "There is nothing outside a man that can defile him when it enters into him. But those things that proceed out of him are the things that defile a man. ", "16": "If anyone has ears to hear, let him hear.", "17": "And when he went indoors, away from the people, his disciples asked him about the similitude. ", "18": "And he said to them, Are you also without understanding? Do you not yet perceive that whatever thing from without enters into a person, it cannot defile him, ", "19": "because it enters not into his heart, but into the stomach, and goes out into the drain that carries away all foods?", "20": "And he said, What defiles a man is that which comes out of a man. ", "21": "For from within, namely out of the heart of men, proceed evil thoughts: adultery, fornication, murder, ", "22": "theft, covetousness, wickedness, deceit, uncleanness, a wicked eye, slander, pride, foolishness. ", "23": "All these evil things come from within, and defile a person.", "24": "From there he arose, and went into the borders of Tyre and Sidon, and entered into a house, and wanted no one to know. But he could not be hid. ", "25": "For a certain woman whose daughter had a foul spirit heard of him, and came and fell at his feet. ", "26": "The woman was a Greek out of Syro-Phoenicia, and she besought him to cast the devil out of her daughter. ", "27": "And Jesus said to her, Let the children first be fed. For it is not meet to take the children's bread and cast it to dogs. ", "28": "She answered and said to him, Quite so, Master. Nevertheless, the dogs also eat under the table of the children's crumbs. ", "29": "And he said to her, For this saying, go your way; the devil has gone out of your daughter. ", "30": "And when she arrived home, she found the devil departed, and her daughter lying on the bed.", "31": "And he departed again from the region of Tyre and Sidon, and went to the Sea of Galilee through the region of the Ten Cities. ", "32": "And some people brought to him a man who was deaf and stammered in his speech, and asked him to put his hand upon him. ", "33": "And he took him aside from the people, and put his fingers in his ears, and spat, and touched his tongue, ", "34": "and looked up to heaven and sighed, and said to him, Ephatha; that is to say, Be opened. ", "35": "And straightaway his ears were opened, and the string of his tongue was loosed, and he spoke plainly.", "36": "And Jesus directed them to tell no one. But the more he forbad them, so much the more greatly they spoke of it. ", "37": "And they were beyond measure astonished, saying, He has done all things well, and has made both the deaf to hear and the dumb to speak."}