{"1": "And he said to them, Truly I say to you, there are some standing here who will not taste of death till they have seen the kingdom of God come with power.", "2": "And after six days, Jesus took Peter, James, and John, and led them up into a high mountain out of the way alone. And he was transfigured before them. ", "3": "And his raiment did shine, and was made very white, even as snow: such a white as no fuller can make upon the earth. ", "4": "And there appeared to them Elijah with Moses, and they talked with Jesus.", "5": "And Peter spoke and said to Jesus, Rabbi, it is good for us to be here. Let us make three tabernacles: one for you, one for Moses, and one for Elijah. ", "6": "And yet he did not know what he was saying, for they were afraid. ", "7": "And there was a cloud that covered them. And a voice came out of the cloud, saying, This is my dear Son; hear him! ", "8": "And suddenly, when they looked round about them, they saw no one but Jesus with them.", "9": "And as they came down from the hill, he charged them to tell no one what they had seen until the Son of man was risen from death again. ", "10": "And they kept that saying with them, and wondered amongst themselves what rising from death again might mean. ", "11": "And they asked him, saying, Why then do the scribes say that Elijah must come first? ", "12": "He answered and said to them, Indeed, Elijah does first come, and restore all things. And also the Son of man, as it is written, will suffer many things, and will be rejected. ", "13": "Moreover I say to you that Elijah has come, and they have done to him whatsoever pleased them, as it is written of him.", "14": "And he came to his disciples and saw crowds of people about them, and the scribes disputing with them. ", "15": "And straightaway all the people, when they saw Jesus, were moved with wonder, and ran to him and greeted him. ", "16": "And he said to the scribes, What are you disputing with them? ", "17": "A man from the crowd answered and said, Teacher, I have brought my son to you, who has a dumb spirit, ", "18": "and whenever it takes him, it tears him, and he foams and gnashes with his teeth, and collapses. And I spoke to your disciples, to cast it out, but they could not.", "19": "Jesus answered him and said, O generation without faith, how long shall I be with you? How long shall I suffer you? Bring him to me. ", "20": "And they brought the boy to him. And as soon as the spirit saw him, it tore the boy, and he fell down on the ground, wallowing and foaming. ", "21": "And Jesus asked his father, How long has this been happening to him? And he said, Since childhood. ", "22": "And often it casts him into the fire, and also into the water, to kill him. But if you can do anything, have mercy on us and help us! ", "23": "And Jesus said to him, If you can believe, all things are possible to him who believes. ", "24": "And straightaway the father of the child exclaimed with tears, saying, Lord, I believe; help my unbelief!", "25": "When Jesus saw that the people came running to gather to him, he rebuked the foul spirit, saying to him, Deaf and dumb spirit, I charge you to come out of him, and enter no more into him! ", "26": "And the spirit cried out, and rent him badly, and came out. And the boy was as one dead, insomuch that many said, He is dead. ", "27": "But Jesus caught his hand and lifted him up, and he arose.", "28": "And when Jesus had entered into the house, his disciples asked him privately, Why could we not cast him out? ", "29": "And he said to them, This kind can come out no other way but by prayer and fasting.", "30": "And they left that place, and took their journey through Galilee. But Jesus did not want anyone to know of it, ", "31": "because he was teaching his disciples. And he said to them, The Son of man will be delivered into the hands of men, and they will kill him. And after he has been killed, he will arise again on the third day. ", "32": "But they did not comprehend what that saying meant, and were afraid to ask him.", "33": "And they came to Capernaum. And once he was indoors, he asked them, What was it that you were disputing between yourselves along the way? ", "34": "And they held their peace, for on the road they had been debating among themselves who should be chief. ", "35": "And he sat down and called the twelve to him and said to them, If any man desires to be first, let him be last of all, and servant to all. ", "36": "And he took a child and set him in the midst of them, and took him in his arms and said to them, ", "37": "Whosoever receives any such a child in my name, receives me. And whosoever receives me, receives not me, but him who sent me.", "38": "John answered him, saying, Teacher, we saw someone who does not follow us casting out devils in your name, and we told him not to, because he does not follow us. ", "39": "But Jesus said, Do not forbid him. For no one who does a miracle in my name can lightly speak evil of me. ", "40": "Whosoever is not against you, is on your side.", "41": "And whosoever gives you a cup of water to drink for my name's sake, because you belong to Christ, truly I say to you, he will not lose his reward. ", "42": "But whoever hurts one of these little ones that believe in me, it would be better for him if a millstone were hung around his neck and he were cast into the sea. ", "43": "Therefore if your hand causes you to offend, cut it off. It is better for you to enter into life maimed than, having two hands, to go into hell, into fire that never shall be quenched, ", "44": "where their worm dies not and the fire never goes out. ", "45": "Likewise, if your foot causes you to offend, cut it off. For it is better for you to go lame into life than, having two feet, to be cast into hell, into fire that never shall be quenched, ", "46": "where their worm dies not and the fire never goes out. ", "47": "So also if your eye causes you to offend, tear it out. It is better for you to go into the kingdom of God with one eye than, having two eyes, to be cast into hell fire, ", "48": "where their worm dies not and the fire never goes out.", "49": "Every man therefore must be salted with fire. And every sacrifice must be seasoned with salt. ", "50": "Salt is good. But if the salt is unsavoury, what can you salt with it? See that you have salt in yourselves. And have peace among yourselves, one with another."}