{"1": "This is the Lord's message: He has decreed punishment for the land of Hadrach and for the city of Damascus. Not only the tribes of Israel but also the capital of Syria belong to the Lord. ", "2": "Hamath, which borders on Hadrach, also belongs to him, and so do the cities of Tyre and Sidon, with all their skill. ", "3": "Tyre has built fortifications for herself and has piled up so much silver and gold that it is as common as dirt! ", "4": "But the Lord will take away everything she has. He will throw her wealth into the sea, and the city will be burned to the ground.", "5": "The city of Ashkelon will see this and be afraid. The city of Gaza will see it and suffer great pain. So will Ekron, and her hopes will be shattered. Gaza will lose her king, and Ashkelon will be left deserted. ", "6": "People of mixed race will live in Ashdod. The Lord says, “I will humble all these proud Philistines. ", "7": "They will no longer eat meat with blood in it, or other forbidden food. All the survivors will become part of my people and be like a clan in the tribe of Judah. Ekron will become part of my people, as the Jebusites[a] did. ", "8": "I will guard my land and keep armies from passing through it. I will not allow tyrants to oppress my people any more. I have seen how my people have suffered.”", "9": "Rejoice, rejoice, people of Zion! Shout for joy, you people of Jerusalem! Look, your king is coming to you! He comes triumphant and victorious, but humble and riding on a donkey— on a colt, the foal of a donkey.", "10": "The Lord says, “I will remove the war chariots from Israel and take the horses from Jerusalem; the bows used in battle will be destroyed. Your king will make peace among the nations; he will rule from sea to sea, from the Euphrates River to the ends of the earth.”", "11": "The Lord says, “Because of my covenant with you that was sealed by the blood of sacrifices, I will set your people free— free from the waterless pit of exile.", "12": "Return, you exiles who now have hope; return to your place of safety. Now I tell you that I will repay you twice over with blessing for all you have suffered.", "13": "I will use Judah like a soldier's bow and Israel like the arrows. I will use the men of Zion like a sword, to fight the men of Greece.”", "14": "The Lord will appear above his people; he will shoot his arrows like lightning. The Sovereign Lord will sound the trumpet; he will march in the storms from the south.", "15": "The Lord Almighty will protect his people, and they will destroy their enemies. They will shout in battle like drunk men and will shed the blood of their enemies; it will flow like the blood of a sacrifice poured on the altar from a bowl.[b]", "16": "When that day comes, the Lord will save his people, as a shepherd saves his flock from danger. They will shine in his land like the jewels of a crown.", "17": "How good and beautiful the land will be! The young people will grow strong on its grain and wine."}