{"1": "Paul[a] and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus being in Philippi, together-with the overseers[b] and deacons[c]: ", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "I am giving-thanks to my God upon every remembrance of you, ", "4": "always in my every petition for you all making the petition with joy ", "5": "on-the-basis-of your partnership[d] for the good-news from the first day until the present, ", "6": "being confident-of this very thing: that the One having begun a good work in you will perfect[e] it until the day of Christ— ", "7": "just as it is right for me to think this about you all because of my having you[f] in my heart, both in my imprisonment and in the defense and confirmation[g] of the good-news, you all being my co-partners[h] of grace. ", "8": "For God is my witness how I am yearning-for you all with the deep-feelings[i] of Christ Jesus.", "9": "And I am praying this: that your love may be abounding still more and more in knowledge and all perception[j] ", "10": "so that you may be approving the things mattering[k], in-order-that[l] you might be pure and blameless[m] for[n] the day of Christ, ", "11": "having been filled with the fruit of righteousness which comes through Jesus Christ to the glory and praise of God.", "12": "Now I want you to know, brothers, that the things concerning me have come rather for the advancement of the good-news—", "13": "... so that my imprisonment in[o] Christ became visible[p] in the whole Praetorium[q] and to all the rest, ", "14": "and so that the majority of the brothers, being confident[r] in the Lord because-of my imprisonment, are more daring to fearlessly speak the word.", "15": "Some indeed speak because of envy and strife, but some also are proclaiming Christ because of good-will. ", "16": "The ones speak out of love, knowing that I am appointed for the defense of the good-news; ", "17": "but the others are proclaiming Christ out of selfish-interest, not purely, supposing to raise trouble in my imprisonment. ", "18": "What indeed does it matter except that[s] in every way, whether in pretense or in truth, Christ is being proclaimed! And I am rejoicing in this. But I also will rejoice, ", "19": "for I know that this will turn-out for me for deliverance through your prayer and the provision of the Spirit of Jesus Christ, ", "20": "in-accordance-with my eager-expectation and hope that I will in no way be put-to-shame, but that with all boldness, as always, even now Christ will be magnified in my body, whether by life or by death— ", "21": "for to me, the living is Christ, and the dying[t] is gain.", "22": "Now if it is the living in the flesh, this for me means fruit from work. And I do not know[u] what I shall choose, ", "23": "but am gripped[v] by the two— having the desire that I might depart and be with Christ, for that is better by much more, ", "24": "but the remaining in the flesh is more-necessary for your sake. ", "25": "And being confident-of this, I know that I will remain and continue with you all for your advancement and joy of faith, ", "26": "in order that your boast may be abounding in Christ Jesus in me through my presence again with you.", "27": "Only be conducting-yourselves[w] worthily of the good-news of Christ in order that whether having come and seen you or being absent, I may be hearing-of the things concerning you— that you are standing-firm in one spirit, contending-together with one soul for the faith of the good-news, ", "28": "and not being frightened[x] in any way by the ones opposing you— which is a sign[y] of destruction for them, but of your salvation, and this from God.", "29": "Because to you was granted the thing[z] for Christ's sake— not only the believing in Him, but also the suffering for His sake, ", "30": "having the same struggle[aa] such as you saw in me and now are hearing to be in me."}