{"1": "If then there is any encouragement in Christ, if any consolation of [a] love, if any fellowship[b] of the Spirit, if any deep-feelings and compassions, ", "2": "fill-up my joy, which is that you be thinking the same thing[c], having the same love, united-in-spirit, thinking[d] the one thing, ", "3": "doing nothing based-on selfish-interest nor based on conceit, but with humble-mindedness regarding one another as surpassing[e] yourselves; ", "4": "not each looking-out-for your own things, but also each the things of others.", "5": "Be thinking[f] this in you, which also was in Christ Jesus— ", "6": "Who, while[g] being[h] in the form[i] of God, did not regard the being equal with God a thing-to-be-grasped[j], ", "7": "but emptied Himself, having taken the form of a slave, having come[k] in the likeness[l] of humans[m]. And having been found as a man in outward-appearance, ", "8": "He humbled Himself, having become obedient to the point of death— and a death of a cross! ", "9": "Therefore God also highly-exalted Him, and granted Him the name above every name ", "10": "in-order-that every knee should bow at the name of Jesus— of heavenly ones and earthly ones and ones under-the-earth— ", "11": "and every tongue should confess-out[n] that Jesus Christ is Lord, to the glory of God the Father.", "12": "So then my beloved, just as you always obeyed— not as in my presence only, but now much more in my absence— be working-out your salvation with fear and trembling. ", "13": "For God[o] is the One working in you both the wanting[p] and the working, for His good-pleasure. ", "14": "Be doing all things without grumblings and arguments ", "15": "in-order-that you may become[q] blameless[r] and innocent, children of God without-blemish amidst a crooked and perverted generation, among whom you are shining[s] as lights[t] in the world, ", "16": "holding-out[u] the word of life— for a boast for me in the day of Christ that I did not run in vain nor labor in vain!", "17": "But if I even am being poured-out[v] upon the sacrifice and service of your faith, I am rejoicing [over it], and rejoicing-with you all. ", "18": "And you also be rejoicing the same way, and be rejoicing-with me.", "19": "Now I am hoping in the Lord Jesus to send Timothy to you soon in order that I also may be cheered, having come-to-know the things concerning you. ", "20": "For I have no one likeminded who will genuinely be concerned-about the things concerning you. ", "21": "For the ones all are seeking their own things, not the things of Jesus Christ. ", "22": "But you know his approvedness, because he served with me for the good-news as a child with a father. ", "23": "So indeed I am hoping to send this one at-once, whenever I see the things with-respect-to me. ", "24": "And I am confident in the Lord that I myself also will come soon.", "25": "But I regarded it necessary to send to you Epaphroditus— my brother and fellow-worker and fellow-soldier, and your delegate[w] and minister of my need— ", "26": "because he was yearning-for you all, and was being distressed because you heard that he was sick. ", "27": "For indeed he was sick nearly to death. But God had-mercy-on him— and not him only, but also me, in order that I should not have grief upon grief. ", "28": "Therefore I sent him more-eagerly, in order that having seen him again you may rejoice, and I may be less-grieved. ", "29": "So receive him in the Lord with all joy, and be holding such ones precious, ", "30": "because he drew-near to the point of death for the sake of the work of Christ— having risked his life in order that he might fill-up your lack[x] of service to me."}