{"1": "Finally, my brothers, be rejoicing in the Lord. To be writing the same things to you is not troublesome for me, and is safe for you—", "2": "Be watching-out-for the dogs[a], be watching out for the evil workers, be watching out for the mutilation[b]. ", "3": "For we are the circumcision, the ones worshiping in the Spirit of God and boasting in Christ Jesus and not putting-confidence in the flesh— ", "4": "though myself having confidence even in the flesh! If any other person thinks that he may put-confidence in the flesh, I more— ", "5": "in circumcision the eighth day; from the nation of Israel, the tribe of Benjamin, a Hebrew from Hebrews; in relation to the Law— a Pharisee; ", "6": "in relation to zeal— persecuting the church; in relation to the righteousness in the Law— having been blameless[c].", "7": "But what things were gains to me, these I have regarded to be a loss for the sake of Christ.", "8": "But more than that, I am indeed regarding all things to be a loss for the sake of the surpassing greatness of the knowledge of Christ Jesus my Lord, for the sake of Whom I suffered-loss-of all things and am regarding them as garbage in order that I might gain Christ ", "9": "and be found in Him, not having my own righteousness from the Law but the one through faith[d] in Christ, the righteousness from God on the basis of faith— ", "10": "that I might know Him and the power of His resurrection and the partnership[e] of His sufferings, being conformed to His death ", "11": "if somehow[f] I might attain to [the power of] the resurrection-out from the dead.", "12": "Not that I already obtained it or have already been made-perfect[g], but I am pressing-on to see if I may indeed take-hold-of [h] that for which also I was taken hold of by Christ Jesus. ", "13": "Brothers, I do not consider myself to have taken hold, but one thing I do: forgetting the things behind and stretching-toward the things ahead, ", "14": "I am pressing-on toward the goal for the prize of the upward[i] calling from God in Christ Jesus.", "15": "Therefore, all who are mature— let us be thinking[j] this. And if you are thinking anything differently, God will reveal this also to you. ", "16": "Nevertheless, to what thinking we attained, by the same let us be walking-in-line. ", "17": "Be fellow-imitators of me, brothers, and be watching the ones walking in this manner, just as you have us as a pattern.", "18": "For many walk as to whom I was often saying to you, and now even weeping say, they are the enemies of the cross of Christ— ", "19": "whose end is destruction, whose god is their stomach and glory is in their shame— the ones thinking[k] the earthly things.", "20": "For our place-of-citizenship is in the heavens, from where also we are eagerly-awaiting the Savior, the Lord Jesus Christ, ", "21": "Who will transform the body of our lowliness[l] so as to be similar-in-form[m] to the body of His glory, according-to the working that enables Him also to subject all things to Himself."}