{"1": "Book of the lineage of Jesus Christ, the son of David, the son of Abraham.", "2": "Abraham begat Isaac. And Isaac begat Jacob. And Jacob begat Judah and his brothers.", "3": "And Judah begat Perez, and Zerah, of Tamar. And Perez begat Hezron. And Hezron begat Ram.", "4": "And Ram begat Amminadab. And Amminadab begat Nahshon. And Nahshon begat Salmon.", "5": "And Salmon begat Boaz, of Rahab. And Boaz begat Obed, of Ruth. And Obed begat Jesse.", "6": "And Jesse begat David the King. And David the King begat Solomon, of the wife of Uriah.", "7": "And Solomon begat Rehoboam. And Rehoboam begat Abijah. And Abijah begat Asa.", "8": "And Asa begat Jehoshaphat. And Jehoshaphat begat Joram. And Joram begat Uzziah.", "9": "And Uzziah begat Jotham. And Jotham begat Ahaz. And Ahaz begat Hezekiah.", "10": "And Hezekiah begat Manasseh. And Manasseh begat Amon. And Amon begat Josiah.", "11": "And Josiah begat Jakim. And Jakim begat Jeconiah, and his brothers, about the time they were carried away to Babylon.", "12": "And after they were carried away into Babylon, Jeconiah begat Shealtiel. And Shealtiel begat Zerubbabel.", "13": "And Zerubbabel begat Abiud. And Abiud begat Eliakim. And Eliakim begat Azor.", "14": "And Azor begat Zadok. And Zadok begat Achim. And Achim begat Eliud.", "15": "And Eliud begat Eleazar. And Eleazar begat Matthan. And Matthan begat Jacob.", "16": "And Jacob begat Joseph, the husband of Mary, of whom was born Jesus, Who is called Christ.", "17": "So all the generations from Abraham to David, are fourteen generations. And from David until they were carried away into Babylon, fourteen generations; and after they were carried away into Babylon until Christ, fourteen generations.", "18": "Now the birth of Jesus Christ was as follows: When His mother Mary had been engaged to Joseph, before they came together, she was found to be with child, from the Holy Ghost.", "19": "Then Joseph, her husband, being a just man and not willing to make her a public example, was of a mind to release her secretly.", "20": "But while he thought these things, behold, the angel of the Lord appeared to him in a dream, saying, “Joseph, the son of David, do not be afraid to take Mary as your wife. For that which is conceived in her, is from the Holy Ghost.", "21": "“And she shall bring forth a Son, and you shall call His name Jesus. For He shall save His people from their sins.”", "22": "And all this was done to fulfill that which is spoken from the Lord by the Prophet, saying,", "23": "“Behold, a virgin shall be with Child, and shall bear a Son, and they shall call His name Emmanuel, which is by interpretation, 'God with us'.”", "24": "Then Joseph, having awakened, did as the angel of the Lord had instructed him, and took his wife.", "25": "But he did not know her until she had brought forth her first-born Son, and he called His name, Jesus."}