{"1": "At that time, Jesus went through the corn on a Sabbath day. And His disciples were hungry and began to pluck the ears of corn and eat.", "2": "And when the Pharisees saw it, they said to Him, “Behold, Your disciples do that which is not lawful to do upon the Sabbath!”", "3": "But He said to them, “Have you not read what David did when he and those who were with him were hungry?", "4": "“How he went into the house of God, and ate the showbread (which was not lawful for him to eat, nor for those who were with him, but only for the priests)?", "5": "“Or have you not read in the Law how that, on the Sabbath days, the priests in the Temple break the Sabbath and are blameless?", "6": "“But I say to you that here is One greater than the Temple.", "7": "“Therefore, if you knew what this meant, 'I will have mercy and not sacrifice', you would not have condemned the innocents.", "8": "“For the Son of Man is Lord, even of the Sabbath.”", "9": "And he departed from there and went into their synagogue.", "10": "And behold, there was a man who had a withered hand. And they asked Him, saying, “Is it lawful to heal upon a Sabbath day?” (so that they might accuse Him)", "11": "And He said to them, “What man is there among you who has a sheep, and if it falls into a pit on the Sabbath day, does not take it and lift it out?", "12": "“How much better, then, is a man than a sheep? Therefore, it is lawful to do well on a Sabbath day.”", "13": "“Then He said to the man, “Stretch forth your hand.” And he stretched it forth. And it was made whole as the other.", "14": "Then the Pharisees went out and conspired against Him, how they might destroy Him.", "15": "But Jesus, knowing of it, departed from there. And great multitudes followed Him. And He healed them all,", "16": "and warned them that they should not make Him known.", "17": "So that which was spoken by Isaiah the Prophet might be fulfilled, which says,", "18": "“Behold my Servant, Whom I have chosen; My Beloved in Whom My soul delights. I will put My Spirit on Him. And He shall show judgment to the Gentiles.", "19": "“He shall not strive, nor cry, nor shall anyone hear His voice in the streets.", "20": "“A bruised reed shall He not break. And a smoldering wick shall He not quench, till He brings forth judgment unto victory.", "21": "“And in His Name shall the Gentiles trust.”", "22": "Then one possessed with a demon was brought to Him, who was both blind and mute. And He healed him, so that he who was blind and mute both spoke and saw.", "23": "And all the people were amazed, and said, “Is not this that son of David?”", "24": "But when the Pharisees heard it, they said, “This man does not cast out demons but by Beelzebub the Prince of Demons.", "25": "But Jesus knew their thoughts, and said to them, “Every kingdom divided against itself is brought to naught. And every city or house divided against itself shall not stand.", "26": "“So, if Satan casts out Satan, he is divided against himself. How then shall his kingdom endure?", "27": "“Also, if I cast out demons through Beelzebub, by whom do your sons cast them out? They shall therefore be your judges.", "28": "“But if I cast out devils by the Spirit of God, then the Kingdom of God has come to you.", "29": "“Or else how can anyone enter into a strong man's house and spoil his goods, unless he first binds the strong man, and then spoil his house?", "30": "“The one who is not with Me, is against Me. And the one who does not gather with Me, scatters.", "31": "“Therefore I say to you, “Every sin and blasphemy shall be forgiven men. But the blasphemy against the Holy Ghost shall not be forgiven men.", "32": "And whoever shall speak a word against the Son of Man, it shall be forgiven him. But whoever shall speak against the Holy Ghost, it shall not be forgiven him, neither in this world, nor in the world to come.", "33": "“Either make the tree good, and his fruit good, or else make the tree evil, and his fruit evil. For the tree is known by the fruit.", "34": "“O generations of vipers! How can you speak good things, when you are evil? For out of the abundance of the heart, the mouth speaks.", "35": "“A good man brings forth good things out of the good treasure of his heart. And an evil man, out of an evil treasure, brings forth evil things.", "36": "“But I say to you, that of every idle word that men shall speak, they shall give account thereof on the Day of Judgment.", "37": "For by your words you shall be justified, and by your words you shall be condemned.", "38": "Then answered some of the scribes and Pharisees, saying, “Master, we wish to see a sign from You.”", "39": "But He answered and said to them, “An evil and adulterous generation seeks a sign. But no sign shall be given to it, except the sign of the Prophet Jonah.", "40": "“For as Jonah was three days and three nights in the belly of the great fish, so shall the Son of Man be three days and three nights in the heart of the earth.", "41": "“The men of Nineveh shall rise in judgment with this generation and condemn it. For they repented at the preaching of Jonah. And behold, a Greater than Jonah is here.", "42": "“The Queen of the South shall rise in judgment with this generation and shall condemn it. For she came from the utmost parts of the earth to hear the wisdom of Solomon. And behold, a Greater than Solomon is here.", "43": "“Now when the unclean spirit has gone out of a man, it walks throughout dry places, seeking rest, and finds none.", "44": "“Then it says, 'I will return to my house, from where I came.' And when he has come, he finds it empty, swept and garnished.", "45": "“Then it goes, and takes with it seven other spirits, worse than itself. And they enter in, and dwell there. And the end of that man is worse than the beginning. Even so shall it be with this wicked generation.”", "46": "While he was still speaking to the multitude, behold, his mother, and his brothers stood outside, desiring to speak with him.", "47": "Then one said to him, “Behold, your mother and your brothers stand outside, desiring to speak with you.”", "48": "But He answered and said to him that told Him, “Who is My mother, and who are My brothers?”", "49": "And He stretched forth His hand toward His disciples and said, “Behold My mother, and My brothers.", "50": "For whoever shall do My Father's will (Who is in Heaven), the same is My brother and sister and mother.”"}