{"1": "The same day, Jesus went out of the house, and sat by the seaside.", "2": "And great multitudes gathered to Him, so that He went into a ship and sat down. And the whole multitude stood on the shore.", "3": "Then He spoke many things to them in parables, saying, “Behold, a sower went out to sow.", "4": "“And as he sowed, some fell by the wayside. And the birds came and devoured them.", "5": "“And some fell upon stony ground, where they did not have much earth. And soon they sprang up, because they had no depth of earth.", "6": "“But when the sun came up, they were burnt up; and for lack of rooting, withered away.", "7": "“And some fell among thorns. And the thorns sprang up and choked them.", "8": "But some fell in good ground, and brought forth fruit; one corn a hundredfold, some sixtyfold, and another thirtyfold.", "9": "“The one who has ears to hear, let him hear.”", "10": "Then the disciples came, and said to Him, “Why did You speak to them in parables?”", "11": "And He answered and said to them, “Because it has been given to you to know the secrets of the Kingdom of Heaven. But to them it is not given.", "12": "“For whoever has, to him shall be given. And he shall have abundance. But whoever does not have, even that which he has shall be taken away from him.", "13": "“Therefore, I speak to them in parables. Because they, seeing, do not see. And hearing, they do not hear, nor understand.", "14": "“So in them the prophecy of Isaiah is fulfilled which says, 'By hearing you shall hear and shall not understand; and seeing, you shall see and shall not perceive.", "15": "“'For this people's heart has grown fat and their ears barely hear and they have closed their eyes, lest they should see with their eyes and hear with their ears and should understand with their hearts and should return, that I might heal them.'", "16": "“But blessed are your eyes, for they see; and your ears, for they hear.", "17": "“For truly I say to you that many Prophets and righteous men have desired to see those things which you see and have not seen them; and to hear those things which you hear and have not heard them.", "18": "“Therefore, hear the parable of the Sower.", "19": "“Whenever anyone hears the word of the Kingdom, and does not understand it, the evil one comes and snatches away that which was sown in his heart. And this is the one who has received the seed by the wayside.", "20": "“And the one who received seed in the stony ground, is he who hears the word, and immediately, with joy, receives it,", "21": "“But he has no root in himself and endures but a season. For as soon as trouble or persecution comes because of the word, he quickly stumbles.", "22": "“And the one who receives the seed among thorns, is he who hears the word, but the care of this world and the deceitfulness of riches choke the word. And it is made unfruitful.", "23": "“But the one who receives the seed in the good ground, is he who hears the word and understands it, who also bears fruit and brings forth; some a hundredfold, some sixtyfold, and some thirtyfold.”", "24": "He put forth another parable to them, saying, “The Kingdom of Heaven is like a man who sowed good seed in his field.", "25": "“But while the men slept, his enemy came and sowed weeds among the wheat, and went his way.", "26": "“And when the blade had sprung up and brought forth fruit, the weeds also appeared.", "27": "“Then the servants of the landowner came, and said to him, 'Master, did not you sow good seed in your field? From where have these weeds come?'", "28": "“And he said to them, 'Some envious man has done this.' Then the servants said to him, 'Do you wish us to go and gather them up?'", "29": "“But he said, 'No, lest while you are gathering the weeds you also pluck up the wheat with them.", "30": "“'Let both grow together until the harvest. And at harvest time I will say to the reapers, “First, gather the weeds, and bind them in sheaves to burn them. But gather the wheat into my barn.”'”", "31": "“He put forth another parable to them, saying, “The Kingdom of Heaven is like a grain of mustard seed, which a man takes and sows in his field,", "32": "“which indeed is the least of all seeds. But when it is grown, it is the greatest among herbs. And it becomes a tree, so that the birds of heaven come and build in its branches.”", "33": "He spoke another parable to them, “The Kingdom of Heaven is like leaven, which a woman took and hid in three measures of meal, till all was leavened.”", "34": "Jesus spoke all these things to the multitude in parables. And He did not speak to them without parables.", "35": "So that which was spoken by the Prophet might be fulfilled, which says, “I will open my mouth in parables, and will utter the things which have been kept secret from the foundation of the world.”", "36": "Then Jesus sent the multitude away and went into the house. And His disciples came to Him, saying, “Explain to us the parable of the weeds of that field.”", "37": "Then He answered, and said to them, “He who sows the good seed is the Son of Man.", "38": "“And the field is the world. And the good seed are the children of the Kingdom. And the weeds are the children of the evil one.", "39": "“And the enemy who sows them is the devil. And the harvest is the end of the world. And the reapers are the angels.", "40": "“Just as the weeds are gathered and burned in the fire, so shall it be at the end of this world.", "41": "“The Son of Man shall send forth his angels. And they shall gather all stumbling blocks out of his Kingdom, and those who do iniquity,", "42": "“and shall cast them into a furnace of fire. There shall be wailing and gnashing of teeth.", "43": "“Then shall the just shine as the sun in the Kingdom of their Father. The one who has ears to hear, let him hear.", "44": "“Again, the Kingdom of Heaven is like a treasure, hidden in the field. Which, when a man has found, he hides it. And for joy thereof, departs and sells all that he has, and buys that field.", "45": "“Again, the Kingdom of Heaven is like a merchant man who seeks good pearls,", "46": "“Who, having found a pearl of great price, went and sold all that he had and bought it.", "47": "“Again, the Kingdom of Heaven is like a draw net, cast into the sea, which gathers of all kinds of things;", "48": "“which, when it is full, they draw to land, and sit and gather the good into vessels, and cast away the bad.", "49": "“So shall it be at the end of the world. The angels shall go forth, and separate the bad from among the just;", "50": "“and shall cast them into a furnace of fire. There shall be wailing and gnashing of teeth.”", "51": "“Jesus said to them, “Do you understand all these things?” They said to Him, “Yes, Lord.”", "52": "Then He said to them, “Therefore, every scribe who is taught about the Kingdom of Heaven, is like a landowner who brings forth, out of his treasure, things both new and old.”", "53": "And it came to pass that when Jesus had ended these parables, He departed from there,", "54": "and came into His own country, and taught them in their synagogue (so that they were astonished), and said, “From where does this wisdom and these great works come to this man?", "55": "“Is not this the carpenter's son? Is not his mother called Mary, and his brothers, James and Joses, and Simon, and Judas?", "56": "“And are not his sisters all with us? From where, then, did he get all these things?", "57": "And they were offended by Him. Then Jesus said to them, “A Prophet is not without honor, except in His own country and in His own house.”", "58": "And He did not do many great works there, because of their unbelief."}