{"1": "And after six days, Jesus took Peter and James, and John his brother, and brought them up into a high mountain, alone.", "2": "And He was transfigured before them. And His face shined as the sun. And His clothes were as white as the light.", "3": "And behold, there appeared to them Moses and Elijah, talking with Him.", "4": "Then Peter answered, and said to Jesus, “Master, it is good for us to be here. If You would, let us make three booths here; one for You, and one for Moses, and one for Elijah.”", "5": "“While he was still speaking, behold, a bright cloud overshadowed them. And behold, a voice came out of the cloud, saying, “This is My beloved Son, in Whom I am well pleased. Hear Him.”", "6": "And when the disciples heard that, they fell on their faces, and were very afraid.", "7": "Then Jesus came and touched them, and said, “Arise. And do not be afraid.”", "8": "And when they lifted up their eyes, they saw no one, except Jesus only.", "9": "And as they came down from the mountain, Jesus charged them, saying, “Tell no one of this vision until the Son of Man has risen again from the dead.”", "10": "And His disciples asked Him, saying, “Why, then, do the scribes say that Elijah must come first?”", "11": "And Jesus answered, and said to them, “Certainly Elijah must come first, and restore all things.", "12": "“But I say to you that Elijah has come already, and they did not know him. But they have done to him whatever they would. Likewise, the Son of Man shall also suffer by them.”", "13": "Then the disciples perceived that He spoke to them of John Baptist.", "14": "And when they had come to the multitude, a certain man came to Him and fell down at His feet,", "15": "and said, “Master, have pity on my son. For he is epileptic and suffers greatly. For he often falls into the fire, and often into the water.", "16": "“And I brought him to Your disciples, and they could not heal him.”", "17": "Then Jesus answered, and said, “O faithless and crooked generation. How long now shall I be with you? How long now shall I bear with you? Bring him here to Me.”", "18": "And Jesus rebuked the demon. And he went out of him. And the child was healed at that hour.", "19": "Then the disciples came to Jesus privately, and said, “Why could not we cast it out?”", "20": "And Jesus said to them, “Because of your unbelief. For truly I say to you, if you have faith as much as is a grain of mustard seed, you shall say to this mountain, “Move from here to there, and it shall move. And nothing shall be impossible to you.", "21": "“Nevertheless, this kind only goes out by prayer and fasting.", "22": "And while they were in Galilee, Jesus said to them, “The Son of Man shall be delivered into the hands of men.", "23": "“And they shall kill Him. But the third day He shall rise again.” And they were very sorrowful.", "24": "And when they had come to Capernaum, those who received the temple tax came to Peter, and said, “Does not your Master pay temple taxes?", "25": "He said, “Yes.” And when he had come into the house, Jesus stopped him, saying, “What do you think, Simon? From whom do the kings of the earth take tribute (or temple taxes) - from their children, or from strangers?", "26": "Peter said to Him, “From strangers.” Then Jesus said to him, “Then the children are free.”", "27": "Nevertheless, so that we should not offend them, go to the sea and cast in a hook. And take the first fish that comes up. And when you have opened its mouth, you shall find a coin. Take it, and give it to them for you and Me."}