{"1": "And it happened that when Jesus had finished these sayings, He departed from Galilee, and came into the region of Judea beyond Jordan.", "2": "And great multitudes followed Him. And He healed them there.", "3": "Then the Pharisees came to Him, tempting Him, and saying to Him, “Is it lawful for a man to divorce his wife upon every occasion?”", "4": "And He answered and said to them, “Have you not read that He Who made them at the beginning, made them male and female;", "5": "“and said, 'For this reason, a man shall leave father and mother, and cling to his wife. And those who were two, shall be one flesh?'", "6": "“Therefore, they are no more two, but one flesh. Therefore, do not let man separate that which God has coupled together.”", "7": "They said to Him, “Why, then, did Moses command to give a Bill of Divorcement, and to send her away?”", "8": "He said to them, “Because of the hardness of your heart, Moses allowed you to divorce your wives. But from the beginning it was not so.", "9": "“Therefore, I say to you that whoever shall divorce his wife and marry another, unless it is for promiscuity, commits adultery. And whoever marries a divorcee ́, commits adultery.”", "10": "His disciples said to Him, “If it is so between man and wife, it is not good to marry.”", "11": "But He said to them, “All men cannot receive this thing. Only those to whom it is given.", "12": "“For there are some eunuchs who were so born from their mother's belly. And there are some eunuchs who are gelded by men. And there be some eunuchs who have gelded themselves for the Kingdom of Heaven. The one who is able to receive this, let him receive it.”", "13": "Then little children were brought to Him, so that He could put hands on them and pray. And the disciples rebuked them.", "14": "But Jesus said, “Allow the little children. And do not forbid them to come to Me. For of such is the Kingdom of Heaven.”", "15": "And when He had put His hands on them, He departed from there.", "16": "And behold, one came and said to Him, “Good Master, what good thing shall I do, so that I may have eternal life?", "17": "And He said to him, “Why did you call me good? There is no one good, but One, even God. But if you wish to enter into Life, keep the Commandments.”", "18": "“He said to Him, “Which?” And Jesus said, “These: 'You shall not kill'. 'You shall not commit adultery'. 'You shall not steal'. 'You shall not bear false witness'.", "19": "“'Honor your father and mother'. And, 'You shall love your neighbor as yourself'.”", "20": "The young man said to Him, “I have observed all these things from my youth. “What do I still lack?”", "21": "Jesus said to him, “If you wish to be perfect, go. Sell what you have and give it to the poor. And you shall have treasure in Heaven. And come and follow Me.”", "22": "And when the young man heard that saying, he went away sorrowful. For he had great possessions.", "23": "Then Jesus said to His disciples, “Truly I say to you that a rich man shall not easily enter into the Kingdom of Heaven.", "24": "“And again I say to you it is easier for a camel to go through the eye of a needle than for a rich man to enter into the Kingdom of God.”", "25": "And when His disciples heard it, they were exceedingly amazed, saying, “Who then can be saved?”", "26": "And Jesus looked at them, and said to them, “With men this is impossible. But with God, all things are possible.”", "27": "Then Peter answered, and said to Him, “Behold, we have forsaken all, and followed You. What, therefore, shall we have?”", "28": "And Jesus said to them, “Truly I say to you that when the Son of Man shall sit on the throne of His Majesty, you who followed Me in the new birth shall also sit upon twelve thrones, and judge the twelve tribes of Israel.", "29": "“And whoever shall forsake houses, or brothers, or sisters, or father, or mother, or wife, or children, or lands, for My Name's sake, shall receive a hundredfold more, and shall inherit everlasting life.", "30": "“But many that are first, shall be last. And the last shall be first."}