{"1": "When Jesus then was born at Bethlehem in Judea, in the days of Herod the King, behold, wise men came from the east to Jerusalem,", "2": "saying, “Where is the King of the Jews Who is born? For we have seen His star in the east and have come to worship Him.”", "3": "When King Herod heard this, he was disturbed, and all Jerusalem with him.", "4": "And gathering together all the chief priests and scribes of the people, he asked them where Christ should be born.", "5": "And they said to him, “At Bethlehem in Judea. For so it is written by the Prophet,", "6": "'And you, Bethlehem, in the land of Judah, are not the least among the Princes of Judah. For out of you shall come the Governor Who shall feed My people, Israel.'”", "7": "Then Herod secretly called the wise men and carefully inquired of them the time that the star had appeared.", "8": "And he sent them to Bethlehem, saying, “Go, and search carefully for the Child. And when you have found Him, bring me word, that I may come also, and worship Him.”", "9": "So when they had heard the king, they departed. And lo, the star which they had seen in the east, went before them, till it came and stood over the place where the Child was.", "10": "And when they saw the star, they rejoiced with an exceedingly great joy.", "11": "And they went into the house, and found the Child (with Mary, his mother), and fell down and worshipped Him, and opened their treasures; and presented gifts to Him: gold and frankincense and myrrh.", "12": "And after they were warned by God in a dream not to return to Herod, they withdrew to their country by another way.", "13": "After their departure, behold, the angel of the Lord appeared to Joseph in a dream, saying, “Arise, and take the Child and His mother, and flee into Egypt. And stay there until I bring you word. For Herod will seek the Child to destroy Him.”", "14": "So he arose and took the Child and His mother by night and departed into Egypt.", "15": "And they were there until the death of Herod, so that which was spoken from the Lord by the prophet might be fulfilled, which says, “Out of Egypt have I called my Son.”", "16": "Then Herod, seeing that he had been mocked by the wise men, was exceedingly enraged. And he sent forth and had put to death all the male children in Bethlehem and the surrounding territory who were two years old and under (according to the time which he had carefully determined from the wise men).", "17": "Then that which was spoken by the Prophet Jeremiah was fulfilled, which says,", "18": "“A voice was heard in Ramah - mourning and weeping and howling greatly - Rachel weeping for her children. And she would not be comforted, because they were no more.”", "19": "And when Herod was dead, behold, an angel of the Lord appeared to Joseph in Egypt, in a dream,", "20": "saying, “Arise. And take the Child and His mother. And go into the land of Israel. For those who sought the Child's life are dead.”", "21": "Then he rose up, and took the Child and His mother, and came into the land of Israel.", "22": "But when he heard that Archelaus reigned in Judea (instead of his father Herod) he was afraid to go there. But after he was warned by God in a dream, he withdrew into the parts of Galilee.", "23": "And he went and dwelt in a city called Nazareth, so that which was spoken by the prophets might be fulfilled, which says that He would be “called a Nazarite.”"}