{"1": "“For the Kingdom of Heaven is like a certain landowner, who went out at the dawning of the day to hire laborers into his vineyard.", "2": "“And he agreed with the laborers for a penny a day and sent them into his vineyard.", "3": "“And he went out about the third hour, and saw others standing idle in the marketplace,", "4": "“and said to them, “You go into my vineyard also. And whatever is right, I will give you. And they went their way.", "5": "“Again, he went out about the sixth and ninth hour, and did likewise.", "6": "“And he went about the eleventh hour, and found others standing idle, and said to them, 'Why do you stand here idle all day?'", "7": "“They said to him, 'Because no one has hired us.' He said to them, 'You go into my vineyard also. And whatever is right, that shall you receive.'", "8": "“And when evening had come, the master of the vineyard said to his steward, 'Call the laborers and give them their wages, beginning at the last, till you come to the first.'", "9": "“And those who were hired about the eleventh hour, came. And each received a penny.", "10": "“Now when the first came, they assumed that they would receive more. But each of them also received a penny.", "11": "“And when they had received it, they murmured against the master of the house,", "12": "“saying, 'These last have only worked one hour, and you have made them equal to us, who have borne the burden and heat of the day!'", "13": "“And he answered one of them, saying, 'Friend, I do you no wrong. Did you not agree with me for a penny?", "14": "'Take that which is yours and go your way. I will give to this last as much as to you.", "15": "'Is it not lawful for me to do as I will with my own? Is your eye evil because I am good?'", "16": "“So the last shall be first, and the first last. For many are called, but few chosen.”", "17": "And Jesus went up to Jerusalem, and took the twelve disciples aside on the way and said to them,", "18": "“Behold, we go up to Jerusalem. And the Son of Man shall be delivered to the chief priests, and to the scribes. And they shall condemn Him to death,", "19": "“and shall deliver Him to the Gentiles - to mock, and to scourge, and to crucify. But the third day, He shall rise again.”", "20": "Then the mother of Zebedee's children came to Him with her sons, worshipping, and desiring a certain thing of Him.", "21": "“And he said to her, “What do you wish?” She said to him, “Grant that these, my two sons, may sit - the one at Your right hand and the other at Your left hand - in Your Kingdom.”", "22": "And Jesus answered, and said, “Ye do not know what you ask. Are you able to drink from the cup from which I shall drink, and to be baptized with the baptism with which I shall be baptized? They said to Him, “We are able.”", "23": "And He said to them, “You shall indeed drink from My cup, and shall be baptized with the baptism with which I am baptized. But to sit at My right hand, and at My left hand, is not Mine to give. But it shall be given to those for whom it is prepared by My Father.”", "24": "And when the other ten heard this, they were angry at the two brothers.", "25": "Therefore Jesus called them to Him, and said, “You know that the rulers of the Gentiles lord it over them. And those who are great, exercise authority over them.", "26": "“But it shall not be so among you. But whoever will be great among you, let him be your servant.", "27": "“And whoever will be chief among you, let him be your servant;", "28": "“just as the Son of Man did not come to be served, but to serve, and to give His life for the ransom of many.”", "29": "And as they departed from Jericho, a great multitude followed Him.", "30": "And behold, two blind men, sitting by the roadside, when they heard that Jesus passed by, cried, saying, “O Lord, the Son of David! Have mercy on us!”", "31": "And the multitude rebuked them, that they should hold their peace. But they cried all the more, saying, “O Lord! The Son of David! Have mercy on us!”", "32": "Then Jesus stood still, and called them, and said, “What would you have Me do to you?", "33": "They said to Him, “Lord, that our eyes may be opened!”", "34": "And Jesus, moved with compassion, touched their eyes. And immediately their eyes received sight. And they followed Him."}