{"1": "And when they drew near to Jerusalem, and had come to Bethphage, to the mount of the Olives. Then Jesus sent two disciples,", "2": "saying to them, “Go into the town in front of you, and soon you shall find a donkey bound, and a colt with her. Untie them and bring them to Me.", "3": "“And if anyone says anything to you, say that the Lord has need of them. And immediately he will let them go.”", "4": "All this was done that what was spoken by the Prophet might be fulfilled, which says,", "5": "“Tell the daughter of Zion, 'Behold, your King comes to you, meek and sitting upon a donkey; and upon a colt, the foal of a beast of burden'.”", "6": "So the disciples went and did as Jesus had commanded them;", "7": "and brought the donkey and the colt, and put their garments on them, and set Him upon it.", "8": "And a great multitude spread their garments in the way. And others cut down branches from the trees and strew them in the way.", "9": "Moreover, the people who went before, as well as those who followed, cried, saying, “Hosanna to the Son of David! Blessed is He Who comes in the Name of the Lord! Hosanna, in the highest!”", "10": "And when He had come into Jerusalem, all the city was stirred up, saying, “Who is this?”", "11": "And the people said, “This is Jesus, that Prophet of Nazareth in Galilee.”", "12": "And Jesus went into the Temple of God, and cast out all those who sold and bought in the Temple; and overthrew the tables of the moneychangers, and the seats of those who sold doves;", "13": "and said to them, “It is written! My house shall be called the House of Prayer! But you have made it a den of thieves!”", "14": "Then the blind and the lame came to Him in the Temple. And He healed them.", "15": "But when the chief priests and scribes saw the wonders that He did, and the children crying in the Temple, and saying, “Hosanna to the Son of David”, they were angry,", "16": "and said to Him, “Do You hear what they say?” And Jesus said to them, “Yes. Have you never read, 'By the mouth of children and infants You have made perfect the praise'?”", "17": "So He left them and went out of the city, to Bethany, and lodged there.", "18": "And in the morning, as He returned into the city, He was hungry.", "19": "And seeing a fig tree on the way, He came to it. And finding nothing on it but leaves, He said to it, “May fruit never grow on you again.” And immediately the fig tree withered.", "20": "And when His disciples saw it, they marveled, saying, “How quickly that fig tree withered!”", "21": "And Jesus answered and said to them, “Truly I say to you, if you have faith and do not doubt, you shall not only do this to the fig tree, but it shall also be done if you say to this mountain, 'Take yourself away, and cast yourself into the sea'.", "22": "“And whatever you shall ask in prayer - if you believe - you shall receive it.”", "23": "And when He had come into the Temple, the chief priests and the elders of the people came to Him as He was teaching, and said, “By what authority do You do these things? And who gave You this authority?”", "24": "Then Jesus answered, and said to them, “I will also ask of you a certain thing which, if you tell me, I will likewise tell you by what authority I do these things.", "25": "“The baptism of John. From where did it come - from Heaven or from men?” Then they reasoned among themselves, saying, “If we shall say, 'From Heaven', He will say to us, 'Why then did you not believe him?'", "26": "“And if we say, 'From men', we fear the multitude.” For all held John as a Prophet.", "27": "Then they answered Jesus, and said, “We cannot tell.” And He said to them, “Nor will I tell you by what authority I do these things.", "28": "“But what do you think? A man had two sons, and came to the elder, and said, 'Son, go and work today in my vineyard.'", "29": "“But he answered, and said, 'I will not.' But later he changed his mind and went.", "30": "“Then he came to the second and said likewise. And he answered, and said, 'I will, sir.' But he did not go.", "31": "“Which of the two did the will of the father?” They said to Him, “The first.” Jesus said to them, “Truly I say to you that the tax collectors and the prostitutes go before you into the Kingdom of God.", "32": "“For John came to you in the way of righteousness, and you did not believe him. But the tax collectors and the prostitutes believed him. And you, though you saw it, were not moved with repentance afterward, so that you might believe him.", "33": "“Hear another parable. There was a certain landowner who planted a vineyard and fenced it in. And he made a winepress therein, and built a tower, and let it out to tenant farmers, and went away to a strange country.", "34": "“And when the time of the fruit drew near, he sent his servants to the farmers to receive the fruits thereof.", "35": "“And the farmers took his servants and beat one, killed another, and stoned another.", "36": "“Again, he sent other servants (more than the first) and they did likewise to them.", "37": "“But last of all he sent his own son to them, saying, 'They will revere my son'.", "38": "“But when the farmers saw the son, they said among themselves, 'This is the heir. Come, let us kill him. And let us take his inheritance.'", "39": "“So they took him, and cast him out of the vineyard, and killed him.", "40": "“Therefore, when the Lord of the vineyard shall come, what will he do to those farmers?”", "41": "They said to Him, “He will cruelly destroy those wicked men, and will let out his vineyard to other farmers who shall deliver the fruits to him in their seasons.”", "42": "Jesus said to them, “Have you never read in the Scriptures, 'The stone which the builders refused, the same is made the Cornerstone. This was the Lord's doing, and it is marvelous in our eyes'?", "43": "“Therefore I say to you the Kingdom of God shall be taken from you and shall be given to a nation which shall bring forth the fruits thereof.", "44": "“And the one who shall fall on this stone, shall be broken. But on whomever it shall fall, it will grind to powder.", "45": "And when the chief priests and Pharisees had heard His parables, they perceived that He spoke of them.", "46": "And they, seeking to lay hands on Him, feared the people. Because they took Him as a Prophet."}