{"1": "And Jesus went out and departed from the Temple. And His disciples came to Him to show Him the building of the Temple.", "2": "And Jesus said to them, “Do you not see all these things? Truly I say to you, there shall not be left a stone upon a stone here, that shall not be cast down.”", "3": "And as He sat upon the Mount of Olives, His disciples came to Him alone, saying, “Tell us when these things shall be. And what sign shall there be of Your coming, and of the end of the world?”", "4": "And Jesus answered, and said to them, “See to it that no one deceives you.", "5": "“For many shall come in My Name, saying, 'I am Christ', and shall deceive many.", "6": "“And you shall hear of wars, and rumors of wars. See that you are not troubled. For all these things must happen. But the end is not yet.", "7": "“For nation shall rise against nation, and realm against realm. And there shall be famine, and pestilence, and earthquakes in diverse places.", "8": "“All these are but the beginning of sorrows.", "9": "“Then they shall deliver you up to tribulation and shall kill you. And you shall be hated by all nations, for My Name's sake.", "10": "“And then shall many be offended, and shall betray one another, and shall hate one another.", "11": "“And many false prophets shall arise and shall deceive many.", "12": "“And because iniquity shall be increased, the love of many shall be cold.", "13": "“But the one who endures to the end, he shall be saved.", "14": "“And this Gospel of the Kingdom shall be preached through the whole world, for a witness to all nations. And then the end shall come.", "15": "“Therefore, when you shall see the Abomination of Desolation (spoken of by Daniel the Prophet) set in the Holy Place (let the one who reads consider it.)", "16": "“Then let those who are in Judea, flee into the mountains.", "17": "“Let the one who is on the housetop, not come down to fetch anything out of his house.", "18": "“And the one who is in the field, let him not go back to fetch his clothes.", "19": "“Then woe to those who are with child, and to those who give suck in those days.", "20": "“But pray that your flight is not in the winter, nor on the Sabbath.", "21": "“For then shall be great tribulation, such as was not from the beginning of the world to this time, nor shall be.", "22": "“And unless those days are shortened, no flesh will be saved. But for the Elect's sake, those days shall be shortened.", "23": "“Then, if anyone shall say to you, 'Lo, here (or there) is Christ', do not believe it.", "24": "“For there shall arise false christs, and false prophets, and shall show great signs and wonders. So that if it were possible, they would deceive the very Elect.", "25": "“Behold, I have told you before.", "26": "“Therefore, if they shall say to you, 'Behold, He is in the desert', do not go. 'Behold, He is in the secret places', do not believe it.", "27": "“For as the lightning comes out of the east, and is seen in the west, so also shall the coming of the Son of Man be.", "28": "“For wherever a dead carcass is, there will the eagles be gathered together.", "29": "“And immediately after the tribulations of those days, the sun shall be darkened. And the moon shall not give her light. And the stars shall fall from Heaven. And the powers of Heaven shall be shaken.", "30": "“And then the sign of the Son of Man shall appear in Heaven. And then all the tribes of the earth shall mourn. And they shall see the Son of Man come in the clouds of Heaven with power and great glory.", "31": "And He shall send his angels with a great sound of a trumpet. And they shall gather together His Elect from the four winds - from the one end of the heavens to the other.", "32": "“Now learn the parable of the fig tree. When her bough is still tender, and it puts forth leaves, you know that summer is near.", "33": "“So likewise, when you see all these things, know that the Kingdom of God is near, even at the doors.", "34": "“Truly I say to you that this generation shall not pass until all these things are done.", "35": "“Heaven and Earth shall pass away. But My words shall not pass away.", "36": "“But of that day and hour knows no one; no, not the angels of Heaven, but only My Father.", "37": "“But as in the days of Noah, so likewise shall be the coming of the Son of Man.", "38": "“For as in the days before the flood, they ate and drank, married, and gave in marriage, until the day that Noah entered into the Ark.", "39": "“And they knew nothing until the flood came and took them all away. So also shall the coming of the Son of Man be.", "40": "“Then two shall be in the fields. The one shall be received, and the other shall be refused.", "41": "“Two women shall be grinding at the mill. The one shall be received, and the other shall be refused.", "42": "“Watch, therefore. For you do not know what hour your Master will come.", "43": "“Of this be sure: that if the good man of the house knew at what time the thief would come, he would surely watch, and not allow his house to be dug through.", "44": "“Therefore, you be ready also. For the Son of Man will come at an hour which you do not expect.", "45": "“Who then is a faithful servant (and wise), whom his master has made ruler over his household, to give them food in season?", "46": "“Blessed is that servant whom his master, when he comes, shall find so doing.", "47": "“Truly I say to you that he shall make him ruler over all his goods.", "48": "“But if that evil servant shall say in his heart, 'My master delays his coming',", "49": "“and begins to beat his fellow servants, and to eat and drink with the drunken,", "50": "“that servant's master will come on a day when he is not looking for him, and at an hour of which he is not aware,", "51": "“and will cut him in two and give him his portion with the hypocrites. There shall be weeping and gnashing of teeth.”"}