{"1": "“Then the Kingdom of Heaven shall be likened to ten virgins, who took their lamps and went forth to meet the bridegroom.", "2": "“And five of them were wise, and five foolish.", "3": "“The foolish took their lamps but took no oil with them.", "4": "“But the wise took oil in their flasks with their lamps.", "5": "“Now, while the bridegroom was delayed, they all slumbered and slept.", "6": "“And at midnight there was a cry made, 'Behold, the bridegroom comes! Go out to meet him!'", "7": "“Then all those virgins arose and trimmed their lamps.", "8": "“And the foolish said to the wise, 'Give us some of your oil. For our lamps are out.'", "9": "“But the wise answered, saying, 'No, for there will not be enough for us and you. Rather, go to the market and buy some for yourselves.", "10": "“And while they went to buy, the bridegroom came. And those who were ready went in with him to the wedding. And the gate was shut.", "11": "“Afterwards the other virgins also came, saying, 'Lord! Lord! Open up for us!'", "12": "“But he answered, and said, 'Truly I say to you, I do not know you.'", "13": "“Therefore, watch. For you know neither the day nor the hour when the Son of Man will come.", "14": "“For the Kingdom of Heaven is as a man who, going into a strange country, called his servants and handed over his goods to them.", "15": "“And to one he gave five talents, and to another two, and to another one, each according to his own ability. And immediately he left home.", "16": "“Then the one who had received the five talents, went and traded with them, and gained another five talents.", "17": "“Likewise also, the one who received two, gained another two.", "18": "“But the one who received the one, went and buried it in the earth, and hid his master's money.", "19": "“But after a long season, the master of those servants came and settled with them.", "20": "“Then the one who had received five talents came, and brought another five talents, saying, 'Master, you handed over to me five talents. Behold, I have gained another five more talents with them.'", "21": "“Then his master said to him, 'Well done, good and faithful servant. You have been faithful in little. I will make you ruler over much. Enter into your master's joy.'", "22": "“Also, the one who had received two talents came, and said, 'Master, you handed over to me two talents. Behold, I have gained another two talents more.'", "23": "“His master said to him, 'Well done, good and faithful servant. You have been faithful in little. I will make you ruler over much. Enter into your master's joy.'", "24": "“Then the one who had received the one talent came, and said, 'Master, I knew that you were a hard man, who reaps where you do not sow, and gathers where you do not scatter.", "25": "'Therefore, I was afraid, and went and hid your talent in the earth. Behold, you have what is yours.'", "26": "“And his master answered, and said to him, 'You evil and slothful servant! You knew that I reap where I did not sow and gather where I did not scatter.", "27": "“'Therefore, you ought to have put my money in the bank. And then at my coming I would have received my own with interest.", "28": "“'Therefore, take the talent from him and give it to him who has ten talents.", "29": "“'For to everyone who has, it shall be given, and he shall have abundance. But from the one who has not, even that he has shall be taken away.", "30": "“'Therefore, cast that unprofitable servant into the outer darkness. There shall be weeping and gnashing of teeth.'", "31": "“And when the Son of Man comes in His glory and all the holy angels with Him, then He shall sit upon the throne of His glory,", "32": "“And all nations shall be gathered before Him, and He shall separate them one from another, as a shepherd separates the sheep from the goats.", "33": "“And He shall set the sheep on his right hand and the goats on the left.", "34": "“Then the king shall say to those on his right hand, 'Come you blessed of My Father. Take the inheritance of the Kingdom, prepared for you from the foundation of the world.", "35": "“'For I was hungry, and you gave Me food. I thirsted, and you gave Me drink. I was a stranger, and you took Me in to you.", "36": "“'I was naked, and you clothed Me. I was sick, and you visited Me. I was in prison, and you came to Me.'", "37": "“Then the righteous shall answer him, saying, 'Lord, when did we see You hungry and feed You; or thirsty and give You drink?", "38": "“'And when did we see You as a stranger and take You in to us; or naked and clothe You?", "39": "“'Or when did we see You sick, or in prison, and come to You?'", "40": "“And the king shall answer, and say to them, 'Truly I say to you, inasmuch as you have done it to one of the least of these, My brothers, you have done it to Me.'", "41": "“Then He shall say to those on the left hand, 'Depart from Me you cursed, into everlasting fire, which is prepared for the devil and his angels.", "42": "“'For I was hungry, and you gave Me no food. I thirsted, and you gave Me no drink.", "43": "“'I was a stranger, and you did not take Me in to you. I was naked, and you did not clothe Me; sick, and in prison, and you did not visit Me.'", "44": "“Then they shall answer Him, saying, 'Lord, when did we see you hungry; or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister to You?'", "45": "“Then He shall answer them, and say, 'Truly I say to you, inasmuch as you did not do it to one of the least of these, you did not do it to Me.'", "46": "“And these shall go into everlasting pain, and the righteous into life eternal.”"}