{"1": "And it came to pass, when Jesus had finished all these sayings, He said to His disciples,", "2": "“You know that after two days is the Passover, and the Son of Man shall be delivered to be crucified.”", "3": "Then the chief priests and the scribes and the elders of the people gathered together into the hall of the High Priest Caiaphas.", "4": "And they plotted together how they might take Jesus by deceit and kill Him.", "5": "But they said, “Not at the feast, lest any uproar be among the people.”", "6": "And when Jesus was in Bethany, in the house of Simon the leper,", "7": "a woman came to Him with a box of very costly ointment and poured it on His head as He sat at the table.", "8": "And when His disciples saw it, they were indignant, saying, “Why this waste?", "9": "“For this ointment might have been sold for much and been given to the poor.”", "10": "And Jesus, knowing it, said to them, “Why do you trouble the woman? For she has done a good work for Me.", "11": "“For you have the poor with you always. But Me you shall not have always.", "12": "“For in pouring this ointment on My body, she did it for My burial.", "13": "“Truly I say to you, wherever this Gospel shall be preached throughout all the world, this that she has done shall also be spoken of, as a memorial of her.”", "14": "Then one of the twelve, called Judas Iscariot, went to the chief priests,", "15": "and said, “What will you give me to deliver Him to you?” And they gave him thirty pieces of silver.", "16": "And from that time, he sought an opportunity to betray Him.", "17": "Now on the first day of the Feast of Unleavened Bread, the disciples came to Jesus, saying to Him, “Where would You like us to prepare for You to eat the Passover?”", "18": "And He said, “Go into the city to a certain man, and say to him, 'The Master says, “My time is at hand. I will keep the Passover at your house with My disciples”.'”", "19": "And the disciples did as Jesus had told them and made ready the Passover.", "20": "And when evening came, He sat down with the twelve.", "21": "And as they ate, He said, “Truly I say to you that one of you shall betray Me.”", "22": "And they were exceedingly sorrowful, and each one of them began say to Him, “Is it me, Master!?”", "23": "And He answered and said, “The one who dipped his hand in the dish with Me, he shall betray Me.", "24": "“Surely the Son of Man goes his way, as it is written of Him. But woe to that man by whom the Son of Man is betrayed. It had been good for that man if he had never been born.”", "25": "“Then Judas (who betrayed Him) answered, and said, “Is it me, Master?” He said to him, “You have said it.”", "26": "And as they ate, Jesus took the bread. And when He had blessed it, He broke it, and gave it to the disciples, and said, “Take. Eat. This is My body.”", "27": "Also He took the cup. And when He had given thanks, He gave it to them, saying, “Drink all of it.", "28": "“For this is My blood of the New Testament, which is shed for many, for the remission of sins.", "29": "“I say to you that I will not drink from the fruit of the vine again until that Day when I shall drink it new with you in my Father's Kingdom.”", "30": "And when they had sung a Psalm, they went out to the Mount of Olives.", "31": "Then said Jesus to them, “All of you will fall away from Me this night. For it is written, 'I will strike the Shepherd, and the sheep of the flock shall be scattered.'", "32": "“But after I am risen again, I will go before you into Galilee.”", "33": "But Peter answered, and said to Him, “Even if all should fall away from You, I will never fall away.”", "34": "Jesus said to him, “Truly I say to you that this night, before the cock crows, you shall deny Me three times.", "35": "Peter said to Him, “Even if I should die with You, I would in no way deny You!” And so also said all the disciples.", "36": "Then Jesus went with them into a place called Gethsemane, and said to His disciples, “Sit here, while I go and pray over there.”", "37": "And He took Peter and the two sons of Zebedee with Him; and began to be sorrowful, and greatly distressed.", "38": "Then Jesus said to them, “My soul is very heavy, even to the death. Wait here, and watch with Me.”", "39": "So He went a little further, and fell on His face, and prayed, saying, “O, My Father. If it is possible, let this cup pass from Me. Nevertheless, not as I will, but as You will.”", "40": "Afterward, He came to the disciples, and found them asleep, and said to Peter, “What?! Could you not watch with Me one hour?!", "41": "“Watch, and pray, so that you do not enter into temptation. The spirit is indeed ready, but the flesh is weak.”", "42": "Again He went away a second time, and prayed, saying, “O, My Father! If this cup cannot pass away from Me unless I drink it, Your will be done.”", "43": "And He came and found them asleep again, for their eyes were heavy.", "44": "So He left them, and went away again, and prayed a third time, saying the same words.", "45": "Then He came to His disciples and said to them, “Still sleeping, and taking your rest? Behold, the hour is at hand. And the Son of Man is given into the hands of sinners.", "46": "“Rise. Let us go. Behold, the one who betrays Me is here.”", "47": "And while He still spoke, lo, Judas (one of the twelve) came, and with him a great multitude from the chief priests and elders of the people, with swords and clubs.", "48": "Now the one who betrayed Him had given them a token, saying, “Whoever I shall kiss, that is Him. Take hold of Him.”", "49": "And immediately he came to Jesus, and said, “Hail, Master”, and kissed Him.", "50": "Then Jesus said to him, “Friend, why have you come?” Then they came and laid hands on Jesus and took Him.", "51": "And behold, one of those who were with Jesus, stretched out his hand, and drew his sword, and struck a servant of the High Priest, and cut off his ear.", "52": "Then Jesus said to him, “Put your sword back in its place. For all that take up the sword, shall perish with the sword.", "53": "“Or do you think that I cannot now pray to My Father, and He will give Me more than twelve legions of angels?", "54": "“How then would the Scriptures be fulfilled which say that it must be so?”", "55": "At that time, Jesus said to the multitude, “You have come out as against a thief, with swords and clubs to take Me. Every day I sat among you, teaching in the Temple, and you did not take Me.", "56": "“But all this has been done so that the Scriptures of the Prophets might be fulfilled.” Then all the disciples abandoned Him and fled.", "57": "And they took Jesus, and led Him to Caiaphas the High Priest, where the scribes and the elders were assembled.", "58": "And Peter followed him afar off to the High Priest's hall and went in and sat with the servants to see the end.", "59": "Now the chief priests and the elders, and all the whole Council sought false testimony against Jesus, to put him to death.", "60": "But they found none. And though many false witnesses came, they still found none. But later, two false witnesses came,", "61": "and said, “This man said, 'I can destroy the Temple of God, and build it in three days.'”", "62": "Then the chief priest arose, and said to Him, “You have no answer? What is the matter that these men testify against You?”", "63": "But Jesus was silent. Then the chief priest answered, and said to him, “I demand that you swear to us by the living God: Are You the Christ, the Son of God!?”", "64": "Jesus said to him, “You have said it. Nevertheless, I say to you, hereafter you shall see the Son of Man, sitting at the right hand of Power, and coming in the clouds of the heaven.", "65": "Then the High Priest tore his clothes, saying, “He has blasphemed! What need do we have of witnesses anymore! Behold, now you have heard His blasphemy!", "66": "“What do you think?” They answered, and said, “He is guilty of death!”", "67": "“Then they spat in His face and punched Him. And others struck Him with rods,", "68": "saying, “Prophesy to us, O Christ, Who struck you?”", "69": "Peter sat outside in the hall. And a maid came to him, saying, “You were also with Jesus of Galilee.”", "70": "But he denied before them all, saying, “I don't understand what you are saying!”", "71": "And when he went out to the porch, another saw him, and said to those who were there, “This man was also with Jesus of Nazareth!”", "72": "And he denied it again, with an oath, saying, “I do not know the man!”", "73": "So after a while, those who stood by came to him, and said to Peter, “Surely you are also one of them. For even your speech gives you away!”", "74": "Then he began to curse, and to swear, saying, “I do not know the man!” And immediately, the cock crew.", "75": "Then Peter remembered the words of Jesus, Who had said to him, “Before the cock crows you shalt deny Me three times. So, he went out and wept bitterly."}