{"1": "When the morning had come, all the chief priests, and the elders of the people took counsel against Jesus, to put Him to death.", "2": "And they led Him away, bound, and delivered Him to Pontius Pilate, the governor.", "3": "Then, when Judas (who betrayed Him) saw that He was condemned, he repented and brought back the thirty pieces of silver to the chief priests and elders,", "4": "saying, “I have sinned, betraying the innocent blood.” But they said, “What is that to us? You see to it.”", "5": "And after he had thrown down the silver in the Temple, he departed, and went and hanged himself.", "6": "And the chief priests took the silver, and said, “It is not lawful for us to put them into the treasury, because it is the price of blood.”", "7": "And they took counsel, and bought a potter's field with it, for the burial of strangers.", "8": "Therefore that field is called, 'The Field of Blood', to this day.", "9": "Then that which was spoken by Jeremiah the Prophet was fulfilled, which says, “And they took thirty silver pieces, the price of the One who was valued, Whom the children of Israel valued.", "10": "And they gave it for the potter's field, as the Lord directed me.”", "11": "And Jesus stood before the governor, and the governor asked Him, saying, “Are You the King of the Jews?” Jesus said to him, “You say it.”", "12": "And when He was accused by the chief priests and elders, He answered nothing.", "13": "Then Pilate said to Him, “Do You not hear how many things they lay against You?”", "14": "But He did not answer him, even one word; so much so that the governor marveled greatly.", "15": "Now at the feast, the governor would deliver a prisoner to the people, whomever they desired.", "16": "And there was at that time a notable prisoner called Barabbas.", "17": "And gathering them together, Pilate said to them, “Which do you desire me to release - Barabbas, or Jesus, who is called Christ?”", "18": "(For he knew well that they had delivered Him out of envy.", "19": "Also, when he was sitting upon the judgment seat, his wife sent to him, saying, “Have nothing to do with that just Man. For I have suffered many things this day in a dream because of Him.”)", "20": "But the chief priests and the elders had persuaded the people that they should ask for Barabbas and should destroy Jesus.", "21": "Then the governor answered, and said to them, “Which of the two shall I release to you?” And they said, “Barabbas!”", "22": "Pilate said to them, “Then what shall I do with Jesus, who is called Christ?” They all said to him, “Let him be crucified!”", "23": "Then the governor said, “But what evil has he done?” Then they cried all the more, saying, “Let Him be crucified!”", "24": "When Pilate saw that it was no use, and that it was becoming a riot, he took water and washed his hands before the multitude, saying, “I am innocent of the blood of this just Man. You see to it.”", "25": "Then all the people answered, and said, “May His blood be upon us, and upon our children!”", "26": "Thus, he released Barabbas to them. And he scourged Jesus and delivered Him to be crucified.", "27": "Then the soldiers of the governor took Jesus into the common hall and gathered the whole band around Him.", "28": "And they stripped Him and put a scarlet robe on Him.", "29": "And they weaved together a crown of thorns, and put it upon His head, and a reed in His right hand. And they bowed their knees before Him, and mocked Him, saying, “Hail, King of the Jews!”", "30": "And they spat on Him; and took a reed and struck Him on the head.", "31": "Thus, after they had mocked Him, they took the robe off Him, and put His own clothes back on Him. And they led Him away to crucify Him.", "32": "And as they came out, they found a man from Cyrene, named Simon. They compelled him to bear His cross.", "33": "And when they came to the place called Golgotha (that is to say, 'Place of a Skull')", "34": "They gave Him vinegar to drink, mixed with bitter herbs. And when He had tasted of it, He would not drink.", "35": "And when they had crucified Him, they parted His garments, and cast lots, so that which was spoken by the Prophet might be fulfilled, “They divided My garments among them, and cast lots for My clothing.”", "36": "And they sat and watched Him there.", "37": "They also wrote His charge over His head, 'THIS IS JESUS, THE KING OF THE JEWS.'", "38": "And there were two thieves crucified with Him - one on the right hand, and another on the left.", "39": "And those who passed by reviled Him, wagging their heads,", "40": "and saying, “You who destroy the Temple, and build it in three days, save yourself! If you are the Son of God, come down from the cross!”", "41": "Likewise also the chief priests, mocking Him with the scribes and elders and Pharisees, said,", "42": "“He saved others, but He cannot save Himself! If He is the King of Israel, let Him now come down from the cross, and we will believe in Him!", "43": "He trusted in God, let Him deliver Him now, if He will have Him! For He said, I am the Son of God!”", "44": "The thieves who were crucified with Him also reviled Him.", "45": "Now there was darkness over all the land, from the sixth hour to the ninth hour.", "46": "And about the ninth hour, Jesus cried with loud voice, saying, “Eli, Eli, lama sabachthani!?”, which means, “My God, my God. Why have You forsaken Me?”", "47": "And some of those who stood there, when they heard it, said, “This Man calls Elijah!”", "48": "And immediately one of them ran and took a sponge, and filled it with vinegar, and put it on a reed, and gave it to Him to drink.", "49": "Others said, “Let Him be! Let us see if Elijah will come and save Him!”", "50": "Then Jesus cried again with a loud voice; and gave up the ghost.", "51": "And behold, the veil of the Temple was torn in two, from the top to the bottom. And the earth quaked. And the stones were split.", "52": "And the graves opened themselves. And many bodies of the saints, who slept, arose,", "53": "and came out of the graves after His resurrection, and went into the Holy City, and appeared to many.", "54": "When the centurion (and those who were watching Jesus with him) saw the earthquake, and the things which were done, they feared greatly, saying, “Truly, this was the Son of God!”", "55": "And many women were there (observing from far away) who had followed Jesus from Galilee, ministering to Him.", "56": "Among whom was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee's sons.", "57": "And when evening had come, a rich man of Arimathea named Joseph came. He had also himself been Jesus' disciple.", "58": "He went to Pilate and asked for the body of Jesus. Then Pilate commanded the body to be delivered.", "59": "So Joseph took the body, and wrapped it in a clean linen cloth,", "60": "and put it in his new tomb which he had hewn out of a rock. And he rolled a great stone to the door of the sepulcher and departed.", "61": "And there was Mary Magdalene, and the other Mary, sitting before the sepulcher.", "62": "Now the next day (which followed the Preparation) the chief priests and Pharisees came to Pilate,", "63": "and said, “Sir, we remember that that Deceiver said while he was still alive, 'Within three days I will rise.'", "64": "“Command, therefore, that the sepulcher be made secure until the third day, or else his disciples may come by night and steal Him away, and say to the people, 'He is risen from the dead!' So the last deception shall be worse than the first.”", "65": "Then Pilate said to them, “You have a watch. Go and make it as secure as you can.”", "66": "And they went, and made the sepulcher secure with the watch, and sealed the stone."}