{"1": "Then Jesus was led up into the wilderness by the Spirit, to be tempted by the devil.", "2": "And after He had fasted forty days and forty nights, He was hungry.", "3": "Then the tempter came to Him, and said, “If You are the Son of God, command that these stones be made bread.”", "4": "But He, answering, said, “It is written, man shall not live by bread only, but by every word that proceeds out of the mouth of God.”", "5": "Then the devil took Him up into the Holy City and set Him on a pinnacle of the Temple,", "6": "and said to Him, “If You are the Son of God, cast Yourself down. For it is written that 'He will give His angels charge over you. And they shall lift you up with their hands, lest at any time you should dash your foot against a stone.'”", "7": "Jesus said to him, “It is written again, 'You shall not tempt the Lord your God.'”", "8": "Again, the devil took Him up into an exceedingly high mountain, and showed Him all the kingdoms of the world, and the glory of them,", "9": "and said to Him, “All these I will give You, if You will fall down, and worship me.”", "10": "Then Jesus said to him, “Get away, Satan! For it is written, 'You shall worship the Lord your God, And Him only shall you serve.'”", "11": "Then the devil left Him. And behold, the angels came and ministered to Him.", "12": "And when Jesus had heard that John was committed to prison, he returned into Galilee.", "13": "And leaving Nazareth, He went and dwelt in Capernaum, which is near the sea, on the borders of Zebulun and Naphtali.", "14": "So that that which was spoken by Isaiah the Prophet might be fulfilled, which says,", "15": "“The land of Zebulun, and the land of Naphtali – by the way of the sea, beyond Jordan - Galilee of the Gentiles:", "16": "The people who sat in darkness, saw great light. And to those who sat in the region and shadow of death, light is risen up.”", "17": "From that time, Jesus began to preach, and to say, “Repent! For the Kingdom of Heaven is at hand!”", "18": "And Jesus, walking by the Sea of Galilee, saw two brothers - Simon (who was called Peter) and Andrew his brother - casting a net into the sea (for they were fishermen.)", "19": "And He said to them, “Follow Me. And I will make you fishers of men.”", "20": "And immediately, having left the nets, they followed Him.", "21": "And when He had gone forth from there, He saw two other brothers - James the son of Zebedee, and John his brother - in a ship with Zebedee their father, mending their nets. And He called them.", "22": "And without hesitation, they (leaving the ship and their father) followed Him.", "23": "So Jesus went all over Galilee, teaching in their synagogues, and preaching the Gospel of the Kingdom, and healing every sickness and every disease among the people.", "24": "And His fame spread throughout all Syria. And they brought to Him all sick people who were taken with diverse diseases and torments, and those who were possessed with demons, and lunatics, and those who had the palsy. And He healed them.", "25": "And great multitudes followed Him out of Galilee, and Decapolis, and Jerusalem, and Judea, and from beyond Jordan."}