{"1": "“Be careful that you do not give your alms before men to be seen by them. Or else you shall have no reward from your Father Who is in Heaven.", "2": "“Therefore, when you give your alms, you shall not make a trumpet to be blown before you, as the hypocrites do in the synagogues and in the streets, to be praised of men. Truly I say to you, they have their reward.", "3": "“But when you do your alms, do not let your left hand know what your right hand does.", "4": "“so that your alms may be in secret. And your Father, Who sees in secret, He will reward you openly.", "5": "“And when you pray, do not be as the hypocrites. For they love to stand and pray in the synagogues, and in the corners of the streets, because they would be seen by men. Truly I say to you, they have their reward.", "6": "“But when you pray, enter into your chamber. And when you have shut your door, pray to your Father Who is in secret. And your Father, Who sees in secret, shall reward you openly.", "7": "“Also when you pray, use no meaningless repetitions as the heathen. For they think they are heard for their many words.", "8": "“Therefore, do not be like them. For your Father knows your needs before you ask Him.", "9": "“After this manner therefore pray, 'Our Father Who are in Heaven, hallowed be Your Name.", "10": "“Your Kingdom come. Your will be done, on earth as it is in Heaven.", "11": "“Give us this day our daily bread.", "12": "“And forgive us our debts, as we also forgive our debtors.", "13": "“And lead us not into trial. But deliver us from the evil one. For Yours is the Kingdom, and the Power, and the Glory forever. Amen.'", "14": "“For if you forgive men their trespasses, your Heavenly Father will also forgive you.", "15": "“But if you do not forgive men their trespasses, no more will your Father forgive you your trespasses.", "16": "“Moreover, when you fast, do not look sour as the hypocrites. For they disfigure their faces, to show men that they are fasting. Truly I say to you that they have their reward.", "17": "“But when you fast, anoint your head, and wash your face,", "18": "“so that you do not fast for men to see, but your Father, Who is in secret. And your Father, Who sees in secret, will reward you openly.", "19": "“Do not lay up treasures for yourselves on the earth, where the moth and rust corrupt, and where thieves dig through and steal.", "20": "“But lay up treasures for yourselves in Heaven, where neither moth nor rust corrupts, and where thieves neither dig through nor steal.", "21": "“For where your treasure is, there will your heart be also.", "22": "“The light of the body is the eye. If then your eye is sound, your whole body shall be light.", "23": "“But if your eye is wicked, then all your body shall be dark. So, if the light that is in you is darkness, how great is that darkness?", "24": "“No man can serve two masters. For either he shall hate the one, and love the other, or else he shall lean to the one, and despise the other. You cannot serve God and riches.", "25": "“Therefore I say to you, do not be careful for your life, what you shall eat, or what you shall drink; nor for your body, what you shall put on. Is not the life more worth than food? And the body than clothing?", "26": "“Behold the birds of the heaven. For they neither sow nor reap, nor carry into the barns. Yet your Heavenly Father feeds them. Are you not much better than they?", "27": "“Which of you by worrying is able to add one cubit to his stature?", "28": "“And why do you care for clothes? Learn how the lilies of the field grow. They neither weary nor spin.", "29": "“Yet I say to you that even Solomon in all his glory was not arrayed like one of these.", "30": "“So, if God so clothes the grass of the field, which is here today and tomorrow is cast into the oven, shall He not do much more to you? O you of little faith.", "31": "“Therefore, take no thought saying, 'What shall we eat?' or 'What shall we drink?' or 'How shall we be clothed?'", "32": "“For the Gentiles seek after all these things. And your Heavenly Father knows that you have need of all these things.", "33": "“But seek first the Kingdom of God, and His righteousness, and all these things shall be added to you.", "34": "“Care not then for tomorrow. For tomorrow shall care for itself. The day has enough with its own grief.”"}