{"1": "“Judge not, that you be not judged.", "2": "“For with what judgment you judge, you shall be judged. And with what measure you measure, it shall be measured to you again.", "3": "“And why do you see the splinter that is in your brother's eye, and not perceive the beam that is in your own eye?", "4": "“Or how can you say to your brother, 'Let me cast out the splinter from your eye', and behold a beam is in your own eye?", "5": "“Hypocrite! First, cast out that beam from own eye, and then you shall see clearly to cast out the splinter from your brother's eye.", "6": "“Do not give that which is holy to dogs, nor cast your pearls before swine, lest they tread them under their feet. And, turning again, all attack you!", "7": "“Ask, and it shall be given you. Seek, and you shall find. Knock, and it shall be opened to you.", "8": "“For whoever asks, receives. And he that seeks, finds. And to him that knocks, it shall be opened.", "9": "“For what man is there among you who, if his son asks him for bread, would give him a stone?", "10": "“Or if he asks for a fish, will give him a serpent?", "11": "“If you then, who are evil, can give to your children good gifts, how much more shall your Father, Who is in Heaven, give good things to those who ask Him?", "12": "“Therefore, whatever you would have men do to you, even so do to them. For this is the Law and the Prophets.", "13": "“Enter in at the strait gate. For it is the wide gate and broad way that leads to destruction. And many go in there.", "14": "“Because the gate is strait and the way narrow that leads to life, and there are few who find it.", "15": "“Beware of false prophets who come to you in sheep's clothing; but inwardly, they are ravening wolves.", "16": "“You shall know them by their fruits. Do men gather grapes from thorns, or figs from thistles?", "17": "“So every good tree brings forth good fruit, and a corrupt tree brings forth evil fruit.", "18": "“A good tree cannot bring forth evil fruit, nor can a corrupt tree bring forth good fruit.", "19": "“Every tree that does not bring forth good fruit is cut down and cast into the fire.", "20": "“Therefore, you shall know them by their fruits.", "21": "“Not everyone that says to Me, 'Lord, Lord', shall enter into the Kingdom of Heaven, but he who does My Father's will, Who is in Heaven.", "22": "“Many will say to Me on that Day, 'Lord, Lord, have we not prophesied in Your Name; and by Your Name cast out devils; and by Your Name done many great works?'", "23": "“And then will I proclaim to them, 'I never knew you. Depart from Me, you who work iniquity.'", "24": "“Whoever then hears these words, and does the same, will be like a wise man who has built his house on a rock.", "25": "“And the rain fell, and the floods came, and the winds blew, and beat upon that house. And it did not fall. For it was grounded on a rock.", "26": "“But whoever hears these, My words, and does not do them, shall be like a foolish man, who has built his house upon the sand.", "27": "“And the rain fell, and the floods came, and the winds blew, and beat upon that house. And it fell. And its fall was great.”", "28": "And it happened that when Jesus had ended these words, the people were astonished at His doctrine.", "29": "For He taught them as One having authority, and not as the scribes."}