{"1": "Now when He had come down from the mountain, great multitudes followed Him.", "2": "And behold, a leper came and worshipped Him, saying, “Master, if You will, You can make me clean.”", "3": "And Jesus, putting forth His hand, touched him, saying, “I will. Be clean.” And immediately, his leprosy was cleansed.", "4": "Then Jesus said to him, “See that you tell no one. But go and show yourself to the priest. And offer the gift that Moses commanded, for a witness to them.”", "5": "When Jesus had entered into Capernaum, there came to Him a centurion, begging Him,", "6": "and said, “Master, my servant lies at home, sick of the palsy and grievously pained.”", "7": "And Jesus said to him, “I will come and heal him.”", "8": "But the centurion answered, saying, “Master, I am not worthy that You should come under my roof. But speak only the word, and my servant shall be healed.", "9": "“For I also am a man under authority and have soldiers under me. And I say to one, 'Go', and he goes; and to another, 'Come', and he comes; and to my servant, 'Do this', and he does it.”", "10": "When Jesus heard that, He marveled, and said to those who followed Him, “Truly, I say to you, I have not found so great faith, even in Israel.", "11": "“But, I say to you that many shall come from the east and west and shall sit down with Abraham and Isaac and Jacob in the Kingdom of Heaven.", "12": "“And the children of the Kingdom shall be cast out into outer darkness. There shall be weeping and gnashing of teeth.”", "13": "Then Jesus said to the centurion, “Go your way. And as you have believed, so be it done to you.” And his servant was healed that same hour.", "14": "And when Jesus came to Peter's house, He saw his wife's mother laid down, and sick of a fever.", "15": "And He touched her hand. And the fever left her. So, she arose and ministered to them.", "16": "When evening had come, they brought to Him many who were possessed with demons. And He cast out the spirits with His word, and healed all who were sick,", "17": "so that which was spoken by Isaiah the Prophet might be fulfilled, which says, “He took our infirmities, and bore our sicknesses.”", "18": "And when Jesus saw great multitudes of people around Him, He commanded them to go over the water.", "19": "Then, a certain scribe came and said to Him, “Master, I will follow You wherever You go.”", "20": "But Jesus said to him, “The foxes have holes, and the birds of the heaven have nests, but the Son of Man has nowhere to rest His head.”", "21": "And another of His disciples said to Him, “Master, let me first go and bury my father.”", "22": "But Jesus said to him, “Follow Me. And let the dead bury the dead.”", "23": "And when He had entered into the ship, His disciples followed Him.", "24": "And behold, there arose a storm in the sea, so that the ship was covered with waves. But He was asleep.", "25": "Then His disciples came and woke Him, saying, “Master, save us! We are perishing!”", "26": "And He said to them, “Why are you fearful? O you of little faith.” Then He arose and rebuked the winds and the sea. And so, there was a great calm.", "27": "And the men marveled, saying, “What kind of man is this, that both the winds and the sea obey Him?”", "28": "And when He had come to the other side, into the country of the Gergesenes, two possessed with demons met Him there, who came very fiercely out of the graves, so that no one could go near there.", "29": "And behold, they cried out, saying, “Jesus, the Son of God! What have we to do with You!? Have you come here to torment us before the time!?”", "30": "Now, there was a great herd of swine, feeding far away from them.", "31": "And the demons begged Him, saying, “If You cast us out, let us to go into the herd of swine!”", "32": "And He said to them, “Go!” So, they went out and departed into the herd of swine. And behold, the whole herd of swine ran headlong into the sea and died in the water.", "33": "Then the herdsmen fled. And when they had come into the city, they told all things, and what had become of those who were possessed with the demons.", "34": "And behold, all the city came out to meet Jesus. And when they saw Him, they begged Him to depart from that region."}