{"1": "Then He entered into a ship, and passed over, and came into His own city.", "2": "And lo, they brought to Him a paralytic, laid on a bed. And Jesus, seeing their faith, said to the paralytic, “Son, be of good courage. Your sins are forgiven you.”", "3": "And behold, certain of the Scribes said among themselves, “This man blasphemes.”", "4": "And Jesus, knowing their thoughts, said, “Why do you think evil things in your hearts?", "5": "“For, which is easier to say, 'Your sins are forgiven you' or 'Arise, and walk'?", "6": "“But, so that you may know that the Son of Man has authority on earth to forgive sins (then He said to the paralytic) Arise! Take up your bed, and go to your house!”", "7": "And he arose and departed to his own house.", "8": "So when the multitude saw it, they marveled, and glorified God, Who had given such authority to men.", "9": "And as Jesus went forth from there, He saw a man named Matthew sitting at the tax collector's booth, and said to him, “Follow Me.” And he arose and followed Him.", "10": "And it happened that as Jesus reclined in his house, behold, many tax collectors and sinners who came there sat down at the table with Jesus and His disciples.", "11": "And when the Pharisees saw that, they said to His disciples, “Why does your Master eat with tax collectors and sinners?”", "12": "Now when Jesus heard it, He said to them, “The healthy do not need the Physician, but those who are sick.", "13": "“But go and learn what this means, 'I will have mercy, and not sacrifice.' For I have not come to call the righteous, but the sinners, to repentance.”", "14": "Then the disciples of John came to Him, saying, “Why do we and the Pharisees often fast, but Your disciples do not fast?”", "15": "And Jesus said to them, “Can the children of the marriage chamber lament as long as the Bridegroom is with them? But the days will come, when the Bridegroom shall be taken from them. And then they shall fast.", "16": "“Moreover, no one patches an old garment with a piece of unshrunk cloth. For that which patches it pulls away from the garment, and the breach is worsened.", "17": "“Nor do they put new wine into old vessels. For then the vessels would break, and the wine would be spilled. And the vessels would perish. But they put new wine into new vessels. And so, both are preserved.”", "18": "While He spoke to them, behold, a certain ruler came and worshipped Him, saying, “My daughter is now deceased. But come and lay Your hand on her, and she shall live.”", "19": "And Jesus arose and followed him, with His disciples.", "20": "And behold, a woman who had been diseased with an issue of blood for twelve years came up behind Him and touched the hem of His garment.", "21": "For she said to herself, “If I may touch but His garment only, I shall be whole.”", "22": "Then Jesus turned around. And seeing her, He said, “Daughter, be encouraged. Your faith has made you whole. And the woman was made whole at that same moment.", "23": "Now when Jesus came into the ruler's house, and saw the flutists and the multitude making noise,", "24": "He said to them, “Leave. For the maid is not dead, but sleeps.” And they laughed Him to scorn.", "25": "And when the multitude had been cast out, He went in and took her by the hand. And the maid arose.", "26": "And report of this went throughout all that land.", "27": "And as Jesus departed from there, two blind men followed Him, crying, and saying, “O son of David! Have mercy upon us!”", "28": "And when He had come into the house, the blind came to Him. And Jesus said to them, “Do you believe that I am able to do this?” And they said to Him, “Yes, Lord.”", "29": "Then, He touched their eyes, saying, “According to your faith may it be done to you.”", "30": "And their eyes were opened. And Jesus strictly instructed them, saying, “See that no one knows it.”", "31": "But once they had left, they spread the news about Him throughout all that land.", "32": "And as they went out, behold, they brought to Him a mute man, possessed with a demon.", "33": "And after the demon had been cast out, the mute spoke. Then the multitude marveled, saying, “Such was never seen in Israel!”", "34": "But the Pharisees said, “He casts out demons through the prince of demons.”", "35": "And Jesus went throughout all the cities and towns, teaching in their synagogues, and preaching the Gospel of the Kingdom, and healing every sickness and every disease among the people.", "36": "But when He saw the multitude, He had compassion on them, because they were troubled and tossed aside, as sheep having no shepherd.", "37": "Then said He to His disciples, “Surely, the harvest is great. But the laborers are few.", "38": "“Therefore, pray that the Lord of the Harvest would send out laborers into His harvest.”"}