{"1": "Simon Peter, a servant and emissary[a] of Jesus the Anointed One, to those who have received the same precious faith we share through the righteousness of our God and Savior, Jesus the Anointed. ", "2": "I wish you a full measure of grace and peace as you grow in the knowledge of God and of Jesus our Lord.", "3": "His divine power has given us everything we need to experience life and to reflect God's true nature through the knowledge of the One who called us by His glory and virtue. ", "4": "Through these things, we have received God's great and valuable promises, so we might escape the corruption of worldly desires and share in the divine nature.", "5": "God took the first step to rescue us from this corrupt world. He has granted us His power, revealed to us true knowledge, and spoken to us great promises. He has done all this for a reason: that we might participate in His own nature and reflect His own life. But we are not passive observers of God's saving actions. We must receive His grace, grow in knowledge, and join Him in this work of redemption. To achieve this, you will need to add virtue to your faith, and then knowledge to your virtue; ", "6": "to knowledge, add discipline; to discipline, add endurance; to endurance, add godliness; ", "7": "to godliness, add affection for others as sisters and brothers; and to affection, at last, add love. ", "8": "For if you possess these traits and multiply them, then you will never be ineffective or unproductive in your relationship with our Lord Jesus the Anointed; ", "9": "but if you don't have these qualities, then you will be nearsighted and blind, forgetting that your past sins have been washed away. ", "10": "Therefore, brothers and sisters, work that much harder to confirm that God has called you and claimed you. If you do this, then you will never fall along the way; ", "11": "and you can be sure that you will be richly welcomed into the eternal kingdom of our Lord and Savior Jesus the Anointed, our Liberating King.", "12": "That is why I will keep reminding you of these things, even though I know that you believe them and have made these truths a part of your lives; ", "13": "as long as I draw breath, I know it is right for me to keep on stirring you up with these reminders. ", "14": "I know that soon I must die and lay down this old body that's been my home—our Lord Jesus the Anointed has told me so. ", "15": "But before my exodus from this life, I want to be certain you will be able to call these things to mind anytime you need them even after I am gone.", "16": "Faith does not rest upon cleverly devised fables invented by creative minds; it rests upon the testimonies of eyewitnesses who faithfully pass down what they see and hear to others. For I want to remind you that when we told you about the power and coming of our Lord Jesus the Anointed, we were relying on what our eyes had seen of His glorious majesty, not on cleverly told fables. ", "17": "You see, God the Father lavished honor and glory upon Jesus when the voice of the Majestic Glory echoed from heaven and said, “This is My beloved Son, and My favor rests on Him.”[b] ", "18": "We witnessed this—we ourselves heard this voice from heaven—when we were with Jesus on that holy mountain. ", "19": "We have a fuller confirmation of the message of the prophets. You would do well to pay close attention to this word; it is like a light that shines for you in the darkness of night until the day dawns when the morning star rises in your own hearts.", "20": "Peter and two other disciples see Jesus transfigured. This event and the heavenly voice confirm Jesus' true identity and are a prelude to the greatest miracle of all—the resurrection. But notice first that no prophecy found in Scripture is a matter of the prophet's own interpretation. ", "21": "Prophecy has never been a product of human initiative, but it comes when men and women are moved to speak on behalf of God by the Holy Spirit."}