{"1": "Just as false prophets rose up in the past among God's people, false teachers will rise up in the future among you. They will slip in with their destructive opinions, denying the very Master who bought their freedom and dooming themselves to destruction swiftly, ", "2": "but not before they attract others by their unbridled and immoral behavior. Because of them and their ways, others will criticize and condemn the path of truth we walk as seedy and disreputable. ", "3": "These false teachers will follow their greed and exploit you with their fabrications, but be assured that their judgment was pronounced long ago and their destruction does not sleep.", "4": "New Testament writers warn the church to watch out for false teachers. Peter faults them primarily for their immoral lifestyles rather than for doctrinal differences. For God did not spare the heavenly beings who sinned, but He cast them into the dark pits[a] of hell[b] to be kept until the time of judgment; ", "5": "and He did not spare the ancient world, but He sent a flood swirling over the ungodly (although He did save Noah, God's herald for what is right, with seven other members of his family); ", "6": "and God condemned the cities of Sodom and Gomorrah, reducing them to ash as a lesson of what He will do with the ungodly in the days to come ", "7-8": "(although again He did rescue Lot, a person who did what was right in God's eyes and who was distressed by the immorality and the lawlessness of the society around him. Day after day, the sights and sounds of their lawlessness were like daggers into that good man's soul). ", "9": "If all this happened in the past, it shows clearly the Lord knows how to rescue the godly from their trials and how to hold the wicked in punishment until the day of judgment.", "10": "Is God different in the New Testament from what He is in the First Testament? In the First Testament, God seems prone to judgment; but some feel God is more concerned about love in the New Testament. However, the central and most repeated affirmation about God's character in the First Testament is that He is gracious and compassionate (Exodus 34:6–7). And the New Testament clearly does not ignore the idea of God's judgment, as this text shows. His judgment will come, but it is delayed by God's patient mercy. And above all, it shows He will punish those who let the desires of their bodies rule them and who have no respect for authority. People like this are so bold and willful that they aren't even afraid of offending heavenly beings, ", "11": "although the heavenly messengers—in spite of the fact that they have greater strength and power—make no such accusations against these people before the Lord. ", "12": "These people who speak ill of what they do not understand are no different from animals—without sense, operating only on their instincts, born to be captured and killed—and they will be destroyed just like those animals, ", "13": "receiving the penalty for their evil acts. They waste their days in parties and carousing. As they feast with you, these stains and blemishes on your community are feasting on their deceptions.[c] ", "14": "Their eyes are always looking for their next adulterous conquests; their appetites for sin cannot be satisfied. They seduce the unwary soul, and greed is the only lesson they have learned by heart. God's curse lies upon them. ", "15": "They have veered off the right road and gotten lost, following in the steps of Balaam, the son of Beor, the false prophet. Balaam loved the reward he could get by doing evil, ", "16": "but he was rebuked for crossing the line into sin; his own speechless donkey scolded him in a human voice, an amazing miracle that reined in the prophet's insanity.[d]", "17": "These people I'm talking about are nothing but dried-up springs, mists driven by fierce winds; the deepest darkness has been set aside for them. ", "18": "They speak in loud voices empty and arrogant. They exploit the desires of the flesh, take advantage of sensual natures, to entangle people who have just escaped from those who live by deception. ", "19": "They claim to offer them freedom, but they themselves are enslaved by corruption because whatever a person gives in to soon becomes his master. ", "20": "Those who have been pulled out of the cesspool of worldly desires through the knowledge of our Lord and Savior Jesus, the Anointed One, yet have found themselves mired in it again are worse off than they were before. ", "21": "They would have been better off never knowing the way of righteousness than to have known it and then abandoned the sacred commandment they had previously received and dived back into the muck! ", "22": "In their cases, the words from Proverbs hold true: “The dog goes back to his own vomit,”[e] and as the Greeks say, “The sow is washed to wallow in the mud.”"}