{"1": "I have come to my garden, my sister, my bride! I have gathered my myrrh and my spices. I have eaten my honeycomb with my honey; I have drunk my wine and my milk. Eat, dear friends! Drink and get drunk on love!", "2": "I was sleeping, but my heart was awake. A sound! My love is knocking: “Open for me, my sister, my dearest, my dove, my perfect one! My head is soaked with dew, my hair, with the night mists.”", "3": "“I have taken off my tunic— why should I put it on again? I have bathed my feet— why should I get them dirty?”", "4": "My love put his hand in through the latch hole, and my body ached for him.", "5": "I rose; I went to open for my love, and my hands dripped myrrh, my fingers, liquid myrrh, over the handles of the lock.", "6": "I went and opened for my love, but my love had turned, gone away. I nearly died when he turned away. I looked for him but couldn't find him. I called out to him, but he didn't answer me.", "7": "They found me—the guards who make their rounds in the city. They struck me, bruised me. They took my shawl away from me, those guards of the city walls!", "8": "I place you under oath, daughters of Jerusalem: If you find my love, what should you tell him? That I'm weak with love!", "9": "How is your lover different from any other lover, you who are the most beautiful of women? How is your lover different from any other lover, that you make us swear a solemn pledge?", "10": "My lover is radiant and ruddy; he stands out among ten thousand!", "11": "His head is finest gold; his wavy hair, black as a raven.", "12": "His eyes are like doves by channels of water. They are bathing in milk, sitting by brimming pools.", "13": "His cheeks are like fragrant plantings, towers of spices. His lips are lilies dripping liquid myrrh.", "14": "His arms are gold cylinders studded with jewels. His belly is smooth ivory encrusted with sapphires.", "15": "His thighs are pillars of whitest stone set on pedestals of gold. His appearance—like Lebanon, stately, like the cedars.", "16": "His mouth is everything sweet, every bit of him desirable. This is my love, this my dearest, daughters of Jerusalem!"}