{"1": "Now faith is being sure of what we hope for, being convinced of what we do not see. ", "2": "For by it the people of old[a] received God's commendation.[b] ", "3": "By faith we understand that the worlds[c] were set in order at God's command,[d] so that the visible has its origin in the invisible.[e] ", "4": "By faith Abel offered God a greater sacrifice than Cain, and through his faith[f] he was commended as righteous, because God commended him for his offerings. And through his faith[g] he still speaks, though he is dead. ", "5": "By faith Enoch was taken up so that he did not see death, and he was not to be found because God took him up. For before his removal he had been commended as having pleased God. ", "6": "Now without faith it is impossible to please him, for the one who approaches God must believe that he exists and that he rewards those who seek him. ", "7": "By faith Noah, when he was warned about things not yet seen, with reverent regard[h] constructed an ark for the deliverance of his family. Through faith he condemned the world and became an heir of the righteousness that comes by faith.", "8": "By faith Abraham obeyed when he was called to go out to a place he would later receive as an inheritance, and he went out without understanding where he was going. ", "9": "By faith he lived as a foreigner[i] in the promised land as though it were a foreign country, living in tents with Isaac and Jacob, who were fellow heirs[j] of the same promise. ", "10": "For he was looking forward to the city with firm foundations,[k] whose architect and builder is God. ", "11": "By faith, even though Sarah herself was barren and he was too old,[l] he received the ability to procreate,[m] because he regarded the one who had given the promise to be trustworthy. ", "12": "So in fact children[n] were fathered by one man—and this one as good as dead—like the number of stars in the sky and like the innumerable grains of sand[o] on the seashore.[p] ", "13": "These all died in faith without receiving the things promised,[q] but they saw them in the distance and welcomed them and acknowledged that they were strangers and foreigners[r] on the earth. ", "14": "For those who speak in such a way make it clear that they are seeking a homeland. ", "15": "In fact, if they had been thinking of the land that they had left, they would have had opportunity to return. ", "16": "But as it is,[s] they aspire to a better land, that is, a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them. ", "17": "By faith Abraham, when he was tested, offered up Isaac. He had received the promises,[t] yet he was ready to offer up[u] his only son. ", "18": "God had told him, “Through Isaac descendants will carry on your name,”[v] ", "19": "and he reasoned[w] that God could even raise him from the dead, and in a sense[x] he received him back from there. ", "20": "By faith also Isaac blessed Jacob and Esau concerning the future. ", "21": "By faith Jacob, as he was dying, blessed each of the sons of Joseph and worshiped as he leaned on his staff.[y] ", "22": "By faith Joseph, at the end of his life,[z] mentioned the exodus of the sons of Israel[aa] and gave instructions about his burial.[ab]", "23": "By faith, when Moses was born, his parents hid him[ac] for three months, because they saw the child was beautiful and they were not afraid of the king's edict. ", "24": "By faith, when he grew up, Moses refused to be called the son of Pharaoh's daughter, ", "25": "choosing rather to be ill-treated with the people of God than to enjoy sin's fleeting pleasure. ", "26": "He regarded abuse suffered for Christ[ad] to be greater wealth than the treasures of Egypt, for his eyes were fixed on[ae] the reward. ", "27": "By faith he left Egypt without fearing the king's anger, for he persevered as though he could see the one who is invisible. ", "28": "By faith he kept the Passover and the sprinkling of the blood,[af] so that the one who destroyed the firstborn would not touch them. ", "29": "By faith they crossed the Red Sea as if on dry ground, but when the Egyptians tried it, they were swallowed up. ", "30": "By faith the walls of Jericho fell after the people marched around them[ag] for seven days. ", "31": "By faith Rahab the prostitute escaped the destruction of[ah] the disobedient, because she welcomed the spies in peace.", "32": "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets. ", "33": "Through faith they conquered kingdoms, administered justice,[ai] gained what was promised,[aj] shut the mouths of lions, ", "34": "quenched raging fire,[ak] escaped the edge of the sword, gained strength in weakness,[al] became mighty in battle, put foreign armies to flight, ", "35": "and women received back their dead raised to life.[am] But others were tortured, not accepting release, to obtain resurrection to a better life.[an] ", "36": "And others experienced mocking and flogging, and even chains and imprisonment. ", "37": "They were stoned, sawed apart,[ao] murdered with the sword; they went about in sheepskins and goatskins; they were destitute, afflicted, ill-treated ", "38": "(the world was not worthy of them); they wandered in deserts and mountains and caves and openings in the earth. ", "39": "And these all were commended[ap] for their faith, yet they did not receive what was promised.[aq] ", "40": "For God had provided something better for us, so that they would be made perfect together with us.[ar]"}