{"1": "Therefore, holy brothers and sisters,[a] partners in a heavenly calling, take note of Jesus, the apostle and high priest whom we confess,[b] ", "2": "who is faithful to the one who appointed him, as Moses was also in God's[c] house.[d] ", "3": "For he has come to deserve greater glory than Moses, just as the builder of a house deserves greater honor than the house itself! ", "4": "For every house is built by someone, but the builder of all things is God. ", "5": "Now Moses was faithful in all God's[e] house[f] as a servant, to testify to the things that would be spoken. ", "6": "But Christ[g] is faithful as a son over God's[h] house. We are of his house,[i] if in fact we hold firmly[j] to our confidence and the hope we take pride in.[k]", "7": "Therefore, as the Holy Spirit says,[l] “Oh, that today you would listen as he speaks![m]", "8": "“Do not harden your hearts as in the rebellion, in the day of testing in the wilderness.", "9": "“There your fathers tested me and tried me,[n] and they saw my works for forty years.", "10": "“Therefore, I became provoked at that generation and said, 'Their hearts are always wandering[o] and they have not known my ways.'", "11": "“As I swore in my anger, 'They will never enter my rest!'”[p]", "12": "See to it,[q] brothers and sisters,[r] that none of you has[s] an evil, unbelieving heart that forsakes[t] the living God.[u] ", "13": "But exhort one another each day, as long as it is called “Today,” that none of you may become hardened by sin's deception. ", "14": "For we have become partners with Christ, if in fact we hold our initial confidence[v] firm until the end. ", "15": "As it says,[w] “Oh, that today you would listen as he speaks![x] Do not harden your hearts as in the rebellion.”[y] ", "16": "For which ones heard and rebelled? Was it not all who came out of Egypt under Moses' leadership?[z] ", "17": "And against whom was God[aa] provoked for forty years? Was it not those who sinned, whose dead bodies fell in the wilderness?[ab] ", "18": "And to whom did he swear they would never enter into his rest, except those who were disobedient? ", "19": "So[ac] we see that they could not enter because of unbelief."}