{"1": "This is a message about Nineveh, the account of a vision seen by Nahum, who was from Elkosh.", "2": "The Lord God tolerates no rivals; he punishes those who oppose him. In his anger he pays them back.", "3": "The Lord does not easily become angry, but he is powerful and never lets the guilty go unpunished. Where the Lord walks, storms arise; the clouds are the dust raised by his feet!", "4": "He commands the sea, and it dries up! He makes the rivers go dry. The fields of Bashan wither, Mount Carmel turns brown, and the flowers of Lebanon fade.", "5": "Mountains quake in the presence of the Lord; hills melt before him. The earth shakes when the Lord appears; the world and all its people tremble.", "6": "When he is angry, who can survive? Who can survive his terrible fury? He pours out his flaming anger; rocks crumble to dust before him.", "7": "The Lord is good; he protects his people in times of trouble; he takes care of those who turn to him.", "8": "Like a great rushing flood he completely destroys his enemies;[a] he sends to their death those who oppose him.", "9": "What are you plotting against the Lord? He will destroy you. No one opposes him more than once.", "10": "Like tangled thorns and dry straw you drunkards will be burned up!", "11": "From you, Nineveh, there came someone full of wicked schemes, who plotted against the Lord. ", "12": "This is what the Lord says to his people Israel: “Even though the Assyrians are strong and numerous, they will be destroyed and disappear. My people, I made you suffer, but I will not do it again. ", "13": "I will now end Assyria's power over you and break the chains that bind you.”", "14": "This is what the Lord has decreed about the Assyrians: “They will have no descendants to carry on their name. I will destroy the idols that are in the temples of their gods. I am preparing a grave for the Assyrians—they don't deserve to live!”", "15": "Look, a messenger is coming over the mountains with good news! He is on his way to announce the victory! People of Judah, celebrate your festivals and give God what you solemnly promised him. The wicked will never invade your land again. They have been totally destroyed!"}