{"1": "“I wish you were like a brother to me. I wish my mother's breasts had nursed you. Then if I found you outside, I could kiss you. No one would look down on me.", "2": "I'd bring you to my mother's house. She taught me everything I know. I'd give you spiced wine to drink. It's the juice of my pomegranates.", "3": "Your left arm is under my head. Your right arm is around me.", "4": "Women of Jerusalem, make me a promise. Don't stir up love. Don't wake it up until it's ready.”", "5": "“Who is this woman coming up from the desert? She's leaning on the one who loves her.” “Under the apple tree I woke you up. That's where your mother became pregnant with you. She went into labor, and you were born there.", "6": "Hold me close to your heart where your royal seal is worn. Keep me as close to yourself as the bracelet on your arm. My love for you is so strong it won't let you go. Love is as powerful as death. Love's jealousy is as strong as the grave. Love is like a blazing fire. Love burns like a mighty flame.", "7": "No amount of water can put it out. Rivers can't sweep it away. Suppose someone offers all their wealth to buy love. That won't even come close to being enough.”", "8": "“We have a little sister. Her breasts are still small. What should we do for our sister when she gets engaged?", "9": "If she were a wall, we'd build silver towers on her. If she were a door, we'd cover her with cedar boards.”", "10": "“I am a wall. My breasts are like well-built towers. So in your eyes I've become like someone who makes you happy.", "11": "Solomon, you had a vineyard in Baal Hamon. You rented your vineyard to others. They had to pay 25 pounds of silver for its fruit.", "12": "But I can give my own vineyard to anyone I want to. So I give my 25 pounds of silver to you, Solomon. Give 5 pounds to those who take care of its fruit.”", "13": "“My love, you live in the gardens. My friends listen for your voice. But let me hear it now.”", "14": "“Come away with me, my love. Be like an antelope or like a young deer on mountains that are full of spices.”"}