{"1": "You people in Galatia were told very clearly about the death of Jesus Christ on the cross. But you were very foolish. You let someone trick you. ", "2": "Tell me this one thing: How did you receive the Holy Spirit? Did you receive the Spirit by following the law? No! You received the Spirit because you heard the Good News and believed it. ", "3": "You began your life in Christ by the Spirit. Now do you try to continue it by your own power? That is foolish. ", "4": "You have experienced many things. Were all those experiences wasted? I hope not! ", "5": "Does God give you the Spirit because you follow the law? No! Does God work miracles among you because you follow the law? No! God gives you his Spirit and works miracles among you because you heard the Good News and believed it.", "6": "The Scriptures say the same thing about Abraham: “Abraham believed God, and God accepted Abraham's faith, and that faith made him right with God.”[a] ", "7": "So you should know that the true children of Abraham are those who have faith. ", "8": "The Scriptures told what would happen in the future. They said that God would make the non-Jewish people right through their faith. This Good News was told to Abraham beforehand, as the Scripture says: “All nations will be blessed through you.”[b] ", "9": "Abraham believed this, and because he believed, he was blessed. It is the same today. All who believe today are blessed just as Abraham was blessed. ", "10": "But those who depend on following the law to make them right are under a curse because the Scriptures say, “Anyone will be cursed who does not always obey what is written in the Book of the Law!”[c] ", "11": "So it is clear that no one can be made right with God by the law. The Scriptures say, “He who is right with God by faith will live.”[d] ", "12": "The law does not use faith. It says, “A person who does these things will live forever because of them.”[e] ", "13": "So the law put a curse on us, but Christ took away that curse. He changed places with us and put himself under that curse. It is written in the Scriptures, “Everyone whose body is displayed on a tree[f] is cursed.” ", "14": "Christ did this so that God's blessing promised to Abraham might come to the non-Jews. This blessing comes through Jesus Christ. Jesus died so that we could have the Spirit that God promised and receive this promise by believing.", "15": "Brothers, let me give you an example: Think about an agreement that a person makes with another person. After that agreement is accepted by both people, no one can stop that agreement or add anything to it. ", "16": "God made promises to Abraham and his descendant. God did not say, “and to your descendants.” That would mean many people. But God said, “and to your descendant.” That means only one person; that person is Christ. ", "17": "This is what I mean: God had an agreement with Abraham and promised to keep it. The law, which came 430 years later, cannot change God's promise to Abraham. ", "18": "Can following the law give us what God promised? No! If this is so, it is not God's promise that brings us the blessings. Instead God freely gave his blessings to Abraham through the promise he had made.", "19": "So what was the law for? The law was given to show the wrong things people do. It continued until the special descendant of Abraham came. God's promise was about this descendant. The law was given through angels who used Moses for a mediator[g] to give the law to men. ", "20": "But a mediator is not needed when there is only one side. And God is only one.", "21": "Does this mean that the law is against God's promises? Never! If there were a law that could give men life, then we could be made right by following that law. ", "22": "But this is not true, because the Scriptures showed that the whole world is bound by sin. This was so that the promise would be given through faith. And it is given to people who believe in Jesus Christ.", "23": "Before this faith came, we were all held prisoners by the law. We had no freedom until God showed us the way of faith that was coming. ", "24": "So the law was our master until Christ came. After Christ came, we could be made right with God through faith. ", "25": "Now the way of faith has come, and we no longer live under the law.", "26-27": "You were all baptized into Christ, and so you were all clothed with Christ. This shows that you are all children of God through faith in Christ Jesus. ", "28": "Now, in Christ, there is no difference between Jew and Greek. There is no difference between slaves and free men. There is no difference between male and female. You are all the same in Christ Jesus. ", "29": "You belong to Christ. So you are Abraham's descendants. You get all of God's blessings because of the promise that God made to Abraham."}