{"1": "We have freedom now because Christ made us free. So stand strong. Do not change and go back into the slavery of the law. ", "2": "Listen! I am Paul. I tell you that if you go back to the law by being circumcised, then Christ is no good for you. ", "3": "Again, I warn every man: If you allow yourselves to be circumcised, then you must follow all the law. ", "4": "If you try to be made right with God through the law, then your life with Christ is over—you have left God's grace. ", "5": "But we hope to be made right with God through faith, and we wait for this hope anxiously with the Spirit's help. ", "6": "When we are in Christ Jesus, it is not important if we are circumcised or not. The important thing is faith—the kind of faith that works through love.", "7": "You were running a good race. You were obeying the truth. Who stopped you from following the true way? ", "8": "Whatever way he used did not come from the One who chose you. ", "9": "Be careful! “Just a little yeast makes the whole batch of dough rise.” ", "10": "But I trust in the Lord that you will not believe those different ideas. Someone is confusing you with such ideas. And he will be punished, whoever he is.", "11": "My brothers, I do not teach that a man must be circumcised. If I teach circumcision, then why am I still being treated badly? If I still taught circumcision, my preaching about the cross would not be a problem. ", "12": "I wish the people who are bothering you would castrate[a] themselves!", "13": "My brothers, God called you to be free. But do not use your freedom as an excuse to do the things that please your sinful self. Serve each other with love. ", "14": "The whole law is made complete in this one command: “Love your neighbor as you love yourself.”[b] ", "15": "If you go on hurting each other and tearing each other apart, be careful! You will completely destroy each other.", "16": "So I tell you: Live by following the Spirit. Then you will not do what your sinful selves want. ", "17": "Our sinful selves want what is against the Spirit. The Spirit wants what is against our sinful selves. The two are against each other. So you must not do just what you please. ", "18": "But if you let the Spirit lead you, you are not under the law.", "19": "The result of sin's control in our lives is clear. It includes sexual immorality, impurity and wild living, ", "20": "worshiping false gods, doing witchcraft, hating, making trouble, being jealous, being angry, being selfish, making people angry with each other, causing divisions among people, ", "21": "having envy, being drunk, having wild and wasteful parties, and doing other things like this. I warn you now as I warned you before: Those who do these things will not be in God's kingdom. ", "22": "But the Spirit gives love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness, self-control. There is no law that says these things are wrong. ", "24": "Those who belong to Christ Jesus have crucified their own sinful selves. They have given up their old selfish feelings and the evil things they wanted to do. ", "25": "We get our new life from the Spirit. So we should follow the Spirit. ", "26": "We must not be proud. We must not make trouble with each other. And we must not be jealous of each other."}