{"1": "Rehoboam's inauguration was at Shechem, and all Israel came for the coronation ceremony. ", "2-4": "Jeroboam, who was still in Egypt where he had fled from King Solomon, heard about the plans from his friends. They urged him to attend, so he joined the rest of Israel at Shechem and was the ringleader in getting the people to make certain demands upon Rehoboam. “Your father was a hard master,” they told Rehoboam. “We don't want you as our king unless you promise to treat us better than he did.”", "5": "“Give me three days to think this over,” Rehoboam replied. “Come back then for my answer.” So the people left.", "6": "Rehoboam talked it over with the old men who had counseled his father Solomon. “What do you think I should do?” he asked them.", "7": "And they replied, “If you give them a pleasant reply and agree to be good to them and serve them well, you can be their king forever.”", "8": "But Rehoboam refused the old men's counsel and called in the young men with whom he had grown up.", "9": "“What do you think I should do?” he asked them.", "10": "And the young men replied, “Tell them, 'If you think my father was hard on you, well, I'll be harder! ", "11": "Yes, my father was harsh, but I'll be even harsher! My father used whips on you, but I'll use scorpions!'”", "12": "So when Jeroboam and the people returned three days later, ", "13-14": "the new king answered them roughly. He ignored the old men's advice and followed that of the young men; ", "15": "so the king refused the people's demands. (But the Lord's hand was in it—he caused the new king to do this in order to fulfill his promise to Jeroboam, made through Ahijah, the prophet from Shiloh.)", "16-17": "When the people realized that the king meant what he said and was refusing to listen to them, they began shouting, “Down with David and all his relatives! Let's go home! Let Rehoboam be king of his own family!” And they all deserted him except for the tribe of Judah, who remained loyal and accepted Rehoboam as their king. ", "18": "When King Rehoboam sent Adoram (who was in charge of the draft) to conscript men from the other tribes, a great mob stoned him to death. But King Rehoboam escaped by chariot and fled to Jerusalem. ", "19": "And Israel has been in rebellion against the dynasty of David to this day.", "20": "When the people of Israel learned of Jeroboam's return from Egypt, he was asked to come before an open meeting of all the people; and there he was made king of Israel. Only the tribe of Judah[a] continued under the kingship of the family of David.", "21": "When King Rehoboam arrived in Jerusalem, he summoned his army—all the able-bodied men of Judah and Benjamin: 180,000 special troops—to force the rest of Israel to acknowledge him as their king. ", "22": "But God sent this message to Shemaiah, the prophet:", "23-24": "“Tell Rehoboam the son of Solomon, king of Judah, and all the people of Judah and Benjamin that they must not fight against their brothers, the people of Israel. Tell them to disband and go home, for what has happened to Rehoboam is according to my wish.” So the army went home as the Lord had commanded.", "25": "Jeroboam now built the city of Shechem in the hill country of Ephraim, and it became his capital. Later he built Penuel. ", "26": "Jeroboam thought, “Unless I'm careful, the people will want a descendant of David as their king. ", "27": "When they go to Jerusalem to offer sacrifices at the Temple, they will become friendly with King Rehoboam; then they will kill me and ask him to be their king instead.”", "28": "So on the advice of his counselors, the king had two golden calf idols made and told the people, “It's too much trouble to go to Jerusalem to worship; from now on these will be your gods—they rescued you from your captivity in Egypt!”", "29": "One of these calf idols was placed in Bethel and the other in Dan. ", "30": "This was of course a great sin, for the people worshiped them. ", "31": "He also made shrines on the hills and ordained priests from the rank and file of the people—even those who were not from the priestly tribe of Levi. ", "32-33": "Jeroboam also announced that the annual Tabernacle Festival would be held at Bethel on the first of November[b] (a date he decided upon himself), similar to the annual festival at Jerusalem; he himself offered sacrifices upon the altar to the calves at Bethel and burned incense to them. And it was there at Bethel that he ordained priests for the shrines on the hills."}