{"1": "As Jeroboam approached the altar to burn incense to the golden calf idol, a prophet of the Lord from Judah walked up to him. ", "2": "Then, at the Lord's command, the prophet shouted, “O altar, the Lord says that a child named Josiah shall be born into the family line of David, and he shall sacrifice upon you the priests from the shrines on the hills who come here to burn incense; and men's bones shall be burned upon you.”", "3": "Then he gave this proof that his message was from the Lord: “This altar will split apart, and the ashes on it will spill to the ground.”", "4": "The king was very angry with the prophet for saying this. He shouted to his guards, “Arrest that man!” and shook his fist at him. Instantly the king's arm became paralyzed in that position; he couldn't pull it back again! ", "5": "At the same moment a wide crack appeared in the altar and the ashes poured out, just as the prophet had said would happen. For this was the prophet's proof that God had been speaking through him.", "6": "“Oh, please, please,” the king cried out to the prophet, “beg the Lord your God to restore my arm again.” So he prayed to the Lord, and the king's arm became normal again.", "7": "Then the king said to the prophet, “Come to the palace with me and rest awhile and have some food; and I'll give you a reward because you healed my arm.”", "8": "But the prophet said to the king, “Even if you gave me half your palace, I wouldn't go into it; nor would I eat or drink even water in this place! ", "9": "For the Lord has given me strict orders not to eat anything or drink any water while I'm here, and not to return to Judah by the road I came on.”", "10": "So he went back another way.", "11": "As it happened, there was an old prophet living in Bethel, and his sons went home and told him what the prophet from Judah had done and what he had said to the king.", "12": "“Which way did he go?” the old prophet asked. So they told him.", "13": "“Quick, saddle the donkey,” the old man said. And when they had saddled the donkey for him, ", "14": "he rode after the prophet and found him sitting under an oak tree. “Are you the prophet who came from Judah?” he asked him. “Yes,” he replied, “I am.”", "15": "Then the old man said to the prophet, “Come home with me and eat.”", "16-17": "“No,” he replied, “I can't; for I am not allowed to eat anything or to drink any water at Bethel. The Lord strictly warned me against it; and he also told me not to return home by the same road I came on.”", "18": "But the old man said, “I am a prophet too, just as you are; and an angel gave me a message from the Lord. I am to take you home with me and give you food and water.” But the old man was lying to him. ", "19": "So they went back together, and the prophet ate some food and drank some water at the old man's home.", "20": "Then, suddenly, while they were sitting at the table, a message from the Lord came to the old man, ", "21-22": "and he shouted at the prophet from Judah, “The Lord says that because you have been disobedient to his clear command and have come here, and have eaten and drunk water in the place he told you not to, therefore your body shall not be buried in the grave of your fathers.”", "23": "After finishing the meal, the old man saddled the prophet's donkey, ", "24-25": "and the prophet started off again. But as he was traveling along, a lion came out and killed him. His body lay there on the road, with the donkey and the lion standing beside it. Those who came by and saw the body lying in the road and the lion standing quietly beside it, reported it in Bethel where the old prophet lived.", "26": "When he heard what had happened he exclaimed, “It is the prophet who disobeyed the Lord's command; the Lord fulfilled his warning by causing the lion to kill him.”", "27": "Then he said to his sons, “Saddle my donkey!” And they did.", "28": "He found the prophet's body lying in the road; and the donkey and lion were still standing there beside it, for the lion had not eaten the body nor attacked the donkey. ", "29": "So the prophet laid the body upon the donkey and took it back to the city to mourn over it and bury it.", "30": "He laid the body in his own grave, exclaiming, “Alas, my brother!”", "31": "Afterwards he said to his sons, “When I die, bury me in the grave where the prophet is buried. Lay my bones beside his bones. ", "32": "For the Lord told him to shout against the altar in Bethel, and his curse against the shrines in the cities of Samaria shall surely be fulfilled.”", "33": "Despite the prophet's warning, Jeroboam did not turn away from his evil ways; instead, he made more priests than ever from the common people, to offer sacrifices to idols in the shrines on the hills. Anyone who wanted to could be a priest. ", "34": "This was a great sin and resulted in the destruction of Jeroboam's kingdom and the death of all of his family."}