{"1": "Then Elijah, the prophet[a] from Tishbe in Gilead, told King Ahab, “As surely as the Lord God of Israel lives—the God whom I worship and serve—there won't be any dew or rain for several years until I say the word!”", "2": "Then the Lord said to Elijah, ", "3": "“Go to the east and hide by Cherith Brook at a place east of where it enters the Jordan River. ", "4": "Drink from the brook and eat what the ravens bring you, for I have commanded them to feed you.”", "5": "So he did as the Lord had told him to and camped beside the brook. ", "6": "The ravens brought him bread and meat each morning and evening, and he drank from the brook. ", "7": "But after a while the brook dried up, for there was no rainfall anywhere in the land.", "8-9": "Then the Lord said to him, “Go and live in the village of Zarephath, near the city of Sidon. There is a widow there who will feed you. I have given her my instructions.”", "10": "So he went to Zarephath. As he arrived at the gates of the city he saw a widow gathering sticks; and he asked her for a cup of water.", "11": "As she was going to get it, he called to her, “Bring me a bite of bread too.”", "12": "But she said, “I swear by the Lord your God that I haven't a single piece of bread in the house. And I have only a handful of flour left and a little cooking oil in the bottom of the jar. I was just gathering a few sticks to cook this last meal, and then my son and I must die of starvation.”", "13": "But Elijah said to her, “Don't be afraid! Go ahead and cook that 'last meal,' but bake me a little loaf of bread first; and afterwards there will still be enough food for you and your son. ", "14": "For the Lord God of Israel says that there will always be plenty of flour and oil left in your containers until the time when the Lord sends rain and the crops grow again!”", "15": "So she did as Elijah said, and she and Elijah and her son continued to eat from her supply of flour and oil as long as it was needed. ", "16": "For no matter how much they used, there was always plenty left in the containers, just as the Lord had promised through Elijah!", "17": "But one day the woman's son became sick and died.", "18": "“O man of God,” she cried, “what have you done to me? Have you come here to punish my sins by killing my son?”", "19": "“Give him to me,” Elijah replied. And he took the boy's body from her and carried it upstairs to the guest room where he lived, and laid the body on his bed, ", "20": "and then cried out to the Lord, “O Lord my God, why have you killed the son of this widow with whom I am staying?”", "21": "And he stretched himself upon the child three times and cried out to the Lord, “O Lord my God, please let this child's spirit return to him.”", "22": "And the Lord heard Elijah's prayer; and the spirit of the child returned, and he became alive again! ", "23": "Then Elijah took him downstairs and gave him to his mother. “See! He's alive!” he beamed.", "24": "“Now I know for sure that you are a prophet,” she told him afterward,[b] “and that whatever you say is from the Lord!”"}