{"1": "It was three years later that the Lord said to Elijah, “Go and tell King Ahab that I will soon send rain again!”", "2": "So Elijah went to tell him. Meanwhile the famine had become very severe in Samaria.", "3-4": "The man in charge of Ahab's household affairs was Obadiah, who was a devoted follower of the Lord. Once when Queen Jezebel had tried to kill all of the Lord's prophets, Obadiah had hidden one hundred of them in two caves—fifty in each—and had fed them with bread and water.", "5": "That same day, while Elijah was on the way to see King Ahab,[a] the king said to Obadiah, “We must check every stream and brook to see if we can find enough grass to save at least some of my horses and mules. You go one way and I'll go the other, and we will search the entire land.”", "6": "So they did, each going alone. ", "7": "Suddenly Obadiah saw Elijah coming toward him! Obadiah recognized him at once and fell to the ground before him. “Is it really you, my lord Elijah?” he asked.", "8": "“Yes, it is,” Elijah replied. “Now go and tell the king I am here.”", "9": "“Oh, sir,” Obadiah protested, “what harm have I done to you that you are sending me to my death? ", "10": "For I swear by God that the king has searched every nation and kingdom on earth from end to end to find you. And each time when he was told 'Elijah isn't here,' King Ahab forced the king of that nation to swear to the truth of his claim. ", "11": "And now you say, 'Go and tell him Elijah is here'! ", "12": "But as soon as I leave you, the Spirit of the Lord will carry you away, who knows where, and when Ahab comes and can't find you, he will kill me; yet I have been a true servant of the Lord all my life. ", "13": "Has no one told you about the time when Queen Jezebel was trying to kill the Lord's prophets, and I hid a hundred of them in two caves and fed them with bread and water? ", "14": "And now you say, 'Go tell the king that Elijah is here'! Sir, if I do that, I'm dead!”", "15": "But Elijah said, “I swear by the Lord God of the armies of heaven, in whose presence I stand, that I will present myself to Ahab today.”", "16": "So Obadiah went to tell Ahab that Elijah had come; and Ahab went out to meet him.", "17": "“So it's you, is it?—the man who brought this disaster upon Israel!” Ahab exclaimed when he saw him.", "18": "“You're talking about yourself,” Elijah answered. “For you and your family have refused to obey the Lord and have worshiped Baal instead. ", "19": "Now bring all the people of Israel to Mount Carmel, with all 450 prophets of Baal and the 400 prophets of Asherah who are supported by Jezebel.”", "20": "So Ahab summoned all the people and the prophets to Mount Carmel.", "21": "Then Elijah talked to them. “How long are you going to waver between two opinions?” he asked the people. “If the Lord is God,follow him! But if Baal is God, then follow him!”", "22": "Then Elijah spoke again. “I am the only prophet of the Lord who is left,” he told them, “but Baal has 450 prophets. ", "23": "Now bring two young bulls. The prophets of Baal may choose whichever one they wish and cut it into pieces and lay it on the wood of their altar, but without putting any fire under the wood; and I will prepare the other young bull and lay it on the wood on the Lord's altar, with no fire under it. ", "24": "Then pray to your god, and I will pray to the Lord; and the god who answers by sending fire to light the wood is the true God!” And all the people agreed to this test.", "25": "Then Elijah turned to the prophets of Baal. “You first,” he said, “for there are many of you; choose one of the bulls and prepare it and call to your god; but don't put any fire under the wood.”", "26": "So they prepared one of the young bulls and placed it on the altar; and they called to Baal all morning, shouting, “O Baal, hear us!” But there was no reply of any kind. Then they began to dance around the altar. ", "27": "About noontime, Elijah began mocking them. “You'll have to shout louder than that,” he scoffed, “to catch the attention of your god! Perhaps he is talking to someone, or is out sitting on the toilet, or maybe he is away on a trip, or is asleep and needs to be wakened!”", "28": "So they shouted louder and, as was their custom, cut themselves with knives and swords until the blood gushed out. ", "29": "They raved all afternoon until the time of the evening sacrifice, but there was no reply, no voice, no answer.", "30": "Then Elijah called to the people, “Come over here.” And they all crowded around him as he repaired the altar of the Lord that had been torn down. ", "31": "He took twelve stones, one to represent each of the tribes of Israel,[b] ", "32": "and used the stones to rebuild the Lord's altar. Then he dug a trench about three feet wide[c] around the altar. ", "33": "He piled wood upon the altar and cut the young bull into pieces and laid the pieces on the wood. “Fill four barrels with water,” he said, “and pour the water over the carcass and the wood.” After they had done this he said, ", "34": "“Do it again.” And they did. “Now, do it once more!” And they did; ", "35": "and the water ran off the altar and filled the trench.", "36": "At the customary time for offering the evening sacrifice, Elijah walked up to the altar and prayed, “O Lord God of Abraham, Isaac, and Israel, prove today that you are the God of Israel and that I am your servant; prove that I have done all this at your command. ", "37": "O Lord, answer me! Answer me so these people will know that you are God and that you have brought them back to yourself.”", "38": "Then, suddenly, fire flashed down from heaven and burned up the young bull, the wood, the stones, the dust, and even evaporated all the water in the ditch!", "39": "And when the people saw it, they fell to their faces upon the ground shouting, “Jehovah is God! Jehovah is God!”", "40": "Then Elijah told them to grab the prophets of Baal. “Don't let a single one escape,” he commanded. So they seized them all, and Elijah took them to Kishon Brook and killed them there.", "41": "Then Elijah said to Ahab, “Go and enjoy a good meal! For I hear a mighty rainstorm coming!”", "42": "So Ahab prepared a feast. But Elijah climbed to the top of Mount Carmel and got down on his knees, with his face between his knees, ", "43": "and said to his servant, “Go and look out toward the sea.” He did, but returned to Elijah and told him, “I didn't see anything.” Then Elijah told him, “Go again, and again, and again, seven times!”", "44": "Finally, the seventh time, his servant told him, “I saw a little cloud about the size of a man's hand rising from the sea.” Then Elijah shouted, “Hurry to Ahab and tell him to get into his chariot and get down the mountain, or he'll be stopped by the rain!”", "45": "And sure enough, the sky was soon black with clouds, and a heavy wind brought a terrific rainstorm. Ahab left hastily for Jezreel, ", "46": "and the Lord gave special strength to Elijah so that he was able to run ahead of Ahab's chariot to the entrance of the city!"}