{"1": "When Ahab told Queen Jezebel what Elijah had done, and that he had slaughtered the prophets of Baal, ", "2": "she sent this message to Elijah: “You killed my prophets, and now I swear by the gods that I am going to kill you by this time tomorrow night.”", "3": "So Elijah fled for his life; he went to Beersheba, a city of Judah, and left his servant there. ", "4": "Then he went on alone into the wilderness, traveling all day, and sat down under a broom bush and prayed that he might die. “I've had enough,” he told the Lord. “Take away my life. I've got to die sometime, and it might as well be now.”[a]", "5": "Then he lay down and slept beneath the broom bush. But as he was sleeping, an Angel touched him and told him to get up and eat! ", "6": "He looked around and saw some bread baking on hot stones and a jar of water! So he ate and drank and lay down again.", "7": "Then the Angel of the Lord came again and touched him and said, “Get up and eat some more, for there is a long journey ahead of you.”", "8": "So he got up and ate and drank, and the food gave him enough strength to travel forty days and forty nights to Mount Horeb, the mountain of God, ", "9": "where he lived in a cave. But the Lord said to him, “What are you doing here, Elijah?”", "10": "He replied, “I have worked very hard for the Lord God of the heavens; but the people of Israel have broken their covenant with you and torn down your altars and killed your prophets, and only I am left; and now they are trying to kill me too.”", "11": "“Go out and stand before me on the mountain,” the Lord told him. And as Elijah stood there the Lord passed by, and a mighty windstorm hit the mountain; it was such a terrible blast that the rocks were torn loose, but the Lord was not in the wind. After the wind, there was an earthquake, but the Lord was not in the earthquake. ", "12": "And after the earthquake, there was a fire, but the Lord was not in the fire. And after the fire, there was the sound of a gentle whisper. ", "13": "When Elijah heard it, he wrapped his face in his scarf and went out and stood at the entrance of the cave. And a voice said, “Why are you here, Elijah?”", "14": "He replied again, “I have been working very hard for the Lord God of the armies of heaven, but the people have broken their covenant and have torn down your altars; they have killed every one of your prophets except me; and now they are trying to kill me too.”", "15": "Then the Lord told him, “Go back by the desert road to Damascus, and when you arrive, anoint Hazael to be king of Syria. ", "16": "Then anoint Jehu (son of Nimshi) to be king of Israel, and anoint Elisha (the son of Shaphat of Abel-meholah) to replace you as my prophet. ", "17": "Anyone who escapes from Hazael shall be killed by Jehu, and those who escape Jehu shall be killed by Elisha! ", "18": "And incidentally, there are 7,000 men in Israel who have never bowed to Baal nor kissed him!”", "19": "So Elijah went and found Elisha who was plowing a field with eleven other teams ahead of him; he was at the end of the line with the last team. Elijah went over to him and threw his coat across his shoulders and walked away again.[b]", "20": "Elisha left the oxen standing there and ran after Elijah and said to him, “First let me go and say good-bye to my father and mother, and then I'll go with you!” Elijah replied, “Go on back! Why all the excitement?”", "21": "Elisha then returned to his oxen, killed them, and used wood from the plow to build a fire to roast their flesh. He passed around the meat to the other plowmen, and they all had a great feast. Then he went with Elijah, as his assistant."}