{"1-6": "Here is a list of King Solomon's cabinet members: Azariah (son of Zadok) was the High Priest; Elihoreph and Ahijah (sons of Shisha) were secretaries; Jehoshaphat (son of Ahilud) was the official historian and in charge of the archives; Benaiah (son of Jehoiada) was commander-in-chief of the army; Zadok and Abiathar were priests; Azariah (son of Nathan) was secretary of state; Zabud (son of Nathan) was the king's personal priest and special friend; Ahishar was manager of palace affairs; Adoniram (son of Abda) was superintendent of public works.", "7": "There were also twelve officials of Solomon's court—one man from each tribe—responsible for requisitioning food from the people for the king's household. Each of them arranged provisions for one month of the year.", "8-19": "The names of these twelve officers were: Ben-hur, whose area for this taxation was the hill country of Ephraim; Ben-deker, whose area was Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan; Ben-hesed, whose area was Arubboth, including Socoh and all the land of Hepher; Ben-abinadab (who married Solomon's daughter, the princess Taphath), whose area was the highlands of Dor; Baana (son of Ahilud), whose area was Taanach and Megiddo, all of Beth-shean near Zarethan below Jezreel, and all the territory from Beth-shean to Abel-meholah and over to Jokmeam; Ben-geber, whose area was Ramoth-gilead, including the villages of Jair (the son of Manasseh) in Gilead; and the region of Argob in Bashan, including sixty walled cities with bronze gates; Ahinadab (the son of Iddo), whose area was Mahanaim; Ahimaaz (who married Princess Basemath, another of Solomon's daughters), whose area was Naphtali; Baana (son of Hushai), whose areas were Asher and Bealoth; Jehoshaphat (son of Paruah), whose area was Issachar; Shimei (son of Ela), whose area was Benjamin; Geber (son of Uri), whose area was Gilead, including the territories of King Sihon of the Amorites and King Og of Bashan. A general manager supervised these officials and their work.", "20": "Israel and Judah were a wealthy, populous, contented nation at this time. ", "21": "King Solomon ruled the whole area from the Euphrates River to the land of the Philistines and down to the borders of Egypt. The conquered peoples of those lands sent taxes to Solomon and continued to serve him throughout his lifetime.", "22": "The daily food requirements for the palace were 195 bushels of fine flour, 390 bushels of meal, ", "23": "oxen from the fattening pens, 20 pasture-fed cattle, 100 sheep, and, from time to time, deer, gazelles, roebucks, and plump fowl.", "24": "His dominion extended over all the kingdoms west of the Euphrates River, from Tiphsah to Gaza. And there was peace throughout the land.", "25": "Throughout the lifetime of Solomon, all of Judah and Israel lived in peace and safety; and each family had its own home and garden.", "26": "Solomon owned forty thousand chariot horses and employed twelve thousand charioteers. ", "27": "Each month the tax officials provided food for King Solomon and his court, ", "28": "also the barley and straw for the royal horses in the stables.", "29": "God gave Solomon great wisdom and understanding, and a mind with broad interests. ", "30": "In fact, his wisdom excelled that of any of the wise men of the East, including those in Egypt. ", "31": "He was wiser than Ethan the Ezrahite and Heman, Calcol, and Darda, the sons of Mahol; and he was famous among all the surrounding nations. ", "32": "He was the author of 3,000 proverbs and wrote 1,005 songs. ", "33": "He was a great naturalist, with interest in animals, birds, snakes, fish, and trees—from the great cedars of Lebanon down to the tiny hyssop which grows in cracks in the wall. ", "34": "And kings from many lands sent their ambassadors to him for his advice."}