{"1": "King Hiram of Tyre had always been a great admirer of David, so when he learned that David's son Solomon was the new king of Israel, he sent ambassadors to extend congratulations and good wishes. ", "2-3": "Solomon replied with a proposal about the Temple of the Lord he wanted to build. His father David, Solomon pointed out to Hiram, had not been able to build it because of the numerous wars going on, and he had been waiting for the Lord to give him peace.", "4": "“But now,” Solomon said to Hiram, “the Lord my God has given Israel peace on every side; I have no foreign enemies or internal rebellions. ", "5": "So I am planning to build a Temple for the Lord my God, just as he instructed my father that I should do. For the Lord told him, 'Your son, whom I will place upon your throne, shall build me a Temple.' ", "6": "Now please assist me with this project. Send your woodsmen to the mountains of Lebanon to cut cedar timber for me, and I will send my men to work beside them, and I will pay your men whatever wages you ask; for as you know, no one in Israel can cut timber like you Sidonians!”", "7": "Hiram was very pleased with the message from Solomon. “Praise God for giving David a wise son to be king of the great nation of Israel,” he said. ", "8": "Then he sent this reply to Solomon: “I have received your message and I will do as you have asked concerning the timber. I can supply both cedar and cypress. ", "9": "My men will bring the logs from the Lebanon mountains to the Mediterranean Sea and build them into rafts. We will float them along the coast to wherever you need them; then we will break the rafts apart and deliver the timber to you. You can pay me with food for my household.”", "10": "So Hiram produced for Solomon as much cedar and cypress timber as he desired, ", "11": "and in return Solomon sent him an annual payment of 125,000 bushels of wheat for his household and 96 gallons of pure olive oil. ", "12": "So the Lord gave great wisdom to Solomon just as he had promised. And Hiram and Solomon made a formal alliance of peace.", "13": "Then Solomon drafted thirty thousand laborers from all over Israel, ", "14": "and rotated them to Lebanon, ten thousand a month, so that each man was a month in Lebanon and two months at home. Adoniram was the general superintendent of this labor camp. ", "15": "Solomon also had seventy thousand additional laborers, eighty thousand stonecutters in the hill country, ", "16": "and thirty-three hundred foremen. ", "17": "The stonecutters quarried and shaped huge blocks of stone—a very expensive job—for the foundation of the Temple. ", "18": "Men from Gebal helped Solomon's and Hiram's builders in cutting the timber and making the boards, and in preparing the stone for the Temple."}