{"1": "It was in the spring of the fourth year of Solomon's reign that he began the actual construction of the Temple. (This was 480 years after the people of Israel left their slavery in Egypt.) ", "2": "The Temple was ninety feet long, thirty feet wide, and forty-five feet high. ", "3": "All along the front of the Temple was a porch thirty feet long and fifteen feet deep. ", "4": "Narrow windows were used throughout.", "5": "An annex of rooms was built along the full length of both sides of the Temple against the outer walls. ", "6": "These rooms were three stories high, the lower floor being 7½ feet wide, the second floor 9 feet wide, and the upper floor 10½ feet wide. The rooms were connected to the walls of the Temple by beams resting on blocks built out from the wall—so the beams were not inserted into the walls themselves.", "7": "The stones used in the construction of the Temple were prefinished at the quarry, so the entire structure was built without the sound of hammer, ax, or any other tool at the building site.", "8": "The bottom floor of the side rooms was entered from the right side of the Temple, and there were winding stairs going up to the second floor; another flight of stairs led from the second to the third. ", "9": "After completing the Temple, Solomon paneled it all, including the beams and pillars, with cedar. ", "10": "As already stated, there was an annex on each side of the building, attached to the Temple walls by cedar timbers. Each story of the annex was 7½ feet high.", "11-12": "Then the Lord sent this message to Solomon concerning the Temple he was building: “If you do as I tell you to and follow all of my commandments and instructions, I will do what I told your father David I would do: ", "13": "I will live among the people of Israel and never forsake them.”", "14": "At last the Temple was finished. ", "15": "The entire inside, from floor to ceiling, was paneled with cedar, and the floors were made of cypress boards. ", "16": "The thirty-foot inner room at the far end of the Temple—the Most Holy Place—was also paneled from the floor to the ceiling with cedar boards. ", "17": "The remainder of the Temple—other than the Most Holy Place—was sixty feet long. ", "18": "Throughout the Temple the cedar paneling laid over the stone walls was carved with designs of rosebuds and open flowers.", "19": "The inner room was where the Ark of the Covenant of the Lord was placed. ", "20": "This inner sanctuary was thirty feet long, thirty feet wide, and thirty feet high. Its walls and ceiling were overlaid with pure gold, and Solomon made a cedar-wood altar for this room. ", "21-22": "Then he overlaid the interior of the remainder of the Temple—including the cedar altar—with pure gold; and he made gold chains to protect the entrance to the Most Holy Place.", "23-28": "Within the inner sanctuary Solomon placed two statues of Guardian Angels[a] made from olive wood, each fifteen feet high. They were placed so that their outspread wings reached from wall to wall, while their inner wings touched each other at the center of the room; each wing was 7½ feet long, so each Angel measured fifteen feet from wing tip to wing tip. The two Angels were identical in all dimensions, and each was overlaid with gold.", "29": "Figures of Guardian Angels, palm trees, and open flowers were carved on all the walls of both rooms of the Temple, ", "30": "and the floor of both rooms was overlaid with gold.", "31": "The doorway to the inner sanctuary was a five-sided opening, ", "32": "and its two olive-wood doors were carved with Guardian Angels, palm trees, and open flowers, all overlaid with gold.", "33": "Then he made square doorposts of olive wood for the entrance to the Temple. ", "34": "There were two folding doors of cypress wood, and each door was hinged to fold back upon itself. ", "35": "Angels, palm trees, and open flowers were carved on these doors and carefully overlaid with gold.", "36": "The wall of the inner court had three layers of hewn stone and one layer of cedar beams.", "37": "The foundation of the Temple was laid in the month of May in the fourth year of Solomon's reign, ", "38": "and the entire building was completed in every detail in November of the eleventh year of his reign. So it took seven years to build."}