{"1": "When Solomon had finished building the Temple and the palace and all the other buildings he had always wanted, ", "2-3": "the Lord appeared to him the second time (the first time had been at Gibeon) and said to him, “I have heard your prayer. I have hallowed this Temple that you have built and have put my name here forever. I will constantly watch over it and rejoice in it. ", "4": "And if you live in honesty and truth as your father David did, always obeying me, ", "5": "then I will cause your descendants to be the kings of Israel forever, just as I promised your father David when I told him, 'One of your sons shall always be upon the throne of Israel.'", "6": "“However, if you or your children turn away from me and worship other gods and do not obey my laws, ", "7": "then I will take away the people of Israel from this land that I have given them. I will take them from this Temple which I have hallowed for my name, and I will cast them out of my sight; and Israel will become a joke to the nations and an example and proverb of sudden disaster. ", "8": "This Temple will become a heap of ruins, and everyone passing by will be amazed and will whistle with astonishment, asking, 'Why has the Lord done such things to this land and this Temple?' ", "9": "And the answer will be, 'The people of Israel abandoned the Lord their God who brought them out of the land of Egypt; they worshiped other gods instead. That is why the Lord has brought this evil upon them.'”", "10": "At the end of the twenty years during which Solomon built the Temple and the palace, ", "11-12": "he gave twenty cities in the land of Galilee to King Hiram of Tyre as payment for all the cedar and cypress lumber and gold he had furnished for the construction of the palace and Temple. Hiram came from Tyre to see the cities, but he wasn't at all pleased with them.", "13": "“What sort of deal is this, my brother?” he asked. “These cities are a wasteland!” (And they are still known as “The Wasteland” today.) ", "14": "For Hiram had sent gold to Solomon valued at $3,500,000!", "15": "Solomon had conscripted forced labor to build the Temple, his palace, Fort Millo, the wall of Jerusalem, and the cities of Hazor, Megiddo, and Gezer. ", "16": "Gezer was the city the king of Egypt conquered and burned, killing the Israeli population; later he had given the city to his daughter as a dowry—she was one of Solomon's wives. ", "17-18": "So now Solomon rebuilt Gezer along with Lower Beth-horon, Baalath, and Tamar, a desert city. ", "19": "He also built cities for grain storage, cities in which to keep his chariots, cities for homes for his cavalry and chariot drivers, and resort cities near Jerusalem and in the Lebanon mountains and elsewhere throughout the land.", "20-21": "Solomon conscripted his labor forces from those who survived in the nations he conquered—the Amorites, Hittites, Perizzites, Hivites, and Jebusites. For the people of Israel had not been able to wipe them out completely at the time of the invasion and conquest of Israel, and they continue as slaves even today. ", "22": "Solomon didn't conscript any Israelis for this work, although they became soldiers, officials, army officers, chariot commanders, and cavalrymen. ", "23": "And there were 550 men of Israel who were overseers of the labor forces. Miscellaneous Notes:", "24": "King Solomon moved Pharaoh's daughter from the City of David—the old sector of Jerusalem—to the new quarters he had built for her in the palace. Then he built Fort Millo.", "25": "After the Temple was completed, Solomon offered burnt offerings and peace offerings three times a year on the altar he had built. And he also burned incense upon it.", "26": "King Solomon had a shipyard in Ezion-geber near Eloth on the Red Sea in the land of Edom, where he built a fleet of ships.", "27-28": "King Hiram supplied experienced sailors to accompany Solomon's crews. They used to sail back and forth from Ophir, bringing gold to King Solomon, the total value of which was several million dollars each trip."}