{"1": "Yahweh spoke to Moses, ", "2": "“Command the Israelites to bring you pure, virgin olive oil for the lamp stand so that the lamps won't go out. ", "3": "In the tent of meeting, outside the canopy where the words of my promise are, Aaron must keep the lamps lit in Yahweh's presence from evening until morning. It is a permanent law for generations to come. ", "4": "Aaron must keep the lamps on the pure gold lamp stand lit in Yahweh's presence.", "5": "“Also take flour and bake twelve rings of bread. Each ring will contain four quarts of flour. ", "6": "Put them in two stacks of six each on the gold table in Yahweh's presence. ", "7": "Lay pure incense on top of each stack. The incense on the bread will be a reminder, an offering by fire to Yahweh. ", "8": "Every day of worship a priest must arrange the bread in Yahweh's presence. It is a continual reminder of my promise[a] to the Israelites. ", "9": "The bread will belong to Aaron and his sons. They will eat it in a holy place. It is very holy, set apart from Yahweh's offering by fire. This is a permanent law.”", "10": "A man, whose mother was Shelomith (daughter of Dibri, from the tribe of Dan in Israel) and whose father was from Egypt, got into a quarrel with an Israelite in the camp. ", "11": "The Israelite woman's son began cursing Ha-shem and treating it with contempt. So they brought him to Moses.[b] ", "12": "They kept him in custody until Yahweh told them what to do.", "13": "Yahweh spoke to Moses, ", "14": "“The man who cursed my name must be taken outside the camp. All who heard him curse my name must lay their hands on his head. Then the whole congregation must stone him to death.", "15": "“Also tell the Israelites: Those who treat their Elohim with contempt will be punished for their sin. ", "16": "But those who curse Yahweh's name must be put to death. The whole congregation must stone them to death. It makes no difference whether they are Israelites or foreigners. Whoever curses Ha-shem must die.", "17": "“Whoever kills another person must be put to death. ", "18": "Whoever kills an animal must replace it, life for life. ", "19": "Whoever injures a neighbor must receive the same injury in return—", "20": "a broken bone for a broken bone, an eye for an eye, a tooth for a tooth. Whoever injures another person must receive the same injury in return. ", "21": "Whoever kills an animal must replace it. Whoever kills a person must be put to death. ", "22": "The same rule applies to every one of you. It makes no difference whether you are a foreigner or an Israelite, because I am Yahweh your Elohim.”", "23": "Moses spoke to the people of Israel. So the man who had cursed Yahweh's name was taken outside the camp. There they stoned him to death. The Israelites did as Yahweh commanded Moses."}