{"1": "·This is the message [L These are the words] Moses gave to all the people of Israel in the ·desert [wilderness] east of the Jordan River. They were in the ·desert [wilderness] area near Suph, between Paran and the towns of Tophel, Laban, Hazeroth, and Dizahab.", "2": "(The trip from Mount Sinai to Kadesh Barnea on the Mount Seir road takes eleven days.) ", "3": "·Forty years after the Israelites had left Egypt [L In the fortieth year], on the first day of the eleventh month, Moses told the ·people [L sons; T children] of Israel everything the Lord had commanded him to tell them. ", "4": "This was after the Lord had ·defeated [L struck] Sihon and Og. Sihon was king of the Amorite people and lived in Heshbon. Og was king of Bashan and lived in Ashteroth and Edrei [Num. 21:21–35].", "5": "Now ·the Israelites [L they] were ·east of [L beyond] the Jordan River in the land of Moab, and there Moses began to ·explain [make clear] ·what God had commanded [L this law/instruction]. He said:", "6": "The Lord our God spoke to us at ·Mount Sinai [L Horeb; C another name for Sinai] and said, “You have stayed long enough at this mountain. ", "7": "·Get ready [L Turn face], and go to the mountain country of the Amorites, and to all the places around there—the ·Jordan Valley [L Arabah], the mountains, the ·western hills [L Shephelah], the ·southern area [L Negev], the seacoast, the land of Canaan, and Lebanon. Go as far as the great river, the Euphrates [Gen. 15:18–21]. ", "8": "See, I have given you this land, so go in and take it for yourselves. The Lord ·promised it [swore] to your ancestors—Abraham, Isaac, and Jacob and their descendants [Gen. 12:1–3; 15:17–20].”", "9": "At that time I said, “I am not able to ·take care of you [L lift you up; bear you] by myself. ", "10": "The Lord your God has made you grow in number so that there are as many of you as there are stars in the ·sky [heavens; Gen. 15:5; 22:17; 26:4; Ex. 32:13]. ", "11": "I pray that the Lord, the God of your ·ancestors [fathers], will give you a thousand times more people and ·do all the wonderful things [L bless you as] he promised. ", "12": "·But I cannot take care of [L How can I lift up/bear…?] your problems, your troubles, and your arguments by myself. ", "13": "So choose some men from each tribe—wise men who have ·understanding [discernment] and experience—and I will make them leaders over you.”", "14": "And you said, “That's a good thing to do.”", "15": "So I took the wise and experienced leaders of your tribes, and I made them your leaders. I appointed commanders over a thousand people, over a hundred people, over fifty people, and over ten people and made them officers over your tribes. ", "16": "Then I told your ·leaders [judges], “Listen to the arguments between your people. Judge fairly between two ·Israelites [relatives; L brothers] or between an ·Israelite [L relative; brother] and a ·foreigner [resident alien]. ", "17": "When you judge, ·be fair to everyone [do not show favoritism]; don't act as if one person is more important than another, and don't be ·afraid of [intimidated by] anyone, because your decision comes from God. Bring the hard cases to me, and I will judge them.” ", "18": "At that time I told you everything you must do [Ex. 18:13–23].", "19": "Then, as the Lord our God commanded us, we left ·Mount Sinai [L Horeb; 1:6] and went toward the mountain country of the Amorite people. We went through that ·large [vast] and terrible ·desert [wilderness] you saw, and then we came to Kadesh Barnea. ", "20": "I said to you, “You have now come to the mountain country of the Amorites, to the land the Lord our God will give us. ", "21": "Look, here it is! Go up and ·take [possess] it. The Lord, the God of your ·ancestors [fathers], told you to do this, so don't be afraid and don't ·worry [be dismayed].”", "22": "Then all of you came to me and said, “Let's send men before us to spy out the land. They can come back and ·tell us [bring back a report] about the way we should go and the cities we will find [Num. 13–14].”", "23": "·I thought that was a good idea [L The matter was good/right in my eyes], so I ·chose [took] twelve of your men, one for each tribe. ", "24": "They ·left [L turned face] and went up to the mountains, and when they came to the ·Valley of [Wadi] Eshcol they ·explored [spied on] it. ", "25": "They took some of the fruit from that land and brought it down to us, ·saying [L and gave us a report, saying], “It is a good land that the Lord our God is giving us.”", "26": "But you refused to go. You ·would not obey [rebelled against] the command of the Lord your God, ", "27": "but grumbled in your tents, saying, “The Lord hates us. He brought us out of Egypt just to give us to the Amorites, who will destroy us. ", "28": "Where can we go now? ·The spies we sent have [L Our relatives/brothers] made ·us afraid [L our hearts melt], because they said, 'The people there are stronger and taller than we are. The cities are big, with walls up to the ·sky [heavens]. And we saw the Anakites there [Num. 13:28–33]!'”", "29": "Then I said to you, “Don't be frightened; don't be afraid of those people. ", "30": "The Lord your God will go ahead of you and fight for you as he did in Egypt; ·you saw him do it [L before your eyes]. ", "31": "And in the ·desert [wilderness] you saw how the Lord your God carried you, like one carries a child [Ps. 131]. And he has brought you safely all the way to this place.”", "32": "But you still did not trust the Lord your God, even though ", "33": "he had always gone before you to find places for you to camp. In a fire at night and in a cloud during the day, he showed you which way to go.", "34": "When the Lord heard what you said, he was angry and ·made an oath [swore], saying, ", "35": "“I promised a good land to your ·ancestors [fathers], but none of ·you evil people [this evil generation] will see it. ", "36": "Only Caleb son of Jephunneh will see it [Num. 14:24]. I will give him and his descendants the land he walked on, because he followed the Lord completely [Josh. 15:13–19; Judg. 1:9–15].”", "37": "Because of you, the Lord was also angry with me and said, “You won't enter the land either [Num. 20:12], ", "38": "but ·your assistant [L the one who stands before you], Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to take the land for their own.", "39": "“Your little children that you said would be ·captured [plunder], who do not know right from wrong at this time, will go into the land. I will give the land to them, and they will ·take it for their own [possess it]. ", "40": "But you must turn ·around [L face] and follow the ·desert [wilderness] road toward the ·Red [or Reed] Sea [Ex. 10:19].”", "41": "Then you said to me, “We have sinned against the Lord, but now we will go up and fight, as the Lord our God commanded us.” Then all of you put on weapons, thinking it would be easy to go into the mountains.", "42": "But the Lord said to me, “Tell the people, 'You must not go up there and fight. I will not be with you, and your enemies will defeat you.'”", "43": "So I told you, but you would not listen. You ·would not obey [rebelled against] the Lord's command. You were ·proud [presumptuous], so you went on up into the mountains, ", "44": "and the Amorites who lived in those mountains came out and fought you. They ·chased [swarmed over] you like bees and ·defeated [L struck] you from ·Edom [L Seir; C another name for Edom] to Hormah [Num. 14:39–45]. ", "45": "So you came back and cried before the Lord, but the Lord did not listen to you; he refused to pay attention to you. ", "46": "So you stayed in Kadesh a long time."}