{"1": "These are the ·commands [statutes; ordinances; requirements] and laws you must carefully obey in the land the Lord, the God of your ·ancestors [fathers], is giving you to possess. Obey them as long as you live in the land. ", "2": "When you ·inherit [possess] the lands of these nations, you must completely destroy all the places where they serve their gods, on high mountains and hills and under every green tree. ", "3": "Tear down their altars, smash their holy stone pillars, and burn their ·Asherah idols [L Asherim; 7:5; Judg. 3:7] in the fire. Cut down their idols and destroy their names from those places.", "4": "Don't ·worship [act for] the Lord your God that way, ", "5": "but look for the place the Lord your God will choose—·a place among your tribes where he is to be worshiped [L as his dwelling where he will place his name]. Go there, ", "6": "and bring to that place your burnt offerings [Lev. 1:1–17] and sacrifices; bring ·a tenth of what you gain [T your tithes] and your special gifts; bring what you have ·promised [vowed] and the special gifts you want to give the Lord, and bring the first animals born to your herds and flocks.", "7": "There you and your families will eat in the presence of the Lord, and you will enjoy all ·the good things for which you have worked [your undertakings; L all that is sent out from your hand], because the Lord your God has blessed you.", "8": "Do not ·worship [act] the way we have been ·doing [acting] today, each person doing what ·he thinks is right [L is right/virtuous in his own eyes]. ", "9": "You have not yet come to a resting place, to the ·land [L inheritance] the Lord your God will give you as your own. ", "10": "But soon you will cross the Jordan River to live in the land the Lord your God is ·giving you as your own [L causing you to inherit], where he will give you rest from all your enemies and you will live in safety [2 Sam. 7:1; C David would achieve rest from enemies; Solomon would build the temple in an era of peace]. ", "11": "Then the Lord your God will choose a place where he ·is to be worshiped [L will cause his name to dwell; C Zion, where the Temple would be built]. To that place you must bring everything I ·tell [command] you: your burnt offerings [Lev. 1:1–17] and sacrifices, your ·offerings of a tenth of what you gain [T tithes], your special gifts, and all your best things you ·promised [vowed] to the Lord. ", "12": "There rejoice before the Lord your God. Everyone should rejoice: you, your sons and daughters, your male and female servants, and the Levites ·from your towns [L in your gates] who have no ·land [allotment] of their own. ", "13": "Be careful that you don't sacrifice your burnt offerings [Lev. 1:1–17] just anywhere you ·please [L see]. ", "14": "Offer them only in the place the Lord will choose [C Zion; v. 11]. He will choose a place in one of your tribes, and there you must do everything I am commanding you.", "15": "But you may ·kill [slaughter] your animals in any of your ·towns [L gates] and eat ·as much of the meat as you want [L as much of the meat as your soul desires; or when your soul desires], as if it were a deer or a gazelle; this is the blessing the Lord your God is giving you. Anyone, clean or unclean [C in a ritual sense], may eat this meat, ", "16": "but do not eat the blood [Gen. 9:4; Lev. 3:17; Acts 15:20, 29]. Pour it out on the ground like water. ", "17": "Do not eat in your own ·towns [L gates] what belongs to the Lord: ·one-tenth [T a tithe] of your grain, new wine, or oil; the first animals born to your herds or flocks; whatever you have ·promised to give [vowed]; the special gifts you want to give to the Lord, or any other gifts. ", "18": "Eat these things when you are together with the Lord your God, in the place the Lord your God chooses to be worshiped. Everyone must do this: you, your sons and daughters, your male and female servants, and the Levites from your ·towns [L gates]. Rejoice in the Lord your God's presence about ·the things you have worked for [your undertakings; L all that is sent out from your hand]. ", "19": "Be careful not to ·forget [L abandon; forsake] the Levites as long ·as you live [L all your days] in the land.", "20": "When the Lord your God enlarges your ·country [borders] as he has promised, and ·you want [L your soul desires] some meat so you say, “I want some meat,” you may eat ·as much meat as you want [L what your soul desires; or when your soul desires]. ", "21": "If the Lord your God chooses a place where he ·is to be worshiped [L puts his name] that is too far away from you, you may ·kill [slaughter] animals from your herds and flocks, which the Lord has given to you. I have commanded that you may do this. You may eat ·as much of them as you want [L as much as your soul desires; or when your soul desires] in your own ·towns [L gates], ", "22": "as you would eat gazelle or deer meat. Both clean and unclean people [C in a ritual sense] may eat this meat, ", "23": "but be sure you don't eat the blood, because the life is in the blood [Gen. 9:4; Lev. 3:17; Acts 15:20, 29]. Don't eat the life with the meat. ", "24": "Don't eat the blood, but pour it out on the ground like water. ", "25": "If you don't eat it, things will go well for you and your children, because you will be doing what ·the Lord says is right [L is right/virtuous in the eyes of the Lord].", "26": "Take your holy ·things [gifts; donations] and ·the things you have promised to give [L your vows that you have lifted up], and go to the place the Lord will choose. ", "27": "Present your burnt offerings [Lev. 1:1–17] on the altar of the Lord your God, both the meat and the blood. The blood of your sacrifices should be poured beside the altar of the Lord your God, but you may eat the meat. ", "28": "Be careful to ·obey [L listen to] all the rules I am ·giving [commanding] you so that things will always go well for you and your children, and you will be doing what the Lord your God says is good and ·right [virtuous in his eyes].", "29": "You will enter the land and ·take it away from [dispossess] the nations that the Lord your God will ·destroy [L cut them off] ahead of you. When you ·force them out [dispossess] and live in their land, ", "30": "they will be destroyed for you, but be careful not to be ·trapped [snared] by asking about their gods. Don't say, “How do these nations ·worship [L serve]? I will do the same.” ", "31": "Don't ·worship [act toward] the Lord your God that way, because the Lord hates the ·evil [detestable; abhorrent; abominable] ways they ·worship [act toward] their gods. They even burn their sons and daughters as sacrifices to their gods!", "32": "Be sure to do everything I have commanded you. Do not add anything to it, and do not take anything away from it."}