{"1": "You are the ·children [sons] of the Lord your God. When someone dies, do not ·cut [lacerate; gash] yourselves or ·shave your heads [L set baldness between your eyes; C to show sadness; mourning customs of the pagan Canaanites]. ", "2": "You are holy people, who belong to the Lord your God. He has chosen you from all the people on earth ·to be his very own [as his special treasure; Ex. 19:5–6].", "3": "Do not eat anything ·the Lord hates [L detestable; abominable; cf. Lev. 11]. ", "4": "These are the animals you may eat: oxen, sheep, goats, ", "5": "deer, gazelle, roe deer, wild goats, ibex, antelope, and mountain sheep. ", "6": "You may eat any animal that has a split hoof and chews the cud [C considered a normal land animal], ", "7": "but you may not eat camels, rabbits, or rock badgers. These animals chew the cud, but they do not have split hoofs, so they are unclean [C in a ritual sense] for you. ", "8": "Pigs are also unclean for you; they have split hoofs, but they do not chew the cud. Do not eat their meat or touch their dead bodies.", "9": "There are many things that live in the water. You may eat anything that has fins and scales [C considered a normal aquatic creature], ", "10": "but do not eat anything that does not have fins and scales. It is unclean [C in a ritual sense] for you.", "11": "You may eat any clean [C in a ritual sense] bird. ", "12": "But do not eat these birds: eagles, vultures, black vultures, ", "13": "red kites, falcons, any kind of kite, ", "14": "any kind of raven, ", "15": "horned owls, screech owls, sea gulls, any kind of hawk, ", "16": "little owls, great owls, white owls, ", "17": "desert owls, ospreys, cormorants, ", "18": "storks, any kind of heron, the hoopoes, or bats [C the exact identification of many of these birds is disputed, but they all eat prey or dead matter and/or live in desolate places].", "19": "All insects with wings are unclean [C in a ritual sense] for you; do not eat them. ", "20": "Other things with wings are clean, and you may eat them.", "21": "Do not eat anything you find that is already dead. You may give it to a ·foreigner living in your town [resident alien living within your gates], and he may eat it, or you may sell it to a foreigner. But you are holy people, who belong to the Lord your God. Do not cook a baby goat in its mother's milk [C probably a pagan ritual; Ex. 23:19].", "22": "Be sure to ·save [set aside/apart] ·one-tenth [T a tithe] of all ·your crops [L the produce/yield of your seed of the field] each year. ", "23": "Eat it in the presence of the Lord your God in the place where he chooses to ·be worshiped [L cause his name to dwell; C Zion; 12:4–7]. Eat the ·tenth [tithe] of your grain, new wine, and oil, and eat the animals born first to your herds and flocks. Do this so that you will learn to ·respect [fear] the Lord your God ·always [L every day]. ", "24": "But if the place the Lord will choose to ·be worshiped [L set his name there] is too far away and he has blessed you so much you cannot carry a ·tenth [T tithe], ", "25": "exchange your ·one-tenth [T tithe] for silver. Then ·take [L grasp in your hand] the silver with you to the place the Lord your God shall choose. ", "26": "·Use [Spend; L Give] the silver to buy anything you wish—cattle, sheep, wine, ·beer [T strong drink; C an alcoholic beverage made from grain], or anything you wish. Then you and your ·family [L house] will eat and celebrate there before the Lord your God. ", "27": "Do not ·forget [L abandon; forsake] the Levites in your ·town [L gates], because they have no land of their own among you.", "28": "At the end of every third year, everyone should bring ·one-tenth [T a tithe] of that year's crop and store it in your ·towns [L gates]. ", "29": "This is for the Levites so they may eat and be full. (They have no ·land of their own [L allotment or inheritance] among you.) It is also for ·strangers [foreigners; resident aliens], orphans, and widows who live in your ·towns [L gates] so that all of them may eat and be full. Then the Lord your God will bless you and all the work ·you do [L of your hands that you do]."}