{"1": "At the end of every seven years, you must ·tell those who owe you anything that they do not have to pay you back [grant remission of debts; Ex. 23:10–11]. ", "2": "This is ·how you must do it [the manner of remission]: Everyone who has ·loaned money [a claim] must ·cancel [remit] the loan and not make a neighbor or ·relative [or countryman; L brother] pay it back. This is the Lord's time for ·canceling what people owe [remitting debts]. ", "3": "You may make a foreigner pay what is owed to you, but you must ·not collect [remit] what ·another Israelite [a relative; or a countryman; L a brother] owes you. ", "4": "But there should be no ·poor [needy] people among you, because the Lord your God will richly bless you in the land he is giving you as your ·own [possession]. ", "5": "He will bless you if you obey the Lord your God completely, but you must be careful to obey all the commands I am ·giving [commanding] you today. ", "6": "The Lord your God will bless you as he promised, and you will lend to other nations, but you will not need to borrow from them. You will rule over many nations, but none will rule over you.", "7": "If there are ·poor [needy] among ·you [your relatives; or your countrymen; L your brothers], in one of the ·towns [L gates] of the land the Lord your God is giving you, do not be ·selfish [L hard-hearted] or ·greedy [L tight-fisted] toward them [Prov. 28:27; 29:7, 14]. ", "8": "But ·give freely [L open your hand] to them, and freely lend them whatever they need. ", "9": "Beware of ·evil [useless] thoughts. Don't think, “The seventh year is near, the year ·to cancel what people owe [of remission].” ·You might be mean to [L Your eye might be evil toward] ·the needy [your needy relative/or countryman/L brother] and not give them anything. Then they will ·complain [call out] to the Lord about you, and he will find you guilty of sin. ", "10": "Give freely to the poor person, and do not ·wish that you didn't have to give [begrudge him this matter]. The Lord your God will bless your work and everything you ·touch [undertake; L send from your hand]. ", "11": "There will always be poor people in the land, so I command you to ·give freely [L open your hand] to your ·neighbors [or relatives; or countrymen; L brothers] and to the poor and needy in your land.", "12": "If one of your own ·people [relatives; L brothers] ·sells himself [or is sold] to you as a slave, whether it is a Hebrew man or woman, that person will serve you for six years [Lev. 25:39; Neh. 5:4–5]. But in the seventh year you must let the slave go free. ", "13": "When you let slaves go, don't send them away ·without anything [empty-handed]. ", "14": "·Give them [Provide/Outfit them with] some of your flock, your grain, and your wine, giving to them as the Lord has ·given to [L blessed] you. ", "15": "Remember that you were slaves in Egypt, and the Lord your God ·saved [ransomed; redeemed] you. That is why I am commanding this to you today.", "16": "But if your slave says to you, “I don't want to leave you,” because he loves you and your ·family [L house] and has a good life with you, ", "17": "stick an awl [C a pointed tool for making holes] through his ·ear [earlobe] into the door; he will be your slave for life. Also do this to a female slave.", "18": "Do not think of it as a hard thing when you let your slaves go free. After all, they served you six years and did twice the work of a hired person. The Lord your God will bless you in everything you do [Ex. 21:2–6; Lev. 25:39–46].", "19": "Save all the first male animals born to your herds and flocks [Ex. 13:2, 11–16; 22:29; Num. 18:15–18]. They are ·for [consecrated to] the Lord your God. Do not work the first calf born to your oxen, and do not cut off the wool from the first lamb born to your sheep. ", "20": "Each year you and your ·family [L house] are to eat these animals in the presence of the Lord your God, in the place he will choose to be worshiped [C Zion; 12:4–7]. ", "21": "If an animal is crippled or blind or has ·something else wrong [some blemish/defect], do not sacrifice it to the Lord your God. ", "22": "But you may eat that animal in your own ·town [L gate]. Both clean and unclean people [C in a ritual sense] may eat it, as they would eat a gazelle or a deer. ", "23": "But don't eat its blood; pour it out on the ground like water [12:24]."}