{"1": "Celebrate the Passover of the Lord your God during the month of Abib [C March-April], because it was during Abib that he brought you out of Egypt at night [Ex. 12:1–6; Lev. 23:5–8]. ", "2": "As the sacrifice for the Passover to the Lord your God, offer an animal from your flock or herd at the place the Lord will choose to ·be worshiped [L cause his name to dwell there; C Zion; 12:4–7]. ", "3": "Do not eat it with bread made with ·yeast [leaven]. But for seven days eat bread made without ·yeast [leaven], the bread of ·suffering [affliction], because you left Egypt in a hurry. So all your life you will remember the time you left Egypt. ", "4": "There must be no ·yeast [leaven] anywhere in your land for seven days. Offer the sacrifice on the evening of the first day, and eat all the meat before morning; do not leave it overnight.", "5": "Do not offer the Passover sacrifice in just any ·town [L gate] the Lord your God gives you, ", "6": "but offer it in the place he will choose to ·be worshiped [L cause his name to dwell there; 12:4–7]. Offer it in the evening as the sun goes down, which is when you left Egypt. ", "7": "·Roast the meat [Cook it] and eat it at the place the Lord your God will choose. The next morning go back to your tents. ", "8": "Eat bread made without ·yeast [leaven] for six days. On the seventh day have a ·special meeting [festive assembly] for the Lord your God, and do not work that day.", "9": "Count seven weeks from the time you ·begin to harvest [L put the sickle to] the grain, ", "10": "and then celebrate the ·Feast [Festival] of Weeks for the Lord your God [Ex. 23:16; 34:22; Lev. 23:9–21; Num. 28:26–31]. Bring an offering as a special gift to him, giving to him just as he has blessed you. ", "11": "Rejoice before the Lord your God at the place he will choose to ·be worshiped [L cause his name to dwell there; 12:4–7]. Everybody should rejoice: you, your sons and daughters, your male and female servants, the Levites in your ·town [L gates], the ·strangers [resident aliens], orphans, and widows living among you. ", "12": "Remember that you were slaves in Egypt, and carefully obey all these ·laws [statutes; ordinances; requirements].", "13": "Celebrate the ·Feast [Festival] of ·Shelters [Booths; Tabernacles] for seven days, after you have gathered your harvest from the threshing floor and winepress [Ex. 23:16; 34:22; Lev. 23:33–36]. ", "14": "Everybody should rejoice at your ·Feast [Festival]: you, your sons and daughters, your male and female servants, the Levites, ·strangers [resident aliens], orphans, and widows who live in your ·towns [L gates]. ", "15": "Celebrate the ·Feast [Festival] to the Lord your God for seven days at the place he will choose [v. 2; 12:4–7], because the Lord your God will bless all your ·harvest [yield; produce] and all the work ·you do [L of your hands], and you will be completely happy.", "16": "All your men must ·come [L appear] before the Lord three times a year to the place he will choose [v. 2; 12:4–7]. They must come at these times: the ·Feast [Festival] of Unleavened Bread [C another name for Passover], the ·Feast [Festival] of Weeks, and the ·Feast [Festival] of ·Shelters [Booths; Tabernacles]. No man should come before the Lord ·without a gift [empty-handed]. ", "17": "Each of you must bring a gift that will show how much the Lord your God has blessed you.", "18": "Appoint judges and officers for your tribes in every ·town [L gate] the Lord your God is giving you; they must judge the people fairly. ", "19": "Do not ·judge unfairly [distort justice] or ·take sides [show partiality/favoritism]. Do not ·let people pay you to make wrong decisions [take bribes], because ·that kind of payment [bribes] makes wise people seem blind, and it ·changes the words of good people [undermines the cause of the innocent; Ex. 23:8; Ps. 5:5; Prov. 6:35; 17:8, 23; 21:14; Eccl. 7:7]. ", "20": "Do [pursue] what is ·right [righteous] so that you will live and ·always have [possess] the land the Lord your God is giving you.", "21": "Do not set up a wooden ·Asherah idol [L Asherah; 7:5; Judg. 3:7] next to the altar you build for the Lord your God, ", "22": "and do not set up holy stone pillars. The Lord your God hates them."}