{"1": "When you go to war against your enemies and you see horses and chariots and an army that is bigger than yours, don't be afraid of them. The Lord your God, who brought you out of Egypt, will be with you. ", "2": "The priest must ·come [approach] and speak to the army before you ·go into [engage in] battle. ", "3": "He will say, “Listen, Israel! Today you are going into battle against your enemies. Don't lose ·your courage [L heart] or be afraid. Don't panic or be ·frightened [in dread], ", "4": "because the Lord your God goes with you, to fight for you against your enemies and to ·save you [give you the victory].”", "5": "The ·officers [or scribes] should say to the army, “·Has anyone [L Who has] built a new house but not ·given it to God [dedicated it]? He may go home, because he might die in battle and someone else would ·get to give his house to God [dedicate it]. ", "6": "·Has anyone [L Who has] planted a vineyard and not begun to enjoy it? He may go home, because he might die in battle and someone else would enjoy his vineyard. ", "7": "·Is any man [L Who is] engaged to a woman and not yet married to her? He may go home, because he might die in battle and someone else would marry her.” ", "8": "Then the ·officers [or scribes] should also say, “Is anyone here afraid? Has anyone lost ·his courage [L heart]? He may go home so that he will not ·cause others to lose their courage, too [L melt the hearts of his relatives/brothers like his heart].” ", "9": "When the ·officers [scribes] finish speaking to the army, they should appoint commanders to lead it.", "10": "When you march up to attack a city, first make them an offer of peace. ", "11": "If they accept your offer and open their gates to you, all the people of that city will ·become your slaves and work for you [serve you in forced labor]. ", "12": "But if they do not make peace with you and fight you in battle, you should ·surround [besiege] that city. ", "13": "The Lord your God will give it ·to you [L into your hands]. Then ·kill [L strike] all the men with your swords, ", "14": "and you may take ·everything else [all the plunder] in the city for yourselves. Take the women, children, and animals, and you may use ·these things [the plunder] the Lord your God gives you from your enemies. ", "15": "Do this to all the cities that are far away, that do not belong to the nations nearby.", "16": "But ·leave nothing alive [L do not let anything that breathes live] in the cities of the land the Lord your God is giving you as an inheritance. ", "17": "·Completely destroy [Devote to the Lord; Josh. 6:17] these people: the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, as the Lord your God has commanded. ", "18": "Otherwise, they will teach you what they do for their gods, and if you do these ·hateful [detestable; abhorrent; abominable] things, you will sin against the Lord your God.", "19": "If you ·surround [besiege] and attack a city for ·a long time [L many days], trying to capture it, do not destroy its trees with an ax. You can eat the fruit from the trees, but do not cut them down. ·These trees are not the enemy, so don't make war against them [L Are these trees of the field human that you should go against them in siege?]. ", "20": "But you may cut down trees that you know are not fruit trees and use them to build devices to attack the city walls, until the city is captured."}