{"1": "If you see your ·fellow Israelite's [relative's; brother's] ox or sheep wandering away, don't ignore it. Take it back to ·its owner [your relative/brother; Ex. 23:4–5]. ", "2": "If ·the owner [your relative/brother] does not live close to you, or if you do not know who the owner is, take the animal home with you. Keep it until ·the owner [your relative/brother] comes looking for it; then give it back. ", "3": "Do the same thing if you find a donkey or ·coat [cloak; garment] or anything someone lost. Don't just ignore it.", "4": "If you see your ·fellow Israelite's [relative's; brother's] donkey or ox fallen on the road, don't ignore it. Help the owner get it up.", "5": "A woman must not wear men's ·clothes [apparel; items], and a man must not wear women's clothes. The Lord your God ·hates [detests] anyone who does that.", "6": "If you find a bird's nest by the road, either in a tree or on the ground, and the mother bird is sitting on the young birds or eggs, do not take the mother bird with the young birds. ", "7": "You may take the young birds, but you must let the mother bird go free. Then things will go well for you, and you will live a long time.", "8": "When you build a new house, build a ·low wall around the edge of [a fence/parapet on] the roof [C the flat roofs of Israelite houses were used for living space] so you will not ·be guilty [have bloodguilt] if someone falls off the roof [C to avoid negligent homicide].", "9": "Don't plant two different kinds of seeds in your vineyard. Otherwise, ·both crops will be ruined [L the fullness will be forfeit, both the seed that has been sown as well as the produce of the vineyard; C to avoid unnatural combinations, perhaps as a reminder that Israelites were to be separate from Gentiles, see also vv. 10–11].", "10": "Don't plow with an ox and a donkey tied together.", "11": "Don't wear clothes made of wool and linen woven together.", "12": "Tie several pieces of thread together; then put these tassels on the four corners of your coat [C perhaps to weigh down the garment to avoid exposure].", "13": "If a man marries a girl and has sexual relations with her but then decides he ·does not like [L hates] her, ", "14": "he might ·talk badly about her [charge her with wanton behavior] and give her a bad name. He might say, “I married this woman, but when I ·had sexual relations with [approached] her, I did not find that she was a virgin.” ", "15": "Then the girl's ·parents [L father and mother] must bring ·proof [evidence] that she was a virgin to the elders at the city gate. ", "16": "The girl's father will say to the elders, “I gave my daughter to this man to be his wife, but now he ·does not want [L hates] her. ", "17": "This man has ·told lies about my daughter [charged my daughter with wanton behavior]. He has said, 'I did not find your daughter to be a virgin,' but here is the ·proof [evidence] that my daughter was a virgin.” Then her parents are to show the sheet [C blood-stained, showing she had been a virgin] to the elders of the city, ", "18": "and the elders must take the man and ·punish [discipline] him. ", "19": "They must make him pay about ·two and one-half pounds [L one hundred shekels] of silver to the girl's father, because the man has given an Israelite virgin a bad name. The girl will continue to be the man's wife, and he may not divorce her as long as he lives.", "20": "But if ·the things the husband said about his wife are [L this word/charge is] true, and there is no ·proof [evidence] that she was a virgin, ", "21": "the girl must be brought to the door of her father's house. Then the men of the town must put her to death by ·throwing stones at [stoning] her. She has done a ·disgraceful [shameful] thing in Israel by ·having sexual relations before she was married [L acting like a prostitute in the house of her father]. You must ·get rid of [banish; purge] the evil among you.", "22": "If a man is found ·having sexual relations [L lying] with another man's wife, both the woman and the man who ·had sexual relations [L lay] with her must die. ·Get rid of [Banish; Purge] this evil from Israel.", "23": "If a man meets a virgin in a city and ·has sexual relations [L lies] with her, but she is engaged to another man, ", "24": "you must take both of them to the city gate and ·put them to death by throwing stones at [stone] them. Kill the girl, because she was in a city and did not scream for help. And kill the man for having sexual relations with ·another man's wife [the wife of his neighbor/friend]. You must ·get rid of [banish; purge] the evil among you.", "25": "But if a man meets an engaged girl out in the ·country [field] and ·forces her to have sexual relations with him [L seizes her and lies with her], only the man who ·had sexual relations [L lay] with her must be put to death. ", "26": "Don't do anything to the girl, because she has not done a sin worthy of death. This is like the person who ·attacks [rises up] and murders a neighbor; ", "27": "the man found the engaged girl in the ·country [field] and she ·screamed [yelled for help], but no one was there to ·save [rescue] her.", "28": "If a man meets a virgin who is not engaged to be married and ·forces her to have sexual relations with him [L grabs her and lies with her] and ·people find out about it [L is discovered], ", "29": "the man who ·had sexual relations [L lay] with her must pay the girl's father about ·one and one-fourth pounds [L fifty shekels] of silver. He must also marry the girl, because he has ·dishonored [humiliated; raped] her, and he may never divorce her for as long as he lives [Ex. 22:16–17].", "30": "A man must not marry his father's wife; he must not ·dishonor his father in this way [L uncover his father's skirt; Lev. 18:7–8; 20:11]."}