{"1": "A man might marry a woman but later decide she doesn't ·please him [L find favor in his eyes] because he has found something ·bad [indecent; objectionable] about her. He writes out divorce papers for her, ·gives them to her [L places them in her hand], and sends her away from his house. ", "2": "After she leaves his house, she goes and marries another man, ", "3": "but her second husband ·does not like her either [hates her]. So he writes out divorce papers for her, ·gives them to her [L places them in her hand], and sends her away from his house. Or the second husband might die. ", "4": "In either case, her first husband who divorced her must not marry her again, because she has become ·unclean [C in a ritual sense]. The Lord would ·hate [detest] this. Don't bring this sin into the land the Lord your God is giving you as your ·own [L inheritance; Matt. 5:31–32; 19:3–9].", "5": "A man who has just married must not be sent ·to war [L with the army] or be given any other duty. He should be free to stay home for a year to make his new wife happy [20:7].", "6": "If someone owes you ·something [a pledge], do not take his two stones for grinding grain—not even the upper one—·in place of what he owes [as a pledge], ·because this is how the person makes a living [L that would be taking a person's life as a pledge].", "7": "If someone ·kidnaps a fellow Israelite [L is found stealing one of his brothers from among the sons/T children of Israel], either to make him a slave or sell him, the ·kidnapper [robber] must be killed. You must ·get rid of [banish; purge] the evil among you [Ex. 21:16].", "8": "Be careful when someone has a ·skin disease [T leprosy; C the term does not refer to modern leprosy (Hansen's disease), but to various skin disorders; Lev. 13:2]. Do exactly what the priests, the Levites, teach you, being careful to do what I have commanded them. ", "9": "Remember what the Lord your God did to Miriam on your way out of Egypt [Num. 12:10].", "10": "When you make a loan to your neighbors, don't go into their homes to get ·something in place of it [a pledge]. ", "11": "Stay outside and let them go in and get what they ·promised [pledged to] you. ", "12": "If a poor person gives you a ·coat to show he will pay the loan back [L pledge], don't keep it overnight. ", "13": "Give the ·coat [L pledge] back at sunset, because your neighbor needs that coat to sleep in, and he will ·be grateful to [bless] you. And the Lord your God will see that you have done a ·good [righteous] thing.", "14": "Don't ·cheat [oppress; exploit] hired servants who are poor and needy, whether they are ·fellow Israelites [relatives; brothers] or ·foreigners [resident aliens] living in one of your ·towns [gates]. ", "15": "Pay them each day before sunset, because they are poor and need the money. Otherwise, they may ·complain [cry out] to the Lord about you, and you will be guilty of sin.", "16": "·Parents [Fathers] must not be put to death if their children do wrong, and children must not be put to death if their ·parents [fathers] do wrong. Each person must die for his own sin [Jer. 31:29–30; Ezek. 18:1–4].", "17": "Do not be unfair to a ·foreigner [resident alien] or an orphan. Don't take a widow's coat ·to make sure she pays you back [as a pledge; 24:10–13]. ", "18": "Remember that you were slaves in Egypt, and the Lord your God ·saved [ransomed; redeemed] you from there. That is why I am commanding you to do this.", "19": "When you are ·gathering [reaping] your harvest in the field and ·leave behind [L forget] a bundle of grain, don't go back and get it. Leave it there for ·foreigners [resident aliens], orphans, and widows so that the Lord your God can bless everything you do [Ruth 2]. ", "20": "When you beat your olive trees to knock the olives off, don't ·beat the trees a second time. Leave […strip] what is left for ·foreigners [resident aliens], orphans, and widows. ", "21": "When you harvest the grapes in your vineyard, don't ·pick the vines a second time [glean what is left]. Leave what is left for foreigners [resident aliens], orphans, and widows. ", "22": "Remember that you were slaves in Egypt; that is why I am commanding you to do this [Ex. 23:11; Lev. 19:9–10; 23:22]."}