{"1": "The Lord commanded Moses to ·make [L cut] an ·agreement [covenant; treaty] with the ·Israelites [L sons/T children of Israel] in Moab in addition to the ·agreement [covenant; treaty] he had ·made [L cut] with them at ·Mount Sinai [L Horeb; 1:6]. These are the words of that ·agreement [covenant; treaty].", "2": "Moses called all the Israelites together and said to them: You have seen everything the Lord did before your own eyes to ·the king of Egypt [L Pharaoh] and to ·the king's [L his] leaders and to the whole country. ", "3": "With your own eyes you saw the great ·troubles [trials; tests], signs, and ·miracles [wonders]. ", "4": "But to this day the Lord has not given you a ·mind [heart] that understands; you don't really understand what you see with your eyes or hear with your ears. ", "5": "I led you through the ·desert [wilderness] for forty years, and during that time neither your clothes nor sandals wore out [8:4]. ", "6": "You ate no bread and drank no wine or ·beer [T strong drink; C alcoholic beverage made from grain]. This was so you would understand that I am the Lord your God.", "7": "When you came to this place, Sihon king of Heshbon and Og king of Bashan came out to fight us, but we ·defeated [L struck] them [Num. 21:21–35]. ", "8": "We captured their land and gave it to the tribes of Reuben, Gad, and ·East [L the half-tribe of] Manasseh ·to be their own [L as an inheritance; Num. 32].", "9": "You must carefully obey everything in this ·agreement [covenant; treaty] so that you will ·succeed [prosper] in everything you do. ", "10": "Today you are all standing here before the Lord your God—your leaders and important men, your elders, ·officers [scribes], and all the other men of Israel, ", "11": "your wives and children and the ·foreigners [resident aliens] who ·live among you [L are in the midst of your camp], who chop your wood and carry your water. ", "12": "You are all here to enter into an ·agreement [covenant; treaty] ·and a promise with the Lord your God [sworn by an oath], an ·agreement [covenant; treaty] the Lord your God is ·making [L cutting] with you today. ", "13": "This will make you today his own people. He will be your God, as he told you and as he ·promised [swore to] your ·ancestors [fathers] Abraham, Isaac, and Jacob [Gen. 12:1–3; 15:17–20]. ", "14": "But I am not just making this ·agreement [covenant; treaty] ·and its promises [sworn by an oath] with you ", "15": "who are standing here before the Lord your God today, but also with those who are not here today.", "16": "You know how we lived in Egypt and how we passed through the countries when we came here. ", "17": "You saw their ·hateful idols [L detestable things, the filthy idols] made of wood, stone, silver, and gold. ", "18": "Make sure no man, woman, ·family group [clan], or tribe among you ·leaves [L whose heart turns away from] the Lord our God to go and serve the gods of those nations. They would be to you like a ·plant [L root] that grows bitter, poisonous fruit.", "19": "These are the kind of people who hear ·these curses [or the words of this oath] but bless themselves ·internally [L in their hearts/minds], thinking, “We will ·be safe [have peace] ·even though we continue doing what we want to do.” Those people may destroy all of your land, both wet and dry [or if we act with determination so water may bring an end to the drought]. ", "20": "The Lord will ·not [be unwilling to] forgive them. His anger will be like a burning fire against those people, and all the curses written in this ·book [scroll] will come on them [chs. 27–28]. The Lord will ·destroy [blot out; wipe away] ·any memory of them on the earth [L their name from under the heavens]. ", "21": "He will separate them from all the tribes of Israel for punishment. All the curses of the ·Agreement [Covenant; Treaty] that are written in this ·Book [Scroll] of the ·Teachings [Laws; Instructions] will happen to them.", "22": "Your children, the generation that will come after you, as well as foreigners from faraway lands, will see the disasters that come to this land and the diseases the Lord will send on it. They will say, ", "23": "“The land is ·nothing but burning cinders [burned by sulphur] and salt. Nothing is planted, nothing grows, and nothing blooms. It is like Sodom and Gomorrah [Gen. 19], and Admah and Zeboiim [Gen. 14:2; Hos. 11:8], which the Lord ·destroyed [overturned] ·because he was very angry [L in his anger and his wrath].” ", "24": "All the other nations will ask, “Why has the Lord done this to the land? Why is he so angry?”", "25": "And the answer will be, “It is because the people broke the ·Agreement [Covenant; Treaty] of the Lord, the God of their ·ancestors [fathers], which he ·made [L cut] with them when he brought them out of Egypt. ", "26": "They went and served other gods and bowed down to gods they did not even know. The Lord did not ·allow [permit] that, ", "27": "so he became very angry at the land and brought all the curses on it that are written in this ·book [scroll; chs. 27–28]. ", "28": "Since the Lord became angry, upset, and furious with them, he took them out of their land and put them in another land where they are today.”", "29": "There are some things the Lord our God has kept secret, but there are some things he has ·let us know [revealed]. These things belong to us and our children forever so that we will do everything in these ·teachings [laws; instructions]."}