{"1": "When we turned and went up the road toward Bashan, Og king of Bashan and all his army came out to fight us at Edrei. ", "2": "The Lord said to me, “Don't be afraid of Og, because I will hand him, his whole army, and his land over to you. Do to him what you did to Sihon king of the Amorites, who ruled in Heshbon [Num. 21:33–35].”", "3": "So the Lord our God gave ·us [L into our hands] Og king of Bashan and all his army; we ·defeated [L struck] them and ·left no one alive [there were no survivors]. ", "4": "Then we captured all of Og's cities, all sixty of them, and took the whole area of Argob, Og's kingdom in Bashan. ", "5": "All these were ·strong [fortified] cities, with high walls and ·gates [double doors] with bars. And there were also many small towns with no walls. ", "6": "We ·completely destroyed them [devoted them to the Lord; 20:15–18; Josh. 6:17], just like the cities of Sihon king of Heshbon. We killed all the men, women, and children, ", "7": "but we kept all the cattle and ·valuable things [plunder] from the cities for ourselves.", "8": "So at that time we took the land ·east of [L beyond] the Jordan River, from the Arnon ·Ravine [Wadi] to Mount Hermon, from these two Amorite kings. ", "9": "(Hermon is called Sirion by the Sidonian people, but the Amorites call it Senir.) ", "10": "We captured all the cities on the high plain and all of Gilead, and we took all of Bashan as far as Salecah and Edrei, towns in Og's kingdom of Bashan. ", "11": "(Only Og king of Bashan was left of the few ·Rephaites [or Rephaim; Gen. 14:5]. His bed was made of iron, and it was more than ·thirteen feet [L nine cubits] long and ·six feet [L four cubits] wide! It is still in the ·Ammonite city [L city of the sons/descendants of Ammon] of Rabbah.)", "12": "At that time we took this land to be our own. I gave the people of Reuben and Gad the land from Aroer by the Arnon Ravine, as well as half of the mountain country of Gilead and the cities in it [Num. 32:1–42]. ", "13": "To the people of ·East [L the half-tribe of] Manasseh I gave the rest of Gilead and all of Bashan, the kingdom of Og. (The area of Argob in Bashan was called the land of the ·Rephaites [or Rephaim; Gen. 14:5]. ", "14": "Jair, a descendant of Manasseh, took the whole area of Argob, all the way to the border of the Geshurites and Maacathites. So that land was named for Jair, and even today Bashan is called the Towns of Jair.) ", "15": "I gave Gilead to Makir. ", "16": "I gave the ·Reubenites [L sons of Reuben] and the ·Gadites [L sons of Gad] the land that begins at Gilead and goes from the Arnon ·Ravine [Wadi] (the middle of the Arnon is the border) to the Jabbok ·River [Wadi], which is the ·Ammonite border [L border of the sons of Ammon]. ", "17": "The border on the west was the Jordan River in the ·Jordan Valley [L Arabah], and it goes from ·Lake [or the Sea of] ·Galilee [L of the Arabah] to the ·Dead [L Salt] Sea west of Mount Pisgah.", "18": "At that time I gave you this command: “The Lord your God has given you this land ·as your own [to possess it]. Now your fighting men must take their weapons, and you must lead ·the other Israelites [L your brothers, the sons/T children of Israel] across the river. ", "19": "Your wives, your young children, and your cattle may stay here. I know you have many cattle, and they may stay here in the cities I have given you, ", "20": "until the Lord also gives your ·Israelite relatives [L brothers] a place to rest. They will receive the land the Lord your God has given them on the other side of the Jordan River. After that, you may each return to ·the land I have given you [your possession].”", "21": "Then I gave this command to Joshua at that time: “·You [L Your eyes] have seen for yourself all that the Lord your God has done to these two kings. The Lord will do the same thing to all the kingdoms where you are ·going [crossing over]. ", "22": "Don't be afraid of them, because the Lord your God will fight for you.”", "23": "Then I ·begged [pleaded with] the Lord at that time: ", "24": "“Lord God, you have begun to show me, your servant, ·how great you are [L your greatness and your strong hand]. ·You have great strength, and no [L What…?] other god in heaven or on earth can do the powerful things you do. There is no other god like you. ", "25": "Please let me cross ·the [L beyond the] Jordan River so that I may see the good land by the Jordan. I want to see the beautiful mountains and Lebanon.”", "26": "But the Lord was angry with me because of you [Num. 20:1–21], and he would not listen to me. The Lord said to me, “That's enough from you. Don't talk to me anymore about it. ", "27": "Climb to the top of Mount Pisgah and ·look [L lift your eyes to the] west, north, south, and east. You can look ·at the land [L with your eyes], but you will not cross the Jordan River [34:1–8]. ", "28": "·Appoint [Charge; Commission] Joshua and help him be brave and strong. He will lead the people across the river and give them the land that they are to inherit, but you can only look at it.” ", "29": "So we stayed in the ·valley [or glen] opposite Beth Peor."}