{"1": "Then Moses climbed Mount Nebo from the plains of Moab to the top of Mount Pisgah, across from Jericho. From there the Lord showed him all the land from Gilead to Dan, ", "2": "all of Naphtali and the lands of Ephraim and Manasseh, all the land of Judah as far as the ·Mediterranean [L Western] Sea, ", "3": "as well as the ·southern desert [L the Negev] and the whole Valley of Jericho up to Zoar. (Jericho is called the city of palm trees.) ", "4": "Then the Lord said to Moses, “This is the land I ·promised [swore] to Abraham, Isaac, and Jacob when I said to them, 'I will give this land to your ·descendants [L seed; Gen. 12:1–13; 15:17–20].' ·I have let you look at [L Your eyes have seen] it, Moses, but you will not cross over there.”", "5": "Then Moses, the servant of the Lord, died there in Moab, as the Lord had said [Num. 20:12]. ", "6": "He buried Moses in Moab in the valley opposite Beth Peor, but even today no one knows where his grave is. ", "7": "Moses was one hundred twenty years old when he died. His eyes were not weak, and ·he was still strong [L his vigor had not left him]. ", "8": "The ·Israelites [L sons/T children of Israel] cried for Moses for thirty days, staying in the plains of Moab until the time of ·sadness [mourning] was over.", "9": "Joshua son of Nun was then filled with the spirit of wisdom, because Moses had ·put [laid] his hands on him. So the ·Israelites [L sons/T children of Israel] listened to Joshua, and they did what the Lord had commanded Moses.", "10": "There has never been another prophet in Israel like Moses [Acts 3:22–23; Heb. 3:1–19]. The Lord knew Moses face to face [Num. 12:6–8] ", "11": "and sent him to do signs and ·miracles [wonders] in Egypt—to ·the king [L Pharaoh], to all his ·officers [L servants], and to the whole land of Egypt. ", "12": "Moses had ·great power [L a strong hand], and he did great and wonderful things for all the Israelites to see."}