{"1": "Moses called all the people of Israel together and said: Listen, Israel, to the ·commands [statutes; requirements; ordinances] and laws I am ·giving you [L speaking in your ears] today. Learn them and obey them carefully. ", "2": "The Lord our God ·made [L cut] an ·Agreement [Covenant; Treaty] with us at ·Mount Sinai [L Horeb; 1:6]. ", "3": "He did not ·make [L cut] this ·Agreement [Covenant; Treaty] with our ·ancestors [fathers], but he made it with us, with all of us who are alive here today. ", "4": "The Lord spoke to you face to face from the fire on the mountain [Ex. 19]. ", "5": "(At that time I stood between you and the Lord in order to tell you what the Lord said; you were afraid of the fire, so you would not go up on the mountain.) The Lord said:", "6": "“I am the Lord your God; I brought you out of the land of Egypt ·where you were slaves [L from the house of bondage].", "7": "“You must not have any other gods ·except [or before] me.", "8": "“You must not make for yourselves any idols or anything to worship that looks like something in the ·sky [heavens] above or on the earth below or in the water below the ·land [earth]. ", "9": "You must not worship or serve ·any idol [L them], because I, the Lord your God, am a jealous God [4:24]. ·If people sin against me and hate me, I will punish their children, even their grandchildren and great-grandchildren [L I will visit/punish the guilt of the fathers on the sons until the third and fourth generations of those who hate me]. ", "10": "But I will be very kind for a thousand lifetimes to those who love me and obey my commands.", "11": "“You must not ·use the name of the Lord your God thoughtlessly [take/lift up the name of the Lord your God in vain], because the Lord will ·punish [L not hold/treat as innocent; not acquit] anyone who ·uses [takes in vain] his name in this way.", "12": "“·Keep [Observe] the Sabbath ·as a holy day [L to consecrate/sanctify it], as the Lord your God has commanded you. ", "13": "You may work and get everything done during six days each week, ", "14": "but the seventh day is a ·day of rest to honor [Sabbath to] the Lord your God. On that day no one may do any work: not you, your son or daughter, your male or female slaves, your ox, your donkey, or any of your animals, or the ·foreigners [resident aliens] living in your cities. That way your servants may rest as you do. ", "15": "Remember that you were slaves in Egypt and that the Lord your God brought you out of there by his ·great power [L strong hand] and ·strength [L extended arm]. So the Lord your God has commanded you to rest on the Sabbath day.", "16": "“Honor your father and your mother as the Lord your God has commanded you. Then you will live ·a long time [L for many days], and things will go well for you in the land that the Lord your God is going to give you.", "17": "“You must not murder anyone.", "18": "“You must not ·be guilty of [commit] adultery.", "19": "“You must not steal.", "20": "“You must not ·tell lies about [bear false witness against] your neighbor.", "21": "“You must not ·want to take [covet] your neighbor's wife. You must not ·want to take [covet] your neighbor's house or land, his male or female slaves, his ox or his donkey, or anything that belongs to your neighbor [C this final commandment indicates that the previous commandments also involve attitudes, not just actions].”", "22": "The Lord spoke these ·commands [L words] to ·all of you [your whole community/congregation/assembly] on the mountain in a loud voice out of the fire, the cloud, and the deep darkness; he did not say anything else. Then he wrote them on two stone tablets, and he gave them to me.", "23": "When you heard the voice from the darkness, as the mountain was blazing with fire, all the leaders of your tribes and your elders ·came to [approached] me. ", "24": "And you said, “The Lord our God has shown us his glory [C his manifest presence] and ·majesty [greatness], and we have heard his voice from the fire. Today we have seen that a person can live even if God speaks to him. ", "25": "But now, ·we will [L why should we … ?] die! This great fire will burn us up, and we will die if we hear the Lord our God speak anymore. ", "26": "·No human being [L For who of all flesh…?] has ever heard the living God speaking from a fire and still lived, but we have. ", "27": "Moses, you go near and listen to everything the Lord our God says. Then you tell us what the Lord our God tells you, and we will listen and obey.”", "28": "The Lord heard what you said to me, and he said to me, “I have heard what the people said to you. Everything they said was good. ", "29": "·I wish [L If only] their ·hearts [minds] would always ·respect [fear] me and that they would always obey my commands so that things would go well for them and their children forever!", "30": "“Go and tell the people to return to their tents, ", "31": "but you stay here with me so that I may give you all the commands, ·rules [statutes; ordinances; requirements], and laws that you must teach the people to obey in the land I am giving them as their ·own [possession].”", "32": "So be careful to do what the Lord your God has commanded you, and ·follow the commands exactly [L do not turn aside to the right or to the left]. ", "33": "·Live the way [L Walk on the way/path that] the Lord your God has commanded you so that you may live and have what is good and have a long life in the land you will ·take [possess]."}