{"1": "These are the commands, ·rules [statutes; ordinances; requirements], and laws that the Lord your God told me to teach you to obey in the land you are crossing the Jordan River to ·take [possess]. ", "2": "You, your children, and your grandchildren must ·respect [fear] the Lord your God ·as long as you live [L all the days of your life]. Obey all his ·rules [statutes; ordinances; requirements] and commands I give you so that ·you will live a long time [L your days will be long]. ", "3": "Listen, Israel, and carefully obey these laws. Then all will go well for you, and you will become a great nation in a ·fertile land [L land flowing with milk and honey; Ex. 3:8], just as the Lord, the God of your ·ancestors [fathers], has promised you [Gen. 12:1–3; 15:17–20].", "4": "·Listen, people of [T Hear, O] Israel! The Lord our God is the ·only [or one] Lord. ", "5": "Love the Lord your God with all your heart, all your soul, and all your strength. ", "6": "Always ·remember [L keep in your heart] these commands I give you today. ", "7": "·Teach [Recite; Repeat] them to your children, and talk about them when you sit at home and walk along the road, when you lie down and when you get up. ", "8": "·Write them down and tie [L Bind] them to your hands as a sign. Tie them ·on your forehead [L between your eyes] ·to remind you [as an emblem/headband/frontlet], ", "9": "and write them on ·your doors [L the lintels/doorposts of your house] and gates.", "10": "The Lord your God will bring you into the land he promised to your ·ancestors [fathers], to Abraham, Isaac, and Jacob, and he will give it to you [Gen. 12:1–3; 15:17–20]. The land has large, ·growing [L good; fine] cities you did not build, ", "11": "houses full of good things you did not ·buy [L fill], ·wells [cisterns] you did not dig, and vineyards and olive trees you did not plant. You will eat as much as you want. ", "12": "But be careful! Do not forget the Lord, who brought you out of the land of Egypt ·where you were slaves [L from the house of bondage].", "13": "·Respect [Fear] the Lord your God. You must ·worship [serve] him and make your ·promises [oaths; vows] only in his name. ", "14": "Do not ·worship [L go after] other gods as the people around you do, ", "15": "because the Lord your God is a jealous God [4:24]. He is present with you, and if you worship other gods, he will become angry with you and destroy you from the earth. ", "16": "Do not test the Lord your God as you did at Massah [Ex. 17:1–7; Ps. 95:8; Matt. 4:7]. ", "17": "Be sure to obey the commands of the Lord your God and the ·rules [statutes; requirements; ordinances] and laws he has given you. ", "18": "Do what ·the Lord says is good and right [L is good and right in the Lord's eyes] so that things will go well for you. Then you may go in and ·take [possess] the good land the Lord promised to your ·ancestors [fathers; Gen. 12:1–3; 15:17–20]. ", "19": "He will force all your enemies out as you go in, as the Lord has said.", "20": "In the future when your children ask you, “What is the meaning of the laws, ·commands [statutes; ordinances; requirements], and rules the Lord our God gave us?” ", "21": "tell them, “We were slaves to the king of Egypt, but the Lord brought us out of Egypt ·by his great power [L with a strong hand]. ", "22": "The Lord showed us great and terrible signs and miracles, which he did to Egypt, the king, and his whole ·family [L house]. ", "23": "The Lord brought us out of Egypt to lead us here and to give us the land he promised our ·ancestors [fathers; Gen. 12:1–3; 15:17–20]. ", "24": "The Lord ordered us to obey all these ·commands [statutes; ordinances; requirements] and to ·respect [fear] the Lord our God so that we will always do well and stay alive, as we are today. ", "25": "The right thing for us to do is this: Obey all these rules in the presence of the Lord our God, as he has commanded.”"}