{"1": "Listen, Israel. You will soon cross the Jordan River to go in and ·force out [dispossess] nations that are bigger and stronger than you. They have large cities with ·walls [fortifications] up to the ·sky [heavens]. ", "2": "The people there are ·Anakites [L sons/descendants of the Anakim], who are strong and tall [1:28; Num. 13:28]. You know about them, and you have heard it said: “·No one can stop [L Who can stand up to…?] the ·Anakites [L the sons/descendants of Anak].” ", "3": "But today remember that the Lord your God goes in before you to destroy them like a ·fire that burns things up [consuming fire]. He will defeat ·them [L and subdue them] ahead of you, and you will force them out and destroy them quickly, just as the Lord has said.", "4": "After the Lord your God has forced those nations out ahead of you, don't say ·to yourself [L in your heart/mind], “The Lord brought me here to take this land because I am so ·good [righteous].” No! It is because these nations are evil that the Lord will ·force them out [dispossess them] ahead of you. ", "5": "You are going in to ·take [possess] the land, not because ·you are good and honest [L of your righteousness or the integrity/virtue of your heart/mind], but because these nations are evil. That is why the Lord your God will ·force them out [dispossess them] ahead of you, to keep his promise to your ·ancestors [fathers], to Abraham, Isaac, and Jacob [Gen. 12:1–3; 15:17–20]. ", "6": "The Lord your God is giving you this good land to ·take [possess] as your own. But know this: It is not because you are ·good [righteous]; you are a ·stubborn [L stiff-necked] people.", "7": "Remember this and do not forget it: You made the Lord your God angry in the ·desert [wilderness]. You ·would not obey [rebelled against] the Lord from the day you left Egypt until you arrived here. ", "8": "At ·Mount Sinai [L Horeb; 1:6] you made the Lord angry—angry enough to destroy you [Ex. 32]. ", "9": "When I went up on the mountain to receive the stone tablets, the tablets with the ·Agreement [Covenant; Treaty] the Lord had ·made [L cut] with you, I stayed on the mountain for forty days and forty nights; I did not eat bread or drink water. ", "10": "The Lord gave me two stone tablets, which God had written on with his own finger [C the Ten Commandments; Ex. 20:2–17; 31:18]. On them were all the commands that the Lord gave to you on the mountain out of the fire, on the day ·you were gathered there [of the assembly].", "11": "When the forty days and forty nights were over, the Lord gave me the two stone tablets, the tablets with the ·Agreement [Covenant; Treaty] on them. ", "12": "Then the Lord told me, “Get up and go down quickly from here, because the people you brought out from Egypt are ·ruining [corrupting] themselves. They have quickly turned away from ·what [L the way] I commanded and have made an idol for themselves [C a golden calf; Ex. 32:3–4].”", "13": "The Lord said to me, “I have watched these people, and they are very ·stubborn [L stiff-necked]! ", "14": "Get away so that I may destroy them and ·make the whole world forget who they are [L blot off their name from under heaven]. Then I will make another nation from you that will be bigger and stronger than they are.”", "15": "So I turned and came down the mountain that was burning with fire, and the two stone tablets with the ·Agreement [Covenant; Treaty] were in my hands. ", "16": "When I looked, I saw you had sinned against the Lord your God and had made an idol in the shape of a calf. You had quickly turned away from ·what [L the way] the Lord had ·told [commanded] you to do. ", "17": "So I took the two stone tablets and threw them down, breaking them into pieces ·right in front of you [L before your eyes; Ex. 32:19].", "18": "Then I ·again [as before/formerly] bowed facedown on the ground before the Lord for forty days and forty nights; I did not eat bread or drink water. You had sinned by doing what the Lord said was evil, and you made him angry. ", "19": "I was afraid of the Lord's anger and rage, because he was angry enough with you to destroy you, but the Lord listened to me ·again [L at that time]. ", "20": "And the Lord was angry enough with Aaron to destroy him, but then I prayed for Aaron, too. ", "21": "I took that sinful calf idol you had made and burned it in the fire. I crushed it into a powder like dust and threw the dust into a stream that flowed down the mountain [Ex. 32:20].", "22": "You also made the Lord angry at Taberah [Num. 11:3], Massah [Ex. 17:7], and Kibroth Hattaavah [Num. 11:34].", "23": "Then the Lord sent you away from Kadesh Barnea and said, “Go up and ·take [possess] the land I have given you.” But you ·rejected [rebelled against] the command of the Lord your God. You did not trust him or ·obey him [L listen to his voice; Num. 13–14]. ", "24": "You have ·refused to obey [rebelled against] the Lord as long as I have[a] known you.", "25": "The Lord had said he would destroy you, so I threw myself down in front of him for those forty days and forty nights. ", "26": "I prayed to the Lord and said, “Lord God, do not destroy your people, your ·own people [L inheritance], whom you ·freed [ransomed; redeemed] and brought out of Egypt by your great power and ·strength [L strong hand]. ", "27": "Remember your servants Abraham, Isaac, and Jacob. Don't look at how ·stubborn [hard] these people are, and don't look at their sin and evil. ", "28": "Otherwise, ·Egypt [L the land from which you brought us] will say, 'It was because the Lord was not able to take his people into the land he promised them, and it was because he hated them that he took them into the ·desert [wilderness] to kill them.' ", "29": "But they are your people, Lord, your ·own people [L inheritance], whom you brought out of Egypt with your great power and ·strength [L outstretched arm].”"}