{"1": "Does your life in Christ give you strength? Does his love comfort you? Do we share together in the Spirit? Do you have mercy and kindness? ", "2": "If so, make me very happy by having the same thoughts, sharing the same love, and having one mind and purpose. ", "3": "When you do things, do not let selfishness or pride be your guide. Be humble and give more honor to others than to yourselves. ", "4": "Do not be interested only in your own life, but be interested in the lives of others.", "5": "In your lives you must think and act like Christ Jesus.", "6": "Christ himself was like God in everything. He was equal with God. But he did not think that being equal with God was something to be held on to.", "7": "He gave up his place with God and made himself nothing. He was born as a man and became like a servant.", "8": "And when he was living as a man, he humbled himself and was fully obedient to God. He obeyed even when that caused his death—death on a cross.", "9": "So God raised Christ to the highest place. God made the name of Christ greater than every other name.", "10": "God wants every knee to bow to Jesus— everyone in heaven, on earth, and under the earth.", "11": "Everyone will say, “Jesus Christ is Lord” and bring glory to God the Father.", "12": "My dear friends, you have always obeyed. You obeyed God when I was with you. It is even more important that you obey now while I am not with you. Keep on working to complete your salvation, and do it with fear and trembling. ", "13": "Yes, God is working in you to help you want to do what pleases him. Then he gives you the power to do it.", "14": "Do everything without complaining or arguing. ", "15": "Then you will be innocent and without anything wrong in you. You will be God's children without fault. But you are living with crooked and mean people all around you. Among them you shine like stars in the dark world. ", "16": "You offer to them the teaching that gives life. So when Christ comes again, I can be happy because my work was not wasted. I ran in the race and won.", "17": "Your faith makes you offer your lives as a sacrifice in serving God. Perhaps I will have to offer my own blood with your sacrifice. But if that happens, I will be happy and full of joy with all of you. ", "18": "You also should be happy and full of joy with me.", "19": "I hope in the Lord Jesus to send Timothy to you soon. I will be happy to learn how you are. ", "20": "I have no other person like Timothy. He truly cares for you. ", "21": "Other people are interested only in their own lives. They are not interested in the work of Christ Jesus. ", "22": "You know the kind of person Timothy is. You know that he has served with me in telling the Good News, as a son serves his father. ", "23": "I plan to send him to you quickly when I know what will happen to me. ", "24": "I am sure that the Lord will help me to come to you soon.", "25": "Epaphroditus is my brother in Christ. He works and serves with me in the army of Christ. When I needed help, you sent him to me. I think now that I must send him back to you ", "26": "because he wants very much to see all of you. He is worried because you heard that he was sick. ", "27": "Yes, he was sick, and nearly died. But God helped him and me too, so that I would not have more sadness. ", "28": "So I want very much to send him to you. When you see him, you can be happy. And I can stop worrying about you. ", "29": "Welcome him in the Lord with much joy. Give honor to people like Epaphroditus. ", "30": "He should be honored because he almost died for the work of Christ. He put his life in danger so that he could help me. This was help that you could not give me."}