{"1": "My dear brothers, I love you and want to see you. You bring me joy and make me proud of you. Continue following the Lord as I have told you.", "2": "I ask Euodia and Syntyche to agree in the Lord. ", "3": "And because you serve faithfully with me, my friend, I ask you to help these women to do this. They served with me in telling people the Good News. They served together with Clement and others who worked with me. Their names are written in the book of life.[a]", "4": "Be full of joy in the Lord always. I will say again, be full of joy.", "5": "Let all men see that you are gentle and kind. The Lord is coming soon. ", "6": "Do not worry about anything. But pray and ask God for everything you need. And when you pray, always give thanks. ", "7": "And God's peace will keep your hearts and minds in Christ Jesus. The peace that God gives is so great that we cannot understand it.", "8": "Brothers, continue to think about the things that are good and worthy of praise. Think about the things that are true and honorable and right and pure and beautiful and respected. ", "9": "And do what you learned and received from me. Do what I told you and what you saw me do. And the God who gives peace will be with you.", "10": "I am very happy in the Lord that you have shown your care for me again. You continued to care about me, but there was no way for you to show it. ", "11": "I am telling you this, but it is not because I need anything. I have learned to be satisfied with the things I have and with everything that happens. ", "12": "I know how to live when I am poor. And I know how to live when I have plenty. I have learned the secret of being happy at any time in everything that happens. I have learned to be happy when I have enough to eat and when I do not have enough to eat. I have learned to be happy when I have all that I need and when I do not have the things I need. ", "13": "I can do all things through Christ because he gives me strength.", "14": "But it was good that you helped me when I needed help. ", "15": "You people in Philippi remember when I first preached the Good News there. When I left Macedonia, you were the only church that gave me help. ", "16": "Several times you sent me things I needed when I was in Thessalonica. ", "17": "Really, it is not that I want to receive gifts from you. But I want you to have the good that comes from giving. ", "18": "And now I have everything, and more. I have all I need because Epaphroditus brought your gift to me. Your gift is like a sweet-smelling sacrifice offered to God. God accepts that sacrifice, and it pleases him. ", "19": "My God will use his wonderful riches in Christ Jesus to give you everything you need. ", "20": "Glory to our God and Father forever and ever! Amen.", "21": "Greet each of God's people in Christ. God's people who are with me send greetings to you. ", "22": "All of God's people greet you. And those believers from the palace of Caesar greet you, too.", "23": "The grace of the Lord Jesus Christ be with you all."}