{"1": "You foolish Galatians! Who put you under a spell? Was not Jesus the Messiah[a] clearly portrayed before your very eyes as having been crucified? ", "2": "I want to learn only one thing from you: Did you receive the Spirit by doing[b] the actions of the Law or by believing what you heard?[c] ", "3": "Are you so foolish? Having started out with the Spirit, are you now ending up with the flesh? ", "4": "Did you suffer so much for nothing? (If it really was for nothing!) ", "5": "Does God[d] supply you with the Spirit and work miracles among you because you do the actions[e] of the Law or because you believe what you heard?[f] ", "6": "In the same way, Abraham “believed God, and it was credited to him as righteousness.”[g]", "7": "You see, then, that those who have faith are Abraham's real descendants. ", "8": "Because the Scripture saw ahead of time that God would justify the gentiles[h] by faith, it announced the gospel to Abraham beforehand when it said, “Through you all nations[i] will be blessed.”[j] ", "9": "Therefore, those who believe are blessed together with Abraham, the one who believed.", "10": "Certainly all who depend on the actions of the Law are under a curse. For it is written, “A curse on everyone who does not obey everything that is written in the Book of the Law!”[k] ", "11": "Now it is obvious that no one is justified in the sight of God by the Law, because “The righteous will live by faith.”[l] ", "12": "But the Law has nothing to do with faith. Instead, “The person who keeps the commandments[m] will have life in them.”[n] ", "13": "The Messiah[o] redeemed us from the curse of the Law by becoming a curse for us. For it is written, “A curse on everyone who is hung on a tree!”[p] ", "14": "This happened[q] in order that the blessing promised to[r] Abraham would come to the gentiles through the Messiah[s] Jesus, so that we might receive the promised Spirit[t] through faith.", "15": "Brothers, let me use an example from everyday life.[u] Once an agreement[v] has been ratified, no one can cancel it or add conditions to it. ", "16": "Now the promises were spoken to Abraham and to his descendant. It doesn't say “descendants,” referring to many, but “your descendant,”[w] referring to one person, who is the Messiah.[x] ", "17": "This is what I mean: The Law that came 430 years later did not cancel the covenant that God ratified previously. The promise was never nullified. ", "18": "For if the inheritance comes about through the Law, it no longer comes about through the promise. But it was through a promise that God so graciously gave it to Abraham.", "19": "Why, then, was the Law added?[y] Because of transgressions, until the descendant[z] came to whom the promise pertained. It was put into effect through angels by means of a mediator. ", "20": "Now a mediator involves more than one party, but God is one. ", "21": "So is the Law in conflict with the promises of God? Of course not! For if a law had been given that could give us life, then certainly righteousness would come through the Law. ", "22": "But the Scripture has captured everything by means of sin's net, so that what was promised by the faithfulness of[aa] the Messiah[ab] might be granted to those who believe. ", "23": "Now before faith came about, we were held in custody and confined under the Law in preparation for the faith that was to be revealed. ", "24": "And so the Law was our guardian until the Messiah[ac] came, so that we might be justified by faith. ", "25": "But now that faith has come about, we are no longer under a guardian.", "26": "For all of you are God's children through faith in the Messiah[ad] Jesus. ", "27": "Indeed, all of you who were baptized into the Messiah[ae] have clothed yourselves with the Messiah.[af] ", "28": "Because all of you are one in the Messiah[ag] Jesus, a person is no longer a Jew or a Greek, a slave or a free person, a male or a female. ", "29": "And if you belong to the Messiah,[ah] then you are Abraham's descendants indeed, and heirs according to the promise."}