{"1": "Paul Paulos, a servant  of  Christ Christos Jesus Iēsous,  called klētos to be an  apostle apostolos,  set aphorizō apart  for eis the  gospel euangelion of  God theos, ", "2": "which hos he promised beforehand  through dia · ho his autos prophets prophētēs in en the  holy hagios scriptures graphē, ", "3": "the gospel  concerning peri · ho his autos Son hyios,  who ho was  descended ginomai from ek David Dauid according kata to  the  flesh sarx, ", "4": "and  · ho was  designated horizō Son hyios of  God theos with en power dynamis according kata to  the  spirit pneuma of  holiness hagiōsynē by ek the  resurrection anastasis from  the  dead nekros,  Jesus Iēsous Christ Christos · ho our hēmeis Lord kyrios. ", "5": "Through dia him hos we  have  received lambanō grace charis and kai apostleship apostolē to eis bring  about  the  obedience hypakoē of  faith pistis among en all pas the ho nations ethnos on hyper behalf  of  · ho his autos name onoma, ", "6": "among en whom hos are eimi you hymeis also kai,  called klētos to belong to  Jesus Iēsous Christ Christos. ", "7": "To  all pas who ho are eimi in en Rome Rhōmē,  loved agapētos by  God theos and  called klētos to be  saints hagios:  Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "8": "First prōton of  all ,  I  thank eucharisteō · ho my egō God theos through dia Jesus Iēsous Christ Christos for peri all pas of  you hymeis,  because hoti · ho your hymeis faith pistis is  being  proclaimed katangellō throughout en the ho whole holos world kosmos. ", "9": "For gar God theos is eimi my egō witness martys,  · ho whom hos I  serve latreuō with en · ho my egō spirit pneuma in en the ho gospel euangelion of ho his autos Son hyios,  how hōs unceasingly adialeiptōs I  make poieō mention mneia of  you hymeis", "10": "always pantote in epi · ho my egō prayers proseuchē,  asking deomai if ei perhaps pōs now ēdē at  last pote I  may  be  able euodoō,  by en the ho will thelēma of ho God theos,  to  visit erchomai you hymeis. ", "11": "For gar I  long epipotheō to see  you hymeis so hina that  I  may  share metadidōmi with  you hymeis some tis spiritual pneumatikos gift charisma to eis · ho strengthen stērizō you hymeis— ", "12": "that houtos · de is eimi, that  we  may  be  mutually  encouraged symparakaleō by dia · ho each allēlōn other' s  faith pistis, I by  yours hymeis and kai you by  mine egō. ", "13": "I  do  not ou want thelō · de you hymeis to  be  unaware agnoeō,  brethren adelphos,  that hoti I  often pollakis intended protithēmi to  come erchomai to pros you hymeis ( but kai have  been  prevented kōlyō until achri · ho now deuro)  so hina that  I  might  have echō some tis fruit karpos · kai among en you hymeis,  just kathōs as  · kai among en the ho rest loipos of the  Gentiles ethnos. ", "14": "I  am eimi a  debtor opheiletēs both te to  the  Greeks Hellēn and kai to  the  barbarians barbaros,  to  the  wise sophos as  well  as kai to  the  foolish anoētos. ", "15": "So houtōs for kata my egō part ho I am  eager prothumos to  preach  the  gospel euangelizō to  you hymeis also kai who ho are  in en Rome Rhōmē. ", "16": "For gar I  am  not ou ashamed epaischunomai of  the ho gospel euangelion;  it  is eimi the  power dynamis of  God theos for eis salvation sōtēria to  everyone pas who ho believes pisteuō,  to  the  Jew Ioudaios first prōton and kai also  to  the  Greek Hellēn. ", "17": "For gar in en it autos the  righteousness dikaiosynē of  God theos is  revealed apokalyptō from ek faith pistis to eis faith pistis;  as kathōs it  is  written graphō, “ The ho · de righteous dikaios by ek faith pistis will  live zaō.” ", "18": "For gar the  wrath orgē of  God theos is  being  revealed apokalyptō from apo heaven ouranos against epi all pas ungodliness asebeia and kai the  unrighteousness adikia of  those anthrōpos who ho suppress katechō the ho truth alētheia by en their  unrighteousness adikia, ", "19": "because dioti what ho can  be  known gnōstos about  · ho God theos is eimi plain phaneros to en them autos,  for gar · ho God theos has  revealed phaneroō it  to  them autos. ", "20": "Ever  since apo the  creation ktisis of the  world kosmos,  · ho his autos invisible aoratos attributes ,  · ho that te is ,  his autos eternal aidios power dynamis and kai divine theiotēs nature ,  have  been  clearly  seen kathoraō,  being  understood noeō through  what ho has  been  made poiēma.  So eis they autos are eimi without  excuse anapologētos. ", "21": "Even dioti though  they  knew ginōskō · ho God theos,  they  did doxazō not ou honor doxazō him  as hōs God theos or ē give eucharisteō him  thanks ,  but alla they  became  futile mataioō in en · ho their autos speculations dialogismos and kai · ho their autos foolish asynetos hearts kardia were darkened. ", "22": "Professing phaskō to  be eimi wise sophos,  they  became  fools mōrainō, ", "23": "and kai exchanged allassō the ho glory doxa of  the ho incorruptible aphthartos God theos for en images eikōn resembling homoiōma corruptible phthartos man anthrōpos and kai birds peteinon and kai four-footed tetrapous animals  and kai crawling herpeton creatures . ", "24": "Therefore dio God theos gave paradidōmi them autos over  · ho in en the ho lusts epithumia of ho their autos hearts kardia to eis impurity akatharsia,  so  that ho they  dishonored atimazō · ho their autos bodies sōma among en themselves autos. ", "25": "They hostis exchanged metallassō the ho truth alētheia of ho God theos for en a ho lie pseudos and kai worshiped sebazomai and kai served latreuō the ho creature ktisis rather para than  the ho Creator ktizō,  who hos is eimi blessed eulogētos for eis all ho time aiōn.  Amen amēn. ", "26": "For dia this houtos reason  God theos gave paradidōmi them autos over  · ho to eis degrading atimia passions pathos.  · ho Their autos women thēlys exchanged metallassō the ho natural physikos sexual  function chrēsis for eis one ho that  is  unnatural para physis, ", "27": "and te likewise homoiōs the ho men arsēn also kai abandoned aphiēmi the ho natural physikos sexual  relation chrēsis with ho women thēlys and  burned ekkaiō in en · ho their autos passion orexis for eis one allēlōn another — men arsēn with en men arsēn committing katergazomai · ho shameless aschēmosynē acts  and kai receiving apolambanō in en themselves heautou the ho due dei penalty antimisthia for ho their autos error planē. ", "28": "And kai as kathōs they  did  not ou see dokimazō fit  to  acknowledge echō · ho God theos,  God theos gave paradidōmi them autos over  · ho to eis a  debased adokimos mind nous,  to  do poieō things ho that  ought  not mē to  be  done kathēkō. ", "29": "They  are  filled plēroō with  every pas kind  of  unrighteousness adikia,  wickedness ponēria,  covetousness pleonexia,  malice kakia. They are  full mestos of  envy phthonos,  murder phonos,  strife eris,  deceit dolos,  meanness kakoētheia. They are  gossips psithuristēs, ", "30": "slanderers katalalos,  haters theostygēs of  God ,  insolent hybristēs,  arrogant hyperēphanos,  boastful alazōn,  inventors epheuretēs of  evil kakos,  disobedient apeithēs to  parents goneus, ", "31": "foolish asynetos,  covenant-breakers asynthetos,  unloving astorgos,  ruthless aneleēmōn. ", "32": "Though epiginōskō they hostis understand epiginōskō the ho righteous dikaiōma requirement  of ho God theos,  that hoti those ho who  practice prassō · ho such toioutos things  are eimi worthy axios of  death thanatos,  they poieō not ou only monon continue  to  do poieō them autos but alla also kai to  heartily syneudokeō approve  of  others ho who  practice prassō them. "}