{"1": "Brethren adelphos,  · ho my emos heart' s kardia desire eudokia · ho and kai · ho prayer deēsis to pros · ho God theos for hyper the  Israelites autos is  that eis they may be  saved sōtēria. ", "2": "For gar I  bear  them autos witness martyreō that hoti they  have echō a  zeal zēlos for  God theos,  but alla not ou according kata to  knowledge epignōsis. ", "3": "For gar ignoring agnoeō the ho righteousness dikaiosynē that comes  from ho God theos,  and kai seeking zēteō to  establish histēmi · ho their idios own ,  they  did hypotassō not ou submit hypotassō to ho God' s theos righteousness dikaiosynē.  · ho", "4": "For gar Christ Christos is the  end telos of  the  law nomos,  so eis now there is  righteousness dikaiosynē for  everyone pas who ho believes pisteuō. ", "5": "For gar Moses Mōysēs writes graphō regarding  the ho righteousness dikaiosynē that ho is  based ek on  the ho law nomos, “ The ho person anthrōpos committed poieō to  these autos things  must  live zaō by en them autos.” ", "6": "But de the ho righteousness dikaiosynē based ek on  faith pistis says legō, “ Do  not mē say legō in en · ho your sy heart kardia, ' Who tis will  ascend anabainō into eis · ho heaven ouranos?' ( that houtos is eimi,  to  bring  Christ Christos down katagō), ", "7": "or ē, ' Who tis will  descend katabainō into eis the ho abyss abyssos?' ( that houtos is eimi,  to  bring anagō Christ Christos up anagō from ek the  dead nekros).” ", "8": "But alla what tis does  it  say legō? “ The ho word rhēma is eimi near engys you sy,  in en · ho your sy mouth stoma and kai in en · ho your sy heart kardia,”  that houtos is eimi,  the ho word rhēma of ho faith pistis that hos we  proclaim kēryssō: ", "9": "that hoti if ean you  confess homologeō with en · ho your sy mouth stoma, “ Jesus Iēsous is  Lord kyrios,”  and kai believe pisteuō in en · ho your sy heart kardia that hoti · ho God theos raised egeirō him autos from ek the  dead nekros,  you  will  be  saved sōzō. ", "10": "For gar with  the  heart kardia a person  believes pisteuō and  is  made eis righteous dikaiosynē,  and de with  the  mouth stoma he  confesses homologeō and  is eis saved sōtēria. ", "11": "For gar the ho Scripture graphē says legō, “ Whoever pas ho believes pisteuō in epi him autos will  not ou be  put  to  shame kataischunō.” ", "12": "For gar there  is eimi no ou distinction diastolē between te the  Jew Ioudaios and kai the  Greek Hellēn;  for gar the ho same autos Lord kyrios is Lord  of  all pas,  giving  generously plouteō to eis all pas who ho call epikaleō on  him autos; ", "13": "for gar “ everyone pas who hos calls epikaleō on  the ho name onoma of  the  Lord kyrios will  be  saved sōzō.” ", "14": "But oun how pōs are  they  to  call epikaleō on  one  in eis whom hos they  have  not ou believed pisteuō?  And de how pōs are  they  to  believe pisteuō in  one  of  whom hos they  have  never ou heard akouō?  And de how pōs are  they  to  hear akouō unless chōris someone  proclaims kēryssō the  message ? ", "15": "And de how pōs are  they  to  proclaim kēryssō the  message  unless ean mē they  are  sent apostellō?  As kathōs it  is  written graphō, “ How hōs timely hōraios are  the ho feet pous of  those ho who  preach euangelizō · ho good agathos news !” ", "16": "However alla,  not ou all pas of them  have  obeyed hypakouō the ho good euangelion news ,  for gar Isaiah ēsaias says legō, “ Lord kyrios,  who tis has  believed pisteuō · ho our hēmeis message akoē?” ", "17": "So ara · ho faith pistis comes  from ek hearing akoē the message,  and de what ho is  heard akoē comes  through dia the  word rhēma of  Christ Christos. ", "18": "But alla I  ask legō,  have  they  not ou heard akouō?  Indeed menounge they  have mē, for, “ Their autos voice phthongos has  gone  out exerchomai to eis all pas the ho earth gē,  · ho and kai their autos words rhēma to eis the ho ends peras of  the ho world oikoumenē.”  · ho", "19": "But alla I  ask legō,  did  Israel Israēl not ou understand ginōskō?  First prōtos of  all ,  Moses Mōysēs says legō, “ I egō will  make  you hymeis jealous parazēloō by epi those who are  not ou a  nation ethnos;  by epi a  nation ethnos void asynetos of  understanding  I  will  make  you hymeis angry parorgizō.” ", "20": "Then de Isaiah ēsaias very  boldly apotolmaō · kai says legō, “ I  was  found heuriskō by en those ho who  were zēteō not mē looking  for zēteō me egō;  I  became ginomai well  known emphanēs to  those ho who  were eperōtaō not mē asking  for eperōtaō me egō.” ", "21": "But de concerning pros · ho Israel Israēl he  says legō, “ All holos · ho day hēmera long  I  have  held ekpetannymi out  · ho my egō hands cheir to pros a  disobedient apeitheō and kai argumentative antilegō people laos.” "}