{"1": "So oun I  ask legō,  has  God theos repudiated apōtheō · ho · ho his autos people laos?  By  no  means mē!  · kai For gar I  myself egō am eimi an  Israelite Israēlitēs, a  descendant ek sperma of  Abraham Abraam,  from  the  tribe phylē of  Benjamin Beniamin. ", "2": "God theos has  not ou repudiated apōtheō · ho · ho his autos people laos whom hos he  foreknew proginōskō.  Or ē do  you  not ou know oida what tis the ho Scripture graphē says legō in en the passage about  Elijah ēlias,  how hōs he  pleads entynchanō with ho God theos against kata · ho Israel Israēl? ", "3": "“ Lord kyrios,  they  have  killed apokteinō · ho your sy prophets prophētēs,  they  have  torn  down kataskaptō · ho your sy altars thusiastērion,  and kagō I  alone monos am  left hypoleipō,  and kai they  are  seeking zēteō · ho my egō life psychē.” ", "4": "But alla what tis was  the ho divine  reply chrēmatismos saying legō to  him autos? “ I  have  kept kataleipō for  myself emautou seven heptakischilioi thousand  men anēr who hostis have  not ou bowed kamptō the  knee gony to ho Baal Baal.” ", "5": "So houtōs too kai at en the ho present nyn time kairos there  is ginomai a  remnant leimma,  chosen eklogē by kata grace charis. ", "6": "And de if ei it is  by  grace charis, it is  no ouketi longer  on ek the  basis  of  works ergon,  otherwise epei · ho grace charis would  no ouketi longer  be ginomai grace charis. ", "7": "What tis then oun?  Israel Israēl failed ou to  obtain epitynchanō what hos it  was  seeking epizēteō,  but de the ho elect eklogē obtained epitynchanō it.  The ho · de rest loipos were  hardened pōroō, ", "8": "as kathōs it  is  written graphō, “ God theos gave didōmi them autos · ho a  spirit pneuma of  stupor katanyxis,  eyes ophthalmos that ho would  not mē see blepō and kai ears ous that ho would  not mē hear akouō,  to heōs this ho very sēmeron day hēmera.” ", "9": "And kai David Dauid says legō, “ May  their autos table trapeza become ginomai · ho a  snare pagis and kai a  trap thēra,  · kai a  stumbling skandalon block  and kai a  retribution antapodoma for  them autos. ", "10": "May  their autos eyes ophthalmos be darkened  · ho so ho they  cannot mē see blepō,  and kai keep  · ho their autos backs nōtos constantly dia pas bent synkamptō.” ", "11": "So oun I  ask legō,  did  they  stumble ptaiō so hina as  to  fall piptō?  By  no  means mē!  But alla because  of ho their autos transgression paraptōma · ho salvation sōtēria has come  to  the ho Gentiles ethnos so eis as  to  make  Israel autos jealous parazēloō. ", "12": "Now de if ei · ho their autos transgression paraptōma means  riches ploutos for  the  world kosmos and kai · ho their autos failure hēttēma means  riches ploutos for  the  Gentiles ethnos,  how posos much  more mallon will  · ho their autos full plērōma inclusion  mean! ", "13": "I  am  speaking legō to  you hymeis · de · ho Gentiles ethnos.  Inasmuch epi hosos then oun as  I egō am eimi an  apostle apostolos to the  Gentiles ethnos,  I  take  pride  in doxazō · ho my egō ministry diakonia, ", "14": "if ei somehow pōs I  could  provoke parazēloō my egō own  · ho countrymen sarx to  jealousy  and kai save sōzō some tis of ek them autos. ", "15": "For gar if ei · ho their autos rejection apobolē leads to the  reconciliation katallagē of  the  world kosmos,  what tis will  their ho acceptance proslēmpsis mean  but ei mē life zōē from ek the  dead nekros? ", "16": "If ei · de the ho dough offered as  first aparchē fruits  is  holy hagios, so  also kai is  the ho whole phyrama lump ;  and kai if ei the ho root rhiza is  holy hagios, so  also kai are  the ho branches klados. ", "17": "But de if ei some tis of  the ho branches klados were  broken ekklaō off ,  and de you sy,  although eimi a  wild agrielaios olive  shoot ,  were  grafted enkentrizō in  among en the  others autos and kai you  now ginomai share synkoinōnos in  the ho nourishing piotēs root rhiza · ho of  the ho olive elaia tree , ", "18": "do  not mē become  arrogant katakauchaomai toward  the ho branches klados.  But de if ei you  do katakauchaomai, consider this: it is  not ou you sy who  support bastazō the ho root rhiza,  but alla the ho root rhiza that supports  you sy. ", "19": "Then oun you  will  say legō, “The  branches klados were  broken ekklaō off  so hina I egō could  be  grafted enkentrizō in .” ", "20": "That is  true kalōs.  They  were  broken  off ekklaō because  of ho unbelief apistia,  and de you sy stand histēmi by ho faith pistis.  Do phroneō not mē be phroneō proud hypsēlos,  but alla stand  in  awe phobeomai. ", "21": "For gar if ei · ho God theos did pheidomai not ou spare pheidomai the ho natural kata physis branches klados,  perhaps mē pōs he  will pheidomai not oude spare pheidomai you sy either. ", "22": "Consider ide therefore oun the  kindness chrēstotēs and kai the  severity apotomia of  God theos— severity apotomia to epi those ho who  have  fallen piptō,  but de God' s theos kindness chrēstotēs to epi you sy,  provided ean you  continue epimenō in  his ho kindness chrēstotēs.  Otherwise epei you sy too kai will  be  cut  off ekkoptō. ", "23": "And de even  they kakeinos,  if ean they  do  not mē continue epimenō in  their ho unbelief apistia,  will  be  grafted enkentrizō in ,  for gar God theos is eimi able dynatos · ho to  graft enkentrizō them autos in enkentrizō again palin. ", "24": "For gar if ei you sy were  cut ekkoptō from ek what ho is  by kata nature physis a  wild agrielaios olive  tree ,  and kai grafted enkentrizō contrary para to  nature physis into eis a  cultivated kallielaios olive  tree ,  how posos much  more mallon will  these houtos,  the ho natural kata physis branches,  be  grafted  back  into enkentrizō · ho their idios own  olive elaia tree ? ", "25": "For gar I  do  not ou want thelō you hymeis to  be  uninformed agnoeō, my  brothers adelphos, of  · ho this houtos mystery mystērion— so hina that  you  may  not mē be eimi wise phronimos in para your heautou own  conceits — that hoti a  partial apo hardening pōrōsis has  happened ginomai to ho Israel Israēl until achri hos the ho full plērōma number  of  the ho Gentiles ethnos has  come  in eiserchomai. ", "26": "And kai in  this  way houtōs all pas Israel Israēl will  be  saved sōzō:  as kathōs it  is  written graphō, “ Out  of ek Zion Siōn will  come hēkō the ho Deliverer rhyomai;  he  will  remove apostrephō ungodliness asebeia from apo Jacob Iakōb.” ", "27": "“ And kai this houtos will be  my egō covenant diathēkē with  them autos,  · ho when hotan I  take  away aphaireō · ho their autos sins hamartia.” ", "28": "In kata regard  to  the ho gospel euangelion they are  enemies echthros for dia your hymeis sake,  but de in kata regard  to  · ho election eklogē they are  dearly agapētos loved  for dia the  sake  of  their ho forefathers patēr. ", "29": "For gar the ho gifts charisma and kai the ho calling klēsis of ho God theos are  irrevocable ametamelētos. ", "30": "For gar just hōsper as  you hymeis were  at  one  time pote disobedient apeitheō to ho God theos but de now nyn have  received  mercy eleeō because  of ho their houtos disobedience apeitheia, ", "31": "so houtōs · kai they houtos at  the  present nyn time  have  been  disobedient apeitheō in  order  that hina by  the ho mercy eleos shown  to  you hymeteros they autos also kai may  now nyn receive  mercy eleeō. ", "32": "For gar God theos has  consigned synkleiō · ho · ho all pas to eis disobedience apeitheia so hina that  he  may  show  mercy  to eleeō · ho all pas. ", "33": "O ō the  depth bathos of  the  riches ploutos and kai wisdom sophia and kai knowledge gnōsis of  God theos!  How hōs unsearchable anexeraunētos are  · ho his autos judgments krima and kai how  inscrutable anexichniastos · ho his autos ways hodos! ", "34": "For gar who tis has  known ginōskō the  mind nous of  the  Lord kyrios,  or ē who tis has  been ginomai his autos counselor symboulos? ", "35": "Or ē who tis has  given prodidōmi to  God autos that kai God  must  pay antapodidōmi him autos back ? ", "36": "For hoti from ek him autos and kai through dia him autos and kai to eis him autos are  · ho all pas things .  To  him autos be  · ho glory doxa for eis all ho time aiōn!  Amen amēn. "}