{"1": "I  appeal parakaleō to  you hymeis therefore oun,  brethren adelphos,  by dia the ho mercies oiktirmos of ho God theos,  to  present paristēmi · ho your hymeis bodies sōma as a  living zaō sacrifice thusia,  holy hagios and  acceptable euarestos to ho God theos— this ho is a  reasonable logikos act  of  worship latreia for  you hymeis. ", "2": "And kai do  not mē be  conformed syschēmatizō to ho this houtos world aiōn,  but alla be  transformed metamorphoō by  the ho renewing anakainōsis of ho your  mind nous,  so eis that  you hymeis may  discern dokimazō the ho will thelēma of ho God theos,  what tis is  · ho good agathos and kai acceptable euarestos and kai perfect teleios. ", "3": "For gar by dia the ho grace charis · ho given didōmi to  me egō I  say legō to  every pas one  who ho is eimi among en you hymeis that  he  should  not mē think hyperphroneō of  himself  more  highly  than para he hos ought dei to  think phroneō;  but alla to  think phroneō with eis · ho sober sōphroneō judgment ,  as hōs God theos has  assigned merizō to  each hekastos · ho a  measure metron of  faith pistis. ", "4": "For gar as kathaper in en our  one heis body sōma we  have echō many polys members melos,  and de the ho members melos do echō not ou all pas have echō the ho same autos function praxis, ", "5": "so houtōs we eimi who ho are  many polys are eimi one heis body sōma in en Christ Christos,  · ho and de individually kata heis members melos who belong to  one  another allēlōn, ", "6": "having echō · de gifts charisma that  differ diaphoros according kata to  the ho grace charis · ho given didōmi to  us hēmeis.  If eite your gift is  prophecy prophēteia, then prophesy  in kata · ho proportion analogia to  your ho faith pistis; ", "7": "if eite your gift is  service diakonia, use it  to en · ho serve diakonia;  if eite you are a  · ho teacher didaskō,  then en · ho teach didaskalia; ", "8": "if eite you have  the ho gift of  encouragement parakaleō, then use it  to en · ho encourage paraklēsis; if you are able  · ho to  give metadidōmi, give  generously en haplotēs; if your gift is  · ho leadership proistēmi, lead  with en zeal spoudē; if it is  · ho showing eleaō mercy , then do it  with en cheerfulness hilarotēs. ", "9": "Let  · ho love agapē be  genuine anypokritos.  Abhor apostygeō what ho is  evil ponēros;  hold kollaō fast  to  what ho is  good agathos. ", "10": "Love philostorgos one  another allēlōn with ho brotherly philadelphia affection ;  outdo proēgeomai one  another allēlōn in  showing proēgeomai · ho honor timē; ", "11": "do oknēros not mē lag oknēros in ho zeal spoudē;  be  enthusiastic zeō in ho spirit pneuma;  serve douleuō the ho Lord kyrios; ", "12": "rejoice chairō in ho hope elpis,  be  patient hypomenō in ho suffering thlipsis,  devote  yourself proskartereō to ho prayer proseuchē; ", "13": "contribute  to koinōneō the ho needs chreia of  the ho saints hagios,  seek  to  show diōkō · ho hospitality philoxenia. ", "14": "Bless eulogeō those ho who  persecute diōkō you hymeis;  bless eulogeō and kai do  not mē curse kataraomai them. ", "15": "Rejoice chairō with meta those  who  rejoice chairō;  weep klaiō with meta those  who  weep klaiō. ", "16": "Live phroneō · ho in  harmony autos with eis one allēlōn another ;  do phroneō not mē be phroneō · ho haughty hypsēlos but alla associate  with synapagō the ho lowly tapeinos.  Do  not mē be ginomai wise phronimos in para your heautou own  estimation. ", "17": "Repay apodidōmi no mēdeis one  evil kakos for anti evil kakos;  give pronoeō careful  thought  to what is  good kalos in enōpion the  sight  of  all pas people anthrōpos. ", "18": "If ei possible dynatos, so far as  it ho depends ek on  you hymeis,  be  at  peace eirēneuō with meta all pas people anthrōpos. ", "19": "Never mē avenge ekdikeō yourselves heautou,  dear agapētos friends ,  but alla leave didōmi room topos for  the ho wrath orgē of God,  for gar it  is  written graphō, “ Vengeance ekdikēsis is  mine egō,  I egō will  repay antapodidōmi,  says legō the  Lord kyrios.” ", "20": "To  the  contrary alla, “ if ean your sy enemy echthros is  hungry peinaō,  · ho feed psōmizō him autos;  if ean he  is  thirsty dipsaō,  give  him autos something  to  drink potizō;  for gar by  doing poieō this houtos you  will  heap sōreuō burning pyr coals anthrax on epi · ho his autos head kephalē.” ", "21": "Do  not mē be  overcome nikaō by hypo · ho evil kakos,  but alla overcome nikaō evil kakos with en · ho good agathos.  · ho"}