{"1": "Every pas person psychē must  be  subject  to hypotassō the  governing hyperechō authorities exousia because gar there  is eimi no ou authority exousia except ei mē by hypo God' s theos appointment,  and de those ho that  presently  exist eimi have  been eimi instituted tassō by hypo God theos. ", "2": "Therefore hōste whoever ho resists antitassō · ho authority exousia resists anthistēmi what ho · ho God theos has  decreed diatagē,  and de those ho who  resist anthistēmi will  bring lambanō judgment krima on lambanō themselves heautou. ", "3": "· ho For gar rulers archōn are eimi not ou a source of  fear phobos for  those ho who  do ergon good agathos,  but alla for  those ho who do  wrong kakos.  Would thelō you  · de have  no mē fear phobeomai of  the ho one  in  authority exousia? Then  do poieō what ho is  right agathos and kai you  will  receive echō approval epainos from ek him autos, ", "4": "for gar he  is eimi a  servant diakonos of  God theos for eis your sy · ho good agathos.  But de if ean you  do poieō what ho is  wrong kakos,  be  afraid phobeomai;  for gar he  does phoreō not ou bear phoreō the ho sword machaira in  vain eikē.  For gar he  is eimi a  servant diakonos of  God theos, an  avenger ekdikos to  carry  out eis wrath orgē on  the ho one  who  does prassō · ho wrong kakos. ", "5": "Therefore dio one  must anankē be  subject hypotassō,  not ou only monon because dia of  · ho wrath orgē,  but alla also kai because dia of  · ho conscience syneidēsis. ", "6": "For gar this houtos is  also kai why dia you  pay teleō taxes phoros,  for gar authorities  are eimi servants leitourgos of  God theos,  devoted proskartereō to eis this houtos very  thing autos. ", "7": "Pay apodidōmi everyone pas what ho is  owed opheilē to them:  taxes phoros to  whom ho · ho taxes phoros are due;  · ho revenue telos to  whom ho · ho revenue telos is due;  · ho respect phobos to  whom ho · ho respect phobos is due;  · ho honor timē to  whom ho · ho honor timē is due.  · ho", "8": "Owe opheilō no mēdeis one  anything mēdeis,  except ei mē · ho to  love agapaō one allēlōn another ;  for gar the ho one  who  loves agapaō his ho neighbor heteros has  fulfilled plēroō the  law nomos. ", "9": "For gar the ho commandments, “ You  shall  not ou commit moicheuō adultery ,  You  shall  not ou murder phoneuō,  You  shall  not ou steal kleptō,  You  shall  not ou covet epithumeō,” ( and kai any tis other heteros commandment entolē there  may  be ei)  are  summed  up anakephalaioō in en · ho this houtos saying logos,  · ho “ You  shall  love agapaō · ho your sy neighbor plēsion as hōs yourself seautou.” ", "10": "· ho Love agapē does ergazomai no ou wrong kakos to ergazomai its ho neighbor plēsion.  Therefore oun love agapē is the  fulfillment plērōma of  the  law nomos.  · ho", "11": "And kai live  this houtos way  because  you  are  aware oida of  the ho time kairos,  that hoti the  hour hōra has  come ēdē for  us hymeis to  wake egeirō from ek sleep hypnos,  for gar our hēmeis salvation sōtēria is  nearer engys now nyn · ho than ē when hote we  first  believed pisteuō. ", "12": "The ho night nyx is  nearly  over prokoptō and de the ho day hēmera is  at  hand engizō.  So oun we  must  lay apotithēmi aside  the ho works ergon of ho darkness skotos and de put endyō on  the ho armor hoplon of ho light phōs. ", "13": "Let  us  live peripateō becomingly euschēmonōs,  as hōs in en the  daytime hēmera,  not mē in  carousing kōmos and kai drunkenness methē,  not mē in  sexual koitē promiscuity  and kai sensuality aselgeia,  not mē in  strife eris and kai jealousy zēlos. ", "14": "Rather alla,  put endyō on  the ho Lord kyrios Jesus Iēsous Christ Christos,  and kai make poieō no mē provision  for pronoia the ho sinful sarx nature  to eis gratify its  desires epithumia. "}