{"1": "Accept proslambanō the ho · de one  who  is  weak astheneō in ho faith pistis, but do  not mē argue  about eis his  personal dialogismos opinions . ", "2": "One hos person  believes pisteuō he  can  eat esthiō anything pas,  while de the ho weak astheneō brother  eats esthiō only  vegetables lachanon. ", "3": "The ho one  who  eats esthiō everything  must exoutheneō not mē hold  in  contempt exoutheneō the ho one  who  does  not mē eat esthiō,  and de the ho one  who  abstains mē from  eating esthiō must krinō not mē judge krinō the ho one  who  eats esthiō,  for gar · ho God theos has  accepted proslambanō him autos. ", "4": "Who tis are eimi you sy · ho to  pass krinō judgment  on  someone allotrios else' s  servant oiketēs? It is  before ho his idios own  master kyrios that  he  will  stand stēkō or ē fall piptō.  And de he  will  stand histēmi,  for gar the ho Lord kyrios is  able dynateō to  make  him autos stand histēmi. ", "5": "For gar one hos person  regards krinō one  day hēmera more sacred  than para another hēmera,  while de another hos person  regards krinō all pas days hēmera the same.  Each hekastos person  must  be  fully  convinced plērophoreō in en · ho his idios own  mind nous. ", "6": "The ho one  who  observes phroneō the ho day hēmera observes phroneō it  for  the  Lord kyrios.  And kai the ho one  who  eats esthiō,  eats esthiō for  the  Lord kyrios,  because gar he  gives  thanks eucharisteō to ho God theos;  and kai the ho one  who  abstains mē from  eating esthiō,  does esthiō not ou eat esthiō for  the  Lord kyrios and kai gives eucharisteō thanks  to ho God theos. ", "7": "For gar none oudeis of  us hēmeis lives zaō for  himself heautou,  and kai none oudeis dies apothnēskō for  himself heautou. ", "8": "For gar if ean we  live zaō,  we  live zaō for  the ho Lord kyrios,  and te if ean we  die apothnēskō,  we  die apothnēskō for  the ho Lord kyrios.  So te then oun,  whether ean we  live zaō or te whether ean we  die apothnēskō,  we  belong  to eimi the ho Lord kyrios. ", "9": "For gar the  reason  why eis Christ Christos died apothnēskō and kai rose zaō to  life  again was  that hina he  might  be  Lord kyrieuō both kai of  the  dead nekros and kai of  the  living zaō. ", "10": "Why tis do  you sy · de pass krinō judgment  on  · ho your sy brother adelphos?  Or ē again kai,  why tis do  you sy hold exoutheneō · ho your sy brother adelphos in  contempt ?  For gar we  will  all pas stand paristēmi before  the ho judgment bēma seat  of ho God theos. ", "11": "For gar it  is  written graphō, “ As  I egō live zaō,  says legō the  Lord kyrios,  every pas knee gony will  bow kamptō to  me egō,  and kai every pas tongue glōssa will  give exomologeomai praise  to ho God theos.” ", "12": "So ara then oun each hekastos of  us hēmeis will  give didōmi an  account logos of peri himself heautou to ho God theos. ", "13": "Therefore oun let  us krinō stop mēketi passing  judgment  on krinō one allēlōn another ,  but alla resolve krinō this houtos instead mallon,  never mē to  put tithēmi an  obstacle proskomma or ē a  trap skandalon in ho a brother' s adelphos way. ", "14": "I  know oida and kai am  convinced peithō in en the  Lord kyrios Jesus Iēsous that hoti nothing oudeis is  unclean koinos in dia itself heautou;  however ei mē,  to  the ho one  who  considers logizomai something tis to  be eimi unclean koinos,  to  him ekeinos it is  unclean koinos. ", "15": "For gar if ei your sy brother adelphos is  being  hurt lypeō by dia what  you  eat brōma,  · ho you  are peripateō no ouketi longer  walking peripateō in kata love agapē.  Do apollymi not mē destroy apollymi by ho what  you sy eat brōma that ekeinos brother  for hyper whom hos Christ Christos died apothnēskō. ", "16": "Therefore oun do  not mē let  what ho you hymeis regard as  good agathos be  spoken blasphēmeō of  as  evil . ", "17": "For gar the ho kingdom basileia of ho God theos is eimi not ou a matter of  eating brōsis and kai drinking posis,  but alla of  righteousness dikaiosynē and kai peace eirēnē and kai joy chara in en the  Holy hagios Spirit pneuma. ", "18": "For gar whoever ho serves douleuō Christ Christos in en this houtos way  · ho is  pleasing euarestos to ho God theos and kai approved dokimos by ho men anthrōpos. ", "19": "So ara then oun let  us  pursue diōkō what ho makes  for ho peace eirēnē and kai · ho for ho mutual eis upbuilding oikodomē.  · ho", "20": "Do  not mē, for the sake of  food brōma,  destroy katalyō the ho work ergon of ho God theos.  All pas food is  indeed men clean katharos,  but alla it is  wrong kakos to  cause dia · ho another anthrōpos to  stumble proskomma by ho what  you  eat esthiō. ", "21": "It is  good kalos · ho not mē to  eat esthiō meat kreas or mēde to  drink pinō wine oinos or mēde to do  anything  that en makes  · ho your sy brother adelphos stumble proskoptō. ", "22": "The  faith pistis that hos you sy have echō,  keep echō as kata your seautou own  conviction  before enōpion · ho God theos.  Blessed makarios is  the ho one  who  has  no mē reason krinō to  condemn  himself heautou for en what hos he  approves dokimazō. ", "23": "But de the ho one  who  doubts diakrinō is  condemned katakrinō if ean he  eats esthiō,  because hoti his eating is  not ou from ek faith pistis;  and de whatever pas is  not ou from ek faith pistis is eimi sin hamartia. "}