{"1": "We hēmeis who ho are  strong dynatos have  an  obligation opheilō · de to  bear  with bastazō the ho failings asthenēma of  the ho weak adynatos,  and kai not mē to  please areskō ourselves heautou. ", "2": "Let areskō each hekastos of  us hēmeis please areskō his ho neighbor plēsion for eis his ho good agathos,  to pros build oikodomē him  up . ", "3": "· kai For gar · ho Christ Christos did areskō not ou please areskō himself heautou;  but alla as kathōs it  is  written graphō, “ The ho insults oneidismos of  those ho who  insult oneidizō you sy have  fallen epipiptō on epi me egō.” ", "4": "For gar whatever hosos was  written prographō at  an  earlier  time  was  written graphō for eis · ho our hēmeteros instruction didaskalia,  that hina through dia · ho endurance hypomonē and kai through dia the ho encouragement paraklēsis of  the ho scriptures graphē we  might  have echō · ho hope elpis. ", "5": "May  the ho · de God theos of ho endurance hypomonē and kai · ho encouragement paraklēsis enable didōmi you hymeis to  live  in  harmony ho with en one allēlōn another ,  according kata to  Christ Christos Jesus Iēsous, ", "6": "so hina that  together homothumadon you  may  with en one heis voice stoma glorify doxazō the ho God theos and kai Father patēr of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "7": "Therefore dio accept proslambanō one allēlōn another  even kathōs as  Christ Christos has  also kai · ho accepted proslambanō you hymeis,  for eis the  glory doxa of ho God theos. ", "8": "For gar I  tell legō you that  Christ Christos has  become ginomai a  servant diakonos of  the  circumcised peritomē on hyper behalf  of  the  truth alētheia of  God theos,  in eis order  to  confirm bebaioō the ho promises epangelia made to  the ho patriarchs patēr, ", "9": "and de that  the ho Gentiles ethnos might  glorify doxazō God theos for hyper his  mercy eleos.  · ho As kathōs it  is  written graphō, “ For dia this houtos reason  I  will  acknowledge exomologeomai you sy among en the  Gentiles ethnos and kai sing  praises psallō to ho your sy name onoma.” ", "10": "And kai again palin it  says legō, “ Rejoice euphrainō,  O  Gentiles ethnos,  with meta · ho his autos people laos.” ", "11": "And kai again palin, “ Praise aineō the ho Lord kyrios all pas you ho Gentiles ethnos,  and kai let  all pas the ho nations laos extol epaineō him autos.” ", "12": "And kai again palin Isaiah ēsaias says legō, “ The ho root rhiza of ho Jesse Iessai will  come eimi,  even kai he ho who  rises anistēmi to  rule archō over  the  Gentiles ethnos;  in epi him autos will  the  Gentiles ethnos hope elpizō.” ", "13": "Now de may  the ho God theos of ho hope elpis fill plēroō you hymeis with  all pas joy chara and kai peace eirēnē in en · ho believing pisteuō,  so eis that  you hymeis may  abound perisseuō in en · ho hope elpis by en the  power dynamis of  the  Holy hagios Spirit pneuma. ", "14": "I egō myself autos am  convinced peithō about peri you hymeis,  · de my egō brethren adelphos,  · kai that hoti · kai you eimi yourselves autos are eimi full mestos of  goodness agathōsynē,  filled plēroō with  all pas · ho knowledge gnōsis, and  able dynamai also kai to  instruct noutheteō one allēlōn another . ", "15": "Nevertheless de on apo certain  subjects meros I  have  written graphō to  you hymeis rather  boldly tolmēros so hōs as  to  refresh epanamimnēskō your hymeis memory ,  because dia of  the ho grace charis that ho was  given didōmi me egō by hypo · ho God theos", "16": "to eis be eimi a  minister leitourgos of  Christ Christos Jesus Iēsous to eis the ho Gentiles ethnos,  serving hierourgeō the ho gospel euangelion of ho God theos as a priest,  so hina that  my ho offering prosphora of  the ho Gentiles ethnos may  become ginomai acceptable euprosdektos,  sanctified hagiazō by en the  Holy hagios Spirit pneuma. ", "17": "In en Christ Christos Jesus Iēsous,  then oun,  I  have echō · ho reason  to  boast kauchēsis of my  work ho for pros · ho God theos. ", "18": "For gar I  will  not ou venture tolmaō to  speak  of laleō anything tis except ou what hos Christ Christos has  accomplished katergazomai through dia me egō in bringing the  Gentiles ethnos to eis obedience hypakoē,  by  word logos and kai deed ergon, ", "19": "by en the  power dynamis of  signs sēmeion and kai wonders teras,  by en the  power dynamis of  the  Spirit pneuma of  God theos,  so  that hōste from apo Jerusalem Ierousalēm · kai all  the  way  around kyklōi to mechri · ho Illyricum Illyrikon I egō have  fulfilled plēroō my ministry of proclaiming  the ho gospel euangelion of ho Christ Christos. ", "20": "And de thus houtōs I  have  always  made  it  my  aim philotimeomai to  preach euangelizō the  gospel ,  not ou where hopou Christ Christos was  known onomazō,  lest hina mē I  should  build oikodomeō on epi someone allotrios else' s  foundation themelios; ", "21": "rather alla,  as kathōs it  is  written graphō, “ Those hos who  were  not ou told anangellō of peri him autos will  see horaō,  and kai those hos who  have  not ou heard akouō of him  will  understand syniēmi.” ", "22": "This  is  why dio · kai on  so  many  occasions polys I  was  kept enkoptō from  · ho coming erchomai to pros you hymeis; ", "23": "but de now nyni I echō no  longer mēketi have echō a  reason topos for  remaining  in en · ho these houtos regions klima,  and de for apo many polys years etos I  have echō desired epipothia to  come erchomai to pros visit  you hymeis. ", "24": "When hōs an I  do  go poreuō to eis · ho Spain Spania,  I  hope elpizō to  see theaomai you hymeis as  I  pass  through diaporeuomai and kai be  helped  on  my  way propempō there ekei by hypo you hymeis,  after prōton I  have  enjoyed empiplēmi your hymeis company  for apo a  while meros. ", "25": "But de for  now nyni,  I  am  going poreuō to eis Jerusalem Ierousalēm in  a  service diakoneō for  the ho saints hagios. ", "26": "For gar Macedonia Makedonia and kai Achaia Achaia were  pleased eudokeō to  make poieō a  contribution koinōnia tis to eis the ho poor ptōchos among  the ho saints hagios · ho in en Jerusalem Ierousalēm. ", "27": "They  were  pleased eudokeō to do so,  in  fact kai,  they  are eimi obligated opheiletēs to  them autos;  for gar if ei the ho Gentiles ethnos have  come  to  share  in koinōneō · ho their autos spiritual pneumatikos blessings ,  they  ought opheilō also kai to  be  of  service leitourgeō to  them autos in en · ho material sarkikos things . ", "28": "Therefore oun,  when  I  have  completed epiteleō this houtos task  and kai have  delivered sphragizō to  them autos · ho what houtos was  raised karpos,  I  will  leave aperchomai for eis Spain Spania by dia way  of  you hymeis. ", "29": "And de I  know oida that hoti when  I  come erchomai to pros you hymeis,  I  will  come erchomai in en the  fulness plērōma of  the  blessing eulogia of  Christ Christos. ", "30": "Now de I  urge parakaleō you hymeis,  brethren adelphos,  by dia · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos and kai by dia the ho love agapē of  the ho Spirit pneuma,  to  join synagōnizomai me egō in en · ho fervent proseuchē prayer  to pros God theos on hyper my egō behalf,  · ho", "31": "that hina I  may  be  delivered rhyomai from apo those ho in en Judea Ioudaia who  refuse  to  believe apeitheō,  · ho and kai that  · ho my egō service diakonia · ho to eis Jerusalem Ierousalēm may  prove ginomai truly  acceptable euprosdektos to  the ho saints hagios, ", "32": "so hina that  by dia God' s theos will thelēma I  may  come erchomai to pros you hymeis with en joy chara and  be  refreshed synanapauomai in  your hymeis company . ", "33": "Now de may  the ho God theos of ho peace eirēnē be  with meta all pas of  you hymeis.  Amen amēn. "}