{"1": "I  commend synistēmi · de to  you hymeis our hēmeis sister adelphē Phoebe Phoibē,  · ho who  is eimi a  servant diakonos of  the ho church ekklēsia · ho in en Cenchrea Kenchreai, ", "2": "so  that hina you  may  receive prosdechomai her autos in en the  Lord kyrios in  a  manner  worthy axiōs of  the ho saints hagios,  and kai give paristēmi her autos any en hos help pragma she  may  need chrēzō from  you hymeis;  · kai for gar she autos has  been ginomai of  great  assistance prostatis to  many polys,  including kai myself egō. ", "3": "Greet aspazomai Prisca Priska and kai Aquila Akylas,  · ho my egō fellow synergos workers  in en Christ Christos Jesus Iēsous, ", "4": "who hostis risked hypotithēmi their  own heautou necks trachēlos for hyper · ho my egō life psychē.  · ho Not ou only monos I egō but alla also kai all pas the ho churches ekklēsia of  the ho Gentiles ethnos are  grateful eucharisteō to  them hos. ", "5": "Also kai greet  the ho church ekklēsia in kata their autos house oikos.  Greet aspazomai my egō dear  friend agapētos Epaenetus Epainetos,  · ho who hos was eimi the  first  convert aparchē to eis Christ Christos in ho Asia Asia. ", "6": "Greet aspazomai Mary Maria,  who hostis has  worked kopiaō so polys very  hard  for eis you hymeis. ", "7": "Greet aspazomai Andronicus Andronikos and kai Junia Iounias,  · ho my egō compatriots syngenēs and kai my egō fellow synaichmalōtos prisoners ;  they hostis were eimi well  known episēmos to en the ho apostles apostolos, and  they hos also kai were ginomai in en Christ Christos before pro me egō. ", "8": "Greet aspazomai Ampliatus Ampliatos,  · ho my egō dear agapētos friend  in en the  Lord kyrios. ", "9": "Greet aspazomai Urbanus ourbanos,  · ho our hēmeis fellow synergos worker  in en Christ Christos,  and kai my egō dear  friend agapētos Stachys Stachus.  · ho", "10": "Greet aspazomai Apelles Apellēs,  · ho a  tried  and  true dokimos Christian en Christos.  Greet aspazomai those ho who  belong ek to  the ho household  of  Aristobulus Aristoboulos. ", "11": "Greet aspazomai Herodion hērōidiōn,  · ho my egō compatriot syngenēs.  Greet aspazomai those ho in en the  Lord kyrios who  belong ek to  the ho household  of  Narcissus Narkissos.  · ho", "12": "Greet aspazomai Tryphaena Tryphaina and kai Tryphosa Tryphōsa,  · ho diligent kopiaō workers  in en the  Lord kyrios.  Greet aspazomai my ho dear  friend agapētos Persis Persis,  who hostis has  worked kopiaō so  very  hard polys in en the  Lord kyrios. ", "13": "Greet aspazomai Rufus Rhouphos,  an ho outstanding eklektos Christian en kyrios,  also kai · ho his autos mother mētēr and kai mine egō. ", "14": "Greet aspazomai Asyncritus Asynkritos,  Phlegon Phlegōn,  Hermes Hermēs,  Patrobas Patrobas,  Hermas Hermas,  and kai the ho brethren adelphos with syn them autos. ", "15": "Greet aspazomai Philologus Philologos and kai Julia Ioulia,  Nereus Nēreus and kai · ho his autos sister adelphē,  and kai Olympas Olympas,  and kai all pas the ho saints hagios who are  with syn them autos. ", "16": "Greet aspazomai one allēlōn another  with en a  holy hagios kiss philēma.  All pas the ho churches ekklēsia of ho Christ Christos greet aspazomai you hymeis. ", "17": "Now de I  urge parakaleō you hymeis,  brethren adelphos,  to  watch skopeō out  for  people  who ho cause  · ho divisions dichostasia and kai · ho upset skandalon people's faith  contrary para to  the ho teaching didachē that hos you hymeis have  received manthanō.  · kai Avoid ekklinō apo them autos. ", "18": "· ho For gar such toioutos people  do douleuō not ou serve douleuō · ho our hēmeis Lord kyrios Christ Christos but alla · ho their heautou own  appetites koilia.  · kai By dia their ho smooth chrēstologia talk  and kai flattery eulogia they  deceive exapataō the ho hearts kardia of  the ho guileless akakos. ", "19": "· ho Your hymeis obedience hypakoē is  known aphikneomai to eis all pas and  thus oun I  am  rejoicing chairō over epi you hymeis.  But de I  want thelō you hymeis to  be eimi wise sophos as  to eis what ho is  good agathos,  and de innocent akeraios as  to eis what ho is  evil kakos. ", "20": "The ho · de God theos of ho peace eirēnē will  soon en crush syntribō · ho Satan Satanas under hypo · ho your hymeis feet pous. May  the ho grace charis of ho our hēmeis Lord kyrios Jesus Iēsous be  with meta you hymeis. ", "21": "Timothy Timotheos my egō fellow  worker synergos greets aspazomai you hymeis,  · ho as kai do  Lucius Loukios and kai Jason Iasōn and kai Sosipater Sōsipatros,  · ho my egō compatriots syngenēs. ", "22": "I egō,  Tertius Tertios,  the ho one  who  is  writing  down graphō this ho letter epistolē,  greet aspazomai you hymeis in en the  Lord kyrios. ", "23": "Gaius Gaios,  a ho host xenos to  me egō as  well  as kai to  the ho whole holos church ekklēsia,  greets aspazomai you hymeis.  Erastus Erastos,  the ho city polis treasurer oikonomos greets aspazomai you hymeis,  · ho as kai does  our ho brother adelphos Quartus Kouartos. ", "25": "Now de to ho him  who  is  able dynamai to  establish stērizō you hymeis according kata to  · ho my egō gospel euangelion and kai the ho preaching kērygma of  Jesus Iēsous Christ Christos,  according kata to  the  revelation apokalypsis of  the  mystery mystērion that  has  been  kept  secret sigaō for  long chronos ages aiōnios past , ", "26": "but de now nyn is  manifested phaneroō,  and te by dia the  Scriptures graphē of  the  prophets prophētikos,  according kata to  the  commandment epitagē of  the ho eternal aiōnios God theos,  has  been  made  known gnōrizō to eis all pas the ho nations ethnos,  leading  to eis obedience hypakoē of  faith pistis; ", "27": "to  the  only monos wise sophos God theos,  through dia Jesus Iēsous Christ Christos, be  the ho glory doxa for eis all ho time aiōn.  Amen amēn. "}