{"1": "Therefore dio you  are eimi without  excuse anapologētos,  whoever  you  are ō,  when  you ho judge krinō someone else,  for gar in en that hos which  you  judge krinō · ho another heteros,  you  condemn katakrinō yourself seautou,  for gar you ho who  judge krinō are  practicing prassō the ho same  things autos. ", "2": "And de we  know oida that hoti the ho judgment krima of ho God theos is eimi according kata to  truth alētheia with epi respect  to  those ho who  practice prassō · ho such toioutos things . ", "3": "Do  you  suppose logizomai,  · de this houtos,  whoever  you  are ō,  when  you ho judge krinō those ho who  practice prassō · ho such toioutos things  yet kai do poieō them autos yourself,  that hoti you sy will  escape ekpheugō the ho judgment krima of ho God theos? ", "4": "Or ē do  you  hold  in  contempt kataphroneō the ho riches ploutos of ho his autos kindness chrēstotēs and kai · ho forbearance anochē and kai · ho patience makrothumia,  not agnoeō knowing  that hoti · ho God' s theos kindness chrēstos · ho is  meant  to  lead agō you sy to eis repentance metanoia? ", "5": "But de because kata of  · ho your sy stubbornness sklērotēs and kai your unrepentant  heart kardia,  you  are  storing thēsaurizō up  wrath orgē for  yourself seautou on en the  day hēmera of  wrath orgē,  when kai God' s theos righteous  judgment dikaiokrisia will  be  revealed apokalypsis,  · ho", "6": "who hos will  give apodidōmi to  each hekastos person  according kata to  what ho he autos has  done ergon: ", "7": "to  those ho who zēteō by kata patiently hypomonē doing  good agathos works ergon seek  for zēteō glory doxa and kai honor timē and kai immortality aphtharsia, he will give  eternal aiōnios life zōē; ", "8": "but de to  those ho who  are  self-seeking ek and kai do  not  obey apeitheō the ho truth alētheia but de obey peithō · ho unrighteousness adikia, there will be  wrath orgē and kai fury thumos. ", "9": "There will be  tribulation thlipsis and kai distress stenochōria for epi every pas human anthrōpos being psychē who ho does katergazomai · ho evil kakos,  for  the  Jew Ioudaios first prōton and kai also  for  the  Greek Hellēn, ", "10": "but de glory doxa and kai honor timē and kai peace eirēnē for  everyone pas who ho does ergazomai · ho good agathos,  for  the  Jew Ioudaios first prōton and kai also  for  the  Greek Hellēn. ", "11": "For gar there  is eimi no ou favoritism prosōpolēmpsia with para · ho God theos: ", "12": "for gar all hosos who  have  sinned hamartanō apart  from  the  law anomōs will apollymi also kai perish apollymi apart  from  the  law anomōs,  and kai all hosos who  have  sinned hamartanō under en the  law nomos will  be  judged krinō by dia the  law nomos; ", "13": "for gar it is  not ou the ho hearers akroatēs of  the  law nomos who are  righteous dikaios before para · ho God theos,  but alla the ho doers poiētēs of  the  law nomos who  will  be  declared dikaioō righteous . ", "14": "For gar whenever hotan the  Gentiles ethnos,  who ho do echō not mē have echō the  law nomos,  do poieō by  nature physis the ho things  required  by  the ho law nomos,  these houtos,  although  they  do  not mē have echō the  law nomos,  are eimi a  law nomos to  themselves heautou. ", "15": "They hostis show endeiknymi that  the ho work ergon of  the ho law nomos is  written graptos on en · ho their autos hearts kardia,  their autos conscience syneidēsis bearing symmartyreō witness  · ho and kai their allēlōn conflicting metaxy · ho thoughts logismos accusing katēgoreō or ē else kai defending apologeomai them , ", "16": "on en the  day hēmera when hote God theos judges krinō · ho the ho secrets kryptos of ho everyone anthrōpos according kata to  · ho my egō gospel euangelion through dia Christ Christos Jesus Iēsous. ", "17": "But de if ei you sy call  yourself eponomazō a  Jew Ioudaios,  and kai rely epanapauomai on  the  law nomos,  and kai boast kauchaomai in en God theos, ", "18": "and kai know ginōskō his ho will thelēma,  and kai approve dokimazō the ho things  that  excel diapherō because  you  are  instructed katēcheō by ek the ho law nomos, ", "19": "and te are  convinced peithō that you  yourself seautou are eimi a  guide hodēgos of  the  blind typhlos, a  light phōs for  those ho who are  in en darkness skotos, ", "20": "a  corrector paideutēs of  the  foolish aphrōn, a  teacher didaskalos of  little nēpios children ,  having echō in en the ho law nomos the ho embodiment morphōsis of ho knowledge gnōsis and kai of ho truth alētheia— ", "21": "you ho,  then oun,  who  teach didaskō others heteros,  will  you  not ou teach didaskō yourself seautou?  You ho who  preach kēryssō against mē stealing kleptō,  do  you  steal kleptō? ", "22": "You ho who  tell legō others  not mē to  commit moicheuō adultery ,  do  you  commit moicheuō adultery ?  You ho who  abhor bdelyssomai · ho idols eidōlon,  do  you  rob  temples hierosyleō? ", "23": "You  who hos boast kauchaomai in en the  law nomos,  by dia your ho breaking parabasis of  the ho law nomos you  dishonor atimazō · ho God theos! ", "24": "For gar as kathōs it  is  written graphō, “ On  account  of dia you hymeis the ho name onoma of ho God theos is  being  blasphemed blasphēmeō among en the ho Gentiles ethnos.” ", "25": "For gar to  be  sure men,  circumcision peritomē is  of  value ōpheleō if ean you  practice prassō the  law nomos,  but de if ean you  are eimi a  transgressor parabatēs of  the  law nomos,  · ho your sy circumcision peritomē has  become ginomai uncircumcision akrobystia. ", "26": "Therefore oun if ean the ho uncircumcised akrobystia man  keeps phylassō the ho righteous dikaiōma requirements  of  the ho law nomos,  will logizomai not ou · ho his autos uncircumcision akrobystia be  counted logizomai as eis circumcision peritomē? ", "27": "And kai will krinō not  the ho one  who teleō by ek nature physis is  uncircumcised akrobystia yet  fulfills teleō the ho law nomos judge krinō you sy who ho have dia the  written gramma code  and kai circumcision peritomē yet are a  transgressor parabatēs of  the  law nomos? ", "28": "For gar that person is  not ou a ho Jew Ioudaios who  is eimi one  outwardly en ho,  · ho nor oude is  · ho circumcision peritomē that which is  outward en ho · ho in en the  flesh sarx. ", "29": "But alla a person is a  Jew Ioudaios who ho is one  inwardly en ho,  · ho and kai circumcision peritomē is a matter  of  the  heart kardia,  by en the  Spirit pneuma and  not ou by  the  written gramma code .  That  person' s hos · ho praise epainos comes  not ou from ek man anthrōpos but alla from ek · ho God theos. "}