{"1": "What tis advantage perissos then oun · ho has  the ho Jew Ioudaios?  Or ē what tis is  the ho value ōpheleia of ho circumcision peritomē? ", "2": "Much polys in kata every pas way tropos.  For gar first prōton of  all ,  they  were  entrusted pisteuō with  the ho oracles logion of ho God theos. ", "3": "But gar what tis if ei some tis were  unfaithful apisteō,  will katargeō · ho their autos lack apistia of  faith  nullify katargeō the ho faithfulness pistis of ho God theos? ", "4": "By  no  means mē!  Let  God theos be ginomai · de · ho true alēthēs and de every pas man anthrōpos a  liar pseustēs.  As kathōs it  is  written graphō, “ so  that hopōs you  may an be  justified dikaioō in en · ho your sy words logos and kai prevail nikaō when en · ho you sy are  judged krinō.” ", "5": "But de if ei · ho our hēmeis unrighteousness adikia demonstrates synistēmi the  righteousness dikaiosynē of  God theos,  what tis shall  we  say legō? That  God theos is  unjust adikos · ho · ho to  inflict epipherō · ho wrath orgē on us? ( I  use  a  human kata anthrōpos argument legō!) ", "6": "By  no  means mē!  For epei otherwise  how pōs could  God theos judge krinō · ho the ho world kosmos? ", "7": "But de if ei by en my emos lie pseusma · ho God' s theos truthfulness alētheia · ho · ho abounds perisseuō to eis · ho his autos glory doxa,  why tis am krinō I kagō still eti being  condemned krinō as hōs a  sinner hamartōlos? ", "8": "And kai why  not mē say ( as kathōs some tis slanderously blasphēmeō · kai claim phēmi that  we hēmeis are  saying legō), “ Let  us  do poieō · ho evil kakos so hina that  good agathos may  come erchomai · ho of it”?  Their hos · ho condemnation krima is eimi well endikos deserved ! ", "9": "What tis then oun?  Are  we  better proechō off ?  Not ou at pantōs all ,  for gar we  have  already  charged proaitiaomai that  both te Jews Ioudaios and kai Greeks Hellēn are eimi all pas under hypo the power of  sin hamartia, ", "10": "as kathōs it  is  written graphō, “ No ou one  is eimi righteous dikaios,  not  even oude one heis; ", "11": "no ou one  is eimi · ho understanding syniēmi;  no ou one  is eimi · ho seeking ekzēteō for  · ho God theos. ", "12": "They  have  all pas turned ekklinō away ;  together hama they  have  become  worthless achreioō.  No ou one  is eimi · ho doing poieō good chrēstotēs,  there  is eimi not ou even heōs one heis. ", "13": "Their autos throat larynx is an  open anoigō grave taphos;  · ho with ho their autos tongues glōssa they  deceive dolioō; the  poison ios of  asps aspis is  under hypo · ho their autos lips cheilos; ", "14": "their hos · ho mouth stoma is  full  of gemō cursing ara and kai bitterness pikria; ", "15": "· ho their autos feet pous are  swift oxys to  shed ekcheō blood haima; ", "16": "destruction syntrimma and kai misery talaipōria are  in en · ho their autos paths hodos; ", "17": "and kai the  way hodos of  peace eirēnē they  have  not ou known ginōskō. ", "18": "There  is eimi no ou fear phobos of  God theos before apenanti · ho their autos eyes ophthalmos.” ", "19": "Now de we  know oida that hoti whatever hosos the ho law nomos says legō,  it  speaks laleō to  those ho who are  under en the ho law nomos,  so hina that  every pas mouth stoma may  be  silenced phrassō and kai the ho whole pas world kosmos may  be ginomai held  accountable hypodikos to ho God theos. ", "20": "So dioti by ek the  works ergon of  the  law nomos no ou flesh sarx at  all pas will  be  justified dikaioō before enōpion him autos,  because gar through dia the  law nomos comes the  knowledge epignōsis of  sin hamartia. ", "21": "But de now nyni,  apart chōris from  the  law nomos ( although  attested martyreō by hypo the ho law nomos and kai the ho prophets prophētēs) the  righteousness dikaiosynē of  God theos has  been  disclosed phaneroō. ", "22": "It is the  righteousness dikaiosynē · de of  God theos available  through dia faith pistis in  Jesus Iēsous Christ Christos for eis all pas who ho believe pisteuō. ( For gar there  is eimi no ou distinction diastolē, ", "23": "since gar all pas have  sinned hamartanō and kai continue  to  fall hystereō short  of  the ho glory doxa of ho God theos.) ", "24": "They  are  justified dikaioō freely dōrean by ho his autos grace charis through dia the ho redemption apolytrōsis that ho is  in en Christ Christos Jesus Iēsous, ", "25": "whom hos God theos set  forth protithēmi · ho as an  atoning hilastērion sacrifice  by en his autos blood haima, obtainable  through dia · ho faith pistis.  · ho This was  to eis demonstrate endeixis · ho his autos righteousness dikaiosynē,  because dia God in his forbearance  · ho had paresis passed  over  · ho previous proginomai sins hamartēma. ", "26": "· ho · ho It was also  to pros · ho demonstrate endeixis · ho his autos righteousness dikaiosynē at en the ho present nyn time kairos,  that eis · ho he autos might  be eimi just dikaios and kai the  justifier dikaioō of  the ho one  who  has ek faith pistis in  Jesus Iēsous. ", "27": "Where pou then oun is  · ho boasting kauchēsis?  It  has  been  excluded ekkleiō.  By dia what poios kind  of  law nomos? By a law  of ho works ergon?  No ouchi,  but alla by dia the  law nomos of  faith pistis. ", "28": "For gar we  hold logizomai that a  person anthrōpos is  justified dikaioō by  faith pistis apart chōris from  the  works ergon of  the  law nomos. ", "29": "Or ē is God  the ho God theos of  Jews Ioudaios only monon? Is he  not ouchi the God  of  Gentiles ethnos as kai well ?  Yes nai,  of  Gentiles ethnos as kai well . ", "30": "Since eiper God theos is  one heis,  · ho he hos will  justify dikaioō the  circumcised peritomē on ek the  basis  of  their  faith pistis and kai the  uncircumcised akrobystia by dia the ho same  faith pistis. ", "31": "Do  we katargeō therefore oun nullify katargeō the  law nomos through dia · ho faith pistis?  By  no  means mē!  On  the  contrary alla,  we  uphold histēmi the  law nomos. "}