{"1": "Therefore oun,  since  we  are  justified dikaioō by ek faith pistis,  we  have echō peace eirēnē with pros · ho God theos through dia · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos, ", "2": "through dia whom hos we  have echō also kai obtained echō · ho access prosagōgē by ho faith pistis into eis · ho this houtos grace charis in en which hos we  stand histēmi,  and kai we  rejoice kauchaomai in epi hope elpis of sharing  the ho glory doxa of ho God theos. ", "3": "And de not ou only monon that,  but alla we  also kai rejoice kauchaomai in en our ho sufferings thlipsis,  knowing oida that hoti · ho suffering thlipsis produces katergazomai endurance hypomonē, ", "4": "· ho and de endurance hypomonē produces  character dokimē,  · ho and de character dokimē produces  hope elpis, ", "5": "· ho and de hope elpis does  not ou disappoint kataischunō us,  because hoti the ho love agapē of ho God theos has  been  poured ekchunnomai out  into en · ho our hēmeis hearts kardia through dia the  Holy hagios Spirit pneuma who ho was  given didōmi to  us hēmeis. ", "6": "For gar while eti we hēmeis were eimi still eti helpless asthenēs,  at kata the  right kairos time  Christ Christos died apothnēskō for hyper the  ungodly asebēs. ", "7": "For gar rarely molis will apothnēskō one tis die apothnēskō for hyper an  upright dikaios person — though gar perhaps tacha for hyper · ho a genuinely  good agathos person  one tis · kai might  actually  dare tolmaō to  die apothnēskō. ", "8": "But de God theos demonstrates synistēmi · ho his heautou love agapē for eis us hēmeis · ho in  that hoti while eimi we hēmeis were eimi still eti sinners hamartōlos Christ Christos died apothnēskō for hyper us hēmeis. ", "9": "Since oun we  have  now nyn been  justified dikaioō by en · ho his autos blood haima,  much polys more mallon will  we  be  saved sōzō from apo the ho wrath orgē of God  through dia him autos. ", "10": "For gar if ei while  we  were eimi enemies echthros we  were  reconciled katallassō to ho God theos through dia the ho death thanatos of ho his autos Son hyios,  much polys more mallon,  now  that  we  are  reconciled katallassō,  will  we  be  saved sōzō by en · ho his autos life zōē. ", "11": "And de not ou only monon that,  but alla we  also kai rejoice kauchaomai in en · ho God theos through dia · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos,  through dia whom hos we lambanō now nyn have  received lambanō · ho reconciliation katallagē. ", "12": "Therefore dia houtos,  just hōsper as  sin hamartia came eiserchomai into eis the ho world kosmos through dia one heis man anthrōpos,  · ho and kai death thanatos through dia · ho sin hamartia,  · ho and kai so houtōs death thanatos spread dierchomai to eis all pas men anthrōpos,  · ho because epi hos all pas have  sinned hamartanō—. ", "13": "For gar sin hamartia was eimi in en the  world kosmos before achri the  law nomos was given,  but de sin hamartia is  not ou charged ellogeō when  there  is eimi no mē law nomos. ", "14": "Nevertheless alla death thanatos reigned basileuō · ho from apo Adam Adam until mechri Moses Mōysēs,  even kai over epi those ho whose  sinning hamartanō was  not mē like epi ho · ho the ho transgression parabasis of  Adam Adam,  who hos was eimi a  type typos of  the ho coming mellō one . ", "15": "But alla the ho free  gift charisma is  not ou like hōs the ho transgression paraptōma.  · kai For gar if ei the ho many polys died apothnēskō through  the ho transgression paraptōma of  the ho one heis,  much polys more mallon did perisseuō the ho grace charis of ho God theos and kai the ho gift dōrea that came  by en the  grace charis · ho of  the ho one heis man anthrōpos Jesus Iēsous Christ Christos overflow perisseuō to eis the ho many polys. ", "16": "And kai the ho gift dōrēma is  not ou like hōs the  result dia of  that  one heis man' s  sin hamartanō;  for gar the ho judgment krima following ek the  one heis transgression  led eis to  condemnation katakrima,  but de the ho free charisma gift  following ek the  many polys transgressions paraptōma led eis to  justification dikaiōma. ", "17": "For gar if ei by  the ho transgression paraptōma of  the ho one heis man  · ho death thanatos reigned basileuō through dia that ho one heis,  much polys more mallon will basileuō those ho who  receive lambanō the ho abundance perisseia of ho grace charis and kai the ho gift dōrea of ho righteousness dikaiosynē reign basileuō in en life zōē through dia the ho one heis,  Jesus Iēsous Christ Christos. ", "18": "Therefore ara oun,  just  as hōs one heis man' s  transgression paraptōma brought eis condemnation katakrima for eis all pas men anthrōpos,  so houtōs also kai one heis man' s  righteous dikaiōma act  brought eis justification dikaiōsis and  life zōē for eis all pas men anthrōpos. ", "19": "For gar just hōsper as  through dia one heis man' s anthrōpos · ho disobedience parakoē · ho the ho many polys were  made kathistēmi sinners hamartōlos,  so houtōs also kai through dia the ho one heis man's  obedience hypakoē · ho the ho many polys will  be  made kathistēmi righteous dikaios. ", "20": "Now de the  law nomos came pareiserchomai in  so hina that  the ho transgression paraptōma might  increase pleonazō;  but de where hou sin hamartia increased pleonazō,  · ho grace charis increased hyperperisseuō all  the  more ,  · ho", "21": "so hina that  just hōsper as  sin hamartia reigned basileuō · ho in en · ho death thanatos,  so houtōs also kai · ho grace charis might  reign basileuō through dia righteousness dikaiosynē leading eis to  eternal aiōnios life zōē through dia Jesus Iēsous Christ Christos · ho our hēmeis Lord kyrios. "}