{"1": "What tis then oun shall  we  say legō?—“ Let  us  continue epimenō in ho sin hamartia so hina that  · ho grace charis may  increase pleonazō”? ", "2": "By  no  means mē!  How pōs can  we  who hostis died apothnēskō to ho sin hamartia go eti on  living zaō in en it autos? ", "3": "Or ē do  you  not  know agnoeō that hoti we  who hosos were  baptized baptizō into eis Christ Christos Jesus Iēsous were  baptized baptizō into eis · ho his autos death thanatos? ", "4": "Therefore oun we  were  buried synthaptō with  him autos by dia · ho baptism baptisma into eis · ho death thanatos,  so hina that  just hōsper as  Christ Christos was  raised egeirō from ek the  dead nekros by dia the ho glory doxa of  the ho Father patēr,  so houtōs also kai we hēmeis might  walk peripateō in en newness kainotēs of  life zōē. ", "5": "For gar if ei we  have  become ginomai united symphytos with  him  in  the ho likeness homoiōma of ho his autos death thanatos,  we  will eimi certainly alla also kai be eimi united with him in the likeness  of  his ho resurrection anastasis. ", "6": "We  know ginōskō this houtos,  that hoti · ho our hēmeis old palaios self anthrōpos was  crucified systauroō with  him,  so hina that  the ho body sōma of ho sin hamartia would  be  rendered  powerless katargeō,  so ho that  we hēmeis would  no mēketi longer  be  enslaved douleuō by ho sin hamartia; ", "7": "for gar the ho one  who  has  died apothnēskō has  been  set dikaioō free  from apo · ho sin hamartia. ", "8": "Now de if ei we  have  died apothnēskō with syn Christ Christos,  we  believe pisteuō that hoti we  will  also kai live syzaō with  him autos. ", "9": "We  know oida that hoti Christ Christos,  having  been  raised egeirō from ek the  dead nekros,  will apothnēskō never  die apothnēskō again ouketi;  death thanatos no  longer ouketi has  mastery kyrieuō over  him autos. ", "10": "For gar the  death hos he  died apothnēskō,  he  died apothnēskō to ho sin hamartia once ephapax for  all ;  but de the  life hos he  lives zaō,  he  lives zaō to ho God theos. ", "11": "So houtōs you hymeis too kai consider logizomai yourselves heautou to  be eimi dead nekros to ho sin hamartia but de alive zaō to ho God theos in en Christ Christos Jesus Iēsous. ", "12": "Therefore oun do  not mē let  sin hamartia reign basileuō · ho in en · ho your hymeis mortal thnētos body sōma so eis that  you  obey hypakouō · ho its autos desires epithumia. ", "13": "Do  not mēde continue  to  present paristēmi · ho your hymeis members melos to ho sin hamartia as  instruments hoplon for  unrighteousness adikia,  but alla present paristēmi yourselves heautou to ho God theos as hōsei alive zaō from ek the  dead nekros,  and kai · ho your hymeis members melos to ho God theos as  instruments hoplon for  righteousness dikaiosynē. ", "14": "For gar sin hamartia will kyrieuō not ou have  mastery kyrieuō over  you hymeis,  since gar you  are eimi not ou under hypo law nomos but alla under hypo grace charis. ", "15": "What tis then oun?  Should  we  sin hamartanō because hoti we  are eimi not ou under hypo law nomos but alla under hypo grace charis?  By  no  means mē! ", "16": "Do  you  not ou know oida that hoti if  you  present paristēmi yourselves heautou to  someone hos as eis obedient hypakoē slaves,  you  are eimi slaves of the  one  whom hos you  obey hypakouō,  either ētoi of  sin hamartia, which  leads eis to  death thanatos,  or ē of  obedience hypakoē, which  leads eis to  righteousness dikaiosynē? ", "17": "But de thanks charis be  to ho God theos that hoti though  you  were eimi slaves  of ho sin hamartia,  you  became  obedient hypakouō · de from ek the  heart kardia to eis that  pattern typos of  teaching didachē to  which hos you  were  committed paradidōmi, ", "18": "and de having  been  set eleutheroō free  from apo · ho sin hamartia,  you  became  slaves douloō of ho righteousness dikaiosynē. ", "19": "( I  am  speaking legō in  human anthrōpinos terms  because dia of  · ho your hymeis natural sarx limitations astheneia.)  · ho For gar just hōsper as  you  presented paristēmi · ho your hymeis members melos as slaves  to ho impurity akatharsia and kai to ho lawlessness anomia leading eis to  · ho more  lawlessness anomia,  so houtōs now nyn present paristēmi · ho your hymeis members melos as slaves  to ho righteousness dikaiosynē,  leading eis to  sanctification hagiasmos. ", "20": "For gar when hote you  were eimi slaves  of ho sin hamartia,  you  were eimi free eleutheros with  regard  to ho righteousness dikaiosynē. ", "21": "Therefore oun what tis fruit karpos were  you  getting echō at  that  time tote from epi the things of  which hos you  are  now nyn ashamed epaischunomai?  For gar the ho end telos of  those  things ekeinos is  death thanatos. ", "22": "But de now nyni,  freed eleutheroō from apo · ho sin hamartia and de enslaved douloō to ho God theos,  the ho fruit karpos you hymeis get echō leads eis to  sanctification hagiasmos,  and de its ho outcome telos,  eternal aiōnios life zōē. ", "23": "For gar the ho wages opsōnion of ho sin hamartia is  death thanatos,  but de the ho free charisma gift  of ho God theos is  eternal aiōnios life zōē in en Christ Christos Jesus Iēsous · ho our hēmeis Lord kyrios. "}