{"1": "Or ē do  you  not  know agnoeō,  brethren adelphos ( for gar I  am  speaking laleō to  those  who  know ginōskō the  law nomos),  that hoti the ho law nomos is  binding kyrieuō on  a ho person anthrōpos only epi so hosos long chronos as  he  lives zaō? ", "2": "Thus gar a ho married hypandros woman gynē is  bound deō by  law nomos to ho her  husband anēr while  he  is  living zaō;  but de if ean her ho husband anēr dies apothnēskō,  she  is  released katargeō from apo the ho law nomos of ho marriage anēr. ", "3": "Accordingly ara oun,  if ean she  is  joined ginomai to anēr another heteros man anēr while  her ho husband anēr is  alive zaō,  she  will  be  called chrēmatizō an  adulteress moichalis;  but de if ean her ho husband anēr dies apothnēskō,  she  is eimi free eleutheros from apo that ho law nomos,  so ho that  she autos is eimi not mē an  adulteress moichalis if  she  marries ginomai another heteros man anēr. ", "4": "So  then hōste,  my egō brothers adelphos,  you hymeis also kai have  died thanatoō to  the ho law nomos through dia the ho body sōma of ho Christ Christos that eis you hymeis might  belong ginomai to  another heteros,  to  the ho one  who  was  raised egeirō from ek the  dead nekros,  so hina that  we  might  bear karpophoreō fruit  for ho God theos. ", "5": "For gar while hote we  were eimi living  in en the ho flesh sarx,  our ho sinful hamartia passions pathēma,  · ho · ho aroused energeō by dia the ho law nomos, were at work  in en · ho our hēmeis bodies melos to eis bear karpophoreō fruit  for ho death thanatos. ", "6": "But de now nyni we  have  been  released katargeō from apo the ho law nomos,  having  died apothnēskō to en that  which hos held katechō us  captive ,  so hōste that  we hēmeis serve douleuō in en newness kainotēs of  the  Spirit pneuma and kai not ou under the  old palaiotēs written gramma code . ", "7": "What tis then oun shall  we  say legō? Is  the ho law nomos sin hamartia?  By  no  means mē!  On  the  contrary alla,  I  would ginōskō not ou have  known ginōskō · ho sin hamartia except ei mē through dia the  law nomos;  · ho that gar is ,  I  would oida not ou have  known oida what it means  to  covet epithumia had  not ei mē the ho law nomos said legō, “ You  shall  not ou covet epithumeō.” ", "8": "But de sin hamartia,  seizing lambanō the  opportunity aphormē · ho through dia the ho commandment entolē,  produced katergazomai in en me egō all pas kinds  of  covetousness epithumia. ( For gar apart chōris from  the  law nomos,  sin hamartia is  dead nekros.) ", "9": "I egō · de was  once pote alive zaō apart chōris from  the  law nomos,  but de when  the ho commandment entolē came erchomai,  · ho sin hamartia came  to anazaō life ", "10": "and de I egō died apothnēskō.  · kai I  found heuriskō that  the ho very houtos commandment entolē that ho promised eis life zōē brought eis death thanatos to  me egō! ", "11": "· ho For gar sin hamartia,  seizing lambanō the  opportunity aphormē through dia the ho commandment entolē,  deceived exapataō me egō and kai through dia it autos killed apokteinō me. ", "12": "So hōste then ,  the ho law nomos is  holy hagios,  and kai the ho commandment entolē is  holy hagios and kai righteous dikaios and kai good agathos. ", "13": "Did ginomai that ho which is  good agathos,  then oun,  become ginomai death thanatos to  me egō?  By  no  means mē!  But alla · ho sin hamartia,  in  order  that hina it  might  be  shown phainō to be  sin hamartia,  produced katergazomai death thanatos in  me egō through dia that ho which is  good agathos so  that hina sin hamartia,  through dia the ho commandment entolē,  might  be ginomai sinful hamartōlos beyond kata measure hyperbolē · ho", "14": "For gar we  know oida that hoti the ho law nomos is eimi spiritual pneumatikos;  but de I egō am eimi unspiritual sarkinos,  sold pipraskō as a slave  to hypo · ho sin hamartia. ", "15": "For gar I  do ginōskō not ou understand ginōskō my  own hos actions katergazomai;  for gar I  am prassō not ou doing prassō what hos I  want thelō to do,  but alla I  am  doing poieō what hos I  hate miseō. ", "16": "But de if ei I  am  doing poieō what hos I  do  not ou want thelō to do,  I  agree symphēmi with  the ho law nomos,  that hoti it is  good kalos. ", "17": "So de now nyni it is  no ouketi longer  I  myself egō doing katergazomai it autos,  but alla · ho sin hamartia living oikeō in en me egō. ", "18": "For gar I  know oida that hoti nothing ou good agathos dwells oikeō in en me egō,  that houtos is eimi,  in en · ho my egō flesh sarx;  for gar I egō have parakeimai the ho desire thelō to do  what ho is  right kalos,  · ho but de I  am  unable ou to  do katergazomai it. ", "19": "For gar I  do poieō not ou do the  good agathos I  want thelō,  but alla the  evil kakos I  do  not ou want thelō is  what houtos I  do prassō. ", "20": "Now de if ei I egō do poieō what hos I  do  not ou want thelō, it is  no ouketi longer  I egō who  do katergazomai it autos,  but alla · ho sin hamartia that  lives oikeō in en me egō. ", "21": "So ara I  find heuriskō it to be  a ho law nomos that ho when  I egō want thelō to  do poieō · ho good kalos,  evil kakos is  present parakeimai in  me egō.  · ho", "22": "For gar I  joyfully  agree synēdomai with  the ho law nomos of ho God theos in kata the ho inner esō man anthrōpos, ", "23": "but de I  see blepō a  different heteros law nomos in en · ho my egō members melos;  it  wages antistrateuomai war  against  the ho law nomos of ho my egō mind nous and kai makes  me egō captive aichmalōtizō to en the ho law nomos of ho sin hamartia · ho dwelling eimi in en · ho my egō members melos. ", "24": "Wretched talaipōros man anthrōpos that  I egō am!  Who tis will  deliver rhyomai me egō from ek · ho this houtos body sōma of ho death thanatos? ", "25": "Thanks charis · de be  to ho God theos through dia Jesus Iēsous Christ Christos · ho our hēmeis Lord kyrios!  So ara then oun,  I egō myself autos serve douleuō the  law nomos of  God theos with ho my  mind nous,  but de with  my ho flesh sarx I serve the  law nomos of  sin hamartia. "}