{"1": "There is  therefore ara now nyn no oudeis condemnation katakrima for  those ho who are  in en Christ Christos Jesus Iēsous. ", "2": "For gar the ho law nomos of  the ho Spirit pneuma of ho life zōē in en Christ Christos Jesus Iēsous has  set  you sy free eleutheroō from apo the ho law nomos of ho sin hamartia and kai of ho death thanatos. ", "3": "For gar what ho the ho law nomos could  not  do adynatos,  weak astheneō as  it  was  through dia the ho flesh sarx,  · ho God theos,  by  sending pempō · ho his heautou own  Son hyios in en the  likeness homoiōma of  sinful hamartia flesh sarx and kai as peri a  sin hamartia offering ,  condemned katakrinō · ho sin hamartia in en the ho flesh sarx, ", "4": "so hina that  the ho righteous dikaiōma requirement  of  the ho law nomos might  be  fulfilled plēroō in en us hēmeis,  who ho do peripateō not mē walk peripateō according kata to  the  flesh sarx but alla according kata to  the  Spirit pneuma. ", "5": "For gar those ho who  live eimi according kata to  the  flesh sarx have  set  their  minds phroneō on  the ho things  of  the ho flesh sarx,  but de those ho who live  according kata to  the  Spirit pneuma have set their minds on  the ho things  of  the ho Spirit pneuma. ", "6": "To set  the ho mind phronēma on  the ho flesh sarx leads to  death thanatos, but to set  the ho · de mind phronēma on  the ho Spirit pneuma brings  life zōē and kai peace eirēnē, ", "7": "because dioti the ho mind phronēma set on  the ho flesh sarx is  hostile echthra to eis God theos;  it  does hypotassō not ou submit hypotassō to  the ho law nomos of ho God theos;  in  fact gar, it is  not oude even  able dynamai to do so. ", "8": "Those ho · de controlled eimi by en the  flesh sarx are dynamai not ou able dynamai to  please areskō God theos. ", "9": "You hymeis,  however de,  are eimi not ou controlled  by en the  flesh sarx but alla by en the  Spirit pneuma,  if eiper indeed  the  Spirit pneuma of  God theos lives oikeō in en you hymeis.  · de Whoever tis does echō not ou have echō the  Spirit pneuma of  Christ Christos does  not ou belong eimi to  him autos. ", "10": "But de if ei Christ Christos is  in en you hymeis,  although men the ho body sōma is  dead nekros because dia of  sin hamartia,  the ho · de Spirit pneuma is  life zōē because dia of  righteousness dikaiosynē. ", "11": "But de if ei the ho Spirit pneuma of ho him  who  raised egeirō · ho Jesus Iēsous from ek the  dead nekros lives oikeō in en you hymeis,  the ho one  who  raised egeirō Christ Christos Jesus  from ek the  dead nekros will  also kai give zōiopoieō life  to  · ho your hymeis mortal thnētos bodies sōma through dia his autos Spirit pneuma who ho lives enoikeō in en you hymeis. ", "12": "So ara then oun,  brethren adelphos,  we  are eimi debtors opheiletēs,  not ou to  the ho flesh sarx,  to  live zaō according kata to  the  flesh sarx, ", "13": "for gar if ei you  live zaō according kata to  the  flesh sarx,  you  will  certainly mellō die apothnēskō;  but de if ei by  the  Spirit pneuma you  put  to  death thanatoō the ho deeds praxis of  the ho body sōma,  you  will  live zaō. ", "14": "For gar it is  those hosos who  are  led agō by  the  Spirit pneuma of  God theos who houtos are eimi the  sons hyios of  God theos. ", "15": "For gar you  did  not ou receive lambanō the  spirit pneuma of  slavery douleia leading  back palin to eis fear phobos,  but alla you  received lambanō the  Spirit pneuma of  adoption hyiothesia.  By en him hos we  cry  out krazō, “ Abba abba!  · ho Father patēr!” ", "16": "The ho Spirit pneuma himself autos bears symmartyreō witness  with  · ho our hēmeis spirit pneuma that hoti we  are eimi children teknon of  God theos, ", "17": "and de if ei children teknon,  then kai heirs klēronomos,  heirs klēronomos of  God theos and de fellow  heirs synklēronomos with  Christ Christos,  provided eiper we  suffer sympaschō with  him  so hina that  we  may  also kai be  glorified syndoxazō with  him. ", "18": "For gar I  consider logizomai that hoti the ho sufferings pathēma of  this ho present nyn time kairos are  not ou worth axios comparing  with pros the ho glory doxa that  will mellō be  revealed apokalyptō to eis us hēmeis. ", "19": "· ho For gar the ho creation ktisis eagerly apokaradokia waits apekdechomai for  the ho revealing apokalypsis of  the ho sons hyios of ho God theos. ", "20": "For gar the ho creation ktisis was  subjected hypotassō to ho futility mataiotēs,  not ou of  its  own  choosing hekōn,  but alla because dia of  him ho who  subjected hypotassō it,  in epi hope elpis", "21": "that hoti · kai the ho creation ktisis itself autos will  be  set eleutheroō free  from apo its ho bondage douleia to ho decay phthora into eis the ho glorious doxa freedom eleutheria · ho of  the ho children teknon of ho God theos. ", "22": "For gar we  know oida that hoti the ho entire pas creation ktisis has  been  groaning systenazō and kai suffering synōdinō together  up achri to  the ho present nyn hour. ", "23": "And de not ou only monon this,  but alla · kai we stenazō ourselves autos,  who  have echō the ho first aparchē fruits  of  the ho Spirit pneuma,  groan stenazō inwardly en as  we hēmeis · kai eagerly  await apekdechomai our  adoption hyiothesia,  the ho redemption apolytrōsis of ho our hēmeis bodies sōma. ", "24": "For gar in  this ho hope elpis we  were  saved sōzō.  Now de hope elpis that  is  seen blepō is eimi not ou hope elpis,  for gar who tis hopes  for elpizō what hos he  sees blepō? ", "25": "But de if ei we  hope  for elpizō what hos we  do  not ou see blepō,  we  wait  for apekdechomai it  with dia patience hypomonē. ", "26": "In  the  same hōsautōs way ,  · de · kai the ho Spirit pneuma helps synantilambanomai us  in ho our hēmeis weakness astheneia;  · ho for gar we  do oida not ou know oida how tis to  pray proseuchomai as katho we  ought dei,  but alla the ho Spirit pneuma himself autos intercedes hyperentynchanō for us  with  groanings stenagmos too  deep  for  words alalētos. ", "27": "· ho And de God,  who  searches eraunaō our ho hearts kardia,  knows oida the ho desire phronēma of  the ho Spirit pneuma,  because hoti the Spirit  intercedes entynchanō for hyper the  saints hagios according kata to  the will of  God theos. ", "28": "And de we  know oida that hoti all  things pas work  together synergeō for eis good agathos for  those ho who  love agapaō · ho God theos,  for  those ho who  are eimi called klētos according kata to  his  purpose prothesis, ", "29": "because hoti those hos he  foreknew proginōskō he  also kai predestined proorizō to become  conformed symmorphos to  the ho image eikōn of ho his autos Son hyios,  that eis he autos might  be eimi the  firstborn prōtotokos among en many polys brethren adelphos. ", "30": "And de those hos he  predestined proorizō,  these houtos he  also kai called kaleō;  and kai those hos he  called kaleō,  these houtos he  also kai justified dikaioō;  and de those hos he  justified dikaioō,  these houtos he  also kai glorified doxazō. ", "31": "What tis then oun shall  we  say legō in response  to pros these houtos things ?  If ei · ho God theos is  for hyper us hēmeis,  who tis can be  against kata us hēmeis? ", "32": "He pheidomai who hos did pheidomai not ou spare pheidomai · ho his idios own  Son hyios,  but alla delivered paradidōmi him autos up paradidōmi for hyper us hēmeis all pas,  how pōs will  he charizomai not ouchi also kai,  along  with syn him autos,  graciously  give charizomai us hēmeis · ho all pas things ? ", "33": "Who tis will  bring  a  charge enkaleō against kata God' s theos elect eklektos? It is  God theos who ho justifies dikaioō. ", "34": "Who tis is it  that ho condemns katakrinō?  Christ Christos Jesus Iēsous is  the ho one  who  died apothnēskō— and de more mallon than  that,  he  was  raised egeirō— who hos · kai is eimi at en the  right dexios hand  of ho God theos,  who hos also kai is  interceding entynchanō for hyper us hēmeis. ", "35": "Who tis can  separate chōrizō us hēmeis from apo the ho love agapē of ho Christ Christos? Can  tribulation thlipsis,  or ē distress stenochōria,  or ē persecution diōgmos,  or ē famine limos,  or ē nakedness gymnotēs,  or ē danger kindynos,  or ē sword machaira? ", "36": "As kathōs it  is  written graphō, “For  your sy sake  we  face  death thanatoō all holos · ho day hēmera long;  we  are  regarded logizomai as hōs sheep probaton to be  slaughtered sphagē.” ", "37": "No alla,  in en all pas these houtos things  we  are  winning  a  most  glorious  victory hypernikaō through dia him ho who  loved agapaō us hēmeis. ", "38": "For gar I  am  convinced peithō that hoti neither oute death thanatos,  nor oute life zōē,  nor oute angels angelos,  nor oute rulers archē,  nor oute things  present enistēmi,  nor oute things  to  come mellō,  nor oute powers dynamis, ", "39": "nor oute height hypsōma,  nor oute depth bathos,  nor oute any tis other heteros created ktisis thing  will  be  able dynamai to  separate chōrizō us hēmeis from apo the ho love agapē of ho God theos · ho in en Christ Christos Jesus Iēsous · ho our hēmeis Lord kyrios. "}