{"1": "One day Jonathan, Saul's son, said to ·the officer who carried his armor [his armor bearer], “Come, let's go over to the Philistine ·camp [outpost] on the other side.” But Jonathan did not tell his father.", "2": "Saul was sitting under a pomegranate tree at ·the threshing floor [or Migron] near Gibeah. He had about six hundred men with him. ", "3": "One man was Ahijah who was wearing the ·holy vest [ephod; Ex. 28:6–14]. (Ahijah was a son of Ichabod's brother Ahitub. Ichabod was the son of Phinehas, the son of Eli, the Lord's priest in Shiloh.) No one knew Jonathan had left.", "4": "There was a ·steep slope [rocky crag/cliff] on each side of the pass that Jonathan planned to go through to reach the Philistine ·camp [outpost]. The cliff on one side was named Bozez, and the cliff on the other side was named Seneh. ", "5": "One ·cliff [crag] faced north toward Micmash. The other faced south toward Geba.", "6": "Jonathan said to his ·officer who carried his armor [armor bearer], “Come. Let's go to the ·camp [outpost] of those men who are not circumcised [C Philistines were among the few Near Eastern people of the day who did not practice circumcision; it had special significance in Israel; Gen. 17:9–14]. Maybe the Lord will ·help [act/work something for] us. The Lord ·can give us victory if [is able to save/rescue whether] we have many people, or just a few.”", "7": "·The officer who carried Jonathan's armor [His armor bearer] said to him, “Do whatever you think is best. Go ahead. ·I'm with you [Our hearts/minds are one].”", "8": "Jonathan said, “Then come. We will cross over to the Philistines and let them see us. ", "9": "If they say to us, 'Stay there until we come to you [C in order to kill them],' we will stay where we are. We won't go up to them. ", "10": "But if they say, 'Come up to us [C in order to fight],' we will climb up, and the Lord will ·let us defeat them [L give them into our hands]. This will be the sign for us.”", "11": "When they both let the Philistines see them, the Philistines said, “Look! The Hebrews are crawling out of the holes they were hiding in!” ", "12": "The Philistines in the ·camp [outpost] shouted to Jonathan and his officer, “Come up to us. ·We'll teach you a lesson [or We have something to tell/show you]!” Jonathan said to his ·officer [armor bearer], “Climb up behind me, because the Lord has given the Philistines ·to [L into the hands of] Israel!” ", "13": "So Jonathan climbed up, using his hands and feet, and his ·officer [armor bearer] climbed just behind him. ·Jonathan struck down the Philistines [L And they fell before Jonathan] as he went, and his ·officer [armor bearer] killed ·them as he followed [those who came from] behind him. ", "14": "In that first ·fight [attack; slaughter] Jonathan and his officer killed about twenty Philistines over a ·half acre [L yoke] of ground.", "15": "All the Philistine soldiers panicked—those in the ·camp [outpost] and those in the raiding party. ·The ground itself shook [An earthquake struck]! God had caused the panic.", "16": "Saul's ·guards [watchmen] were at Gibeah in the land of Benjamin when they saw the ·Philistine soldiers [L vast army; multitude] ·running in every direction [L melting away, here and there]. ", "17": "Saul said to his army, “·Check to see who has left our camp [Call the roll and see who has left us].” When they ·checked [called the roll], they learned that Jonathan and his ·officer [armor bearer] were gone.", "18": "So Saul said to Ahijah the priest, “Bring the ·Ark of God[a] [or ephod; C see text note; both are means of discerning God's will].” (At that time ·it was with [or he was wearing it in front of] the Israelites.) ", "19": "While Saul was talking to the priest, the confusion in the Philistine camp was growing. Then Saul said to Ahijah, “Put your hand down! [C to stop the inquiry of God]”", "20": "Then Saul ·gathered his army [assembled; gathered] and entered the battle. They found the Philistines [L totally; greatly] confused, striking each other with their swords! ", "21": "Earlier, there were Hebrews who had ·served [defected/gone over to] the Philistines and had stayed in their camp, but now they ·joined [went over to] the Israelites with Saul and Jonathan. ", "22": "When all the Israelites hidden in the ·mountains [hill country] of Ephraim heard that the Philistine soldiers were running away, they also joined the battle ·and chased the Philistines [in hot pursuit]. ", "23": "So the Lord ·saved [rescued; delivered] the Israelites that day, and the battle ·moved on past [spread beyond] Beth Aven.", "24": "The men of Israel were ·miserable [exhausted; hard pressed] that day because Saul had ·made an oath for all of them [put them under an oath]. He had said, “No one should eat food before evening and before I ·finish defeating [have had revenge on] my enemies. If he does, he will be cursed!” So no Israelite soldier ate food.", "25": "Now ·the whole army [L all the land] went into the woods, where there was some honey on the ground. ", "26": "·They came upon some ·honey [honeycomb], but no one ·took any [L put his hand to his mouth] because they were afraid of the oath. ", "27": "[But] Jonathan had not heard ·the oath Saul had put on the army [that Saul had bound the people with a vow], so he dipped the end of his ·stick [staff] into the honey and lifted some out and ·ate it [L put his hand to his mouth]. Then ·he felt better [his eyes brightened]. ", "28": "Then one of the soldiers told Jonathan, “Your father ·made an oath for all the soldiers [bound the people with a strict oath/vow]. He said any man who eats today will be cursed! That's why they are so ·weak [weary; faint].”", "29": "Jonathan said, “My father has made trouble for the land! See how ·much better I feel [L my eyes have brightened] after just tasting a little of this honey! ", "30": "It would have been much better for the men to eat the ·food [plunder; spoil] they took from their enemies today. We could have ·killed [slaughtered] many more Philistines!”", "31": "That day the Israelites ·defeated [attacked; struck down] the Philistines from Micmash to Aijalon. After that, they were very ·tired [weary; faint]. ", "32": "They ·had taken [rushed to the plunder, taking] sheep, ·cattle [oxen], and calves from the Philistines. Now they were so hungry they ·killed [butchered] the animals on the ground and ate them, ·without draining the blood from them [with the blood]! ", "33": "Someone said to Saul, “Look! The men are sinning against the Lord. ·They're eating meat without draining the blood from it […by eating with the blood; Gen. 9:4; Deut. 12:23]!” Saul said, “You ·have sinned [acted treacherously; broken faith]! Roll a large stone over here now!” ", "34": "Then he said, “·Go [Disperse yourselves] ·to [among] the men and tell them that each person must bring his ox and sheep to me and ·kill [slaughter] it here and eat it. Don't sin against the Lord by eating ·meat without draining the blood from it [with the blood].” That night everyone brought his ·animals [oxen] and ·killed [slaughtered] them there. ", "35": "Then Saul built an altar to the Lord. It was the first altar he had built to the Lord.", "36": "Saul said, “Let's go after the Philistines ·tonight [after dark] and ·rob [plunder; despoil] them. We won't ·let any of them live [leave one of them]!” The men answered, “Do whatever you think is best.” But the priest said, “Let's ·ask [approach; draw near to] God [C by making inquiry through the sacred lots or ephod].”", "37": "So Saul asked God, “Should I ·chase [L go down after] the Philistines? Will you ·let us defeat them [L give them into Israel's hand]?” But God did not answer Saul ·at that time [that day]. ", "38": "·Then [So] Saul said to all the ·leaders [commanders] of his army, “Come here. Let's find out what sin has been ·done [committed] today [C Saul believed God had not answered him because of a sin]. ", "39": "As surely as the Lord lives who has ·saved [rescued; delivered] Israel, even if my son Jonathan did the sin, he must die.” But no one ·in the army [of all the people] spoke.", "40": "Then Saul said to all the Israelites, “You stand on this side. I and my son Jonathan will stand on the other side.” The men answered, “Do whatever you think is best.”", "41": "Then Saul prayed to the Lord, the God of Israel, “·Give me the right answer [Let the sacred lots reveal the answer; L Give Thummim; C Saul is making inquiry through the sacred lots (the Urim and Thummim) as to who sinned; Ex. 28:29–30].” And Saul and Jonathan were picked; the ·other men went free [people were cleared/went free/escaped blame]. ", "42": "Saul said, “Now ·let us discover if it is I or Jonathan my son who is guilty [cast sacred lots between me and Jonathan].” And Jonathan was ·picked [taken].", "43": "Saul said to Jonathan, “Tell me what you have done.” So Jonathan told Saul, “I only tasted a little honey from the end of my ·stick [staff]. ·And must I die now [Does that deserve death; or I am ready to die.]?”", "44": "Saul said, “Jonathan, if you don't die, may God ·punish me terribly [do the same to me, and even more].”", "45": "But the ·soldiers [people] said to Saul, “Must Jonathan die? Never! He is responsible for ·saving [rescuing; delivering; L this great victory in] Israel today! As surely as the Lord lives, not even a hair of his head will fall to the ground! ·Today Jonathan fought against the Philistines with God's help […for he has worked with God today]!” So the ·army [people] ·saved [rescued; redeemed] Jonathan, and he did not die.", "46": "Then Saul stopped chasing the Philistines, and they [C the Philistines] went back to their own ·land [territory; L place].", "47": "When Saul ·became king [had secured/consolidated his rule/kingship] over Israel, he fought against Israel's enemies ·all around [on every side]. He fought Moab, the Ammonites, Edom, the ·king [or kings] of Zobah, and the Philistines. Everywhere Saul ·went [L turned] he ·defeated [punished; routed] Israel's enemies. ", "48": "He ·fought bravely [performed valiantly] and ·defeated [struck] the Amalekites. He ·saved [rescued; delivered] the Israelites from ·their enemies who had robbed [L the hand of those who plundered/pillaged] them.", "49": "Saul's sons were Jonathan, Ishvi, and Malki-Shua. His ·older [firstborn] daughter was named Merab, and his younger daughter was named Michal. ", "50": "Saul's wife was Ahinoam daughter of Ahimaaz. The commander of his army was Abner son of Ner, Saul's uncle. ", "51": "Saul's father Kish and Abner's father Ner were sons of Abiel.", "52": "All Saul's life ·he fought hard against [there was bitter/fierce warfare with] the Philistines. When he saw strong or brave men, he ·took [drafted] them into his ·army [service; 8:11]."}