{"1": "After the Philistines [4:1] had captured the Ark of God [4:3], they took it from Ebenezer [4:1] to Ashdod [C one of the five chief cities of the Philistines]. ", "2": "They carried it into Dagon's [C a major Philistine god, perhaps a storm god] temple and put it next to Dagon [C to symbolize that Israel's god was now on the side of Dagon]. ", "3": "When the people of Ashdod rose early the next morning, they found that Dagon had fallen on his face on the ground before the Ark of the Lord [C as if in worship]. So they put Dagon back in his place. ", "4": "The next morning when they rose, they again found Dagon fallen face-down on the ground before the Ark of the Lord. His head and hands had broken off and were lying ·in the doorway [on the threshold; C the treatment given corpses of enemy soldiers]. Only his ·body [trunk] was ·still in one piece [intact; left to him]. ", "5": "So, ·even today [to this day], Dagon's priests and others who enter his temple at Ashdod refuse to step on the ·doorsill [threshold of Dagon].", "6": "The ·Lord was hard [L hand of the Lord was heavy] on the people of Ashdod and ·their neighbors [its environs]. He ·caused them to suffer [ravaged/terrified them] and ·gave them [struck/afflicted them with] ·growths on their skin [tumors; or hemorrhoids]. ", "7": "When the people of Ashdod saw what was happening, they said, “The Ark of the God of Israel can't stay with us. ·God is punishing [L His hand is heavy on] us and Dagon our god.” ", "8": "The people of Ashdod called all five Philistine ·kings [rulers] together and asked them, “What should we do with the Ark of the God of Israel?” The rulers answered, “Move the Ark of the God of Israel to Gath [C another major city of the Philistines to the southeast of Ashdod].” So the Philistines moved it to Gath.", "9": "But after they moved it to Gath, there was a great panic. The ·Lord was hard [L hand of the Lord was heavy] on that city also, and he ·gave [struck; afflicted] both old and young people in Gath ·growths on their skin [with an outbreak of tumors/or hemorrhoids]. ", "10": "Then the Philistines sent the Ark of God to Ekron [C a third major city of the Philistines north of Gath]. But when it came into Ekron, the people of Ekron ·yelled [cried out], “Why are you bringing the Ark of the God of Israel to our city? Do you want to kill us and our people?” ", "11": "So they called all the ·kings [rulers] of the Philistines together and said, “Send the Ark of the God of Israel back to its own place ·before it kills [or it will kill] us and our people!” All the people in the city were struck with ·terror [deadly panic] because ·God was so hard [L God's hand was so heavy] on them there. ", "12": "The people who did not die were ·troubled [struck; afflicted] with ·growths on their skin [tumors; or hemorrhoids]. So the people of Ekron ·cried [wailed] loudly to heaven."}