{"1": "Kish, son of Abiel from the tribe of Benjamin, was an ·important man [man of wealth/rank/standing/valor]. (Abiel was the son of Zeror, who was the son of Becorath, who was the son of Aphiah of Benjamin.) ", "2": "Kish had a son named Saul, who was a ·fine [handsome] young man. There was no Israelite ·better [more handsome] than he. Saul stood ·a head [head and shoulders] taller than any other man in Israel.", "3": "Now the donkeys of Saul's father, Kish, were lost. So Kish said to Saul, his son, “Take one of the servants, and go and look for the donkeys.” ", "4": "Saul went through the ·mountains [hill country] of Ephraim and the ·land [area; territory] of Shalisha, but he and the servant could not find the donkeys. They went into the ·land [area; territory] of Shaalim, but the donkeys were not there. They went through the ·land [area; territory] of Benjamin, but they still did not find them. ", "5": "When they arrived in the area of Zuph, Saul said to his servant, “Let's go back or my father will stop thinking about the donkeys and will start worrying about us.”", "6": "But the servant answered, “A man of God [C a title for a prophet] is in this town. People ·respect [honor] him because everything he says comes true. Let's go ·into the town now [L there]. Maybe he can tell us ·something about the journey we have taken [or what way to go].”", "7": "Saul said to his servant, “If we go into the town, what can we give him? The ·food [bread] in our bags is gone. We have no gift to give him. ·Do we have anything [What do we have]?”", "8": "Again the servant answered Saul. “Look, I have ·one-tenth of an ounce [L a quarter of a shekel] of silver. ·Give [or I will give] it to the man of God. Then he will tell us ·about our journey [L what to do/way to go].” ", "9": "(In ·the past [L those days], if someone in Israel wanted to ·ask something from [inquire of] God, he would say, “Let's go to the seer.” We call the person a prophet today, but in ·the past [L those days] he was called a seer.)", "10": "Saul said to his servant, “·That's a good idea [Well said]. Come, let's go.” So they went toward the town where the man of God was.", "11": "As Saul and the servant were going up the hill to the town, they met some young women coming out to ·get [draw] water. Saul and the servant asked them, “Is the seer here?”", "12": "The young women answered, “Yes, he's here. He's ahead of you. Hurry now. He has just come to our town today, because the people will offer a sacrifice at the ·place of worship [high place]. ", "13": "As soon as you enter the town, you ·will [can] find him before he goes up to the ·place of worship [high place] to eat. The people will not begin eating until the seer comes, because he must bless the sacrifice. After that, the guests will eat. Go now, and you should find him [L quickly; at once].”", "14": "Saul and the servant went up to the town. Just as they ·entered it [L arrived in the midst of the town], they saw Samuel coming toward them on his way up to the ·place of worship [high place].", "15": "The day before Saul came, the Lord had ·told [revealed this to] Samuel: ", "16": "“About this time tomorrow I will send you a man from the ·land [territory] of Benjamin. ·Appoint [Anoint] him ·to lead [L ruler/prince over] my people Israel. He will ·save [rescue; deliver] my people from the [L hand of the] Philistines. I have seen ·the suffering of my people, and I have listened to their cry [L my people because their cry has reached me].”", "17": "When Samuel first saw Saul, the Lord said to Samuel, “This is the man I told you about. He will ·organize [rule over; govern] my people.”", "18": "Saul approached Samuel at the gate and said, “Please tell me where the seer's house is.”", "19": "Samuel answered, “I am the seer. Go ·with [ahead of] me to the ·place of worship [high place]. Today you and your servant are to eat with me. Tomorrow morning I will ·answer all your questions [L tell you all that is in your heart/mind] and send you home. ", "20": "Don't worry about the donkeys you lost three days ago, because they have been found. Soon all the ·wealth [desires] of Israel will ·belong to [be focused/fixed on; turn to] you and your family.”", "21": "Saul answered, “·But I am [L Am I not…?] from the tribe of Benjamin, the smallest tribe in Israel. And ·my family group is [L is not my family/clan…?] the ·smallest [least] in the tribe of Benjamin. Why are you ·saying such things [talking this way to me]?”", "22": "Then Samuel took Saul and his servant into ·a large room [the hall] and ·gave them a choice place at [placed them at the head of] the table. About thirty guests were there. ", "23": "Samuel said to the cook, “Bring the meat I gave you, the portion I told you to set aside.”", "24": "So the cook took the thigh and put it on the table in front of Saul. Samuel said, “This is the meat saved for you. Eat it, because it was set aside for you for this ·special [appointed] time. ·As I said, 'I had invited the people.' [or … even before I invited these others].” So Saul ate with Samuel that day.", "25": "After they finished eating, they came down from the ·place of worship [high place] and went to the town. Then Samuel ·talked with [or prepared a bed for] Saul on the roof of his house [C the flat roofs of Israelite houses served as living space]. ", "26": "At dawn they got up, and Samuel called to Saul on the roof. He said, “Get up, and I will send you on your way.” So Saul got up and went out of the house with Samuel. ", "27": "As Saul, his servant, and Samuel were getting near the edge of the city, Samuel said to Saul, “Tell the servant to go on ahead of us, but you stay, ·because I have a message from [so I may give/proclaim the word of] God for you.”"}