{"1": "Now the boy Samuel was ministering to the Lord before Eli. And word from the Lord was rare in those days, [a]visions were infrequent.", "2": "It happened at that time as Eli was lying down in his place (now his eyesight had begun to grow dim and he could not see well),", "3": "and the lamp of God had not yet gone out, and Samuel was lying down in the temple of the Lord where the ark of God was,", "4": "that the Lord called Samuel; and he said, “Here I am.”", "5": "Then he ran to Eli and said, “Here I am, for you called me.” But he said, “I did not call, lie down again.” So he went and lay down.", "6": "The Lord called yet again, “Samuel!” So Samuel arose and went to Eli and said, “Here I am, for you called me.” But he [b]answered, “I did not call, my son, lie down again.”", "7": "Now Samuel did not yet know the Lord, nor had the word of the Lord yet been revealed to him.", "8": "So the Lord called Samuel again for the third time. And he arose and went to Eli and said, “Here I am, for you called me.” Then Eli discerned that the Lord was calling the boy.", "9": "And Eli said to Samuel, “Go lie down, and it shall be if He calls you, that you shall say, 'Speak, Lord, for Your servant is listening.'” So Samuel went and lay down in his place.", "10": "Then the Lord came and stood and called as at other times, “Samuel! Samuel!” And Samuel said, “Speak, for Your servant is listening.”", "11": "The Lord said to Samuel, “Behold, I am about to do a thing in Israel at which both ears of everyone who hears it will tingle.", "12": "In that day I will carry out against Eli all that I have spoken concerning his house, from beginning to end.", "13": "For I have told him that I am about to judge his house forever for the iniquity which he knew, because his sons brought a curse on themselves and he did not rebuke them.", "14": "Therefore I have sworn to the house of Eli that the iniquity of Eli's house shall not be atoned for by sacrifice or offering forever.”", "15": "So Samuel lay down until morning. Then he opened the doors of the house of the Lord. But Samuel was afraid to tell the vision to Eli.", "16": "Then Eli called Samuel and said, “Samuel, my son.” And he said, “Here I am.”", "17": "He said, “What is the word that He spoke to you? Please do not hide it from me. May God do so to you, and more also, if you hide anything from me of all the words that He spoke to you.”", "18": "So Samuel told him everything and hid nothing from him. And he said, “It is the Lord; let Him do what seems good to Him.”", "19": "Thus Samuel grew and the Lord was with him and let none of his words [c]fail.", "20": "All Israel from Dan even to Beersheba knew that Samuel was confirmed as a prophet of the Lord.", "21": "And the Lord appeared again at Shiloh, because the Lord revealed Himself to Samuel at Shiloh by the word of the Lord."}