{"1": "Samuel took a jar of olive oil. He poured the oil on Saul's head. He kissed Saul and said, “The Lord has appointed you to be leader of his people Israel. You will rule over the people of the Lord. You will save them from their enemies all around. This will be the sign that the Lord has appointed you as leader of his people. ", "2": "After you leave me today, you will meet two men. They will be near Rachel's tomb on the border of Benjamin at Zelzah. They will say to you, 'The donkeys you were looking for have been found. But now your father has stopped thinking about his donkeys. He is worrying about you. He is asking, “What will I do about my son?”'", "3": "“Then you will go on until you reach the great tree at Tabor. There three men will meet you. They will be on their way to worship God at Bethel. One man will be carrying three young goats. The second man will be carrying three loaves of bread. And the third one will have a leather bag full of wine. ", "4": "They will greet you and offer you two loaves of bread. You will accept the bread from them. ", "5": "Then you will go to Gibeah of God. There is a Philistine camp there. When you come near this town, a group of prophets will come out. They will be coming from the place of worship. And they will be playing harps, tambourines, flutes and lyres. And they will be prophesying. ", "6": "The Spirit of the Lord will enter you with power. You will prophesy with these prophets. You will be changed into a different man. ", "7": "After these signs happen, do whatever you find to do. God will help you.", "8": "“Go ahead of me to Gilgal. I will come down to you. Then I will offer whole burnt offerings and fellowship offerings. But you must wait seven days. Then I will come and tell you what to do.”", "9": "When Saul turned to leave Samuel, God changed Saul's heart. All these signs came true that day. ", "10": "When Saul and his servant arrived at Gibeah, Saul met a group of prophets. The Spirit of God entered him. And he prophesied with the prophets. ", "11": "People who had known Saul before saw him prophesying with the prophets. They asked each other, “What has happened to Kish's son? Is even Saul one of the prophets?”", "12": "A man who lived there said, “Who is the father of these prophets?” This became a famous saying: “Is even Saul one of the prophets?” ", "13": "When Saul finished prophesying, he went to the place of worship.", "14": "Saul's uncle asked him and his servant, “Where have you been?” Saul said, “We were looking for the donkeys. When we couldn't find them, we went to talk to Samuel.”", "15": "Saul's uncle asked, “Please tell me. What did Samuel say to you?”", "16": "Saul answered, “He told us the donkeys had already been found.” But Saul did not tell his uncle what Samuel had said about his becoming king.", "17": "Samuel called all the people of Israel to meet with the Lord at Mizpah. ", "18": "He said, “This is what the Lord, the God of Israel, says: 'I led Israel out of Egypt. I saved you from Egypt's control. And I saved you from other kingdoms that were troubling you.' ", "19": "But now you have rejected your God. He saves you from all your troubles and problems. But you said, 'No! We want a king to rule over us.' Now come, stand before the Lord in your tribes and family groups.”", "20": "Samuel brought all the tribes of Israel near. And the tribe of Benjamin was chosen. ", "21": "Samuel had them pass by in family groups, and Matri's family was chosen. Then he had each man of Matri's family pass by. And Saul son of Kish was chosen. But when they looked for Saul, they could not find him. ", "22": "Then they asked the Lord, “Has Saul come here yet?” The Lord said, “Yes. He's hiding behind the baggage.”", "23": "So they ran and brought him out. When Saul stood among the people, he was a head taller than anyone else. ", "24": "Then Samuel said to the people, “See the man the Lord has chosen. There is no one like him among all the people.” Then the people shouted, “Long live the king!”", "25": "Samuel explained the rights and duties of the king. He wrote the rules in a book and put the book before the Lord. Then he told the people to go to their homes.", "26": "Saul also went to his home in Gibeah. God touched the hearts of certain brave men who went along with him. ", "27": "But some troublemakers said, “How can this man save us?” They hated Saul and refused to bring gifts to him. But Saul kept quiet."}