{"1": "About a month later Nahash the Ammonite and his army surrounded the city of Jabesh in Gilead. All the people of Jabesh said to Nahash, “Make a treaty with us. And we will serve you.”", "2": "But he answered, “I will make a treaty with you. But I will only do it if I'm allowed to tear out the right eye of each of you. Then all Israel will be ashamed!”", "3": "The elders of Jabesh said to Nahash, “Let us have seven days. We will send messengers through all Israel. If no one comes to help us, we will give ourselves up to you.”", "4": "The messengers came to Gibeah where Saul lived. When they told the people the news, the people cried loudly. ", "5": "Saul had finished plowing in the fields with his oxen. He was coming home when he heard the people crying. He asked, “What's wrong with the people? Why are they crying?” Then they told Saul what the messengers from Jabesh had said. ", "6": "When Saul heard their words, God's Spirit entered him with power. Saul became very angry. ", "7": "So he took a pair of oxen and cut them into pieces. Then he gave the pieces of the oxen to messengers. He ordered them to carry the pieces through all the land of Israel. The messengers made an announcement to the people. They said, “This is what will happen to the oxen of anyone who does not follow Saul and Samuel.” So the people became very afraid of the Lord. They all came together as if they were one person. ", "8": "Saul gathered the people together at Bezek. There were 300,000 men from Israel and 30,000 men from Judah.", "9": "They spoke to the messengers who had come. They said, “Tell the people at Jabesh Gilead this: 'Before the day becomes hot tomorrow, you will be saved.'” So the messengers went and reported this to the people at Jabesh. They were very happy. ", "10": "The people said to Nahash the Ammonite, “Tomorrow we will give ourselves up to you. Then you can do anything you want to us.”", "11": "The next morning Saul divided his soldiers into three groups. At dawn they entered the Ammonite camp. And they defeated the Ammonites before the heat of the day. The Ammonites who were left alive were scattered. Not even two of them were still together.", "12": "Then the people said to Samuel, “Who was it that didn't want Saul as king? Bring them here, and we will kill them!”", "13": "But Saul said, “No! No one will be put to death today. The Lord has saved Israel today!”", "14": "Then Samuel said to the people, “Come, let's go to Gilgal. At Gilgal we will again promise to obey the king.” ", "15": "All the people went to Gilgal. And there, before the Lord, the people made Saul king. They offered fellowship offerings to the Lord. Saul and all the Israelites had a great celebration."}