{"1": "Saul was 30 years old when he became king. He was king over Israel 42 years.[a] ", "2": "Saul chose 3,000 men from Israel. There were 2,000 men who stayed with him at Micmash in the mountains of Bethel. And 1,000 men stayed with Jonathan at Gibeah in Benjamin. Saul sent the other men in the army back home.", "3": "Jonathan attacked the Philistine camp in Geba. And the other Philistines heard about it. Saul said, “Let the Hebrew people hear what happened.” So he told the men to blow trumpets through all the land of Israel. ", "4": "All the Israelites heard the news. The men said, “Saul has defeated the Philistine camp. Now the Philistines really hate us!” Then the Israelites were called to join Saul at Gilgal.", "5": "The Philistines gathered to fight Israel. They had 3,000[b] chariots and 6,000 men to ride in the chariots. Their soldiers were many in number, like the grains of sand on the seashore. The Philistines went and camped at Micmash which is east of Beth Aven. ", "6": "The Israelites saw that they were in trouble. So they went to hide in caves and bushes. They also hid among the rocks and in pits and wells. ", "7": "Some Hebrews even went across the Jordan River to the land of Gad and Gilead. But Saul stayed at Gilgal. All the men in his army were shaking with fear. ", "8": "Saul waited seven days, because Samuel had said he would meet him then. But Samuel did not come to Gilgal. And the soldiers began to leave.", "9": "So Saul said, “Bring me the whole burnt offering and the fellowship offerings.” Then Saul offered the whole burnt offering. ", "10": "Just as he finished, Samuel arrived. Saul went to meet him.", "11": "Samuel asked, “What have you done?” Saul answered, “I saw the soldiers leaving me, and you were not here. The Philistines were gathering at Micmash. ", "12": "Then I thought, 'The Philistines will come against me at Gilgal. And I haven't asked for the Lord's approval.' So I forced myself to offer the whole burnt offering.”", "13": "Samuel said, “You acted foolishly! You haven't obeyed God's command. If you had obeyed him, God would make your kingdom continue in Israel forever. ", "14": "But now your kingdom will not continue. The Lord has looked for the kind of man he wants. The Lord has appointed him to become ruler of his people. He is doing this because you haven't obeyed his command.”", "15": "Then Samuel left Gilgal and went to Gibeah in Benjamin. The rest of the army followed Saul into battle. Saul counted the men still with him, and there were about 600.", "16": "Saul and his son Jonathan stayed in Geba in the land of Benjamin. The soldiers with them also stayed there. The Philistines made their camp at Micmash. ", "17": "Three groups went out from their camp to attack. One group went on the Ophrah road in the land of Shual. ", "18": "The second group went on the Beth Horon road. And the third group went on the border road. It overlooked the Valley of Zeboim toward the desert.", "19": "The whole land of Israel had no blacksmith. This is because the Philistines had said, “The Hebrews might make swords and spears.” ", "20": "So all the Israelites went down to the Philistines. They went to have their plows, hoes, axes and sickles sharpened. ", "21": "The Philistine blacksmiths charged about one-fourth of an ounce of silver for sharpening plows and hoes. And they charged one-eighth of an ounce of silver for sharpening picks, axes and the sticks used to guide oxen.", "22": "So when the battle came, the soldiers with Saul and Jonathan had no swords or spears. Only Saul and his son Jonathan had them.", "23": "A group from the Philistine army had gone out to the mountain pass at Micmash."}