{"1": "One day Jonathan, Saul's son, spoke to the officer who carried his armor. Jonathan said, “Come, let's go over to the Philistine camp on the other side.” But Jonathan did not tell his father.", "2": "Saul was sitting under a pomegranate tree at the threshing floor near Gibeah. He had about 600 men with him. ", "3": "One man was Ahijah, who was a son of Ichabod's brother Ahitub. Ichabod was the son of Phinehas, Eli's son. Eli was the Lord's priest in Shiloh. He wore the holy vest. No one knew Jonathan had left.", "4": "There was a steep slope on each side of the pass. Jonathan planned to go through the pass to the Philistine camp. The cliff on one side was named Bozez. The other cliff was named Seneh. ", "5": "One cliff faced north toward Micmash. The other faced south toward Geba.", "6": "Jonathan said to his officer who carried his armor, “Come. Let's go to the camp of those men who are not circumcised. Maybe the Lord will help us. It doesn't matter if we have many people, or just a few. Nothing can keep the Lord from giving us victory.”", "7": "The officer who carried Jonathan's armor said to him, “Do whatever you think is best. Go ahead. I'm with you.”", "8": "Jonathan said, “Then come. We will cross over to the Philistines. We will let them see us. ", "9": "They may say to us, 'Stay there until we come to you.' If they do, we will stay where we are. We won't go up to them. ", "10": "But they may say, 'Come up to us.' If so, we will climb up. And the Lord will allow us to defeat them. This will be the sign for us.”", "11": "Both Jonathan and his officer let the Philistines see them. The Philistines said, “Look! The Hebrews are crawling out of the holes they were hiding in!” ", "12": "The Philistines in the camp shouted to Jonathan and his officer, “Come up to us. We'll teach you a lesson!” Jonathan said to his officer, “Climb up behind me. The Lord has given the Philistines to Israel!” ", "13": "So Jonathan climbed up, using his hands and feet. His officer climbed just behind him. Jonathan cut down the Philistines as he went. And his officer killed them as he followed behind Jonathan. ", "14": "In that first fight Jonathan and his officer killed about 20 Philistines.", "15": "All the Philistine soldiers panicked. Those in the camp and those in the raiding party were frightened. The ground itself shook! God caused the panic.", "16": "Saul's guards were at Gibeah in the land of Benjamin. They saw the Philistine soldiers running in every direction. ", "17": "Saul said to his army, “Check and find who has left our camp.” When they checked, they learned that Jonathan and his officer were gone.", "18": "So Saul said to Ahijah the priest, “Bring the Ark of the Covenant of God.” (At that time it was with the Israelites.) ", "19": "While Saul was talking to the priest, the confusion in the Philistine camp was growing. Then Saul said to Ahijah, “Stop. There's not time to pray now!”", "20": "Then Saul and the army with him gathered and entered the battle. They found the Philistines confused, even striking each other with their swords! ", "21": "Earlier, there were Hebrews who had served the Philistines and had stayed in their camp. They now joined the Israelites with Saul and Jonathan. ", "22": "All the Israelites hidden in the mountains of Ephraim heard that the Philistine soldiers were running away. They too joined the battle and chased the Philistines. ", "23": "So the Lord saved the Israelites that day. And the battle moved on past Beth Aven.", "24": "The men of Israel were miserable that day. This was because Saul had made an oath for all of them. He had said, “No one should eat food before evening and before I finish defeating my enemies. If he does, he will be cursed!” So no Israelite soldier ate food.", "25": "Now the army went into the woods. There was some honey on the ground. ", "26": "They came to where the honey was. But no one took any because they were afraid of the oath. ", "27": "But Jonathan had not heard the oath Saul had put on the people. So Jonathan dipped the end of his stick into the honey. He pulled out the honey and ate it. Then he felt better. ", "28": "So one of the soldiers told Jonathan, “Your father made an oath for all the soldiers. He said any man who eats today will be cursed! That's why they are weak.”", "29": "Jonathan said, “My father has made trouble for the land! See how much better I feel after just tasting a little of this honey! ", "30": "It would have been much better for the men to eat the food they took from their enemies today. We could have killed many more Philistines!”", "31": "That day the Israelites defeated the Philistines from Micmash to Aijalon. After they did this, they were very tired. ", "32": "They had taken sheep, cattle and calves from the Philistines. Now they were so hungry they killed the animals on the ground and ate them. But the blood was still in the animals! ", "33": "Someone said to Saul, “Look! The men are sinning against the Lord. They're eating meat that still has blood in it!” Saul said, “You have sinned! Roll a large stone over here now!” ", "34": "Then he said, “Go to the men. Tell them that each person must bring his ox and sheep to me. They must kill and eat their ox and sheep here. Don't sin against the Lord. Don't eat meat with the blood still in it.” That night everyone brought his animals and killed them there. ", "35": "Then Saul built an altar to the Lord. It was the first altar Saul had built to the Lord.", "36": "Saul said, “Let's go after the Philistines tonight. Let's take what they own. We won't let any of them live!” The men answered, “Do whatever you think is best.” But the priest said, “Let's ask God.”", "37": "So Saul asked God, “Should I chase the Philistines? Will you let us defeat them?” But that day God did not answer Saul. ", "38": "That is why Saul said to all the leaders of his army, “Come here. Let's find what sin has been done today. ", "39": "As surely as the Lord lives, even if my son Jonathan did the sin, he must die.” But no one in the army answered.", "40": "Then Saul said to all the Israelites, “You stand on this side. I and my son Jonathan will stand on the other side.” The men answered, “Do whatever you think is best.”", "41": "Then Saul prayed to the Lord, the God of Israel, “Give me the right answer.” And Saul and Jonathan were chosen by throwing lots. The other men went free. ", "42": "Saul said, “Throw the lot. It will show if it is I or Jonathan my son who is guilty.” And Jonathan was chosen.", "43": "Saul said to Jonathan, “Tell me what you have done.” So Jonathan told Saul, “I only tasted a little honey from the end of my stick. And must I die now?”", "44": "Saul said, “Jonathan, if you don't die, may God punish me terribly.”", "45": "But the soldiers said to Saul, “Must Jonathan die? Never! He is responsible for saving Israel today! As surely as the Lord lives, not even a hair of his head will fall to the ground! Today Jonathan fought against the Philistines with God's help!” So the army saved Jonathan, and he did not die.", "46": "Then Saul stopped chasing the Philistines. And they went back to their own land.", "47": "When Saul became king over Israel, he fought against Israel's enemies all around. He fought Moab, the Ammonites, Edom, the king of Zobah and the Philistines. Everywhere Saul went he defeated Israel's enemies. ", "48": "He became strong. He fought bravely and defeated the Amalekites. He saved Israel from the enemies who had taken what the Israelites owned.", "49": "Saul's sons were Jonathan, Ishvi and Malki-Shua. His older daughter was named Merab. His younger daughter was named Michal. ", "50": "Saul's wife was Ahinoam daughter of Ahimaaz. The commander of his army was Abner son of Ner. Ner was Saul's uncle. ", "51": "Saul's father Kish and Abner's father Ner were sons of Abiel.", "52": "All Saul's life he fought hard against the Philistines. When he saw strong or brave men, he took them into his army."}