{"1": "The Philistines gathered their armies for war. They met at Socoh in Judah. Their camp was at Ephes Dammim between Socoh and Azekah. ", "2": "Saul and the Israelites gathered in the Valley of Elah. And they camped there. They took their positions to fight the Philistines. ", "3": "The Philistines controlled one hill. The Israelites controlled another. The valley was between them.", "4": "The Philistines had a champion fighter named Goliath. He was from Gath. He was about nine feet four inches tall. He came out of the Philistine camp. ", "5": "He had a bronze helmet on his head. And he wore a coat of scale armor. It was made of bronze and weighed about 125 pounds. ", "6": "He wore bronze protectors on his legs. And he had a small spear of bronze tied on his back. ", "7": "The wooden part of his larger spear was like a weaver's rod. And its blade weighed about 15 pounds. The officer who carried his shield walked in front of him.", "8": "Goliath stood and shouted to the Israelite soldiers, “Why have you taken positions for battle? I am a Philistine, and you are Saul's servants! Choose a man and send him to fight me. ", "9": "If he can fight and kill me, we will become your servants. But if I defeat and kill him, you will become our servants.” ", "10": "Then he said, “Today I stand and dare the army of Israel! Send one of your men to fight me!” ", "11": "When Saul and the Israelites heard the Philistine's words, they were very afraid.", "12": "Now David was the son of Jesse, an Ephrathite. Jesse was from Bethlehem in Judah. He had eight sons. In Saul's time Jesse was an old man. ", "13": "His three oldest sons followed Saul to the war. The first son was Eliab. The second son was Abinadab. And the third son was Shammah. ", "14": "David was the youngest son. Jesse's three oldest sons followed Saul. ", "15": "But David went back and forth from Saul to Bethlehem. There he took care of his father's sheep.", "16": "The Philistine Goliath came out every morning and evening. He stood before the Israelite army. This continued for 40 days.", "17": "Now Jesse said to his son David, “Take this half bushel of cooked grain. And take ten loaves of bread. Take them to your brothers in the camp. ", "18": "Also take ten pieces of cheese. Give them to the commander of your brothers' group of 1,000 soldiers. See how your brothers are. Bring back something to show me they are all right. ", "19": "Your brothers are with Saul and the army in the Valley of Elah. They are fighting against the Philistines.”", "20": "Early in the morning David left the sheep with another shepherd. He took the food and left as Jesse had told him. When David arrived at the camp, the army was leaving. They were going out to their battle positions. The soldiers were shouting their war cry. ", "21": "The Israelites and Philistines were lining up their men to face each other in battle.", "22": "David left the food with the man who kept the supplies. Then he ran to the battle line and talked to his brothers. ", "23": "While he was talking with them, Goliath came out. He was the Philistine champion from Gath. He shouted things against Israel as usual, and David heard it. ", "24": "When the Israelites saw Goliath, they were very much afraid and ran away.", "25": "They said, “Look at this man Goliath. He keeps coming out to speak against Israel. The king will give much money to the man who kills Goliath. He will also give his daughter in marriage to whoever kills him. And his father's family will not have to pay taxes in Israel.”", "26": "David asked the men who stood near him, “What will be done to reward the man who kills this Philistine? What will be done for whoever takes away the shame from Israel? Goliath is a Philistine. He is not circumcised. Why does he think he can speak against the armies of the living God?”", "27": "The Israelites told David what they had been saying. They said, “This is what will be done for the man who kills Goliath.”", "28": "David's oldest brother Eliab heard David talking with the soldiers. He became angry with David. He asked David, “Why did you come here? Who's taking care of those few sheep of yours in the desert? I know you are proud. Your attitude is very bad. You came down here just to watch the battle!”", "29": "David asked, “Now what have I done wrong? Can't I even talk?” ", "30": "He then turned to other people and asked the same questions. And they gave him the same answer as before. ", "31": "Some men heard what David said and told Saul. Then Saul ordered David to be sent to him.", "32": "David said to Saul, “Don't let anyone be discouraged. I, your servant, will go and fight this Philistine!”", "33": "Saul answered, “You can't go out against this Philistine and fight him. You're only a boy. Goliath has been a warrior since he was a young man.”", "34": "But David said to Saul, “I, your servant, have been keeping my father's sheep. When a lion or bear came and took a sheep from the flock, ", "35": "I would chase it. I would attack it and save the sheep from its mouth. When it attacked me, I caught it by its fur. I would hit it and kill it. ", "36": "I, your servant, have killed both a lion and a bear! Goliath, the Philistine who is not circumcised, will be like the lion or bear I killed. He will die because he has stood against the armies of the living God. ", "37": "The Lord saved me from a lion and a bear. He will also save me from this Philistine.” Saul said to David, “Go, and may the Lord be with you.” ", "38": "Saul put his own clothes on David. He put a bronze helmet on David's head and armor on his body. ", "39": "David put on Saul's sword and tried to walk around. But he was not used to all the armor Saul had put on him. He said to Saul, “I can't go in this. I'm not used to it.” Then David took it all off. ", "40": "He took his stick in his hand. And he chose five smooth stones from a stream. He put them in his pouch and held his sling in his hand. Then he went to meet Goliath.", "41": "At the same time, the Philistine was coming closer to David. The man who held his shield walked in front of him. ", "42": "Goliath looked at David. He saw that David was only a boy, tanned and handsome. He looked down at David with disgust. ", "43": "He said, “Do you think I am a dog, that you come at me with a stick?” He used his gods' names to curse David. ", "44": "He said to David, “Come here. I'll feed your body to the birds of the air and the wild animals!”", "45": "But David said to him, “You come to me using a sword, a large spear and a small spear. But I come to you in the name of the Lord of heaven's armies. He's the God of the armies of Israel! You have spoken out against him. ", "46": "Today the Lord will give you to me. I'll kill you, and I'll cut off your head. Today I'll feed the bodies of the Philistine soldiers to the birds of the air and the wild animals. Then all the world will know there is a God in Israel! ", "47": "Everyone gathered here will know the Lord does not need swords or spears to save people. The battle belongs to him! And he will help us defeat all of you.”", "48": "As Goliath came near to attack him, David ran quickly to meet him. ", "49": "He took a stone from his pouch. He put it into his sling and slung it. The stone hit the Philistine on his forehead and sank into it. Goliath fell facedown on the ground.", "50": "So David defeated the Philistine with only a sling and a stone! He hit him and killed him. He did not even have a sword in his hand. ", "51": "David ran and stood beside the Philistine. He took Goliath's sword out of its holder and killed him. Then he cut off Goliath's head. When the Philistines saw that their champion was dead, they turned and ran. ", "52": "The men of Israel and Judah shouted and started chasing the Philistines. They chased them all the way to the entrance to the city of Gath. And they chased them to the gates of Ekron. Many of the Philistines died. Their bodies lay on the Shaaraim road as far as Gath and Ekron. ", "53": "The Israelites returned after chasing the Philistines. Then they took many things from the Philistine camp. ", "54": "David took Goliath's head to Jerusalem. He also put Goliath's weapons in his own tent.", "55": "Saul had watched David go out to meet Goliath. Saul spoke to Abner, commander of the army. He said, “Abner, who is that young man's father?” Abner answered, “As surely as you live, my king, I don't know.”", "56": "The king said, “Find out whose son he is.”", "57": "When David came back from killing Goliath, Abner brought him to Saul. David still held Goliath's head.", "58": "Saul asked him, “Young man, who is your father?” David answered, “I am the son of your servant Jesse of Bethlehem.”"}