{"1": "When David finished talking with Saul, Jonathan felt very close to David. He loved David as much as he loved himself. ", "2": "Saul kept David with him from that day on. He did not let David go home to his father's house. ", "3": "Jonathan made an agreement with David. He did this because he loved David as much as himself. ", "4": "He took off his coat and gave it to David. He also gave David his uniform, including his sword, bow and belt.", "5": "Saul sent David to fight in different battles. And David was very successful. Then Saul put David over the soldiers. When he did this, Saul's officers and all the other people were pleased.", "6": "After David had killed the Philistine, he and the men returned home. Women came out from all the towns of Israel to meet King Saul. They sang songs of joy, danced and played tambourines and stringed instruments. ", "7": "As they played, they sang, “Saul has killed thousands of his enemies. But David has killed tens of thousands!”", "8": "The women's song upset Saul, and he became very angry. He thought, “The women say David has killed tens of thousands of enemies. But they say I killed only thousands of enemies. The only thing left for him to have is the kingdom!” ", "9": "So Saul watched David closely from then on. He was jealous of him.", "10": "The next day an evil spirit from God entered Saul with power. And he prophesied in his house. David was playing the harp as he usually did. But Saul had a spear in his hand. ", "11": "He raised the spear and thought, “I'll pin David to the wall.” But David got away from him two times.", "12": "The Lord was with David but had left Saul. So Saul was afraid of David. ", "13": "He sent David away from him. He made David commander of 1,000 soldiers. So David led them in battle. ", "14": "He had great success in everything he did because the Lord was with him. ", "15": "Saul saw that David was very successful. And he became even more afraid of David. ", "16": "But all the people of Israel and Judah loved David. This was because he led them well in battle.", "17": "Saul said to David, “You're a brave soldier. And you fight the Lord's battles. Here is my older daughter Merab. I will let you marry her.” Saul had decided, “I won't have to kill David. The Philistines will do that!”", "18": "But David said, “I am not good enough for this honor. And my family is not important enough for me to become the king's son-in-law.” ", "19": "So when the time came for Saul's daughter Merab to marry David, Saul gave her instead to Adriel of Meholah.", "20": "Now Saul's other daughter Michal loved David. When they told Saul about Michal loving David, he was pleased. ", "21": "He thought, “I will let Michal marry David. Then she will become a trap for him. And the Philistines will defeat him.” So Saul said to David a second time, “You may become my son-in-law.”", "22": "And Saul gave an order to his servants. He told them, “Speak to David in private. Say, 'Look, the king is pleased with you. His servants like you. You should become his son-in-law.'”", "23": "Saul's servants said these words to David. But David answered, “Do you think it is easy to become the king's son-in-law? I'm only a poor man. Nobody knows me.”", "24": "Then Saul's servants told him what David had said. ", "25": "Saul said, “Say to David, 'The king doesn't want you to pay a large price for the bride. All he wants is 100 Philistine foreskins. Then he will be even with his enemies.'” Saul planned to let the Philistines kill David.", "26": "Saul's servants told David these words. David was pleased that he could become the king's son-in-law. ", "27": "So he and his men went out and killed 200 Philistines. David took all their foreskins and brought them to Saul. He wanted to become the king's son-in-law. Then Saul gave him his daughter Michal for his wife. ", "28": "Saul saw that the Lord was with David. He also saw that his daughter Michal loved David. ", "29": "So he became even more afraid of David. And he was David's enemy all his life.", "30": "The Philistine commanders continued to go out to fight the Israelites. But every time, David defeated them. He had more success than Saul's officers. And he became famous."}