{"1": "Hannah said: “The Lord has filled my heart with joy. I feel very strong in the Lord. I can laugh at my enemies. I am glad because you have helped me!", "2": "“There is no one holy like the Lord. There is no God but you. There is no Rock like our God.", "3": "“Don't continue bragging. Don't speak proud words. The Lord is a God who knows everything. He judges what people do.", "4": "“The bows of warriors break, but weak people become strong.", "5": "Those who once had plenty of food now must work for food. But people who once were hungry now grow fat on food. The woman who was unable to have children now has had seven. But the woman who had many sons now is sad.", "6": "“The Lord causes people to die, and he causes them to live. He brings people down to where the dead are, and he raises them to life again.", "7": "The Lord makes people poor, and he makes people rich. He makes people humble, and he makes people great.", "8": "The Lord raises the poor up from the dust. And he picks needy people up from the ashes. He lets the poor sit with princes. He lets them sit on a throne of honor. “The foundations of the earth belong to the Lord. The Lord set the world upon them.", "9": "He protects his holy people. But those who do evil will be silenced in darkness. Their power will not help them win.", "10": "The Lord destroys his enemies. He will thunder in heaven against them. The Lord will judge all the earth. He will give power to his king. He will make his appointed king strong.”", "11": "Then Elkanah went home to Ramah. But the boy continued to serve the Lord under Eli the priest.", "12": "Now Eli's sons were evil men. They did not care about the Lord. ", "13": "This is what the priests would do to the people: Every time someone brought a sacrifice, the meat would be cooked in a pot. The priest's servant would then come with a fork in his hand. The fork had three prongs. ", "14": "He would plunge the fork into the pot or the kettle. Whatever the fork brought out of the pot belonged to the priest. This is how they treated all the Israelites who came to Shiloh to offer sacrifices. ", "15": "But even before the fat was burned, the priest's servant would come to the person offering sacrifices. The servant would say, “Give the priest some meat to roast. The priest won't accept boiled meat from you. He will only accept raw meat.”", "16": "But the man who offered the sacrifice might say, “Let the fat be burned up first as usual. Then you may take anything you want.” If so, the priest's servant would answer, “No, give me the meat now. If you don't, I'll take it by force.”", "17": "The Lord saw that the sin of the servants was very great. They did not show respect for the offerings made to the Lord.", "18": "But Samuel obeyed the Lord. He wore a linen holy vest. ", "19": "Every year Samuel's mother would make a little coat for him. She would take it to him when she went to Shiloh. She went there with her husband for the sacrifice. ", "20": "Eli would bless Elkanah and his wife. Eli would say, “May the Lord repay you with children through Hannah. They will take the place of the boy Hannah prayed for and gave back to the Lord.” Then Elkanah and Hannah would go home. ", "21": "The Lord was kind to Hannah. She became the mother of three sons and two daughters. And the boy Samuel grew up serving the Lord.", "22": "Now Eli was very old. He heard about everything his sons were doing to all the Israelites. He also heard about how his sons had physical relations with the women who served at the entrance to the Meeting Tent. ", "23": "Eli said to his sons, “The people here tell me about the evil you do. Why do you do these evil things? ", "24": "No, my sons. The Lord's people are saying bad things about you. ", "25": "If someone sins against another person, God can help him. But if he sins against the Lord himself, no one can help him!” But Eli's sons would not listen to him. This was because the Lord had decided to put them to death.", "26": "The boy Samuel kept growing. He pleased God and the people.", "27": "A man of God came to Eli. He said, “This is what the Lord says: 'I clearly showed myself to the family of your ancestor Aaron. This was when they were slaves to the king of Egypt. ", "28": "I chose them from all the tribes of Israel to be my priests. I wanted them to go up to my altar, to burn incense and to wear the holy vest. I also let the family of your ancestor have part of all the offerings sacrificed by the Israelites. ", "29": "So why don't you respect the sacrifices and gifts? You honor your sons more than me. You become fat on the best parts of the meat the Israelites bring to me.'", "30": "“Here's what the Lord, the God of Israel, says: 'I promised that your family and your ancestor's family would serve me forever.' But now the Lord says this: 'That will never be! I will honor those who honor me. But I will take honor away from those who do not honor me. ", "31": "The time is coming when I will destroy the descendants of both you and your ancestors. No man will grow old in your family. ", "32": "You will see trouble in my house. Good things will be done to Israel. But there will never be an old man in your family. ", "33": "I will save one man to serve as priest at my altar. He will wear out his eyes and use up his strength. The rest of your descendants will die by the sword.", "34": "“'I will give you a sign. Both your sons, Hophni and Phinehas, will die on the same day. ", "35": "I will choose a loyal priest for myself. He will listen to me and do what I want. I will make his family strong. He will always serve before my appointed king. ", "36": "Then everyone left in your family will come and bow down before him. They will beg for a little money or a little food. They will say, “Please give me a job as priest so I can have food to eat.”'”"}