{"1": "David left Gath and escaped to the cave of Adullam. His brothers and other relatives heard that he was there. And they went to see him. ", "2": "Many people joined David. All those who were in trouble, who owed money or who were unsatisfied gathered around him. And he became their leader. He had about 400 men with him.", "3": "From there David went to Mizpah in Moab. He spoke to the king of Moab. He said, “Please let my father and mother come and stay with you. Let them stay until I learn what God is going to do for me.” ", "4": "So he left them with the king of Moab. And they stayed with the king as long as David was hiding in the protected place.", "5": "But the prophet Gad said to David, “Don't stay in the protected place. Go to the land of Judah.” So David left and went to the forest of Hereth.", "6": "Saul heard that David and his men had been seen. He sat under the tamarisk tree on the hill at Gibeah. All his officers were standing around him. He had a spear in his hand. ", "7": "Saul said to them, “Listen, men of Benjamin! Do you think the son of Jesse will give all of you fields and vineyards? Will David make you commanders over thousands of men or hundreds of men? ", "8": "You have all made plans against me! No one tells me when my son makes an agreement with the son of Jesse! No one cares about me! No one tells me my son has encouraged my servant to ambush me! And David is doing this now!”", "9": "Doeg the Edomite was standing there with Saul's officers. He said, “I saw the son of Jesse. He came to see Ahimelech son of Ahitub at Nob. ", "10": "Ahimelech prayed to the Lord for David. He also gave him food. And he gave him the sword of Goliath the Philistine.”", "11": "Then the king sent for the priest Ahimelech son of Ahitub. He sent for all of Ahimelech's relatives who were priests at Nob. And they all came to the king. ", "12": "Saul said to Ahimelech, “Listen now, son of Ahitub.” Ahimelech answered, “Yes, master.”", "13": "Saul said, “Why have you and Jesse's son made plans against me? You gave him bread and a sword! You prayed to God for him. David is waiting to attack me. He is doing this now!”", "14": "Ahimelech answered, “David is very loyal to you. You have no other servant who is as loyal as David. He is your own son-in-law and captain of your bodyguards. All the people in your house respect him. ", "15": "That was not the first time I prayed to God for David. Not at all! Don't blame me or any of my relatives. We are your servants. I know nothing about what is going on.”", "16": "But the king said, “Ahimelech, you and all your relatives must die!” ", "17": "Then he told the guards at his side, “Go and kill the priests of the Lord. Do this because they are on David's side. They knew he was running away, but they didn't tell me!” But the king's officers refused to hurt the priests of the Lord.", "18": "Then the king ordered Doeg, “Go and kill the priests.” So Doeg the Edomite went and killed the priests. That day he killed 85 men who wore the linen holy vest. ", "19": "He also killed the people of Nob, the city of the priests. With the sword he killed men, women, children and small babies. And he killed cattle, donkeys and sheep.", "20": "But Abiathar escaped. He was a son of Ahimelech, who was the son of Ahitub. Abiathar ran away and joined David. ", "21": "He told David that Saul had killed the Lord's priests. ", "22": "Then David told him, “Doeg the Edomite was there at Nob that day. I knew he would surely tell Saul. So I am responsible for the death of all your father's family. ", "23": "The man who wants to kill you also wants to kill me. Stay with me. Don't be afraid. You will be safe with me.”"}