{"1": "Now Samuel died. All the Israelites met and had a time of sadness for him. They buried him at his home in Ramah. Then David moved to the Desert of Maon.[a] ", "2": "A man in Maon who had land at Carmel was very rich. He had 3,000 sheep and 1,000 goats. He was cutting the wool off his sheep at Carmel. ", "3": "His name was Nabal, and he was a descendant of Caleb. His wife was named Abigail. She was a wise and beautiful woman. But Nabal was cruel and mean.", "4": "David was in the desert. He heard that Nabal was cutting the wool from his sheep. ", "5": "So he sent ten young men. He told them, “Go to Nabal at Carmel. Greet him for me. ", "6": "Say to Nabal, 'May you and your family have good health! And may all who belong to you have good health. ", "7": "I have heard that you are cutting the wool from your sheep. When your shepherds were with us, we did nothing wrong to them. All the time your shepherds were at Carmel, we stole nothing from them. ", "8": "Ask your servants, and they will tell you. We come at a happy time. So for this reason, be kind to my young men. Please give them anything you can find for them. Please do this for your son David.'”", "9": "When the men arrived, they gave the message to Nabal. But Nabal insulted them. ", "10": "He answered them, “Who is David? Who is this son of Jesse? Many slaves are running away from their masters today! ", "11": "I have bread and water. And I have meat that I killed for my servants who cut the wool. But I won't give it to men I don't know.”", "12": "David's men went back and told him all Nabal had said. ", "13": "Then David said to them, “Put on your swords!” So they put on their swords, and David put on his also. About 400 men went with David. But 200 men stayed with the supplies.", "14": "One of Nabal's servants spoke to Abigail, Nabal's wife. He said, “David sent messengers from the desert to greet our master. But Nabal insulted them. ", "15": "These men were very good to us. They did nothing wrong to us. They stole nothing from us during all the time we were out in the field with them. ", "16": "Night and day they protected us. They were like a wall around us while we were with them caring for the sheep. ", "17": "Now think about it, and decide what you can do. Terrible trouble is coming to our master and all his family. Nabal is such a wicked man that no one can even talk to him.”", "18": "Abigail hurried. She took 200 loaves of bread, 2 leather bags full of wine and 5 cooked sheep. She took about a bushel of cooked grain, 100 cakes of raisins and 200 cakes of pressed figs. She put all these on donkeys. ", "19": "Then she told her servants, “Go on. I'll follow you.” But she did not tell her husband.", "20": "Abigail rode her donkey and came down into the mountain ravine. There she met David and his men coming down toward her.", "21": "David had just said, “It's been useless! I watched over Nabal's property in the desert. I made sure none of his sheep were missing. I did good to him, but he has paid me back with evil. ", "22": "May God punish me terribly if I let just one of Nabal's family live until tomorrow.”", "23": "When Abigail saw David, she quickly got off her donkey. She bowed facedown on the ground before David. ", "24": "She lay at David's feet. She said, “My master, let the blame be on me! Please let me talk to you! Listen to what I say. ", "25": "My master, don't pay attention to this worthless man Nabal. He is the same as his name. His name means 'fool,' and he is truly foolish. But I, your servant, didn't see the men you sent. ", "26": "The Lord has kept you from killing and punishing people yourself. As surely as the Lord lives and as surely as you live, may your enemies become like Nabal! ", "27": "I have brought a gift to you. Please give it to the men who follow you. ", "28": "Please forgive my wrong. The Lord will certainly let your family have many kings. He will do this because you fight his battles. As long as you live, people will find nothing bad in you. ", "29": "A man might chase you to kill you. But the Lord your God will keep you alive. He will throw away your enemies' lives as he would throw a stone from a sling. ", "30": "The Lord will keep all his promises about good things for you. He will make you leader over Israel. ", "31": "Then you won't feel guilty. You won't have problems about killing innocent people and punishing them yourself. Please remember me when the Lord brings you success.”", "32": "David answered Abigail, “Praise the Lord, the God of Israel. He sent you to meet me. ", "33": "May you be blessed for your wisdom. You have kept me from killing or punishing people today. ", "34": "As surely as the Lord, the God of Israel, lives, he has kept me from hurting you. If you hadn't come quickly to meet me, no one belonging to Nabal would have lived until tomorrow.”", "35": "Then David accepted Abigail's gifts. He told her, “Go home in peace. I have heard your words, and I will do what you have asked.”", "36": "When Abigail went back to Nabal, he was in the house. He was eating like a king. He was very drunk and in a good mood. So she told him nothing until the next morning. ", "37": "In the morning he was not drunk. Then his wife told him everything. His heart failed him, and he became like a stone. ", "38": "About ten days later the Lord struck Nabal and caused him to die.", "39": "When David heard that Nabal was dead, he said, “Praise the Lord! Nabal insulted me, but the Lord has supported me! He has kept me from doing wrong. And the Lord caused Nabal to die because he did wrong.” Then David sent a message to Abigail. He asked her to become his wife. ", "40": "His servants went to Carmel and spoke to Abigail. They said, “David sent us to take you so you can become his wife.”", "41": "Abigail bowed facedown on the ground. She said, “I am your servant. I'm ready to serve you. I'm ready to wash the feet of my master's servants.” ", "42": "Abigail quickly got on a donkey and went with David's messengers. She had five maids following her. And she became David's wife.", "43": "David also had married Ahinoam of Jezreel. So they were both David's wives. ", "44": "Saul's daughter Michal was also David's wife. But Saul had given her to Paltiel son of Laish. Paltiel was from Gallim."}