{"1": "The people of Ziph went to see Saul at Gibeah. They said to him, “David is hiding on the hill of Hakilah opposite Jeshimon.”", "2": "So Saul went down to the Desert of Ziph. His 3,000 chosen men of Israel went with him. They looked for David in the Desert of Ziph. ", "3": "Saul made his camp on the hill of Hakilah, beside the road opposite Jeshimon. But David stayed in the desert. He heard Saul had followed him. ", "4": "So David sent out spies and learned that Saul had come to Hakilah.", "5": "Then David went to the place where Saul had camped. He saw where Saul and Abner son of Ner were sleeping. Abner was the commander of Saul's army. Saul was sleeping in the middle of the camp with all the army around him.", "6": "David talked to Ahimelech the Hittite and Abishai son of Zeruiah. Abishai was Joab's brother. He asked them, “Who will go down into Saul's camp with me?” Abishai answered, “I'll go with you.”", "7": "So that night David and Abishai went into Saul's camp. Saul was asleep in the middle of the camp. His spear was stuck in the ground near his head. Abner and the army were sleeping around Saul. ", "8": "Abishai said to David, “Today God has let you defeat your enemy! Let me pin Saul to the ground with the spear. I'll only do it once! I won't hit him twice.”", "9": "But David said to Abishai, “Don't kill Saul! No one can harm the Lord's appointed king and still be innocent! ", "10": "As surely as the Lord lives, the Lord himself will punish Saul. Maybe Saul will die naturally. Or maybe he will go into battle and be killed. ", "11": "But may the Lord keep me from harming his appointed king! Now pick up the spear and water jug that are near Saul's head. Then let's go.”", "12": "So David took the spear and water jug that were near Saul's head. They left, and no one saw them. No one knew about it or woke up. The Lord had made them stay asleep.", "13": "David crossed over to the other side of the hill. He stood on top of the mountain far from Saul's camp. David's and Saul's camps were far apart. ", "14": "David shouted to the army and to Abner son of Ner, “Answer me, Abner!” Abner answered, “Who is calling for the king? Who are you?”", "15": "David said, “You're the greatest man in Israel. Isn't that true? Then why didn't you guard your master the king? Someone came into your camp to kill your master the king! ", "16": "What you have done is not good. As surely as the Lord lives, you and your men should die. You haven't guarded your master, the Lord's appointed king. Look! Where are the king's spear and water jug that were near his head?”", "17": "Saul knew David's voice. He said, “Is that your voice, David my son?” David answered, “Yes, it is, my master and king.” ", "18": "David also said, “Why are you chasing me, my master? What wrong have I done? What evil am I guilty of? ", "19": "My master and king, listen to me. If the Lord caused you to be angry with me, let him accept an offering. But if men caused you to be angry with me, let the Lord curse them! They have made me leave the land the Lord gave me. They have told me, 'Go and serve other gods.' ", "20": "Now don't let me die far away from the Lord's presence. The king of Israel has come out looking for a flea! You're like a man hunting a partridge bird in the mountains!”", "21": "Then Saul said, “I have sinned. Come back, David my son. Today you respected my life. So I will not try to hurt you. I have acted foolishly. I have made a big mistake.”", "22": "David answered, “Here is your spear. Let one of your young men come here and get it. ", "23": "The Lord rewards every man for the things he does right and for his loyalty to him. The Lord put you into my power today. But I wouldn't harm the Lord's appointed king. ", "24": "I respected your life today. Surely, in the same way, the Lord will respect my life. Surely he will save me from all trouble.”", "25": "Then Saul said to David, “You are blessed, my son David. You will do great things and succeed.” So David went on his way, and Saul went back home."}