{"1": "The Philistines fought against Israel, and the Israelites ran away from them. Many Israelites were killed at Mount Gilboa. ", "2": "The Philistines fought hard against Saul and his sons. They killed his sons Jonathan, Abinadab and Malki-Shua. ", "3": "The fighting became bad around Saul. When the archers shot at him, he was badly wounded. ", "4": "He said to the officer who carried his armor, “Pull out your sword and kill me. Then those uncircumcised men won't make fun of me and kill me.” But Saul's officer refused, because he was afraid. So Saul took his own sword and threw himself on it. ", "5": "The officer saw that Saul was dead. So he threw himself on his own sword. And he died with Saul. ", "6": "So Saul, his three sons and the officer who carried his armor died together that day.", "7": "Now there were Israelites who lived on the other side of Jezreel Valley. And some lived across the Jordan River. They saw how the Israelite army had run away. And they saw that Saul and his sons were dead. So they left their cities and ran away. Then the Philistines came and lived there.", "8": "The next day the Philistines came to take all the valuable things from the dead soldiers. They found Saul and his three sons dead on Mount Gilboa. ", "9": "They cut off Saul's head and took off his armor. Then they sent men to tell the news through all the land of the Philistines. They told it in the temple of their idols and to their people. ", "10": "They put Saul's armor in the temple of the Ashtoreths. They also hung his body on the wall of Beth Shan.", "11": "The people living in Jabesh Gilead heard what the Philistines had done to Saul. ", "12": "So the brave soldiers of Jabesh marched all night and came to Beth Shan. They took the bodies of Saul and his sons off the wall of Beth Shan. Then they took them to Jabesh. There the people of Jabesh burned the bodies. ", "13": "They took their bones and buried them under the tamarisk tree in Jabesh. Then the people of Jabesh gave up eating for seven days."}