{"1": "News about Samuel spread through all of Israel. At that time the Israelites went out to fight the Philistines. The Israelites camped at Ebenezer, and the Philistines camped at Aphek. ", "2": "The Philistines went to meet the Israelites in battle. And as the battle spread, the Philistines defeated the Israelites. They killed about 4,000 soldiers of the Israelite army. ", "3": "Then some Israelite soldiers went back to their camp. The elders of Israel asked, “Why did the Lord let the Philistines defeat us? Let's bring the Ark of the Covenant with the Lord here from Shiloh. In this way God will go with us into battle. He will save us from our enemies.”", "4": "So the people sent men to Shiloh. They brought back the Ark of the Covenant with the Lord of heaven's armies. Eli's two sons, Hophni and Phinehas, were there with the Ark of the Covenant.", "5": "The Ark of the Covenant with the Lord came into the camp. And all the Israelites gave a great shout of joy. It made the ground shake. ", "6": "The Philistines heard Israel's shout. They asked, “What's all this shouting in the Hebrew camp?” Then the Philistines found out that the Ark of the Covenant of the Lord had come into the Hebrew camp. ", "7": "They were afraid and said, “A god has come into the Hebrew camp! We're in trouble! This has never happened before! ", "8": "How terrible it will be for us! Who can save us from these powerful gods? They are the ones who struck the Egyptians with all kinds of disasters in the desert. ", "9": "Be brave, Philistines! Fight like men! In the past they were our slaves. So fight like men, or you will become their slaves.”", "10": "So the Philistines fought hard and defeated the Israelites. Every Israelite soldier ran away to his own home. It was a great defeat for Israel, because 30,000 Israelite soldiers were killed. ", "11": "The Ark of the Covenant of God was taken by the Philistines. And Eli's two sons, Hophni and Phinehas, were killed.", "12": "That same day a man from the tribe of Benjamin ran from the battle. He tore his clothes and put dust on his head to show his great sadness. ", "13": "When he arrived in Shiloh, Eli was by the side of the road. Eli was sitting there in a chair, watching. He was worried about the Ark of the Covenant of God. When the Benjaminite entered Shiloh, he told the bad news. Then all the people in town cried loudly. ", "14": "Eli heard the crying and asked, “What's all this noise?” The Benjaminite ran to Eli and told him what had happened. ", "15": "Eli was now 98 years old, and he was blind. ", "16": "The Benjaminite told him, “I have come from the battle. I ran all the way here today.” Eli asked, “What happened, my son?”", "17": "The Benjaminite answered, “Israel ran away from the Philistines. The Israelite army has lost many soldiers. Your two sons are both dead. And the Philistines have taken the Ark of the Covenant of God.”", "18": "When he mentioned the Ark of the Covenant of God, Eli fell backward off his chair. He fell beside the gate and broke his neck, because he was old and fat. And Eli died. He had led Israel for 40 years.", "19": "Eli's daughter-in-law, the wife of Phinehas, was pregnant. It was nearly time for her baby to be born. She heard the news that the Ark of the Covenant of God had been taken. She heard also that Eli, her father-in-law, and Phinehas, her husband, were both dead. So she began to give birth to her child. The child was born, but the mother had much trouble in giving birth. ", "20": "As she was dying, the women who helped her give birth said, “Don't worry! You've given birth to a son!” But she did not answer or pay attention. She named the baby Ichabod.[a] ", "21": "She named him Ichabod and said, “Israel's glory is gone.” She said this because the Ark of the Covenant of God had been taken. It was also because her father-in-law and husband were dead. ", "22": "She said, “Israel's glory is gone, because the Ark of the Covenant of God has been taken away.”"}