{"1": "After the Philistines had captured the Ark of the Covenant of God, they took it from Ebenezer to Ashdod. ", "2": "They carried it into Dagon's temple and put it next to Dagon. ", "3": "The people of Ashdod rose early the next morning. They found that Dagon had fallen on his face on the ground. He was lying before the Ark of the Covenant of the Lord. So the people of Ashdod put Dagon back in his place. ", "4": "The next morning the people of Ashdod rose from sleep. And again they found Dagon on the ground! He had fallen down before the Ark of the Covenant of the Lord. His head and hands had broken off and were lying in the doorway. Only his body was still in one piece. ", "5": "So, even today, Dagon's priests and others who enter his temple at Ashdod refuse to step on the doorsill.", "6": "The Lord punished the people of Ashdod and their neighbors. He gave them much trouble. He gave them growths on their skin. ", "7": "The people of Ashdod saw what was happening. They said, “The Ark of the Covenant of the God of Israel can't stay with us. God is punishing us and Dagon our god.” ", "8": "The people of Ashdod called all five Philistine kings together. They asked them, “What should we do with the Ark of the Covenant of the God of Israel?” The rulers answered, “Move the Ark of the Covenant of the God of Israel to Gath.” So the Philistines moved it to Gath.", "9": "But after they had moved it to Gath, the Lord punished that city also. He made the people very afraid. God troubled both old and young people in Gath. He caused them to have growths on their skin. ", "10": "Then the Philistines sent the Ark of the Covenant of God to Ekron. But when it came into Ekron, the people of Ekron yelled. They said, “Why are you bringing the Ark of the Covenant of the God of Israel to our city? Do you want to kill us and our people?” ", "11": "The people of Ekron called all the kings of the Philistines together. They said to the kings, “Send the Ark of the Covenant of the God of Israel back to its place. Do it before it kills us and our people!” They were very afraid. God's punishment was very terrible there. ", "12": "The people who did not die were troubled with growths on their skin. So the people of Ekron cried loudly to heaven."}