{"1": "The Philistines kept the Ark of the Covenant of God in their land seven months. ", "2": "Then they called for their priests and magicians. They said, “What should we do with the Ark of the Covenant of the Lord? Tell us how to send it back home!”", "3": "The priests and magicians answered them. They said, “If you send back the Ark of the Covenant of the God of Israel, don't send it away empty. You must offer a penalty offering so the God of Israel will forgive your sins. Then you will be healed. When God has forgiven you, he will stop punishing you.”", "4": "The Philistines asked, “What kind of penalty offering should we send to Israel's God?” The priests and magicians answered, “Make five gold models of the growths on your skin. Also make five gold models of rats. The number of models must be the same as the number of Philistine kings. This is because the same sickness has come on you and your kings. ", "5": "Make models of the growths and the rats that are ruining the country. Give them to Israel's God and honor him. Then maybe Israel's God will stop punishing you, your gods and your land. ", "6": "Don't be stubborn like the king of Egypt and the Egyptians. God punished them terribly. That is why the Egyptians let the Israelites leave Egypt.", "7": "“You must build a new cart. And get two cows that have just had calves. These must be cows that have never had yokes on their necks. Then hitch the cows to the cart. Take the calves home. Don't let them follow their mothers. ", "8": "Put the Ark of the Covenant of the Lord on the cart. And put the gold models in a box beside the Ark of the Covenant. They are your penalty offerings for God to forgive your sins. Send the cart straight on its way. ", "9": "Watch the cart. It may go toward Beth Shemesh in Israel's own land. If so, the Lord has given us this great sickness. But it may not go toward Beth Shemesh. Then we will know that Israel's God has not punished us. We will know that our sickness just happened by chance.”", "10": "The Philistines did what the priests and magicians said. They took two cows that had just had calves. They hitched them to the cart. But they kept their calves at home. ", "11": "They put the Ark of the Covenant of the Lord on the cart. And they put the box with the gold rats and models of growths on the cart. ", "12": "Then the cows went straight toward Beth Shemesh. They stayed on the road, mooing all the way. They did not turn right or left. The Philistine kings followed the cows as far as the border of Beth Shemesh.", "13": "Now the people of Beth Shemesh were harvesting their wheat in the valley. They looked up and saw the Ark of the Covenant of the Lord. They were very happy to see it again. ", "14": "The cart came to the field belonging to Joshua of Beth Shemesh. The cart stopped in this field near a large rock. The people of Beth Shemesh chopped up the wood of the cart. Then they killed the cows and sacrificed them to the Lord. ", "15": "The Levites took down the Ark of the Covenant of the Lord. They also took down the box that had the gold models. They put both on the large rock. That day the people of Beth Shemesh offered whole burnt offerings and made sacrifices to the Lord. ", "16": "The five Philistine kings watched them do all these things. Then they went back to Ekron the same day.", "17": "The Philistines sent these gold models of the growths. They were penalty offerings to the Lord for their sins. They sent one model for each Philistine town. These towns were Ashdod, Gaza, Ashkelon, Gath and Ekron. ", "18": "And the Philistines also sent gold models of rats. The number of rats was the same as the number of towns belonging to the Philistine kings. These towns included strong, walled cities and country villages. The large rock on which they put the Ark of the Covenant of the Lord is still there. It is in the field of Joshua of Beth Shemesh.", "19": "But some of the men of Beth Shemesh looked into the Ark of the Covenant of the Lord. So God killed 70 of them. The people of Beth Shemesh cried because the Lord had punished them so terribly. ", "20": "They said, “Who can stand before the Lord, this holy God? Where can the Ark of the Covenant go from here?”", "21": "Then they sent messengers to the people of Kiriath Jearim. The messengers said, “The Philistines have brought back the Ark of the Covenant of the Lord. Come down and take it to your city.”"}