{"1": "When Samuel became old, he made his sons judges for Israel. ", "2": "His first son was named Joel, and his second son was named Abijah. Joel and Abijah were judges in Beersheba. ", "3": "But Samuel's sons did not live as he did. They tried to get money dishonestly. They took money secretly to be dishonest in their judging.", "4": "So all the elders came together and met Samuel at Ramah. ", "5": "They said to him, “You're old, and your sons don't live as you do. Give us a king to rule over us like all the other nations.”", "6": "When the elders said that, Samuel was not pleased. He prayed to the Lord. ", "7": "The Lord told Samuel, “Listen to whatever the people say to you. They have not rejected you. They have rejected me from being their king. ", "8": "They are doing as they have always done. When I took them out of Egypt, they left me. They served other gods. They are doing the same to you. ", "9": "Now listen to the people. But give them a warning. Tell them what the king who rules over them will do.”", "10": "Samuel answered those who had asked him for a king. He told them all the words of the Lord. ", "11": "Samuel said, “If you have a king ruling over you, this is what he will do: He will take your sons. He will make them serve with his chariots and his horses. They will run in front of the king's chariot. ", "12": "The king will make some of your sons commanders over 1,000 men or over 50 men. He will make some of your other sons plow his ground and reap his harvest. He will take others to make weapons of war and equipment for his chariots. ", "13": "This king will take your daughters. Some of your daughters will make perfume. Others will cook and bake for him. ", "14": "He will take your best fields, vineyards and olive groves. He will give them to his servants. ", "15": "He will take one-tenth of your grain and grapes and give it to his officers and servants. ", "16": "He will take your men servants and girl servants. He will take your best cattle and your donkeys. He will use them all for his own work. ", "17": "He will take one-tenth of your flocks. And you yourselves will become his slaves. ", "18": "When that time comes, you will cry out because of the king you chose. The Lord will not answer you then.”", "19": "But the people would not listen to Samuel. They said, “No! We want a king to rule over us. ", "20": "Then we will be the same as all the other nations. Our king will judge us. He will go with us and fight our battles.”", "21": "Samuel heard all that the people said. Then he repeated all their words to the Lord. ", "22": "The Lord answered, “You must listen to them. Give them a king.” Then Samuel told the people of Israel, “Everyone go back to his town.”"}