{"1": "Kish son of Abiel was from the tribe of Benjamin. He was an important man. (Abiel was the son of Zeror. And Zeror was the son of Becorath. He was the son of Aphiah of Benjamin.) ", "2": "Kish had a son named Saul. Saul was a fine young man. There was no Israelite better than he. Saul stood a head taller than any other man in Israel.", "3": "Now the donkeys of Saul's father, Kish, were lost. So Kish said to Saul, his son, “Take one of the servants. Go and look for the donkeys.” ", "4": "Saul went through the mountains of Ephraim. And he went through the land of Shalisha. But he and the servant could not find the donkeys. They went into the land of Shaalim, but the donkeys were not there. They went through the land of Benjamin. But they still did not find the donkeys. ", "5": "They arrived in the area of Zuph. Saul said to his servant, “Let's go back. My father will stop thinking about the donkeys. He will start worrying about us.”", "6": "But the servant answered, “A man of God is in this town. People respect him because everything he says comes true. Let's go into the town now. Maybe he can tell us something about the journey we have taken.”", "7": "Saul said to his servant, “If we go into the town, what can we give him? The food in our bags is gone. We have no gift to give him. Do we have anything at all to give him?”", "8": "Again the servant answered Saul. “Look, I have one-tenth of an ounce of silver. Give it to the man of God. Then he will tell us about our journey.” ", "9": "(In the past, someone in Israel might want to ask something from God. If so, he would say, “Let's go to the seer.” We call the person a man of God today. But in the past he was called a “seer.”)", "10": "Saul said to his servant, “That is a good idea. Come, let's go.” So they went toward the town where the man of God was.", "11": "Saul and the servant were going up the hill to the town. On the way they met some young women coming out to get water. Saul and the servant asked them, “Is the seer here?”", "12": "The young women answered, “Yes, he's here. He's ahead of you. Hurry now. He has just come to our town today. This is because the people will offer a sacrifice at the place of worship. ", "13": "When you enter the town, you will find him. He will be there before he goes up to the place of worship to eat. The people will not begin eating until the seer comes. He must bless the sacrifice. After that, the guests will eat. Go now, and you should find him.”", "14": "Saul and the servant went up to the town. Just as they entered the town, they saw Samuel. He was on his way up to the place of worship. So he was coming out of the city toward them.", "15": "The day before Saul came, the Lord had told Samuel: ", "16": "“About this time tomorrow I will send you a man. He will be from Benjamin. You must appoint him as leader over my people Israel. He will save my people from the Philistines. I have seen the suffering of my people. I have listened to their cry.”", "17": "When Samuel first saw Saul, the Lord spoke to Samuel. He said, “This is the man I told you about. He will rule my people.”", "18": "Saul came near Samuel at the gate. Saul said, “Please tell me where the seer's house is.”", "19": "Samuel answered, “I am the seer. Go ahead of me to the place of worship. Today you and your servant are to eat with me. Tomorrow morning I will send you home. And I will answer all your questions. ", "20": "Don't worry about the donkeys you lost three days ago. They have been found. Israel now wants you and all your father's family.”", "21": "Saul answered, “But I am from the tribe of Benjamin. It's the smallest tribe in Israel. And my family group is the smallest in the tribe of Benjamin. Why do you say Israel wants me?”", "22": "Then Samuel took Saul and his servant into a large room. He gave them a chief place at the table. About 30 guests were there. ", "23": "Samuel said to the cook, “Bring the meat I gave you. It's the portion I told you to set aside.”", "24": "So the cook took the thigh and put it on the table in front of Saul. Samuel said, “This is the meat saved for you. Eat it because it was set aside for you for this special time. As I said, 'I have invited the people.'” So Saul ate with Samuel that day.", "25": "After they finished eating, they came down from the place of worship. They went to the town. Then Samuel talked with Saul on the roof[a] of his house. ", "26": "At dawn they got up, and Samuel called to Saul on the roof. He said, “Get up, and I will send you on your way.” So Saul got up. He went out of the house with Samuel. ", "27": "Saul, his servant and Samuel were getting near the edge of the city. Samuel said to Saul, “Tell the servant to go on ahead of us. I have a message from God for you.”"}