{"1": "Of wicked lawmakers. 5 God will punish his people by the Assyrians and after destroy them. 21 The remnant of Israel shall be saved. Woe unto them that decree wicked decrees, and [a]write grievous things,", "2": "To keep back the poor from judgment, and to take away the judgment of the poor of my people, that widows may be their prey, and that they may spoil the fatherless.", "3": "What will ye do now in the day of visitation, and of destruction, which shall come from [b]far? to whom will ye flee for help and where will ye leave your [c]glory?", "4": "[d]Without me everyone shall fall among them that are bound, and they shall fall down among the slain: yet for all this his wrath is not turned away, but his hand is stretched out still.", "5": "¶ O [e]Assyria, the rod of my wrath: and the staff in their hands is mine indignation.", "6": "I will send [f]him to a dissembling nation, and I will give him a charge against the people of my wrath to take the spoil and to take the prey, and to tread them under feet like the mire in the street.", "7": "But he thinketh not so, neither doth his heart esteem it so: but he imagineth to destroy and to cut off not a few nations.", "8": "For he saith, Are not my princes altogether Kings?", "9": "Is not Calno as [g]Carchemish? Is not Hamath like Arpad? Is not Samaria as Damascus?", "10": "Like as mine hand hath found the kingdoms of the idols, seeing their idols were above Jerusalem, and above Samaria:", "11": "Shall not I, as I have done to Samaria, and to the idols thereof, so do to Jerusalem, and to the idols thereof?", "12": "¶ But when the Lord hath accomplished [h]all his work upon mount Zion and Jerusalem, I will visit the fruit of the proud heart [i]of the king of Assyria, and his glorious and proud looks,", "13": "Because he said, By the power of mine own hand have I done it, and by my wisdom, because I am wise: therefore I have removed the borders of the people, and have spoiled their treasures, and have pulled down the inhabitants like a valiant man.", "14": "And mine hand hath found as a nest the riches of the people, and as one that gathereth eggs that are left, so have I gathered all the earth: and there was none to move the wing or to open the mouth, or to whisper.", "15": "Shall the [j]axe boast itself against him that heweth therewith? or shall the saw exalt itself against him that moveth it? as if the rod should lift up itself against him that taketh it up, or the staff should exalt itself as it were no wood.", "16": "Therefore shall the Lord God of hosts send among his fat men leanness, and under his glory he shall kindle a burning, like the burning of fire.", "17": "And the light of Israel shall be as a [k]fire, and the Holy one thereof as a flame, and it shall burn, and devour [l]his thorns and his briers in one day:", "18": "And shall consume the glory of his forest, and of his fruitful fields both soul [m]and flesh: and he shall be as the [n]fainting of a standard bearer.", "19": "And the rest of the trees of his forest shall be few, that a child may tell them.", "20": "¶ And at that day shall the remnant of Israel and such as are escaped of the house of Jacob, stay no more upon him that smote them, but shall [o]stay upon the Lord, the Holy one of Israel in truth.", "21": "The remnant shall return, even the remnant of Jacob unto the mighty God.", "22": "For though thy people, O Israel, be as the sand of the sea, yet shall the remnant of them return. The consumption [p]decreed shall overflow with righteousness.", "23": "For the Lord God of hosts shall make the consumption even [q]determined, in the midst of all the land.", "24": "Therefore thus saith the Lord God of hosts, O my people, that dwellest in Zion, be not afraid of Assyria: he shall smite thee with a rod, and shall lift up his staff against thee after the manner of [r]Egypt.", "25": "But yet a very little time, and the wrath shall be consumed, and mine anger in their destruction.", "26": "And the Lord of hosts shall raise up a scourge for him, according to the plague of [s]Midian in the rock Oreb: and as his staff was upon the [t]Sea, so he will lift it up after the manner of Egypt.", "27": "And at that day shall his burden be taken away from off thy shoulder, and his yoke from off thy neck: and the yoke shall be destroyed because of [u]the anointing.", "28": "He is come to [v]Aiath: he is passed into Migron: at Michmash shall he lay up his armor.", "29": "They have gone over the ford: they lodged in the lodging at Geba: Ramah is afraid: Gibeah of Saul is fled away.", "30": "Lift up thy voice, O daughter Gallim, cause Laish to hear, O poor Anathoth.", "31": "Madmenah is removed: the inhabitants of Gebim have gathered themselves together.", "32": "Yet there is a time that he will stay at Nob: he shall lift up his hand toward the mount of the daughter Zion, the hill of Jerusalem.", "33": "Behold, the Lord God of hosts shall cut off the [w]bough with fear, and they of high stature shall be cut off, and the high shall be humbled.", "34": "And he shall cut away the thick places of the forest with iron, and Lebanon shall have a mighty fall."}