{"1": "The Medes and Persians shall destroy Babylon. The [a]burden of Babel, which Isaiah the son of Amoz did see.", "2": "Lift up a standard upon the high mountain: lift up the voice unto them: wag the [b]hand, that they may go into the gates of the nobles.", "3": "I have commanded them, that I have [c]sanctified: and I have called the mighty to my wrath, and them that rejoice in my [d]glory.", "4": "The noise of a multitude is in the mountains like a great people: a tumultuous voice of the kingdoms of the nations gathered together: the Lord of hosts numbereth the host of the battle.", "5": "They come from a far country, from the end of the heaven: even the Lord with the [e]weapons of his wrath to destroy the whole land.", "6": "Howl [f]you, for the day of the Lord is at hand: it shall come as a destroyer from the Almighty.", "7": "Therefore shall all hands be weakened, and all men's hearts shall melt.", "8": "And they shall be afraid: anguish and sorrow shall take them, and they shall have pain, as a woman that travaileth: everyone shall be amazed at his neighbor, and their faces shall be like [g]flames of fire.", "9": "Behold, the day of the Lord cometh, cruel, with wrath and fierce anger to lay the land waste: and he shall destroy the sinners out of it.", "10": "For the [h]stars of heaven and the planets thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.", "11": "And I will visit the wickedness upon the [i]world, and their iniquity upon the wicked, and I will cause the arrogancy of the [j]proud to cease, and will cast down the pride of tyrants.", "12": "I will make a [k]man more precious than fine gold, even a man above the wedge of gold of Ophir.", "13": "Therefore I will shake the heaven, and the earth shall remove out of her place in the wrath of the Lord of hosts, and in the day of his fierce anger.", "14": "And [l]it shall be as a chased Doe, and as a sheep that no man taketh up; every man shall turn to his own people, and flee each one to his own land.", "15": "Everyone that is found, shall be stricken through: and whosoever joineth himself, shall fall by the sword.", "16": "Their [m]children also shall be broken in pieces before their eyes: their houses shall be spoiled; and their wives ravished.", "17": "Behold, I will stir up the Medes against them, which shall not regard silver, nor be desirous of gold.", "18": "With bows also shall they destroy the children, and shall have no compassion upon the fruit of the womb, and their eyes shall not spare the children.", "19": "And Babel the glory of kingdoms, the beauty and pride of the Chaldeans, shall be as the destruction of God in Sodom and Gomorrah.", "20": "It shall not be inhabited forever, neither shall it be dwelled in from generation to generation: neither shall the [n]Arabian pitch his tents there, neither shall their shepherds make their folds there.", "21": "But [o]Zijm shall lodge there, and their houses shall be full of Ohim: Ostriches shall dwell there, and the Satyrs shall dance there.", "22": "And Iim shall cry in their palaces, and dragons in their pleasant palaces: and the time thereof is ready to come, and the days thereof shall not be prolonged."}