{"1": "The destruction of the Egyptians by the Assyrians. 18 Of their conversion to the Lord. The [a]burden of Egypt. Behold, the Lord [b]rideth upon a swift cloud, and shall come into Egypt, and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of her.", "2": "And I will set the Egyptians against the Egyptians: so everyone shall [c]fight against his brother, and everyone against his neighbor, city against city, and kingdom against kingdom.", "3": "And the [d]spirit of Egypt shall fail in the midst of her, and I will destroy their counsel, and they shall seek at the idols, and at the sorcerers, and at them that have spirits of divination, and at the soothsayers.", "4": "And I will deliver the Egyptians into the hand of the cruel lords, and a mighty king shall rule over them, saith the Lord God of hosts.", "5": "Then the waters of the sea shall [e]fail, and the river shall be dried up, and wasted.", "6": "And the [f]rivers shall go far away: the rivers of defense shall be emptied and dried up: the reeds and flags shall be cut down.", "7": "The grass in the river, and at the [g]head of the rivers, and all that groweth by the river shall wither, and be driven away, and be no more.", "8": "The fishers also shall [h]mourn, and all they that cast angle into the river, shall lament, and they that spread their net upon the waters, shall be weakened.", "9": "Moreover, they that work in flax of divers sorts, shall be confounded, and they that weave nets.", "10": "For their nets shall be broken, and all they that make ponds shall be heavy in heart.", "11": "Surely the princes of [i]Zoan are fools: the counsel of the wise counselors of Pharaoh, is become foolish: how say ye unto Pharaoh, I [j]am the son of the wise? I am the son of the ancient kings?", "12": "Where are now the wise men, that they may tell thee, or may know what the Lord of hosts hath determined against Egypt?", "13": "The princes of Zoan are become fools: the princes of [k]Noph are deceived, they have deceived Egypt, even the [l]corners of the tribes thereof.", "14": "The Lord hath mingled among them the spirits [m]of errors: and they have caused Egypt to err in every work thereof, as a drunken man erreth in his vomit.", "15": "Neither shall there be any work in Egypt, which the head may [n]do, nor the tail, the branch nor the rush.", "16": "In that day shall Egypt be like unto women: for it shall be afraid and fear because of the moving of the hand of the Lord of hosts, which he shaketh over it.", "17": "And the land of Judah shall be a fear [o]unto Egypt: everyone that maketh mention of it, shall be afraid thereat, because of the counsel of the Lord of hosts, which he hath determined upon it.", "18": "In that day shall five cities in the land of Egypt [p]speak the language of Canaan, and shall [q]swear by the Lord of hosts: one shall be called the city of [r]destruction.", "19": "In that day shall the altar of the Lord be in the midst of the land of Egypt, and [s]a pillar by the border thereof unto the Lord.", "20": "And it shall be for a sign and for a witness unto the Lord of hosts in the land of Egypt: for they shall cry unto the Lord, because of the oppressors, and he shall send them [t]a Savior, and a great man, and shall deliver them.", "21": "And the Lord shall be known of the Egyptians, and the Egyptians shall know the Lord in that day, and do [u]sacrifice and oblation, and shall vow vows unto the Lord, and perform them.", "22": "So the Lord shall smite Egypt, he shall smite and heal it: for he shall return unto the Lord, and he shall be entreated of them and shall heal them.", "23": "In that day shall there be a path from [v]Egypt to Assyria, and Assyria shall come into Egypt, and Egypt into Assyria: so the Egyptians shall worship with Assyria.", "24": "In that day shall Israel be the third with Egypt and Assyria: even a blessing in the midst of the land.", "25": "For the Lord of hosts shall bless it, saying, Blessed be my people Egypt and Assyria, the work of mine hands, and Israel mine inheritance."}