{"1": "The Church shall be restored by Christ, and the Gentiles called. 6 The punishment of the rebellious and obstinate. The word that Isaiah the son of Amoz saw upon Judah and Jerusalem,", "2": "It [a]shall be in the last days, that the mountain of the House of the Lord shall be prepared in the top of the mountains, and [b]shall be exalted above the hills, and all nations shall [c]flow unto it.", "3": "And many people shall go, and say, Come, and let us go up to [d]the mountain of the Lord, to the house of the God of Jacob; and he will teach us his ways, and we will walk in his paths, for the [e]Law shall go forth of Zion, and the word of the Lord from [f]Jerusalem.", "4": "And [g]he shall judge among the nations, and [h]rebuke many people: they shall [i]break their swords also into mattocks, and their spears into scythes: nation shall not lift up a sword against nation, neither shall they learn [j]to fight anymore.", "5": "O house of Jacob, come ye, and let us [k]walk in the Law of the Lord.", "6": "Surely thou [l]hast forsaken thy people, the house of Jacob, because they are [m]full of the East manners, and are sorcerers as the Philistines, [n]and abound with strange children.", "7": "Their land also was full of [o]silver and gold, and there was none end of their treasures: and their land was full of horses, and their chariots were infinite.", "8": "Their land was also full of idols; they worshipped the work of their own hands, which their own fingers have made.", "9": "And a man bowed himself, and a man [p]humbled himself: therefore [q]spare them not.", "10": "Enter into the rock, and hide thee in the dust from before the fear of the Lord, and from the glory of his Majesty.", "11": "The high look of man shall be humbled, and the loftiness of men shall be abased, and the Lord only shall be exalted in [r]that day.", "12": "For the day of the Lord of hosts is upon all the proud and haughty, and upon all that is exalted: and it shall be made low.", "13": "Even upon all the cedars of Lebanon, that are high and exalted, and upon all the oaks of Bashan,", "14": "And upon all the high [s]mountains, and upon all the hills that are lifted up,", "15": "And upon every high tower, and upon every strong wall,", "16": "And upon [t]all the ships of Tarshish, and upon all pleasant pictures.", "17": "And the haughtiness of men shall be brought low, and the loftiness of men shall be abased, and the Lord shall only be exalted in that day.", "18": "And the idols will he utterly destroy.", "19": "Then shall they go into the holes of the rocks, and into the caves of the earth from before the fear of the Lord, and from the glory of his majesty, when he shall arise to destroy the earth.", "20": "At that day shall man cast away his silver idols and his golden idols (which they had made themselves to worship them) [u]to the moles, and to the backs,", "21": "To go into the holes of the rocks, and into the tops of the ragged rocks from before the fear of the Lord, and from the glory of his majesty, when he shall rise to destroy the earth.", "22": "Cease you from the man, whose [v]breath is in his nostrils: for wherein is he to be esteemed?"}