{"1": "A Prophecy against Tyre. 17 A promise that it shall be restored. The [a]burden of Tyre. Howl ye ships of [b]Tarshish: for [c]it is destroyed, so that there is none house: none shall come from the land of [d]Kittim: it is [e]revealed unto them.", "2": "Be still, ye that dwell in the isles: the merchants of Sidon, and such as pass over the sea, have [f]replenished thee.", "3": "The [g]seed of Nile growing by the abundance of waters, and the harvest of the river was her revenues, and she was a mart of the nations.", "4": "Be ashamed, thou Sidon: for the [h]sea hath spoken, even the strength of the sea, saying, I have not [i]travailed, nor brought forth children, neither nourished young men, nor brought up virgins.", "5": "When the fame cometh to the Egyptians, they shall be [j]sorry, concerning the rumor of Tyre.", "6": "Go you over to [k]Tarshish: howl, ye that dwell in the isles.", "7": "Is not this that your glorious city? her antiquity is of ancient days: her own feet shall lead her afar off to be a sojourner.", "8": "Who hath decreed this against Tyre (that [l]crowneth men) whose merchants are princes? whose chapmen are the nobles of the world?", "9": "The Lord of hosts hath decreed this, to stain the pride of all glory, and to bring to contempt all them that be glorious in the earth.", "10": "Pass through thy land like a flood to the [m]daughter of Tarshish: there is no more strength.", "11": "He stretched out his hand upon the sea: he shook the kingdoms: the Lord hath given a commandment concerning the place of merchandise, to destroy the power thereof.", "12": "And he said, Thou shalt no more rejoice when thou art oppressed: [n]O virgin [o]daughter of Sidon: rise up, go out unto Kittim: yet there thou shalt have no rest.", "13": "Behold the land of the Chaldeans: this was no people: [p]Assyria founded it by the inhabitants of the wilderness: they set up the towers thereof: they raised the palaces thereof, and he [q]brought it to ruin.", "14": "Howl ye ships of Tarshish, for your [r]strength is destroyed.", "15": "And in that day shall Tyre be forgotten seventy years (according to the years of one King) at the end of [s]seventy years shall Tyre [t]sing as an harlot.", "16": "Take an harp and go about the city (thou harlot that hast been forgotten) [u]make sweet melody, sing more songs that thou mayest be remembered.", "17": "And at the end of seventy years shall the Lord visit Tyre, and she shall return to her [v]wages, and shall commit fornication with all the kingdoms of the earth, that are in the world.", "18": "Yet her occupying and her wages shall be [w]holy unto the Lord: it shall not be laid up nor kept in store, but her merchandise shall be for them that dwell before the Lord, to eat sufficiently, and to have durable clothing."}