{"1": "Against the pride and drunkenness of Israel. 9 The untowardness of them that should learn the word of God. 24 God doeth all things in time and place. Woe to the [a]crown of pride, the drunkards of Ephraim: for his glorious beauty shall be a fading flower, which is upon the head of the [b]valley of them that be fat, and are overcome with wine.", "2": "Behold, the Lord hath a mighty and [c]strong host like a tempest of hail, and a whirlwind that overthroweth, like a tempest of mighty waters that overflow, which throw to the ground mightily.", "3": "They shall be trodden under foot, even the crown and the pride of the drunkards of Ephraim.", "4": "For his glorious beauty shall be a fading flower, which is upon the head of the valley of them that be fat, and as [d]the hasty fruit afore Summer, which when he hath looketh upon it, seeth it, while it is in his hand, he eateth it.", "5": "In that day shall the Lord of hosts be for a crown of glory, and for a diadem of beauty unto the [e]residue of his people:", "6": "And for a spirit of judgment to him that sitteth in judgment, and for [f]strength unto them that turn away the battle to the gate.", "7": "But [g]they have erred because of wine, and are out of the way by strong drink: the Priest and the prophet have erred by strong drink: they are swallowed up with wine: they have gone astray through strong drink: they fail in vision: they stumble in judgment.", "8": "For all their tables are full of filthy vomiting: no place is clean.", "9": "[h]Whom shall he teach knowledge? and whom shall he make to understand the things that he heareth? them that are weaned from the milk, and drawn from the breasts.", "10": "For [i]precept must be upon precept, precept upon precept, line unto line, line unto line, there a little, and there a little.", "11": "For with a stammering [j]tongue, and with a strange language shall he speak unto this people.", "12": "Unto whom [k]he said, [l]This is the rest: [m]give rest unto him that is weary, and this is the refreshing, but they would not hear.", "13": "Therefore shall the word of the [n]Lord be unto them precept upon precept, precept upon precept, line unto line, line unto line, there a little and there a little: that they may go and fall backward, and be broken, and be snared, and be taken.", "14": "Wherefore hear the word of the Lord, ye scornful men, that rule this people, which is at Jerusalem.", "15": "Because ye have said, We have made a [o]covenant with death, and with hell are we at agreement: though a scourge run over, and pass through, it shall not come at us: for we have made [p]falsehood our refuge, and under vanity are we hid,", "16": "Therefore thus saith the Lord God, Behold, I will lay in Zion a stone, a [q]tried stone, a precious cornerstone, a sure foundation. He that believeth, [r]shall not make haste.", "17": "Judgment also will I lay to the rule, and [s]righteousness to the balance, and the [t]hail shall sweep away the vain confidence, and the waters shall overflow [u]the secret place.", "18": "And your covenant with death shall be disannulled, and your agreement with hell shall not stand: when a scourge shall run over and pass through, then shall ye be trodden down by it.", "19": "When it passeth over, it shall take you away: for it shall pass through every morning in the day and in the night, and there shall be only [v]fear, to make you to understand the hearing.", "20": "For the bed is [w]strait, that it cannot suffice, and the covering narrow, that one cannot wrap himself.", "21": "For the Lord shall stand as in mount [x]Perazim: he shall be wroth as in the valley [y]of Gibeon, that he may do his work, his strange work, and bring to pass his act, his strange act.", "22": "Now therefore be no mockers, lest your bonds increase: for I have heard of the Lord of hosts a consumption, even determined upon the whole earth.", "23": "Hearken ye, and hear my voice: hearken ye, and hear my speech.", "24": "Doth the plowman plow all the day, to sow? doth he open, and break the clots of his ground?", "25": "When he hath made it [z]plain, will he not then sow the fitches, and sow cumin, and cast in wheat by measure, and the appointed barley and rye in their place?", "26": "For his God doth instruct him to have discretion, and doth teach him.", "27": "For fitches shall not be threshed with a threshing instrument, neither shall a cartwheel be turned about upon the cumin: but the fitches are beaten out with a staff, and cumin with a rod.", "28": "Bread corn when it is threshed, he doth not always thresh it, neither doth the wheel of his cart still make a noise, neither will he break it with the teeth thereof.", "29": "This also cometh from the Lord of hosts, which is wonderful in counsel, and excellent in works."}