{"1": "The conditions of good rulers and officers describeth by the government of Hezekiah, who was the figure of Christ. Behold, [a]a King shall reign in justice, and the princes shall [b]rule in judgment.", "2": "And that man shall be as an hiding place from the wind, and as a refuge for the tempest, as rivers of water in a dry place, and as the shadow of a great rock in [c]a weary land.", "3": "The eyes of [d]the seeing shall not be shut, and the ears of them that hear, shall hearken.", "4": "And the heart of the foolish shall understand knowledge, and the tongue of the stutters shall be ready to speak distinctly.", "5": "A [e]niggard shall no more be called liberal, nor the churl rich.", "6": "But the niggard will speak of niggardness, and his heart will work iniquity, and do wickedly, and speak falsely against the Lord, to make empty the hungry soul, and to cause the drink of the thirsty to fail.", "7": "For the weapons of the churl are wicked: he deviseth wicked counsels to undo the poor with lying words, and to speak against the poor in judgment.", "8": "But the liberal man will devise of liberal things, and he will continue his liberality.", "9": "¶ Rise up ye women that are at ease: hear my voice, ye [f]careless daughters, hearken to my words.", "10": "Ye women that are careless, shall be in fear [g]above a year in days, [h]for the vintage shall fail, and the gatherings shall come no more.", "11": "Ye women that are at ease, be astonied; fear, O ye careless women: put off the clothes; make bare, and gird sackcloth upon the loins.", "12": "Men shall lament for the [i]teats, even for the pleasant fields, and for the fruitful vine.", "13": "Upon the land of my people shall grow thorns and briers: yea, upon all the houses of joy in the city of rejoicing,", "14": "Because the palace shall be forsaken, and the [j]noise of the city shall be left: the tower and fortress shall be dens forever, and the delight of wild asses, and a pasture for flocks,", "15": "Until the [k]Spirit be poured upon us from above, and the wilderness become a fruitful field, and the [l]plenteous field be counted as a forest.", "16": "And judgment shall dwell in the desert, and justice shall remain in the fruitful field.", "17": "And the work of justice shall be peace, even the work of justice and quietness, and assurance forever.", "18": "And my people shall dwell in the tabernacle of peace, and in sure dwellings, and in safe resting places.", "19": "When it haileth, it shall fall on the forest, and the [m]city shall be in the low place.", "20": "Blessed are ye [n]that sow upon all waters, and [o]drive thither the feet of the ox and the ass."}