{"1": "Sennacherib sendeth Rabshakeh to besiege Jerusalem. 15 His blasphemies against God. Now [a]in the [b]fourteenth year of King Hezekiah, Sennacherib King of Assyria came up against all the strong cities of Judah, and took them.", "2": "And the King of Assyria sent Rabshakeh from Lachish toward Jerusalem unto king Hezekiah, with a great host, and he stood by the conduit of the upper pool in the path of the fuller's field.", "3": "Then came forth unto him Eliakim the son of Hilkiah the [c]steward of the house, and Shebna [d]the chancellor, and Joah the son of Asaph the recorder.", "4": "And [e]Rabshakeh said unto them, Tell you Hezekiah, I pray you, Thus saith the great king, the King of Assyria, What confidence is this, wherein thou trustest?", "5": "I say, [f]Surely I have eloquence, but counsel and strength are for the war: on whom then dost thou trust, that thou rebellest against me?", "6": "Lo, thou trustest in this broken staff of reed, on Egypt, whereupon if a man lean, it will go into his hand, and pierce it: so is [g]Pharaoh King of Egypt unto all that trust in him.", "7": "But if thou say unto me, We trust in the Lord our God, is not that he, whose high places and whose altars Hezekiah took down, and said to Judah and to Jerusalem, Ye shall worship before this altar?", "8": "Now therefore give hostages to my Lord the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them.", "9": "For how canst thou [h]despise any captain of the [i]least of my lord's servants? and put thy trust on Egypt for chariots and for horsemen?", "10": "And am I now come up without the Lord to this land to destroy it? The Lord said unto me, [j]Go up against this land and destroy it.", "11": "¶ Then said Eliakim, and Shebna and Joah unto Rabshakeh, [k]Speak, I pray thee, to thy servants in the Aramite's language (for we understand it) and talk not with us in the Jews' tongue, in the audience of the people that are on the wall.", "12": "Then said Rabshakeh, Hath my master sent me to thy master, and to thee, to speak these words, and not to the men that sit on the wall? that they may eat their own thing, and drink their own [l]piss with you?", "13": "So Rabshakeh stood, and cried with a loud voice in the Jews' language, and said, Hear the words of the great King, of the King of Assyria.", "14": "Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you.", "15": "Neither let Hezekiah make you to trust in the Lord, saying, The Lord will surely deliver us: this city shall not be given over into the hand of the king of Assyria.", "16": "Hearken not to Hezekiah: for thus saith the king of Assyria, Make [m]appointment with me, and come out to me, that every man may eat of his own vine, and every man of his own fig tree, and drink every man the water of his own well,", "17": "Till I come and bring you to a land like your own land, even a land of wheat and wine, a land of bread and vineyards,", "18": "Lest Hezekiah deceive you, saying, The Lord will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?", "19": "Where is the god of [n]Hamath, and of Arpad? where is the god of Sepharvaim? or how have they delivered Samaria out of my hand?", "20": "Who is he among all the gods of these lands, that hath delivered their country out of mine hand, that the Lord should deliver Jerusalem out of mine hand?", "21": "Then they [o]kept silence, and answered him not a word: for the king's commandment was, saying, Answer him not.", "22": "Then came Eliakim the son of Hilkiah the steward of the house, and Shebna the chancellor, and Joah the son of Asaph the recorder, unto Hezekiah with rent clothes, and told him the words of Rabshakeh."}