{"1": "Hezekiah asketh counsel of Isaiah, who promiseth him the victory. 10 The blasphemy of Sennacherib. 16 Hezekiah's prayer. 36 The army of Sennacherib is slain of the Angel. 38 And he himself of his own sons. And when the King Hezekiah heard it, he [a]rent his clothes, and put on sackcloth and came into the house of the Lord.", "2": "And he sent Eliakim the steward of the house, and Shebna the chancellor, with the Elders of the Priests, clothed in sackcloth unto [b]Isaiah the Prophet the son of Amoz.", "3": "And he said unto him, Thus saith Hezekiah, This day is a day of tribulation and of rebuke and blasphemy: for the children are come to the [c]birth, and there is no strength to bring forth.", "4": "If so be the Lord thy God hath [d]heard the words of Rabshakeh, whom the King of Assyria his master hath sent to rail on the living God, and to reproach him with words, which the Lord thy God hath heard, then [e]lift thou up thy prayer for the remnant that are left.", "5": "So the servants of the King Hezekiah came to Isaiah.", "6": "And Isaiah said unto them, Thus say unto your master, Thus saith the Lord, Be not afraid of the words that thou hast heard, wherewith the servants of the King of Assyria have blasphemed me.", "7": "Behold, I will send a blast upon him, and he shall hear a [f]noise, and return to his own land, and I will cause him to fall by the sword in his own land.", "8": "¶ So Rabshakeh returned, and found the King of Assyria fighting against [g]Libnah: for he had heard that he was departed from Lachish.", "9": "He heard also men say of Tirhakah, King of Ethiopia, Behold, he is come out to fight against thee: and when he heard it, he sent other messengers to Hezekiah, saying,", "10": "Thus shall ye speak to Hezekiah King of Judah, saying, Let not thy God [h]deceive thee, in whom thou trustest, saying, Jerusalem shall not be given into the hand of the King of Assyria.", "11": "Behold, thou hast heard what the Kings of Assyria have done to all lands in destroying them, and shalt thou be delivered?", "12": "Have the gods of the nations delivered them, which my fathers have destroyed? as [i]Gozan, and [j]Haran, and Rezeph, and the children of Eden, which were at Telassar?", "13": "Where is the king of Hamath, and the King of Arpad, and the King of the city of Sepharvaim, Hena, and Ivah?", "14": "¶ So Hezekiah received the letter of the hand of the messengers, and read it, and he went up into the house of the Lord, and Hezekiah spread it before the Lord.", "15": "And Hezekiah prayed unto the Lord, saying,", "16": "O Lord of hosts, God of Israel, which [k]dwellest between the Cherubims, thou art very God alone over all the kingdoms of the earth: thou hast made the heaven and the earth.", "17": "Incline thine ear, O Lord, and hear: open thine eyes, O Lord, and see, and hear all the words of Sennacherib, who hath sent to blaspheme the living God.", "18": "Truth it is, O Lord, that the Kings of Assyria have destroyed all lands and [l]their country,", "19": "And have cast their gods in the fire: for they were no gods, but the work of men's hands, even wood or stone: therefore they destroyed them.", "20": "Now therefore, O Lord our God, save thou us out of his hand, that [m]all the kingdoms of the earth may know, that thou only art the Lord.", "21": "¶ Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the Lord God of Israel, Because thou hast prayed unto me, concerning Sennacherib king of Assyria,", "22": "This is the word that the Lord hath spoken against him, The [n]virgin, the daughter of Zion, hath despised thee, and laughed thee to scorn: the daughter of Jerusalem hath shaken her head at thee.", "23": "Whom hast thou railed on and blasphemed? and against whom hast thou exalted thy voice, and lifted up thine eyes on high? even against the [o]holy One of Israel.", "24": "By thy servants hast thou railed on the Lord, and said, By the multitude of my chariots I am come up to the top of the mountains to the sides of Lebanon, and will cut down the high cedars thereof, and the fair fir trees thereof, and I will go up to the heights of his top, and to the forest of his fruitful places.", "25": "I have dug, [p]and drunk the waters, and with the plant of my feet have I dried all the rivers closed in.", "26": "Hast thou not heard how I have of old time made it, [q]and have formed it long ago? and should I now bring it, that it should be destroyed, and laid on ruinous heaps, as cities defensed?", "27": "Whose inhabitants have [r]small power, and are afraid and confounded: they are like the grass of the field and green herb, or grass on the house tops, or corn blasted [s]afore it be grown.", "28": "But I know thy dwelling, and thy [t]going out, and thy coming in, and thy fury against me.", "29": "Because thou ragest against me, and thy tumult is come unto mine ears, therefore will I put mine [u]hook in thy nostrils, and my bridle in thy lips, and will bring thee back again the same way thou [v]camest.", "30": "And this shall be a [w]sign unto thee, O Hezekiah, Thou shalt eat this year such as groweth of itself: and the [x]second year such things as grow without sowing: and in the third year, sow ye and reap, and plant vineyards, and eat the fruit thereof.", "31": "And [y]the remnant that is escaped of the house of Judah, shall again take root downward and bear fruit upward.", "32": "For out of Jerusalem shall go a remnant, and they that escape out of mount Zion: the zeal of the Lord of hosts shall do this.", "33": "Therefore thus saith the Lord concerning the King of Assyria, He shall not enter into this city, nor shoot an arrow there, nor come before it with shield, nor cast a mount against it.", "34": "By the same way that he came, he shall return, and not come into this city, saith the Lord.", "35": "For I will defend this city to save it, for mine own sake, and for my servant [z]David's sake.", "36": "¶ Then the Angel of the Lord went out, and smote in the camp of Assyria, an hundred fourscore, and five thousand: so when they arose early in the morning, behold, they were all dead corpses.", "37": "So Sennacherib king of Assyria departed, and went away and returned and dwelt at [aa]Nineveh.", "38": "And as he was in the Temple worshipping of Nisroch his god, Adrammelech and Sharezer his sons slew him with the sword, and they escaped into the land of [ab]Ararat: and [ac]Esarhaddon his son reigned in his stead."}