{"1": "Hezekiah is sick. 5 He is restored to health by the Lord, and liveth fifteen years after. 10 He giveth thanks for his benefit. About that [a]time was Hezekiah sick unto the death, and the Prophet Isaiah son of Amoz came unto him, and said unto him, Thus saith the Lord, Put thine house in an order, for thou shalt die, and not live.", "2": "Then Hezekiah [b]turned his face to the wall, and prayed to the Lord,", "3": "And said, I beseech thee, Lord, remember now how I have walked before thee in truth, and with a perfect heart, and have done that which is good in thy sight: and Hezekiah wept sore.", "4": "¶ Then came the word of the Lord to Isaiah, saying,", "5": "Go, and say unto Hezekiah, Thus saith the Lord God of David thy father, I have heard thy prayer, and seen thy tears: behold, I will add unto thy days fifteen years.", "6": "And I will deliver thee [c]out of the hand of the king of Assyria, and this city: for I will defend this city.", "7": "And [d]this sign shalt thou have of the Lord, that the Lord will do this thing that he hath spoken,", "8": "Behold, I will bring again the shadow of the degrees (whereby it is gone down in the dial of Ahaz by the [e]sun) ten degrees backward: so the sun returned by ten degrees, by the which degrees it was gone down.", "9": "[f]The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness.", "10": "I said in the [g]cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years.", "11": "I said, [h]I shall not see the Lord, even the Lord in the land of the living: I shall see man no more among the inhabitants of the world.", "12": "Mine habitation is departed, and is removed from me, like a shepherd's tent: I [i]have cut off like a weaver my life: he will cut me off from the height: from day [j]to night, thou wilt make an end of me.", "13": "I reckoned [k]to the morning: but he brake all my bones like a lion, from day to night wilt thou make an end of me.", "14": "Like a crane or a swallow, so did I [l]chatter: I did mourn as a dove: mine eyes were lifted up on high: O Lord, [m]it hath oppressed me, comfort me.", "15": "What shall I say, [n]for he hath said it to me, and he hath done it: I shall walk [o]weakly all my years in the bitterness of my soul.", "16": "O Lord, [p]to them that overlive them, and to all that are in them, the life of my spirit shall be known, that thou causest me to [q]sleep and hast given life to me.", "17": "Behold, for [r]felicity I had bitter grief, but it was thy pleasure to deliver my soul from the pit of corruption: for thou hast cast all my [s]sins behind thy back.", "18": "For [t]the grave cannot confess thee: death cannot praise thee: they that go down into the pit, cannot hope for thy truth.", "19": "But the living, the living, he shall confess thee, as I do this day: the father to the [u]children shall declare thy truth.", "20": "The Lord was ready to save me: therefore we will sing my song, all the days of [v]our life in the house of the Lord.", "21": "Then said Isaiah, Take a lump of dry figs and [w]lay it upon the boil, and he shall recover.", "22": "Also Hezekiah [x]had said, What is the sign, that I shall go up into the house of the Lord?"}