{"1": "The obedience and humility of Christ. 6 Why he was sent into the world. 11 The vocation of the Gentiles. Behold, [a]my servant: [b]I will stay upon him: mine elect, in whom my soul [c]delighteth: I have put my Spirit upon him: he shall bring forth [d]judgment to the Gentiles.", "2": "He shall not [e]cry, nor lift up, nor cause his voice to be heard in the street.", "3": "A [f]bruised reed shall he not break, and the smoking [g]flax shall he not quench: he shall bring forth judgment in [h]truth.", "4": "He shall not fail nor be discouraged till he have [i]set judgment in the earth: and the [j]isles shall wait for his Law.", "5": "Thus saith God the Lord (he that created the heavens and spread them abroad: he that stretched forth the earth, and the buds thereof: he that giveth breath unto the people upon it, and spirit to them that walk therein)", "6": "I the Lord have called thee in [k]righteousness, and will hold [l]thine hand, and I will keep thee, and give thee for a [m]covenant of the people, and for a light of the Gentiles,", "7": "That thou mayest open the eyes of the blind, and bring out the prisoners from the prison: and them that sit in darkness, out of the prison house.", "8": "I am the Lord, this is my Name, and my [n]glory will I not give to another, neither my praise to graven images.", "9": "Behold, the former things are [o]come to pass, and new things do I declare: before they come forth, I tell you of them.", "10": "Sing unto the Lord a new song, and his praise from the end of the earth: ye that go down to the sea, and all that is therein, the isles and the inhabitants thereof.", "11": "Let the wilderness and the cities thereof lift up their voice, the towns that [p]Kedar doth inhabit: let the inhabitants of the rocks sing: let them shout from the top of the mountains.", "12": "Let them give glory unto the Lord, and declare his praise in the islands.", "13": "The Lord shall go forth as a [q]giant; he shall stir up his courage like a man of war: he shall shout and cry, and shall prevail against his enemies.", "14": "I have a long time held my peace: I have been still and refrained myself; now will I cry like a [r]travailing woman: I will destroy and devour at once.", "15": "I will make waste mountains, and hills, and dry up all their herbs, and I will make the floods islands, and I will dry up the pools.", "16": "¶ And I will bring the [s]blind by a way, that they knew not, and lead them by paths that they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them.", "17": "They shall be turned back: they shall be greatly ashamed, that trust in graven images, and say to the molten images, Ye are our gods.", "18": "¶ Hear, ye deaf: and ye blind, regard, that ye may see.", "19": "Who is blind but my [t]servant? or deaf as my [u]messenger, that I sent? who is blind as the [v]perfect, and blind as the Lord's servant?", "20": "Seeing many things, but thou keepest them not? opening the ears, but he heareth not?", "21": "The Lord is willing for his righteousness sake, that he may magnify the Law and exalt it.", "22": "But this people is [w]robbed and spoiled, and shall be all snared in dungeons, and they shall be hid in prison houses; they shall be for prey, and none shall deliver: a spoil, and none shall say, [x]Restore.", "23": "Who among you shall hearken to this, and take heed, and hear for [y]afterwards?", "24": "Who gave Jacob for a spoil, and Israel to the robbers? Did not the Lord, because we have sinned against him? for they would not walk in his ways, neither be obedient unto his Law.", "25": "Therefore he hath poured upon him his fierce wrath, and the strength of battle; and it set him on fire round about, and he knew not, and it burned him up, yet he considered not."}