{"1": "The hypocrisy of the Jews is reproved. 12 The Lord alone will be worshipped. 20 Of their deliverance out of Babylon. Hear ye this, O house of Jacob, which are [a]called by the name of Israel, and are come out of [b]the waters of Judah: which swear by the name of the Lord, and make mention of the God of Israel, but not in truth nor in righteousness.", "2": "For they are called of the holy city, and stay themselves [c]upon the God of Israel, whose Name is the Lord of hosts.", "3": "I have declared the former things of old, and they went out of my mouth, and I showed [d]them: I did them suddenly and they came to pass.", "4": "Because I knew that [e]thou art obstinate, and thy neck is an iron sinew, and thy brow brass,", "5": "Therefore I have declared it to thee of old: before it came to pass, I showed [f]it thee, lest thou shouldest say, Mine idol hath done them, and my carved image, and my molten image hath commanded them.", "6": "Thou hast heard, behold all this, and will not ye [g]declare it? I have showed thee new things, even now, and hid things, which thou knewest not.", "7": "They are created now, and not of old, and even before this thou heardest them not, lest thou shouldest say, Behold, I [h]knew them.", "8": "Yet thou heardest them not, neither didst know them, neither yet was thine ear opened of old; for I knew that thou wouldest grievously transgress: therefore have I called thee a transgressor from the [i]womb.", "9": "For my Name's sake will I defer my wrath, and for my praise, will I refrain it from thee, [j]that I cut thee not off.", "10": "Behold, I have fined thee, but [k]not as silver: I have [l]chosen thee in the furnace of affliction.", "11": "For mine own sake, for mine own sake will I do it; for how should my Name [m]be polluted? [n]surely I will not give my glory unto another.", "12": "Hear me, O Jacob and Israel, my called, [o]I am, I am the first, and I am the last.", "13": "Surely mine hand hath laid the foundation of the earth, and my right hand hath spanned the heavens: when I call them, [p]they stand up together.", "14": "All you, assemble yourselves, and hear: which among them hath declared these things? The Lord hath loved [q]him, he will do his will in Babel, and his arm shall be against the Chaldeans.", "15": "I, even I have spoken it, and I have called him, I have brought him, and his way shall prosper.", "16": "Come near unto me: hear ye this: I have not spoken it in secret from the [r]beginning: from the time that the thing was, I was there, and now the Lord God and his Spirit hath [s]sent me.", "17": "Thus saith the Lord thy redeemer, the Holy one of Israel, I am the Lord thy God, which teach thee [t]to profit, and lead thee by the way that thou shouldest go.", "18": "Oh, that thou hadst hearkened to my commandments! then had thy prosperity been as the flood, and thy righteousness as the waves of the sea.", "19": "Thy seed also had been as the sand, and the fruit of thy body like the gravel thereof: his [u]name should not have been cut off nor destroyed before me.", "20": "[v]Go ye out of Babel: flee ye from the Chaldeans with a voice of joy: tell and declare this: show it forth to the end of the earth: say ye, The Lord hath redeemed his servant Jacob.", "21": "And they [w]were not thirsty: he led them through the wilderness: he caused the waters to flow out of the rock for them: for he clave the rock and the water gushed out.", "22": "There is no [x]peace, saith the Lord, unto the wicked."}