{"1": "The Lord God exhorteth all nations to believe his promises. 6 Christ is the salvation of all that believe, and will deliver them from the tyranny of their enemies. Hear ye me, O isles, and hearken, ye people from far. The Lord hath called [a]me from [b]the womb, and made mention of my name from my mother's belly.", "2": "And he hath made my mouth like a sharp [c]sword: under the shadow of his hand hath he [d]hid me, and made me a chosen shaft, and hid me in his quiver,", "3": "And said unto me, Thou art my servant [e]Israel, for I will be glorious in thee.", "4": "And I said, I have [f]labored in vain: I have spent my strength in vain and for nothing; but my judgment is with the Lord, and my work with my God.", "5": "And now saith the Lord that formed me from the womb to be his servant, that I may bring Jacob again to him (though Israel be not gathered, [g]yet shall I be glorious in the eyes of the Lord; and my God shall be my strength.)", "6": "And he said, It is a small thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the desolations of Israel: I will also give [h]thee for a light of the Gentiles, that thou mayest be my salvation unto the end of the world.", "7": "Thus saith the Lord the redeemer of Israel, and his holy One, to him that is despised in soul, to a nation that is abhorred, to a [i]servant of rulers, Kings shall see, and [j]arise, and princes shall worship, because of the Lord, that is faithful: and the holy One of Israel, which hath chosen thee.", "8": "Thus saith the Lord, [k]In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and will give [l]thee for a covenant of the people, that thou mayest raise up the [m]earth, and obtain the inheritance of the desolate heritages:", "9": "That thou mayest say to the [n]prisoners, Go forth; and to them that are in darkness, Show yourselves; they shall feed in the ways, and their [o]pastures shall be in all the tops of the hills.", "10": "They shall not be hungry, neither shall they be thirsty, neither shall the heat smite them, nor the sun, for he that hath compassion [p]on them, shall lead them; even to the springs of water shall he drive them.", "11": "And I will make all my mountains, as a way, and my paths shall be exalted.", "12": "Behold, these shall come from far: and lo, these from the North and from the West, and these from the land of [q]Sinim.", "13": "Rejoice, O [r]heavens; and be joyful, O earth; burst forth into praise, O mountains; for God hath comforted his people, and will have mercy upon his afflicted.", "14": "But Zion said, The Lord hath [s]forsaken me, and my Lord hath forgotten me.", "15": "Can a woman forget her child, and not have compassion on the son of her womb? though they should forget, yet will I not forget thee.", "16": "Behold, I have graven thee upon the palm of mine [t]hands: thy [u]walls are ever in my sight.", "17": "Thy builders make [v]haste: thy destroyers and they that made thee waste, are departed from thee.", "18": "Lift up thine eyes round about and behold: all these gather themselves together and come to thee: as I live, saith the Lord, thou shalt surely [w]put them all upon thee as a garment, and gird thyself with them like a bride.", "19": "For thy desolations, and thy waste places, and thy land destroyed, shall surely be now narrow for them that shall dwell in it, and they that dwell devour thee, shall be far away.", "20": "The children of thy barrenness shall say again in thine ears, The place is strait for me: give place to me that I may dwell.", "21": "Then shalt thou say in thine heart, Who hath begotten me these, seeing I am barren and desolate, a captive and a wanderer to and fro? and who hath nourished them? behold, I was left alone: whence are these?", "22": "Thus saith the Lord God, Behold, I will lift up mine hand to the [x]Gentiles, and set up my standard to the people, and they shall bring thy sons in their arms: and thy daughters shall be carried upon their shoulders.", "23": "And Kings [y]shall be thy nursing fathers, and Queens shall be thy nurses: they shall worship thee with their faces toward the earth, and lick up the [z]dust of thy feet: and thou shalt know that I am the Lord: for they shall not be ashamed that wait for me.", "24": "Shall the prey be [aa]taken from the mighty? or the just captivity delivered?", "25": "But thus saith the Lord, [ab]Even the captivity of the mighty shall be taken away: and the prey of the tyrant shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children,", "26": "And will feed them that spoil thee, with [ac]their own flesh, and they shall be drunken with their own blood, as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the mighty one of Jacob."}