{"1": "The Jews forsaken for a time. 2 Yet the power of God is not diminished. 5 Christ's obedience and victory. Thus saith the Lord, Where is that [a]bill of your mother's divorcement, [b]whom I have cast off? or who is the creditor [c]to whom I sold you? Behold, for your iniquities are ye sold, and because of your transgressions is your mother forsaken.", "2": "[d]Wherefore came I, and there was no man? I called, and none answered: is mine hand so [e]shortened, that it cannot help? or have I no power to deliver? Behold, at my rebuke I dry up the sea: I make the floods desert; their fish rotteth for want of water, and dieth for thirst.", "3": "I clothe the heavens with darkness, and make a [f]sack their covering.", "4": "The Lord God hath given [g]me a tongue of the learned, that I should know to minister a word in time to him that is [h]weary; he will raise me up in the morning, in the morning he will waken mine ear to hear, [i]as the learned.", "5": "The Lord God hath opened mine ear, and I was not rebellious, neither turned I back.", "6": "I gave my back unto the [j]smiters, and my cheeks to the nippers: I hid not my face from shame and spitting.", "7": "For the Lord God will help me, therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed.", "8": "He is near that justifieth me: who will contend with me? Let us stand together? who is mine adversary? let him come near to me.", "9": "Behold, the Lord God will help me: who is he that can condemn me? lo, they shall wax old as a garment: the moth shall eat them up.", "10": "[k]Who is among you that feareth the Lord? let him hear the voice of his servant: he that walketh in darkness and hath no light, let him trust in the Name of the Lord, and stay upon his God.", "11": "Behold, all you kindle [l]a fire, and are compassed about with sparks: walk in the light of your fire, and in the sparks that ye have kindled. This shall ye have of mine hand: ye shall lie down in sorrow."}