{"1": "A consolation to the people of God. 7 Of the messengers thereof. Arise, arise: put on thy strength, O Zion: put on the garments of thy beauty, O Jerusalem, the holy City: for henceforth there shall no [a]more come into thee the uncircumcised and the unclean.", "2": "Shake thyself from the [b]dust, arise, and sit down, O Jerusalem: loose the bands of thy neck, O thou captive daughter Zion.", "3": "For thus saith the Lord, Ye were sold for [c]naught; therefore shall ye be redeemed without money.", "4": "For thus saith the Lord God, My people went [d]down afore time into Egypt to sojourn there, and Assyria [e]oppressed them without cause.", "5": "Now therefore what have I here, saith the Lord, that my people is taken away for naught, and they that rule over them, make them to howl, saith the Lord? and my Name all the day continually is [f]blasphemed?", "6": "Therefore my people shall know my name: therefore they shall know in that day, that I am he that do speak: behold, it is I.", "7": "How [g]beautiful upon the mountains are the feet of him, that declareth and publisheth peace! that declareth good tidings, and publisheth salvation, saying unto Zion, Thy God reigneth!", "8": "[h]The voice of thy watchmen shall be heard: they shall lift up their voice, and shout together: for they shall see eye to eye, when the Lord shall bring again Zion.", "9": "O ye desolate places of Jerusalem, be glad and rejoice together, for the Lord hath comforted his people: he hath redeemed Jerusalem.", "10": "The Lord hath made [i]bare his holy arm in the sight of all the Gentiles, and all the ends of the earth shall see the salvation of our God.", "11": "[j]Depart, depart ye: go ye out from thence, and touch no unclean thing, go out of the midst of her, be ye clean, that [k]bear the vessels of the Lord.", "12": "For ye shall not go out [l]with haste, nor depart by fleeing away: but the Lord will go before you, and the God of Israel will gather you together.", "13": "Behold, my [m]servant shall prosper: he shall be exalted and extolled, and be very high.", "14": "As many were astonied at thee (his visage was so [n]deformed of men, and his form of the sons of men) so [o]shall he sprinkle many nations: the Kings shall shut their [p]mouths at him: for that which had not been told them, shall they see, and that which they had not heard shall they [q]understand."}