{"1": "Of Christ and his kingdom, whose word few will believe. 6 All men are sinners. 11 Christ is our righteousness, 12 and is dead for our sins. Who [a]will believe our report? and to whom is the [b]arm of the Lord revealed?", "2": "But he shall grow up before him as a branch, and as a [c]root out of a dry [d]ground; he hath neither form nor beauty: when we shall see him, there shall be no form that we should desire him.", "3": "He is despised and rejected of men: he is a man full of sorrows, and hath experience of [e]infirmities: we hid as it were our faces from him: he was despised, and we esteemed him not.", "4": "Surely, he hath born our infirmities, and carried [f]our sorrows, yet we did judge him as [g]plagued and smitten of God, and humbled.", "5": "But he was wounded for our transgressions: he was broken for our iniquities: the [h]chastisement of our peace was upon him, and with his stripes are we healed.", "6": "All we like sheep have gone astray: we have turned every one to his own way, and the Lord hath laid upon him the [i]iniquity of us all.", "7": "He was oppressed, and he was afflicted, yet did he not [j]open his mouth: he is brought as a sheep to the slaughter, and as a sheep before her shearer is dumb, so he opened not his mouth.", "8": "He was taken out from [k]prison, and from judgment: [l]and who shall declare his age? for he was cut out of the land of the living: for the transgression of my people was he plagued.", "9": "[m]And he made his grave with the wicked, and with the rich in his death, though he had done no wickedness, neither was any deceit in his mouth.", "10": "Yet the Lord would break him and make him subject to infirmities: when [n]he shall make his soul an offering for sin, he shall see his seed and shall prolong his days, and the will of the Lord shall prosper in his hand.", "11": "He shall see of the [o]travail of his soul, and shall be satisfied; by his knowledge shall my [p]righteous servant justify many: for he shall bear their iniquities.", "12": "Therefore will I give him a portion with the great, and he shall divide the spoil with the strong, because [q]he hath poured out his soul unto death; and he was counted with the transgressors, and he bare the sin [r]of many, and prayed for the trespassers."}