{"1": "God taketh away the good, that he should not see the horrible plagues to come. 3 Of the wicked idolaters, 9 and their vain confidence. The righteous perisheth, and no man considereth it in heart, and merciful men are taken away, and no man understandeth that the righteous is taken away [a]from the evil to come.", "2": "[b]Peace shall come: they shall rest in their beds, everyone that walketh before him.", "3": "But you [c]witches' children, come hither, the seed of the adulterer and of the whore.", "4": "On whom have ye jested? upon whom have ye gaped and thrust out your tongue? are not ye rebellious children, and a false seed?", "5": "Inflamed with idols under every green tree? and sacrificing the [d]children in the valleys under the tops of the rocks?", "6": "Thy portion is in the smooth stones [e]of the river: they, they are thy lot: even to them hast thou poured a drink offering: thou hast offered a sacrifice. Should I delight in [f]these?", "7": "Thou hast made thy [g]bed upon a very high mountain: thou wentest up thither, even thither wentest thou to offer sacrifice.", "8": "Behind the [h]doors also and posts hast thou set up thy remembrance: for thou hast discovered thyself to another, than me, and wentest up, and didst [i]enlarge thy bed, and make a covenant between thee and them, and lovedst their bed in every place where thou sawest it.", "9": "Thou wentest [j]to the kings with oil, and didst increase thine ointments, and send thy messengers far off, and didst humble thyself unto hell.", "10": "Thou weariedst thyself in thy manifold journeys, yet saidest thou not, [k]There is no hope: thou [l]hast found life by thine hand, therefore thou wast not grieved.", "11": "And whom didst thou reverence or fear, seeing thou hast [m]lied unto me, and hast not remembered me, neither set thy mind thereon? is it not because I hold my peace, and that of long [n]time? therefore thou fearest not me.", "12": "I will declare thy righteousness [o]and thy works, and they shall not profit thee.", "13": "When thou cryest, let them that thou hast gathered together, deliver thee: but the wind [p]shall take them all away: vanity shall pull them away: but he that trusteth in me shall inherit the land, and shall possess mine holy Mountain.", "14": "[q]And he shall say, Cast up, cast up: prepare the way: take up the stumbling blocks out of the way of my people.", "15": "For thus saith he that is high and excellent, he that inhabiteth the eternity, whose Name is the Holy one, I dwell in the high and holy place: with him also that is of a contrite and humble spirit to revive the spirit of the humble, and to give life to them that are of a contrite heart.", "16": "For I will not contend forever: neither will I be always wroth, [r]for the spirit should fail before me: and I have made the breath.", "17": "For his [s]wicked covetousness I am angry with him, and have smitten him: I hid me, and was angry, yet he went away, and turned after the way of his own heart.", "18": "I have seen his ways, and will [t]heal him: I will lead him also, and restore comfort unto him, and to those that lament him.", "19": "I create the [u]fruit of the lips, to be peace: peace unto them that are [v]far off, and to them that are near, saith the Lord: for I will heal him.", "20": "But the wicked are like the raging sea, that [w]cannot rest, whose waters cast up mire and dirt.", "21": "There is no peace, saith my God, to the wicked."}