{"1": "Isaiah showeth his vocation by the vision of the divine majesty. 9 He showeth the obstinacy of the people. 11 The destruction of the land. 13 The remnant reserved. In the year of the death of king Uzziah, [a]I saw also the Lord sitting upon an [b]high throne, and lifted up, and the lower [c]parts thereof filled the Temple.", "2": "The [d]Seraphims stood upon it, every one had six wings: with twain he covered his [e]face, and with twain he covered his [f]feet, and with twain he did [g]fly.", "3": "And one cried to another, and said, [h]Holy, holy, holy is the Lord of hosts: the whole [i]world is full of his glory.", "4": "And the lintels of the door cheeks [j]moved at the voice of him that cried, and the house was filled with smoke.", "5": "Then I said, [k]Woe is me: for I am undone, because I am a man of polluted lips, and I dwell in the midst of a people of polluted lips: for mine eyes have seen the King, and Lord of hosts.", "6": "Then flew one of the Seraphims unto me with an hot coal in his hand, which he had taken from the [l]altar with the tongs:", "7": "And he touched my mouth, and said, Lo, this hath touched thy lips, and thine iniquity shall be taken away, and thy [m]sin shall be purged.", "8": "Also I heard the voice of the Lord, saying, Whom shall I send? and who shall go for us? Then I said, Here am I, send me.", "9": "And he said, Go, and say unto this people, [n]Ye shall hear indeed, but ye shall not understand: ye shall plainly see, and not perceive.", "10": "Make the heart of this people fat, make their ears heavy, and shut their eyes, lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and he heal them.", "11": "Then said I, Lord, [o]how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,", "12": "And the Lord have removed men far away, and there be a great desolation in the midst of the land.", "13": "But yet in it shall be [p]a tenth, and shall return, and shall be eaten up as an elm [q]or an oak, which have a substance in them, when they cast their leaves: so the holy seed shall be the substance thereof."}