{"1": "The great desire that the Prophets have had for Christ's coming. 6 The diligence of the Pastors to preach. For Zion's sake I will not [a]hold my tongue, and for Jerusalem's sake I will not rest, until the righteousness thereof break forth as the [b]light, and salvation thereof as a burning lamp.", "2": "And the Gentiles shall see thy righteousness, and all Kings thy glory: and thou shalt be called by [c]a new name, which the mouth of the Lord shall name.", "3": "Thou shalt also be a [d]crown of glory in the hand of the Lord, and a royal diadem in the hand of thy God.", "4": "It shall no more be said unto thee, [e]Forsaken, neither shall it be said anymore to thy land, Desolate, but thou shalt be called [f]Hephzibah, and thy land [g]Beulah: for the Lord delighteth in thee, and thy land shalt have an [h]husband.", "5": "For as a young man marrieth a virgin, so shall thy sons [i]marry thee: and as a bridegroom is glad of the bride, so shall thy God rejoice over thee.", "6": "I have set [j]watchmen upon thy walls, O Jerusalem, which all the day and all the night continual shall not cease: [k]ye that are mindful of the Lord, keep not silence,", "7": "And give him no rest, till he repair, and until he set up Jerusalem the [l]praise of the world.", "8": "The Lord hath sworn by his right hand and by his strong arm, Surely I will no more give thy corn to be meat for thine enemies, and surely the sons of the strangers shall not drink thy wine, for the which thou hast labored.", "9": "But they that have gathered it, shall eat it, and praise the Lord, and the gatherers thereof shall drink it in the courts of my Sanctuary.", "10": "[m]Go through, go through the gates: prepare you the way for the people: cast up, cast up the way, and gather out the stones, and set up a standard for the people.", "11": "Behold, the Lord hath proclaimed unto the ends of the world, [n]tell the daughter Zion, Behold, thy Savior cometh: Behold, his wages is with him, and [o]his work is before him.", "12": "And they shall call them, The holy people, the redeemed of the Lord, and thou shalt be named, A [p]city sought out and not forsaken."}