{"1": "God dwelleth not in Temples made with hands. 3 He despiseth sacrifices done without mercy and faith. 5 God comforteth them that are troubled for his sake. 19 The vocation of the Gentiles. 23 The perpetual Sabbath. 24 The punishment of the wicked is everlasting. Thus saith the Lord, The [a]heaven is my throne, and the earth is my footstool: where is that house that ye will build unto me? and where is that place of my rest?", "2": "For all these things hath mine hand made, [b]and all these things have been, saith the Lord: and to him will I look, even to him that is poor, and of [c]a contrite spirit, and trembleth at my words.", "3": "He that killeth a bullock, is as if he [d]slew a man: he that sacrificeth a sheep, as if he cut off a dog's neck: he that offereth an oblation, as if he offered swine's blood: he that remembereth incense, as if he blessed an idol: yea, they have chosen their own ways, and their soul delighteth in their abominations.", "4": "Therefore will I [e]choose out their delusions, and I will bring their fear upon them, because I called and none would answer: I speak, and they would not hear: but they did evil in my sight, and chose the things which I would not.", "5": "Hear the word of the Lord, all ye that tremble at his [f]word, Your brethren that hated you, and cast you out for my Name's sake, said, Let the Lord be glorified: but he shall appear to your joy, and they shall be ashamed.", "6": "[g]A voice soundeth from the city, even a voice from the Temple, the voice of the Lord, that recompenseth his enemies fully.", "7": "Before [h]she travailed, she brought forth: and before her pain came, she was delivered of a man child.", "8": "Who hath heard such a thing? who hath seen such things? shall the earth be brought forth in one [i]day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.", "9": "Shall I [j]cause to travail, and not bring forth? shall I cause to bring forth, and shall be barren, saith thy God?", "10": "Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her,", "11": "That ye may suck, [k]and be satisfied with the breasts of her consolation: that ye may milk out, and be delighted with the brightness of her glory.", "12": "For thus saith the Lord, behold, I will extend [l]peace over her like a flood, and the glory of the [m]Gentiles like a flowing stream: then shall ye suck, ye shall be [n]born upon her sides, and be joyful upon her knees.", "13": "As one whom his mother comforteth, so will I comfort you, and ye shall be comforted in Jerusalem.", "14": "And when ye see this, your hearts shall rejoice, and your [o]bones shall flourish like an herb: and the hand of the Lord shall be known among his servants, and his indignation against his enemies.", "15": "For behold, the Lord will come with fire, and his chariots like a whirlwind, that he may [p]recompense his anger with wrath, and his indignation with the flame of fire.", "16": "For the Lord will judge with fire, and with his sword all flesh, and the flame of the Lord shall be many.", "17": "They that sanctify [q]themselves, and purify themselves in the gardens behind one tree in the midst eating [r]swine's flesh, and such abomination, even the mouse, shall be consumed together, saith the Lord.", "18": "For I will visit their works, and their imaginations, for it shall come that I will gather all nations, and tongues, and they shall come, and see my [s]glory.", "19": "And I will set a [t]sign among them, and will send those that [u]escape of them unto the nations of [v]Tarshish, [w]Pul, and [x]Lud, and to them that draw the [y]bow, to [z]Tubal and [aa]Javan, isles afar off, that have not heard my fame, neither have seen my glory, and [ab]they shall declare my glory among the Gentiles.", "20": "And they shall bring all your [ac]brethren for an offering unto the Lord out of all nations, upon [ad]horses, and in chariots, and in horse litters, and upon mules, and swift beasts, to Jerusalem mine holy Mountain, saith the Lord, as the children of Israel offer in a clean vessel in the House of the Lord.", "21": "And I will take of them for [ae]Priests, and for Levites, saith the Lord.", "22": "For as the new [af]heavens, and the new earth, which I will make, shall remain before me, saith the Lord, so shall your seed and your name continue.", "23": "And from month to month, and from Sabbath to Sabbath shall all flesh come to worship before me, saith the Lord.", "24": "And they shall go forth, and look upon the [ag]carcasses of the men that have transgressed against me: for their [ah]worm shall not die, neither shall their fire be quenched, and they shall be an abhorring [ai]unto all flesh."}