{"1": "Jerusalem is besieged. 4 Isaiah comforteth the king. 14 Christ is promised. And in the days of Ahaz, the son of Jotham, the son of Uzziah king of Judah, Rezin the king of [a]Aram [b]came up, and Pekah the son of Remaliah king of Israel, to Jerusalem to fight against it, but he could not overcome it.", "2": "And it was told the house of [c]David, saying, Aram is joined with [d]Ephraim: therefore his heart was [e]moved, and the heart of his people, as the trees of the forest are moved by the wind.", "3": "¶ Then said the Lord unto Isaiah, Go forth now to meet Ahaz (thou and [f]Shear-Jashub thy son) at the end of the conduit of the upper pool, in the path of the fuller's field,", "4": "And say unto him, Take heed, and be still: fear not, neither be fainthearted for the two tails of these smoking [g]firebrands, for the furious wrath of Rezin and of Aram, and of Remaliah's son,", "5": "Because Aram hath taken wicked counsel against thee, and Ephraim and Remaliah's son, saying,", "6": "Let us go up against Judah, and let us waken them up, and make a breach therein for us, and set a king in the midst thereof, even the son of [h]Tabel.", "7": "Thus saith the Lord God, It shall not stand, neither shall it be.", "8": "For the head of Aram is Damascus, and the head of Damascus is Rezin: and within five and [i]threescore years, Ephraim shall be destroyed from being a people.", "9": "And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If ye believe not, surely ye shall not be established.", "10": "¶ And the Lord spake again unto Ahaz, saying,", "11": "Ask [j]a sign for thee of the Lord thy God: ask it either in the depth beneath, or in the height above.", "12": "But Ahaz said, I will not ask, neither will I [k]tempt the Lord.", "13": "Then he said, Hear you now, O house of David, is it a small thing for you to grieve [l]men, that ye will also grieve my God?", "14": "Therefore the Lord [m]himself will give you a sign. Behold, the virgin shall conceive and bear a son, and she shall call his name [n]Immanuel.", "15": "[o]Butter and honey shall he eat, till he have knowledge to refuse the evil, and to choose the good.", "16": "For afore the [p]child shall have knowledge to eschew the evil, and to choose the good, the land that thou abhorrest, shall be forsaken of both her kings.", "17": "The Lord shall bring upon thee, and upon thy people, and upon thy Father's house (the days that are not come from the day that [q]Ephraim departed from Judah) even the King of [r]Assyria.", "18": "And in that day shall the Lord hiss for the [s]fly that is at the uttermost parts of the floods of Egypt, and for the Bee which is in the land of Assyria,", "19": "And they shall come and shall light all in the desolate valleys, and in the holes of the rocks, and upon all thorny places, and upon all bushy [t]places.", "20": "In that day shall the Lord shave with a razor that is hired, even by them beyond the River, by the King of Assyria, the head and the hair of the [u]feet, and it shall consume the beard.", "21": "And in the same day shall a man [v]nourish a young cow, and two sheep.", "22": "And for the [w]abundance of milk, that they shall give, he shall eat butter: for butter and honey shall everyone eat, which is left within the land.", "23": "And at the same day every place, wherein shall be a thousand vines, shall be at a thousand pieces of silver: so it shall be for the briers and for the thorns.", "24": "With arrows and with [x]bow shall one come thither: because all the land shall be briers and thorns.", "25": "But on [y]all the mountains, which shall be dug with the mattock, there shall not come thither the fear of briers and thorns: but they shall be for the sending out of bullocks, and for the treading of sheep."}