{"1": "The captivity of Israel and Judah by the Assyrians. 6 The infidelity of the Jews. 9 The destruction of the Assyrians. 14 Christ the stone of stumbling to the wicked. 19 The word of God must be inquired at. Moreover the Lord said unto me, Take thee a [a]great roll, and write it [b]with a man's pen, Make speed to the spoil: haste to the prey.", "2": "Then I took unto me [c]faithful witnesses to record, Uriah the Priest, and Zechariah the son of Jeberechiah.", "3": "After, I came unto the [d]Prophetess, which conceived, and bare a son. Then said the Lord to me, Call his name, [e]Maher-Shalal-Hash-Baz.", "4": "For before the [f]child shall have knowledge to cry, My father, and my mother, he shall take away the riches of Damascus, and the spoil of Samaria, before the [g]King of Assyria.", "5": "¶ And the Lord spake yet again unto me, saying,", "6": "Because this people hath refused the waters of [h]Shiloah that run softly, and rejoice with Rezin, and the son of Remaliah,", "7": "Now therefore, behold, the Lord bringeth up upon them the waters of [i]the River mighty and great, even the King of Assyria with all his glory, and he shall come up upon all their rivers, and go over all their banks,", "8": "And shall break into Judah, and shall overflow, and pass through, and shall come up to the [j]neck, and the stretching out of his wings shall fill the breadth of thy land, O [k]Immanuel.", "9": "Gather together on heaps, O ye [l]people, and ye shall be broken in pieces, and hearken all ye of far countries: gird yourselves, and you shall be broken in pieces: gird yourselves, and you shall be broken in pieces.", "10": "Take counsel together, yet, it shall be brought to naught: pronounce a decree, yet shall it not stand: for God is with us.", "11": "For the Lord spake thus to me, in taking [m]of mine hand, and taught me, that I should not walk in the way of this people, saying,", "12": "Say ye not, A [n]confederacy, to all them to whom this people saith a confederacy, neither fear you [o]their fear, nor be afraid of them.", "13": "[p]Sanctify the Lord of hosts, and let him be your fear, and let him be your dread,", "14": "And he shall be as a [q]Sanctuary: but as a stumbling stone, and as a rock to fall upon, to both the houses of Israel, and as a snare and as a net to the inhabitants of Jerusalem.", "15": "And many among them shall stumble, and shall fall, and shall be broken, and shall be snared, and shall be taken,", "16": "[r]Bind up the testimony: seal up the Law among my disciples.", "17": "Therefore I will wait upon the Lord that hath hid his face from the house of Jacob, and I will look for him.", "18": "Behold, I and the [s]children whom the Lord hath given me, are as signs and as wonders in Israel, [t]by the Lord of hosts, which dwelleth in Mount Zion.", "19": "And when they shall say unto you, Inquire at them that have a spirit of divination, and at the soothsayers which whisper and murmur, [u]Should not a people inquire at their God? from the [v]living to the dead?", "20": "To the [w]Law, and to the testimony, if they speak not according to this word: it is because there is no [x]light in them.", "21": "Then he that is afflicted and famished, shall go to and fro in [y]it: and when he shall be hungry, he shall even fret himself, [z]and curse his king and his gods, and shall look upward.", "22": "And when he shall look to the earth, behold trouble, and [aa]darkness, vexation, and anguish, and he is driven to darkness."}