{"1": "¶ My little children, I write these things unto you, that ye sin not; and if anyone has sinned, we have an Advocate before the Father, Jesus, the righteous Christ;", "2": "and he is the reconciliation for our sins, and not for ours only, but also for the sins of the whole world.", "3": "¶ And in this we do know that we have known him if we keep his commandments.", "4": "He that says, I have known him, and does not keep his commandments, is a liar, and the truth is not in him.", "5": "But whosoever keeps his word, in him verily is the charity of God perfected: hereby know we that we are in him.", "6": "He that says he abides in him ought himself also so to walk, even as he walked.", "7": "¶ Brethren, I write no new commandment unto you, but an old commandment which ye have had from the beginning. The old commandment is the word which ye have heard from the beginning.", "8": "Again, a new commandment I write unto you, which is the truth in him and in you, because the darkness is past, and the true light now shines.", "9": "He that says he is in the light and hates his brother is still in darkness.", "10": "He that loves his brother abides in the light, and there is no occasion of stumbling in him.", "11": "But he that hates his brother is in darkness and walks in darkness and does not know where he goes, because that darkness hath blinded his eyes.", "12": "¶ I write unto you, little children, that your sins are forgiven you for his name's sake.", "13": "I write unto you, fathers, that ye have known him that is from the beginning. I write unto you, young men, that ye have overcome the wicked one. I write unto you, little children, that ye have known the Father.", "14": "I have written unto you, fathers, that ye have known him that is from the beginning. I have written unto you, young men, that ye are strong and the word of God abides in you, and ye have overcome the wicked one.", "15": "Love not the world neither the things that are in the world. If anyone loves the world, the charity of the Father is not in him.", "16": "For all that is in the world, the lust of the flesh and the lust of the eyes and the pride of life, is not of the Father, but is of the world.", "17": "And the world passes away and the lust thereof, but he that does the will of God abides for ever.", "18": "¶ Little children, it is the last hour, and as ye have heard that the antichrist comes, likewise there are also beginning to be many antichrists, by which we know that it is the last time.", "19": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us; but this happened that it might be made manifest that they were not all of us.", "20": "¶ But ye have the anointing of the Holy One, and ye know all things.", "21": "I have not written unto you as if ye ignore the truth, but as unto those that know it, and that no lie is of the truth.", "22": "Who is a liar but he that denies that Jesus is the Christ? This same is antichrist, who denies the Father and the Son.", "23": "Whosoever denies the Son, the same does not have the Father. Whosoever confesses the Son, has the Father also.", "24": "Let that therefore abide in you, which ye have heard from the beginning. For if that which ye have heard from the beginning shall abide in you, ye also shall continue to abide in the Son and in the Father.", "25": "And this is the promise that he has promised us, even eternal life.", "26": "These things I have written unto you concerning those that seduce you.", "27": "But the anointing which ye have received of him abides in you, and ye do not need that anyone teach you; but as the same anointing teaches you of all things and is truth, and is no lie; and even as it has taught you, abide ye in him.", "28": "¶ And now, little children, abide in him; that, when he shall appear, we may have confidence and not be ashamed before him at his coming.", "29": "If ye know that he is righteous, also know that any one that does righteousness is born of him."}