{"1": "¶ Whosoever believes that Jesus is the Christ is born of God; and anyone that loves him that begat also loves him that is born of him.", "2": "In this we know that we love the sons of God, when we love God and keep his commandments.", "3": "For this is the charity of God, that we keep his commandments, and his commandments are not grievous.", "4": "For whatsoever is born of God overcomes the world; and this is the victory that overcomes the world, even our faith.", "5": "Who is he that overcomes the world, but he that believes that Jesus is the Son of God?", "6": "¶ This is Jesus, the Christ, who came by water and blood; not by water only, but by water and blood. And the Spirit is he that bears witness, because the Spirit is the truth.", "7": "For there are three that bear witness in heaven, the Father, the Word, and the Holy Spirit; and these three are one.", "8": "And there are three that bear witness on earth, the Spirit and the water and the blood; and these three agree in one.", "9": "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he has testified of his Son.", "10": "¶ He that believes in the Son of God has the witness of God in himself; he that does not believe God has made God a liar; because he does not believe the witness that God has testified of his Son.", "11": "And this is the witness, that God has given eternal life to us, and this life is in his Son.", "12": "He that has the Son has life; and he that does not have the Son of God does not have life.", "13": "These things I have written unto you that believe in the name of the Son of God, that ye may know that ye have eternal life and that ye may believe in the name of the Son of God.", "14": "¶ And this is the confidence that we have in God, that, if we ask any thing according to his will, he hears us:", "15": "And if we know that he hears us in whatever we ask, we also know that we have the petitions that we asked of him.", "16": "If any man see his brother sin a sin which is not unto death, he shall ask God, and he shall give him life that is, unto those that do not sin unto death. There is sin unto death, for which I do not say that you should pray.", "17": "All unrighteousness is sin, but there is a sin not unto death.", "18": "¶ We know that whoever is born of God does not sin; but he that is begotten of God keeps himself, and the wicked one does not touch him.", "19": "And we know that we are of God, and the whole world lies in wickedness.", "20": "But we know that the Son of God is come and has given us understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God and eternal life.", "21": "Little children, keep yourselves from idols. Amen."}