{"1": "Courage in War. 1 When you go out to war against your enemies and you see horses and chariots and an army greater than your own, you shall not be afraid of them, for the Lord, your God, who brought you up from the land of Egypt, will be with you.", "2": "When you are drawing near to battle, the priest shall come forward and speak to the army, ", "3": "and say to them, “Hear, O Israel! Today you are drawing near for battle against your enemies. Do not be weakhearted or afraid, alarmed or frightened by them. ", "4": "For it is the Lord, your God, who goes with you to fight for you against your enemies and give you victory.”", "5": "Then the officials shall speak to the army: “Is there anyone who has built a new house and not yet dedicated it? Let him return home, lest he die in battle and another dedicate it. ", "6": "Is there anyone who has planted a vineyard and not yet plucked its fruit? Let him return home, lest he die in battle and another pluck its fruit. ", "7": "Is there anyone who has betrothed a woman and not yet married her? Let him return home, lest he die in battle and another marry her.” ", "8": "The officials shall continue to speak to the army: “Is there anyone who is afraid and weakhearted? Let him return home, or else he might make the hearts of his fellows melt as his does.”", "9": "When the officials have finished speaking to the army, military commanders shall be appointed over them.", "10": "Cities of the Enemy. 10 When you draw near a city to attack it, offer it terms of peace. ", "11": "If it agrees to your terms of peace and lets you in, all the people to be found in it shall serve you in forced labor. ", "12": "But if it refuses to make peace with you and instead joins battle with you, lay siege to it, ", "13": "and when the Lord, your God, delivers it into your power, put every male in it to the sword; ", "14": "but the women and children and livestock and anything else in the city—all its spoil—you may take as plunder for yourselves, and you may enjoy this spoil of your enemies, which the Lord, your God, has given you.", "15": "[a]That is how you shall deal with any city at a considerable distance from you, which does not belong to these nations here. ", "16": "But in the cities of these peoples that the Lord, your God, is giving you as a heritage, you shall not leave a single soul alive. ", "17": "You must put them all under the ban—the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites—just as the Lord, your God, has commanded you, ", "18": "so that they do not teach you to do all the abominations that they do for their gods, and you thus sin against the Lord, your God.", "19": "Trees of a Besieged City. 19 When you are at war with a city and have to lay siege to it for a long time before you capture it, you shall not destroy its trees by putting an ax to them. You may eat of them, but you must not cut them down. Are the trees of the field human beings, that they should be included in your siege? ", "20": "However, those trees which you know are not fruit trees you may destroy. You may cut them down to build siegeworks against the city that is waging war with you, until it falls."}