{"1": "Limits on Punishments. 1 When there is a dispute and the parties draw near for judgment, and a decision is given, declaring one party in the right and the other in the wrong, ", "2": "if the one in the wrong deserves whipping, the judge shall have him lie down and in the presence of the judge receive the number of lashes the crime warrants. ", "3": "Forty lashes[a] may be given, but no more; or else, if more lashes are added to these many blows, your brother will be degraded in your sight. Treatment of Oxen.[b] ", "4": "You shall not muzzle an ox when it treads out grain.", "5": "Levirate Marriage. 5 When brothers live together[c] and one of them dies without a son, the widow of the deceased shall not marry anyone outside the family; but her husband's brother shall come to her, marrying her and performing the duty of a brother-in-law. ", "6": "The firstborn son she bears shall continue the name of the deceased brother, that his name may not be blotted out from Israel. ", "7": "But if a man does not want to marry his brother's wife, she shall go up to the elders at the gate and say, “My brother-in-law refuses to perpetuate his brother's name in Israel and does not intend to perform his duty toward me.” ", "8": "Thereupon the elders of his city shall summon him and speak to him. If he persists in saying, “I do not want to marry her,” ", "9": "[d]his sister-in-law, in the presence of the elders, shall go up to him and strip his sandal from his foot and spit in his face, declaring, “This is how one should be treated who will not build up his brother's family!” ", "10": "And his name shall be called in Israel, “the house of the man stripped of his sandal.”", "11": "Various Precepts. 11 When two men are fighting and the wife of one intervenes to save her husband from the blows of his opponent, if she stretches out her hand and seizes the latter by his genitals, ", "12": "you shall chop off her hand; show no pity.", "13": "You shall not keep two differing weights in your bag, one heavy and the other light; ", "14": "nor shall you keep two different ephahs[e] in your house, one large and the other small. ", "15": "But use a full and just weight, a full and just ephah, so that you may have a long life on the land the Lord, your God, is giving you. ", "16": "For everyone who does these things, everyone who does what is dishonest, is an abomination to the Lord, your God.", "17": "[f]Bear in mind what Amalek did to you on the journey after you left Egypt, ", "18": "how he surprised you along the way, weak and weary as you were, and struck down at the rear all those who lagged behind; he did not fear God. ", "19": "Therefore, when the Lord, your God, gives you rest from all your enemies round about in the land which the Lord, your God, is giving you to possess as a heritage, you shall blot out the memory of Amalek from under the heavens. Do not forget!"}