{"1": "Advantages of Fidelity. 1 Now therefore, Israel, hear the statutes and ordinances I am teaching you to observe, that you may live, and may enter in and take possession of the land which the Lord, the God of your ancestors, is giving you. ", "2": "In your observance of the commandments of the Lord, your God, which I am commanding you, you shall not add to what I command you nor subtract from it. ", "3": "You have seen with your own eyes what the Lord did at Baal-peor: the Lord, your God, destroyed from your midst everyone who followed the Baal of Peor; ", "4": "but you, who held fast to the Lord, your God, are all alive today. ", "5": "See, I am teaching you the statutes and ordinances as the Lord, my God, has commanded me, that you may observe them in the land you are entering to possess. ", "6": "Observe them carefully, for this is your wisdom and discernment in the sight of the peoples, who will hear of all these statutes and say, “This great nation is truly a wise and discerning people.” ", "7": "For what great nation is there that has gods so close to it as the Lord, our God, is to us whenever we call upon him? ", "8": "Or what great nation has statutes and ordinances that are as just as this whole law which I am setting before you today?", "9": "Revelation at Horeb. 9 However, be on your guard and be very careful not to forget the things your own eyes have seen, nor let them slip from your heart as long as you live, but make them known to your children and to your children's children, ", "10": "that day you stood before the Lord, your God, at Horeb, when the Lord said to me: Assemble the people for me, that I may let them hear my words, that they may learn to fear[a] me as long as they live in the land and may so teach their children. ", "11": "You came near and stood at the foot of the mountain, while the mountain blazed to the heart of the heavens with fire and was enveloped in a dense black cloud. ", "12": "Then the Lord spoke to you from the midst of the fire. You heard the sound of the words, but saw no form; there was only a voice. ", "13": "He proclaimed to you his covenant, which he commanded you to keep: the ten words,[b] which he wrote on two stone tablets. ", "14": "At that time the Lord charged me to teach you the statutes and ordinances for you to observe in the land you are about to cross into and possess.", "15": "Danger of Idolatry. 15 Because you saw no form at all on the day the Lord spoke to you at Horeb from the midst of the fire, be strictly on your guard ", "16": "not to act corruptly by fashioning an idol for yourselves to represent any figure, whether it be the form of a man or of a woman, ", "17": "the form of any animal on the earth, the form of any bird that flies in the sky, ", "18": "the form of anything that crawls on the ground, or the form of any fish in the waters under the earth. ", "19": "And when you look up to the heavens and behold the sun or the moon or the stars, the whole heavenly host, do not be led astray into bowing down to them and serving them. These the Lord, your God, has apportioned to all the other nations under the heavens; ", "20": "but you the Lord has taken and led out of that iron foundry, Egypt, that you might be his people, his heritage, as you are today. ", "21": "But the Lord was angry with me on your account and swore that I should not cross the Jordan nor enter the good land which the Lord, your God, is giving you as a heritage. ", "22": "I myself shall die in this country; I shall not cross the Jordan; but you are going to cross over and take possession of that good land. ", "23": "Be careful, therefore, lest you forget the covenant which the Lord, your God, has made with you, and fashion for yourselves against his command an idol in any form whatsoever. ", "24": "For the Lord, your God, is a consuming fire, a jealous God.[c]", "25": "God's Fidelity and Love. 25 When you have children and children's children, and have grown old in the land, should you then act corruptly by fashioning an idol in the form of anything, and by this evil done in his sight provoke the Lord, your God, ", "26": "I call heaven and earth this day to witness against you, that you shall all quickly perish from the land which you are crossing the Jordan to possess. You shall not live in it for any length of time but shall be utterly wiped out. ", "27": "The Lord will scatter you among the peoples, and there shall remain but a handful of you among the nations to which the Lord will drive you. ", "28": "There you shall serve gods that are works of human hands, of wood and stone, gods which can neither see nor hear, neither eat nor smell. ", "29": "Yet when you seek the Lord, your God, from there, you shall indeed find him if you search after him with all your heart and soul. ", "30": "In your distress, when all these things shall have come upon you, you shall finally return to the Lord, your God, and listen to his voice. ", "31": "Since the Lord, your God, is a merciful God, he will not abandon or destroy you, nor forget the covenant with your ancestors that he swore to them.", "32": "Ask now of the days of old, before your time, ever since God created humankind upon the earth; ask from one end of the sky to the other: Did anything so great ever happen before? Was it ever heard of? ", "33": "Did a people ever hear the voice of God speaking from the midst of fire, as you did, and live? ", "34": "Or did any god venture to go and take a nation for himself from the midst of another nation, by testings, by signs and wonders, by war, with strong hand and outstretched arm, and by great terrors, all of which the Lord, your God, did for you in Egypt before your very eyes? ", "35": "All this you were allowed to see that you might know that the Lord is God; there is no other. ", "36": "Out of the heavens he let you hear his voice to discipline you; on earth he let you see his great fire, and you heard him speaking out of the fire. ", "37": "For love of your ancestors he chose their descendants after them and by his presence and great power led you out of Egypt, ", "38": "dispossessing before you nations greater and mightier than you, so as to bring you in and to give their land to you as a heritage, as it is today. ", "39": "This is why you must now acknowledge, and fix in your heart, that the Lord is God in the heavens above and on earth below, and that there is no other. ", "40": "And you must keep his statutes and commandments which I command you today, that you and your children after you may prosper, and that you may have long life on the land which the Lord, your God, is giving you forever.", "41": "Cities of Refuge. 41 Then Moses set apart three cities in the region east of the Jordan, ", "42": "to which a homicide might flee who killed a neighbor unintentionally, where there had been no hatred previously, so that the killer might flee to one of these cities and live: ", "43": "Bezer in the wilderness, in the region of the plateau, for the Reubenites; Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassites.", "44": "Introduction. 44 This is the law[d] which Moses set before the Israelites. ", "45": "These are the decrees, and the statutes and ordinances[e] which Moses proclaimed to the Israelites after they came out of Egypt, ", "46": "beyond the Jordan in the valley opposite Beth-peor, in the land of Sihon, king of the Amorites, who reigned in Heshbon, whom Moses and the Israelites defeated after they came out of Egypt. ", "47": "They took possession of his land and the land of Og, king of Bashan, as well—the land of these two kings of the Amorites in the region beyond the Jordan to the east: ", "48": "from Aroer on the edge of the Wadi Arnon to Mount Sion[f] (that is, Hermon) ", "49": "and all the Arabah beyond the Jordan to the east, as far as the Arabah Sea[g] under the slopes of Pisgah."}