{"1": "The Covenant at Horeb. 1 Moses summoned all Israel and said to them, Hear, O Israel, the statutes and ordinances which I proclaim in your hearing this day, that you may learn them and take care to observe them. ", "2": "The Lord, our God, made a covenant with us at Horeb; ", "3": "not with our ancestors[a] did the Lord make this covenant, but with us, all of us who are alive here this day. ", "4": "Face to face, the Lord spoke with you on the mountain from the midst of the fire, ", "5": "while I was standing between the Lord and you at that time, to announce to you these words of the Lord, since you were afraid of the fire and would not go up the mountain:", "6": "The Decalogue. 6 I am the Lord your God, who brought you out of the land of Egypt, out of the house of slavery. ", "7": "You shall not have other gods beside me. ", "8": "You shall not make for yourself an idol or a likeness of anything in the heavens above or on the earth below or in the waters beneath the earth; ", "9": "[b]you shall not bow down before them or serve them. For I, the Lord, your God, am a jealous[c] God, bringing punishment for their parents' wickedness on the children of those who hate me, down to the third and fourth generation, ", "10": "but showing love down to the thousandth generation of those who love me and keep my commandments.", "11": "You shall not invoke the name of the Lord, your God, in vain. For the Lord will not leave unpunished anyone who invokes his name in vain.", "12": "Observe the sabbath day—keep it holy, as the Lord, your God, commanded you. ", "13": "Six days you may labor and do all your work, ", "14": "but the seventh day is a sabbath of the Lord your God. You shall not do any work, either you, your son or your daughter, your male or female slave, your ox or donkey or any work animal, or the resident alien within your gates, so that your male and female slave may rest as you do. ", "15": "Remember that you too were once slaves in the land of Egypt, and the Lord, your God, brought you out from there with a strong hand and outstretched arm. That is why the Lord, your God, has commanded you to observe the sabbath day.", "16": "Honor your father and your mother, as the Lord, your God, has commanded you, that you may have a long life and that you may prosper in the land the Lord your God is giving you.", "17": "You shall not kill.[d]", "18": "You shall not commit adultery.", "19": "You shall not steal.", "20": "You shall not bear dishonest witness against your neighbor.", "21": "You shall not covet your neighbor's wife. You shall not desire your neighbor's house or field, his male or female slave, his ox or donkey, or anything that belongs to your neighbor.", "22": "Moses as Mediator. 22 These words the Lord spoke with a loud voice to your entire assembly on the mountain from the midst of the fire and the dense black cloud, and added no more. He inscribed them on two stone tablets and gave them to me. ", "23": "But when you heard the voice from the midst of the darkness, while the mountain was ablaze with fire, you came near to me, all your tribal heads and elders, ", "24": "and said, “The Lord, our God, has indeed let us see his glory and his greatness, and we have heard his voice from the midst of the fire. Today we have found out that God may speak to a mortal and that person may still live. ", "25": "Now, why should we die? For this great fire will consume us. If we hear the voice of the Lord, our God, any more, we shall die. ", "26": "For what mortal has heard the voice of the living God speaking from the midst of fire, as we have, and lived? ", "27": "You go closer and listen to all that the Lord, our God, will say, and then tell us what the Lord, our God, tells you; we will listen and obey.”", "28": "The Lord heard your words as you were speaking to me and said to me, I have heard the words these people have spoken to you, which are all well said. ", "29": "Would that they might always be of such a mind, to fear me and to keep all my commandments! Then they and their descendants would prosper forever. ", "30": "Go, tell them: Return to your tents. ", "31": "Then you stand here near me and I will give you all the commandments, the statutes and the ordinances; you must teach them, that they may observe them in the land I am giving them to possess.", "32": "Be careful, therefore, to do as the Lord, your God, has commanded you, not turning aside to the right or to the left, ", "33": "but following exactly the way that the Lord, your God, commanded you that you may live and prosper, and may have long life in the land which you are to possess."}