{"1": "But this made Jonah very unhappy, and he became angry. ", "2": "He prayed to the Lord, “When I was still in my own country ·this is [L isn't this…?] what I said would happen, and that is why I quickly ran away to Tarshish [1:3]. I knew that you are a God who is ·kind [gracious] and ·shows mercy [compassionate]. ·You don't become angry quickly […slow to anger], and you ·have great love [abound in lovingkindness/mercy; Ex. 34:6–7]. I knew you would ·choose not to cause [relent from doing] harm. ", "3": "So now I ask you, Lord, please ·kill me [take my life]. It is better for me to die than to live.”", "4": "Then the Lord said, “Do you think it is right for you to be angry?”", "5": "Jonah went out and sat down east of the city. There he made a shelter for himself and sat in the shade, waiting to see what would happen to the city. ", "6": "The Lord made a ·plant [gourd] grow quickly up over Jonah, which gave him shade and ·helped him to be more comfortable [eased his discomfort]. Jonah was very pleased to have the ·plant [gourd]. ", "7": "But the next day when the sun rose, God sent a worm to attack the ·plant [gourd] so that it ·died [dried up; withered].", "8": "As the sun rose higher in the sky, God sent a very hot east wind to blow, and the sun ·became so hot [beat down] on Jonah's head that he became ·very weak [faint] and wished he were dead. He said, “It is better for me to die than to live.”", "9": "But God said to Jonah, “Do you think it is right for you to be angry about the ·plant [gourd]?” Jonah answered, “It is right for me to be angry! I am so angry I could die!”", "10": "And the Lord said, “You ·are so concerned [have pity] for that ·plant [gourd] even though you did nothing to make it grow. It appeared ·one day [overnight], and ·the next day [overnight] it died. ", "11": "Then shouldn't I ·show concern [have pity] for the great city Nineveh, which has more than one hundred twenty thousand people who do not know ·right from wrong [L their right hand from their left], and ·many animals [much cattle], too?”"}