{"1": "Luke tieth this history to his Gospel. 9 Christ being taken into heaven. 10 The Apostles,  11 being warned by the Angels,  12 to return, 14 and give themselves to prayer. 15 By Peter's motion, 18 into Judas the traitor's place. 26 Matthias is chosen. I have made the [a]former treatise, O Theophilus, of all that Jesus began to [b]do and teach,", "2": "Until the day that he was taken up, after that he through the holy Ghost, had given commandments unto the Apostles, whom he had chosen:", "3": "[c]To whom also he presented himself alive after that he had suffered, by many [d]infallible tokens, being seen of them by the space of forty days, and speaking of those things which appertained to the kingdom of God.", "4": "And when he had [e]gathered them together, he commanded them that they should not depart from Jerusalem, but to wait for the promise of the Father, which said he, ye have heard of me. ", "5": "For John indeed baptized with water, but ye shall be baptized [f]with the holy Ghost within these few days. ", "6": "[g]When they therefore were come together they asked of him, saying, Lord, wilt thou at this time [h]restore the kingdom to Israel?", "7": "And he said unto them, It is not for you to know the times, or the [i]seasons, which the Father hath put in his own power. ", "8": "But ye shall receive power of the holy Ghost, when he shall come on you: and ye shall be witnesses unto me both in Jerusalem and in all Judea, and in Samaria, and unto the uttermost part of the earth.", "9": "[j]And when he had spoken these things, while they beheld, he was taken up: for a cloud took him up out of their sight.", "10": "And while they looked steadfastly toward heaven, as he went, behold, two men stood by them in white apparel.", "11": "Which also said, Ye men of Galilee, why stand ye gazing into heaven? This Jesus which is taken up [k]from you into heaven, shall so come, as ye have seen him go into heaven.", "12": "¶ Then returned they unto Jerusalem from the mount that is called the mount of Olives, which is near to Jerusalem, being from it a Sabbath [l]day's journey.", "13": "[m]And when they were [n]come in, they went up into an upper chamber, where abode both Peter and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zealot, and Judas James's brother.", "14": "These all [o]continued with [p]one accord in [q]prayer and supplication with the [r]women, and Mary the mother of Jesus, and with his [s]brethren.", "15": "[t]And in those days Peter stood up in the midst of the disciples, and said (now the number of [u]names that were in one place were about an hundred and twenty.)", "16": "[v]Ye men and brethren, this scripture must needs have been fulfilled, Which the holy Ghost by the mouth of David spake before of Judas, which was guide to them that took Jesus.", "17": "For he was numbered with us, and had obtained fellowship in this ministration.", "18": "He therefore hath [w]purchased a field with the reward of iniquity: and when he had [x]thrown down himself headlong, he brast asunder in the midst, and all his bowels gushed out.", "19": "And it is known unto all the inhabitants of Jerusalem, insomuch, that that field is called in their own language, Akel Dama, that is, The field of blood.", "20": "For it is written in the book of Psalms, Let his habitation be void, and let no man dwell therein: also, Let another take his [y]charge.", "21": "[z]Wherefore of these men which have companied with us, all the time that the Lord Jesus was [aa]conversant among us,", "22": "Beginning from the baptism of John unto the day that he was taken up [ab]from us, must one of them be made a witness with us of his resurrection.", "23": "[ac]And they [ad]presented two, Joseph called Barsabas, whose surname was Justus, and Matthias.", "24": "And they prayed, saying, Thou Lord, which knowest the hearts of all men, show whether of these two thou hast chosen,", "25": "That he may take the [ae]room of this ministration and Apostleship, from which Judas hath [af]gone astray, to go to his own place.", "26": "Then they gave forth their lots: and the lot fell on Matthias, and he was by a common consent counted with the eleven Apostles."}