{"1": "Cornelius 4 at the Angel's commandment, 5 sendeth for Peter. 11 Who also by a vision, 15, 20 is taught not to despise the Gentiles. 34 He preacheth the Gospel to Cornelius and his household. 45 Who having received the holy Ghost,  47 are baptized. Furthermore [a]there was a certain man in Caesarea called Cornelius, a captain of the band called the Italian band,", "2": "A [b]devout man, and one that feared God with [c]all his household, which gave much alms to the people, and prayed God continually.", "3": "He saw in a vision evidently (about the ninth hour of the day) an Angel of God coming in to him, and saying unto him, Cornelius.", "4": "But when he looked on him, he was afraid, and said, [d]What is it, Lord? and he said unto him, Thy prayers and thine alms are [e]come up into [f]remembrance before God.", "5": "Now therefore send men to Joppa, and call for Simon, whose surname is Peter.", "6": "He lodgeth with one Simon a Tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.", "7": "And when the Angel which spake unto Cornelius, was departed, he called two of his servants, and a soldier that feared God, one of them that waited on him,", "8": "And told them all things, and sent them to Joppa.", "9": "On the morrow as they went on their journey, and drew near unto the city, Peter went up upon the house to pray, about the sixth hour.", "10": "Then waxed he an hungered, and would have eaten: but while they made something ready, he fell into a [g]trance.", "11": "And he saw heaven opened, and a certain vessel come down unto him, as it had been a great sheet, knit at the [h]four corners, and was let down to the earth.", "12": "Wherein were [i]all manner of [j]four footed beasts of the earth, and wild beasts and [k]creeping things, and fowls of the heaven.", "13": "And there came a voice to him, Arise, Peter: kill, and eat.", "14": "[l]But Peter said, Not so, Lord: for I have never eaten anything that is polluted, or unclean.", "15": "And the voice spake unto him again the second time, The things that God hath purified, [m]pollute thou not.", "16": "This was so done thrice: and the vessel was drawn up again into heaven.", "17": "¶ Now while Peter doubted in himself what this vision which he had seen, meant, behold, the men which were sent from Cornelius, had inquired for Simon's house, and stood at the gate,", "18": "And called, and asked, whether Simon, which was surnamed Peter, were lodged there.", "19": "And while Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.", "20": "Arise therefore, and get thee down, and go with them, and doubt nothing: For I have sent them.", "21": "¶ Then Peter went down to the men, which were sent unto him from Cornelius, and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?", "22": "And they said, Cornelius the captain, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from heaven by an holy Angel to send for thee into his house, and to hear thy words.", "23": "Then called he them in, and lodged them: and the next day, Peter went forth with them, and certain brethren from Joppa accompanied him.", "24": "¶ And the day after, they entered into Caesarea. Now Cornelius waited for them, and had called together his kinsmen, and special friends.", "25": "[n]And it came to pass as Peter came in, that Cornelius met him, and fell down at his feet, and worshipped him.", "26": "But Peter took him up, saying, Stand up: for even I myself am a man.", "27": "And as he talked with him, he came in, and found many that were come together.", "28": "And he said unto them, Ye know that it is an unlawful thing for a man that is a Jew, to company, or come unto one of another nation: but God hath showed me, that I should not call any man polluted, or unclean.", "29": "Therefore came I unto you without saying nay, when I was sent for. I ask therefore, for what intent have ye sent for me?", "30": "Then Cornelius said, Four days ago, about [o]this hour, I fasted, and at the ninth hour I prayed in mine house, and behold, a man stood before me in bright clothing,", "31": "[p]And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.", "32": "[q]Send therefore to Joppa, and call for Simon, whose surname is Peter (he is lodged in the house of Simon a Tanner by the Seaside) who when he cometh, shall speak unto thee.", "33": "Then sent I for thee immediately, and thou hast well done to come. Now therefore are we all here present before God to hear all things that are commanded thee of God.", "34": "[r]Then Peter opened his mouth, and said, Of a truth I perceive, that [s]God is no [respecter] of persons.", "35": "But in every nation he that [t]feareth him, and worketh righteousness, is accepted with him.", "36": "Ye [u]know the word which God hath sent to the children of Israel, preaching peace by Jesus Christ, which is Lord of all:", "37": "[v]Even the word which came through all Judea, beginning in Galilee, after the Baptism which John preached:", "38": "To wit, how God [w]anointed Jesus of Nazareth with the holy Ghost, and with power: who went about doing good, and healing all that were oppressed of the devil: for God was with him.", "39": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem, whom they slew, hanging him on a tree.", "40": "Him God raised up the third day, and caused that he was showed openly:", "41": "Not to all the people, but unto the witnesses [x]chosen before of God, even to us which did eat and drink with him, after he arose from the dead.", "42": "And he commanded us to preach unto the people, and to testify, that it is he that is ordained of God a judge of quick and dead.", "43": "To him also give all the Prophets witness, that through his Name all that believe in him, shall receive remission of sins.", "44": "[y]While Peter yet spake these words, the holy Ghost fell on all them which heard the word.", "45": "So they of the circumcision, which believed, were astonied, as many as came with Peter, because that on the Gentiles also was poured out the gift of the holy Ghost.", "46": "For they heard them speak with tongues, and magnify God. Then answered Peter,", "47": "[z]Can any man forbid water, that these should not be baptized, which have received the holy Ghost, as well as we?", "48": "So he commanded them to be baptized in the Name of the Lord. Then prayed they him to tarry certain days."}