{"1": "Herod killeth James with the sword,  4 And imprisoneth Peter, 8 whom the Angel delivereth. 20 Herod being offended with them of Tyrus, 21 is pacified: 22 And taking the honor due to God, to himself, 23 he is eaten with worms , and so dieth. Now [a]about that time, [b]Herod the king stretched forth his hand to vex certain of the Church,", "2": "And he [c]killed James the brother of John with the sword.", "3": "[d]And when he saw that it pleased the Jews, he proceeded further, to take Peter also (then were the days of unleavened bread.)", "4": "[e]And when he had caught him, he put him in prison, and delivered him to four quaternions of soldiers to be kept, intending after the Passover to bring him forth to the people.", "5": "[f]So Peter was kept in prison, but earnest prayer was made of the Church unto God for him.", "6": "And when Herod would have brought him out unto the people, the same night slept Peter between two soldiers, bound with two chains, and the keepers before the door, kept the prison.", "7": "And behold the Angel of the Lord came upon them, and a light shined in the [g]house, and he smote Peter on the side, and raised him up, saying, Arise quickly. And his chains fell off from his hands.", "8": "And the Angel said unto him, Gird thyself, and bind on thy sandals. And so he did. Then he said unto him, Cast thy garment about thee, and follow me.", "9": "So Peter came out and followed him, and knew not that it was true, which was done by the Angel, but thought he had seen a vision.", "10": "Now when they were past the first and the second watch, they came unto the iron gate that leadeth unto the city, which opened to them by its own accord, and they went out, and passed through one street, and by and by the Angel departed from him.", "11": "¶ And when Peter was come to himself, he said, Now I know for a truth, that the Lord hath sent his Angel, and hath delivered me out of the hand of Herod, and from all the waiting for of the people of the Jews.", "12": "[h]And as he considered the thing, he came to the house of Mary, the mother of John, whose surname was Mark, where many were gathered together, and prayed.", "13": "[i]And when Peter knocked at the entry door, a maid [j]came forth to hearken, named Rhoda,", "14": "But when she knew Peter's voice, she opened not the entry door for gladness, but ran in, and told how Peter stood before the entry.", "15": "But they said unto her, Thou art mad. Yet she affirmed it constantly, that it was so. Then said they, It is his Angel.", "16": "But Peter continued knocking, and when they had opened it, and saw him, they were astonied.", "17": "[k]And he beckoned unto them with the hand, to hold their peace, and told them how the Lord had brought him out of the prison. And he said, Go show these things unto James and to the brethren: and he departed and went into another place.", "18": "¶ [l]Now as soon as it was day, there was no small trouble among the soldiers, what was become of Peter.", "19": "And when Herod had sought for him, and found him not, he examined the keepers, and commanded them to be led to be punished. And he went down from Judea to Caesarea, and there abode.", "20": "[m]Then Herod was angry with them of Tyre and Sidon, but they came all with one accord unto him, and persuaded Blastus the King's Chamberlain, and they desired peace, because their country was nourished by the King's land.", "21": "And upon a day appointed, Herod arrayed himself in royal apparel, and sat on the judgment seat, and made an oration unto them.", "22": "[n]And the people gave a shout, saying, The voice of God, and not of man.", "23": "[o]But immediately the Angel of the Lord smote him, because he [p]gave not glory unto God, so that he was eaten of worms, and gave up the ghost.", "24": "[q]And the [r]word of God grew, and multiplied.", "25": "So Barnabas and Saul returned from Jerusalem, when they had fulfilled their office, and took with them John, whose surname was Mark."}