{"1": "Paul at Thessalonica 3 preaching Christ, 6, 7 is entertained of Jason: 10 He is sent to Berea: 15 from thence coming to Athens, 19 in Mars' street 23 he preacheth the living God to them unknown, 34 and so many are converted unto Christ. Now [a]as they passed through Amphipolis, and Apollonia, they came to Thessalonica, where was a Synagogue of the Jews.", "2": "And Paul, as his manner was, went in unto them, and three Sabbath days disputed with them by the Scriptures,", "3": "[b]Opening, and alleging that Christ must have suffered, and risen again from the dead, and this is Jesus Christ, whom said he, I preach to you.", "4": "And some of them believed, and joined in company with Paul and Silas: also of the Grecians that feared God a great multitude, and of the chief women not a few.", "5": "[c]But the Jews which believed not, moved with envy, took unto them certain [d]vagabonds and wicked fellows, and when they had assembled the multitude, they made a tumult in the city, and made assault against the house of Jason, and sought to bring them out to the people.", "6": "But when they found them not, they drew Jason and certain brethren unto the heads of the city, crying, These are they which have subverted the state of the [e]world, and here they are,", "7": "Whom Jason hath received, and these all do against the decrees of Caesar, saying, that there is another King one Jesus.", "8": "Then they troubled the people, and the heads of the city, when they heard these things.", "9": "Notwithstanding when they had received sufficient [f]assurance of Jason and of the others, they let them go.", "10": "[g]And the brethren immediately sent away Paul and Silas by night unto Berea, which when they were come thither, entered into the Synagogue of the Jews.", "11": "[h]These were also more [i]noble men than they which were at Thessalonica, which received the word with all readiness, and searched the Scriptures daily, whether those things were so.", "12": "Therefore many of them believed, and of honest women, which were Grecians, and men not a few.", "13": "¶ [j]But when the Jews of Thessalonica knew, that the word of God was also preached of Paul at Berea, they came thither also, and moved the people.", "14": "[k]But by and by the brethren sent away Paul to go as it were to the sea: but Silas and Timothy abode there still.", "15": "[l]And they that did conduct Paul, [m]brought him unto Athens: and when they had received a commandment unto Silas and Timothy that they should come to him at once, they departed.", "16": "¶ [n]Now while Paul waited for them at Athens, his spirit was [o]stirred in him, when he saw the city subject to [p]idolatry.", "17": "Therefore he disputeth in the Synagogue with the Jews, and with them that were religious, and in the market daily with [q]whomsoever he met.", "18": "[r]Then certain Philosophers of the Epicureans, and of the Stoics, disputed with him, and some said, What will this [s]babbler say? Others said, He seemeth to be a setter forth of strange gods (because he preached unto them Jesus, and the resurrection.)", "19": "And they took him, and brought him into [t]Mars' street, saying, May we not know, what this new doctrine, whereof thou speakest, is?", "20": "For thou bringest certain strange things unto our ears: we would know therefore what these things mean.", "21": "[u]For all the Athenians and strangers which dwelt there, gave themselves to nothing else, but either to tell, or to hear some news.", "22": "[v]Then Paul stood in the midst of Mars' street, and said, Ye men of Athens, I perceive that in all things ye are too [w]superstitious.", "23": "For as I passed by, and beheld your [x]devotions, I found an altar wherein was written, UNTO THE [y]UNKNOWN GOD. Whom ye then ignorantly worship, him show I unto you.", "24": "[z]God that made the world, and all things that are therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands.", "25": "Neither is worshipped with men's hands, as though he needed anything, seeing he giveth to all life and breath and all things,", "26": "[aa]And hath made of [ab]one blood all mankind, to dwell on all the face of the earth, and hath assigned the seasons which were ordained before, and the bounds of their habitation,", "27": "That they should seek the Lord, if so be they might have [ac]groped after him, and found him, though doubtless he be not far from every one of us.", "28": "For in him we live, and move, and have our being, as also certain of your own Poets have said: For we are also his generation.", "29": "Forasmuch then, as we are the generation of God, we ought not to think that the Godhead is like unto gold, or silver, or stone [ad]graven by art and the invention of man.", "30": "[ae]And the time of this ignorance God regarded not: but now he admonisheth all men everywhere to repent.", "31": "Because he hath appointed a day in the which he will judge the world in righteousness, by that man whom he hath appointed, whereof he hath given an [af]assurance to all men, in that he hath raised him from the dead.", "32": "[ag]Now when they had heard of the resurrection from the dead, some mocked, and others said, We will hear thee again of this thing.", "33": "And so Paul departed from among them.", "34": "Howbeit certain men clave unto Paul, and believed: among whom was also Dionysius Areopagite, and a woman named Damaris, and others with them."}