{"1": "As Paul at Corinth 6 taught the Gentiles, 9 the Lord comforteth him. 12 He is accused before Gallio, 16 but in vain: 18 From thence he saileth to Syria, 19 and so to Ephesus. 23 At Galatia and Phrygia he strengtheneth the disciples. 24 Apollos being more perfectly instructed by Aquila, 28 preacheth Christ with great efficacy. After [a]these things, Paul departed from Athens, and came to Corinth,", "2": "And found a certain Jew named Aquila, born in Pontus, lately come from Italy, and his wife Priscilla (because that [b]Claudius had commanded all Jews to depart from Rome) and he came unto them.", "3": "And because he was of the same craft, he abode with them and wrought (for their craft was to make tents.)", "4": "[c]And he disputed in the Synagogue every Sabbath day, and [d]exhorted the Jews, and the Grecians.", "5": "Now when Silas and Timothy were come from Macedonia, Paul, [e]forced in spirit, testified to the Jews that Jesus was the Christ.", "6": "[f]And when they resisted and blasphemed, he shook his raiment, and said unto them, Your [g]blood be upon your own head: I am clean: from henceforth will I go unto the Gentiles.", "7": "So he departed thence, and entered into a certain man's house, named Justus, a worshipper of God, whose house joined hard to the Synagogue.", "8": "And Crispus the chief ruler of the Synagogue, believed in the Lord with all his household: and many of the Corinthians hearing it, believed and were baptized.", "9": "[h]Then said the Lord to Paul in the night by a vision, Fear not, but speak, and hold not thy peace.", "10": "For I am with thee, and no man shall lay hands on thee to hurt thee: for I have much people in this city.", "11": "So he [i]continued there a year and six months, and taught the word of God among them.", "12": "¶ [j]Now when Gallio was deputy of [k]Achaia, the Jews arose with one accord against Paul, and brought him to the judgment seat,", "13": "Saying, This fellow persuadeth men to worship God otherwise than the Law appointeth.", "14": "And as Paul was about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong, or an evil deed, O ye Jews, I would according to [l]reason maintain you.", "15": "But if it be a question of [m]words and [n]names, and of your Law, look ye to it yourselves: for I will be no judge of those things.", "16": "And he drove them from the judgment seat.", "17": "Then took all the Grecians Sosthenes the chief ruler of the Synagogue, and beat him before the judgment seat: but Gallio cared nothing for those things.", "18": "[o]But when Paul had tarried there yet a good while, he took leave of the brethren, and sailed into Syria, (and with him Priscilla and Aquila) after that [p]he had shorn his head in [q]Cenchrea: for he had made a vow.", "19": "Then he came to Ephesus, and left them there: but he entered into the Synagogue and disputed with the Jews.", "20": "[r]Who desired him to tarry a longer time with them: but he would not consent,", "21": "But bade them farewell, saying, I must needs keep this feast that cometh, in Jerusalem: but I will return again unto you, [s]if God will. So he sailed from Ephesus.", "22": "¶ And when he came down to Caesarea, he went up to Jerusalem: and when he had saluted the Church, he went down unto Antioch.", "23": "Now when he had tarried there a while, he departed, and went through the country of Galatia and Phrygia by order, strengthening all the disciples.", "24": "[t]And a certain Jew named Apollos, born at Alexandria, came to Ephesus, an eloquent man, and [u]mighty in the Scriptures.", "25": "The same was instructed in the way of the Lord, and he spake fervently in the Spirit, and taught diligently the things of the Lord, and knew but the baptism of John only.", "26": "And he began to speak boldly in the Synagogue. Whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the [v]way of God more perfectly.", "27": "And when he was minded to go into Achaia, the brethren exhorting him, wrote to the disciples to receive him: and after he was come thither, he helped them much which had believed through [w]grace.", "28": "For mightily he confuted publicly the Jews, with great vehemency, showing by the Scriptures, that Jesus was that Christ."}