{"1": "Certain disciples at Ephesus, 3 having only received John's baptism, 2 and know not the visible gifts of the holy Ghost, wherewith God had beautified his Son's kingdom, 5 are baptized in the Name of Jesus. 13 The Jewish exorcists 16 are beaten of the devil. 19 Conjuring books are burnt. 24 Demetrius 29 raiseth sedition against Paul. And [a]it came to pass, while Apollos was at Corinth, that Paul when he passed through the upper coasts, came to Ephesus, and found certain disciples,", "2": "And said unto them, Have ye received the [b]holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be an holy Ghost.", "3": "[c]And he said unto them, Unto [d]what were ye then baptized? And they said, Unto [e]John's baptism.", "4": "Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe in him, which should come after him, that is, in Christ Jesus.", "5": "And when they heard it, they were baptized in the Name of the Lord Jesus.", "6": "So Paul laid his hands upon them, and the holy Ghost came on them, and they spake the tongues, and prophesied.", "7": "And all the men were about twelve.", "8": "¶ Moreover he went into the Synagogue, and spake boldly for the space of three months, disputing and exhorting to the things that appertain to the kingdom of God.", "9": "[f]But when certain were hardened, and disobeyed, speaking evil of the [g]way of God before the multitude, he departed from them, and separated the disciples, and disputed daily in the school of one [h]Tyrannus.", "10": "And this was done by the space of two years, so that all they which dwelt in Asia, heard the word of the Lord Jesus, both Jews and Grecians.", "11": "And God wrought no small miracles by the hands of Paul,", "12": "So that from his body were brought unto the sick, kerchiefs, or handkerchiefs, and the diseases departed from them, and the evil spirits went out of them.", "13": "[i]Then certain of the vagabond Jews, [j]exorcists took in hand to name over them which had evil spirits, the name of the Lord Jesus, saying, We adjure you by Jesus, whom Paul preacheth.", "14": "(And there were certain sons of Sceva a Jew, the Priest, about seven which did this.)", "15": "And the evil spirit answered, and said, Jesus I acknowledge, and Paul I know: but who are ye?", "16": "And the man in whom the evil spirit was, ran on them, and overcame them, and [k]prevailed against them, so that they fled out of that house, naked and wounded.", "17": "And this was known to all the Jews and Grecians also which dwelt at Ephesus, and fear came on them all, and the Name of the Lord Jesus was magnified,", "18": "[l]And many that believed, came and [m]confessed, and showed their works.", "19": "Many also of them which used curious arts, brought their books, and burned them before all men: and they counted the price of them, and found it [n]fifty thousand pieces of silver.", "20": "So the word of God grew mightily, and prevailed.", "21": "¶ [o]Now when these things were accomplished, Paul purposed by the [p]Spirit to pass through Macedonia and Achaia, and to go to Jerusalem, saying, After I have been there, I must also see Rome.", "22": "So sent he into Macedonia two of them that ministered unto him, Timothy, and Erastus, but he remained in Asia for a season.", "23": "[q]And the same time there arose no small trouble about that way.", "24": "For a certain man named Demetrius a silversmith, which made silver [r]temples of Diana, brought great gains unto the craftsmen,", "25": "Whom he called together, with the workmen of like things, and said, Sirs, ye know that by this craft we have our goods:", "26": "Moreover ye see and hear, that not alone at Ephesus, but almost throughout all Asia this Paul hath persuaded, and turned away much people, saying, That they be not Gods which are made with hands.", "27": "So that not only this thing is dangerous unto us, that this our [s]portion shall be reproved, but also that the temple of the great goddess Diana should be nothing esteemed, and that it would come to pass that her magnificence, which all Asia and the world worshippeth, should be destroyed.", "28": "Now when they heard it, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians.", "29": "And the whole city was full of confusion, and they rushed into the common place with one assent, and caught Gaius, and Aristarchus, men of Macedonia, and Paul's companions of his journey.", "30": "And when Paul would have entered in unto the people, the disciples suffered him not.", "31": "[t]Certain also of the chief of Asia, which were his friends, sent unto him, desiring him that he would not present himself in the Common place.", "32": "Some therefore cried one thing, and some another: for the assembly was out of order, and the more part knew not wherefore they were come together.", "33": "And some of the company drew forth Alexander, the Jews thrusting him forwards. Alexander then beckoned with the hand, and would have excused the matter to the people.", "34": "[u]But when they knew that he was a Jew, there arose a shout almost for the space of two hours, of all men, crying, Great is Diana of the Ephesians.", "35": "[v]Then the town clerk when he had stayed the people, said, Ye men of Ephesus, what man is it that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image, which [w]came down from Jupiter?", "36": "Seeing then that no man can speak against these things, ye ought to be appeased, and to do nothing rashly.", "37": "For ye have brought hither these men, which have neither committed sacrilege, neither do blaspheme your goddess.", "38": "Wherefore, if Demetrius and the craftsmen which are with him, have a [x]matter against any man, the [y]law is open, and there are [z]Deputies: let them accuse one another.", "39": "But if ye inquire anything concerning other matters, it may be determined in a [aa]lawful assembly.", "40": "For we are even in jeopardy to be accused of this day's sedition, forasmuch as there is no cause, whereby we may give a reason of this concourse of people.", "41": "And when he had thus spoken, he let the assembly depart."}