{"1": "Paul goeth toward Jerusalem: 8 at Caesarea he talketh with Philip the Evangelist: 10 Agabus foretelleth him of his bonds. 17 After he came to Jerusalem, 26 and into the Temple, 27 The Jews laid hands on him: 32 Lysias the captain taketh him from them. And [a]as we launched forth, and were departed from them, we came with a straight course unto Cos, and the day following unto the Rhodes, and from thence unto Patara.", "2": "And we found a ship that went over unto Phoenicia, and went aboard, and set forth.", "3": "And when we had discovered Cyprus, we left it on the left hand, and sailed toward Syria, and arrived at Tyre: for there the ship unladed the burden.", "4": "And when we had found disciples, we tarried there seven days. And they told Paul through the [b]Spirit, that he should not go up to Jerusalem.", "5": "But when the days were ended, we departed and went our way, and they all accompanied us with their wives and children, even out of the city: and we kneeled down on the shore, prayed.", "6": "Then when we had embraced one another, we took ship, and they returned home.", "7": "And when we had ended the course from Tyre, we arrived at Ptolemais, and saluted the brethren, and abode with them one day.", "8": "And the next day, Paul and we that were with him, departed, and came unto Caesarea: and we entered into the house of Philip the Evangelist, which was one of the [c]seven Deacons, and abode with him.", "9": "Now he had four daughters, virgins, which did [d]prophesy.", "10": "And as we tarried there many days, there came a certain Prophet from Judea, named Agabus.", "11": "And when he was come unto us, he took Paul's girdle, and bound his own hands and feet, and said, Thus saith the holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him into the hands of the Gentiles.", "12": "And when we had heard these things, both we and others of the same place besought him that he would not go up to Jerusalem.", "13": "Then Paul answered, and said, What do ye weeping and breaking mine heart? For I am ready not to be bound only, but also to die at Jerusalem for the Name of the Lord Jesus.", "14": "[e]So when he would not be persuaded, we ceased, saying, The will of the Lord be done.", "15": "And after those days we trussed up our fardels, and went up to Jerusalem.", "16": "There went with us also certain of the disciples of Caesarea, and brought with them one Mnason of Cyprus, an old disciple, with whom we should lodge.", "17": "And when we were come to Jerusalem, the brethren received us gladly.", "18": "And the next day Paul went in with us unto James: and all the Elders were there assembled.", "19": "[f]And when he had embraced them, he told by order all things, that God had wrought among the Gentiles by his ministration.", "20": "[g]So when they heard it, they glorified God, and said unto him, Thou seest, brother, how many thousand Jews there are which believe, and they are all zealous of the Law:", "21": "Now they are informed of thee, that thou teachest all the Jews, which are among the Gentiles, to forsake Moses, and sayest that they ought not to circumcise their sons, neither to live after the customs.", "22": "What is then to be done? the multitude must needs come together: for they shall hear that thou art come.", "23": "Do therefore this that we say to thee. We have four men, which have made a vow,", "24": "Them take, and [h]purify thyself with them, and [i]contribute with them, that they may shave their heads: and all shall know, that those things, whereof they have been informed concerning thee, are nothing, but that thou thyself also walkest and keepest the Law.", "25": "For as touching the Gentiles, which believe, we have written, and determined that they observe no such thing, but that they keep themselves from things offered to idols, and from blood, and from that that is strangled, and from fornication.", "26": "Then Paul took the men, and the next day was purified with them, and entered into the Temple, [j]declaring the accomplishment of the days of the purification, until that an offering should be offered for everyone of them.", "27": "[k]And when the seven days were almost ended, the Jews which were of Asia (when they saw him in the Temple) moved all the people, and laid hands on him,", "28": "Crying, Men of Israel, help: this is the man that teachest all men everywhere against the people, and the Law, and this place: moreover, he hath brought Grecians into the Temple, and hath polluted this holy place.", "29": "For they had seen before Trophimus an Ephesian with him in the city, whom they supposed that Paul had brought into the Temple.", "30": "Then all the city was moved, and the people ran together: and they took Paul, and drew him out of the Temple, and forthwith the doors were shut.", "31": "[l]But as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was on an uproar.", "32": "Who immediately took soldiers and Centurions, and ran down unto them: and when they saw the chief captain and the soldiers, they left beating of Paul.", "33": "Then the chief Captain came near and took him, and commanded him to be bound with two chains, and demanded who he was, and what he had done.", "34": "And one cried this, another that, among the people. So when he could not know the certainty for the tumult, he commanded him to be led into the castle.", "35": "And when he came unto the grieces, it was so that he was borne of the soldiers, for the violence of the people.", "36": "For the multitude of the people followed after, crying, Away with him.", "37": "And as Paul should have been led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?", "38": "Art not thou the [m]Egyptian who before these days raised a sedition, and led out into the wilderness four thousand men that were murderers?", "39": "Then Paul said, Doubtless, I am a man which am a Jew, and citizen of Tarsus, a famous city of Cilicia, and I beseech thee, suffer me to speak unto the people.", "40": "And when he had given him license, Paul stood on the grieces, and beckoned with the hand unto the people, and when there was made great silence, he spake unto them in the Hebrew tongue, saying,"}