{"1": "Paul yieldeth a reason of his faith, 22 and the Jews heard him awhile: 23 But so soon as they cried out, 24 He is commanded to be scourged and examined, 27 and so declareth that he is citizen of Rome. Ye men, brethren and fathers, hear my defense now towards you.", "2": "(And when they heard that he spake in the Hebrew tongue to them, they kept the more silence, and he said,)", "3": "[a]I am verily a man, which am a Jew, born in Tarsus in Cilicia, but brought up in this city at the [b]feet of Gamaliel, and instructed according to the perfect manner of the Law of the fathers, and was zealous toward God, as ye all are this day.", "4": "And I persecuted this way unto the death, binding and delivering into prison both men and women.", "5": "As also the chief Priest doth bear me witness, and all the company of the Elders: of whom also I received letters unto the brethren, and went to Damascus to bring them which were there, bound unto Jerusalem, that they might be punished.", "6": "¶ And so it was, as I journeyed, and was come near unto Damascus about noon, that suddenly there shone from heaven a great light round about me.", "7": "So I fell unto the earth, and heard a voice, saying unto me, Saul, Saul, why persecutest thou me? ", "8": "Then I answered, Who art thou, Lord? And he said to me, I am Jesus of Nazareth, whom thou persecutest. ", "9": "Moreover they that were with me, saw indeed a light and were afraid: but they heard not the voice of him that spake unto me.", "10": "Then I said, What shall I do, Lord? And the Lord said unto me, Arise, and go into Damascus: and there it shall be told thee of all things, which are appointed for thee to do. ", "11": "So when I could not see for the glory of that light, I was led by the hand of them that were with me, and came into Damascus.", "12": "And one Ananias a godly man, as pertaining to the Law, having good report of all the Jews which dwelt there,", "13": "Came unto me, and stood, and said unto me, Brother Saul, receive thy sight: and that same hour I looked upon him.", "14": "And he said, The God of our fathers hath appointed thee, that thou shouldest know his will, and shouldest see that Just one, and shouldest hear the voice of his mouth.", "15": "For thou shalt be his witness unto all men, of the things which thou hast seen and heard.", "16": "Now therefore why tarriest thou? Arise, and be baptized, and wash away thy sins, in calling on the Name of the Lord.", "17": "¶ And it came to pass, that when I was come again to Jerusalem, and prayed in the Temple, I was in a trance,", "18": "And saw him, saying unto me, Make haste, and get thee quickly out of Jerusalem: for they will not receive thy witness concerning me. ", "19": "Then I said, Lord, they know that I prisoned, and beat in every Synagogue them that believed in thee.", "20": "And when the blood of thy martyr Stephen was shed, I also stood by, and consented unto his death, and kept the clothes of them that [c]slew him.", "21": "Then he said unto me, Depart: for I will send thee far hence unto the Gentiles. ", "22": "¶ [d]And they heard him unto this word, but then they lifted up their voices, and said, Away with such a fellow from the earth: for it is not meet that he should live.", "23": "And as they [e]cried and cast off their clothes, and threw dust into the air,", "24": "[f]The chief captain commanded him to be led into the castle, and bade that he should be scourged, and examined, that he might know wherefore they cried so on him.", "25": "[g]And as they bound him with thongs, Paul said unto the Centurion that stood by, Is it lawful for you to scourge one that is a Roman, and not condemned?", "26": "Now when the Centurion heard it, he went, and told the chief captain, saying, Take heed what thou doest: for this man is a Roman.", "27": "Then the chief captain came, and said to him, Tell me, art thou a Roman? And he said, Yea.", "28": "And the chief captain answered, With a great sum obtained I this freedom. Then Paul said, But I was so born.", "29": "Then straightway they departed from him, which should have examined him: and the chief captain also was afraid, after he knew that he was a [h]Roman, and that he had bound him.", "30": "On the next day, because he would have known the certainty wherefore he was accused of the Jews, he loosed him from his bonds, and commanded the high Priests and all their Council to come together: and he brought Paul, and set him before them."}