{"1": "Paul 7, 9 foretelleth the peril of the voyage, 11 but he is not believed. 14 They are tossed to and fro with the tempest, 22, 41 and suffer shipwreck: 34 Yet all safe and sound 44 escape to land. Now [a]when it was concluded, that we should sail into Italy, they delivered both Paul, and certain other prisoners unto a Centurion, named Julius, of the band of Augustus.", "2": "And we entered into a ship of Adramyttium, purposing to sail by the coasts of Asia, and launched forth, and had Aristarchus of Macedonia, a Thessalonian, with us.", "3": "And the next day we arrived at Sidon: and Julius courteously entreated Paul, and gave him liberty to go unto his friends, that they might refresh him.", "4": "And from thence we launched, and sailed hard by Cyprus, because the winds were contrary.", "5": "Then sailed we over the sea by Cilicia, and Pamphilia, and came to Myra, a city in Lycia.", "6": "And there the Centurion found a ship of Alexandria, sailing into Italy, and put us therein.", "7": "And when we had sailed slowly many days, and scarce were come against Cnidus, because the wind suffered us not, we sailed hard by Candia, near to [b]Salmone,", "8": "And with much ado sailed beyond it, and came unto a certain place called the Fair Havens, near unto the which was the city Lasea.", "9": "[c]So when much time was spent, and sailing was now jeopardous, because also the [d]Fast was now passed, Paul exhorted them,", "10": "And said unto them, Sirs, I see that this voyage will be with hurt, and much damage, not of the lading and ship only, but also of our lives.", "11": "[e]Nevertheless the Centurion believed rather the governor and the master of the ship, than those things which were spoken of Paul.", "12": "And because the haven was not commodious to winter in, many took counsel to depart thence, if by any means they might attain to Phoenix, there to winter, which is an haven of Crete, and lieth toward the Southwest and by West, and Northwest and by West.", "13": "And when the Southern wind blew softly, they supposing to attain their purpose, loosed nearer, and sailed by Crete.", "14": "But anon after, there arose by [f]it a stormy wind called [g]Euroclydon.", "15": "And when the ship was caught, and could not resist the wind, we let her go, and were carried away.", "16": "And we ran under a little Isle named Clauda, and had much ado to get the boat.", "17": "Which they took up and used all help, undergirding the ship, fearing lest they should have fallen into Syrtis, and they strake sail, and so were carried.", "18": "[h]The next day when we were tossed with an exceeding tempest, they lightened the ship.", "19": "And the third day we cast out with our own hands the tackling of the ship.", "20": "And when neither sun nor stars in many days appeared, and no small tempest lay upon us, all hope that we should be saved, was then taken away.", "21": "[i]But after long abstinence, Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened to me, and not have loosed from Candia: so should ye have gained this hurt and loss.", "22": "But now I exhort you to be of good courage: for there shall be no loss of any man's life among you, save of the ship only.", "23": "For there stood by me this night the Angel of God, whose I am, and whom I serve.", "24": "Saying, Fear not, Paul: for thou must be brought before Caesar: and lo, God hath given unto thee freely, all that sail with thee.", "25": "[j]Wherefore, Sirs, be of good courage: for I believe God, that it shall be so as it hath been told me.", "26": "Howbeit, we must be cast into a certain Island.", "27": "[k]And when the fourteenth night was come, as we were carried to and fro in the [l]Adriatic sea about midnight, the shipmen deemed that some country [m]approached unto them.", "28": "And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found fifteen fathoms.", "29": "Then fearing lest they should have fallen into some rough places, they cast four anchors out of the stern, and wished that the day were come.", "30": "[n]Now as the mariners were about to flee out of the ship, and had let down the boat into the sea under a color as though they would have cast anchors out of the foreship.", "31": "[o]Paul said unto the Centurion and the soldiers, Except these abide in the ship, ye cannot be safe.", "32": "Then the soldiers cut off the ropes of the boat, and let it fall away.", "33": "[p]And when it began to be day, Paul exhorted them all to take meat, saying, This is the fourteenth day that ye have tarried, and continued fasting, receiving nothing:", "34": "Wherefore I exhort you to take meat: for this is for your safeguard: for there shall not an [q]hair fall from the head of any of you.", "35": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all, and brake it, and began to eat.", "36": "Then were they all of good courage, and they also took meat.", "37": "Now we were in the ship in all two hundred threescore and sixteen souls.", "38": "And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.", "39": "[r]And when it was day, they knew not the country, but they spied a certain [s]creek with a bank, into the which they were minded (if it were possible) to thrust in the ship.", "40": "So when they had taken up the anchors, they committed the ship unto the sea, and loosed the rudder bonds, and hoisted up the main sail to the wind, and drew to the shore.", "41": "And when they fell into a place, where [t]two seas met, they thrust in the ship: and the forepart stuck fast, and could not be moved, but the hinder part was broken with the violence of the waves.", "42": "[u]Then the soldiers' counsel was to kill the prisoners, lest any of them, when he had swam out, should flee away.", "43": "[v]But the Centurion willing to save Paul, stayed them from this counsel, and commanded that they that could swim, should cast themselves first into the sea, and go out to land:", "44": "[w]And the others, some on boards, and some on certain pieces of the ship: and so it came to pass, that they came all safe to land."}