{"1": "The Barbarians' courtesy towards Paul and his company. 3 A viper on Paul's hand: 6 He shaketh it off without harm: 8 Publius  9 and others are by him healed. 11 They depart from Malta, 16 and come to Rome. 17 Paul openeth to the Jews, 20 the cause of his coming: 22 He preacheth Jesus 30 two years. And when they were come safe, then they knew that the Isle was called [a]Malta.", "2": "And the Barbarians showed us no little kindness, for they kindled a fire, and received us everyone, because of the present shower, and because of the cold.", "3": "[b]And when Paul had gathered a number of sticks, and laid them on the fire, there came a viper out of the heat, and leaped on his hand.", "4": "[c]Now when the Barbarians saw the worm hang on his hand, they said among themselves, This man surely is a murderer, whom, though he hath escaped the sea, yet [d]Vengeance hath not suffered to live.", "5": "But he shook off the worm into the fire, and felt no harm.", "6": "Howbeit they waited when he should have [e]swollen, or fallen down dead suddenly: [f]but after they had looked a great while, and saw no inconvenience come to him, they changed their minds, and said, That he was a God.", "7": "[g]In the same quarters, the chief man of the Isle (whose name was Publius) had possessions: the same received us, and lodged us three days courteously.", "8": "And so it was, that the father of Publius lay sick of the fever, and of a bloody flix: to whom Paul entered in, and when he prayed, he laid his hands on him, and healed him.", "9": "[h]When this then was done, others also in the Isle, which had diseases, came to him, and were healed,", "10": "[i]Which also did us great honor: and when we departed, they laded us with things necessary.", "11": "¶ [j]Now after three months we departed in a ship of Alexandria, which had wintered in the Isle, whose [k]badge was Castor and Pollux.", "12": "And when we arrived at Syracuse, we tarried there three days.", "13": "And from thence we set a compass, and came to Rhegium: and after one day, the South wind blew, and we came the second day to Puteoli:", "14": "[l]Where we found brethren, and were desired to tarry with them seven days, and so we went toward Rome.", "15": "¶ [m]And from thence when the brethren heard of us, they came to meet us at the [n]Market of Appius, and at the three taverns, whom when Paul saw, he thanked God, and waxed bold.", "16": "So when we came to Rome, the Centurion delivered the prisoners to the general Captain: but Paul was suffered to dwell by [o]himself with a soldier that kept him.", "17": "[p]And the third day after, Paul calleth the chief of the Jews together, and when they were come, he said unto them, Men and brethren, though I have committed nothing against the people, or Laws of the fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.", "18": "Who when they had examined me, would have let me go, because there was no cause of death in me.", "19": "[q]But when the Jews spake contrary, I was constrained to appeal unto Caesar, not because I had ought to accuse my nation of.", "20": "For this cause therefore have I called for you to see you, and to speak with you: for that hope of Israel's sake, I am bound with this chain.", "21": "Then they said unto him, We neither received letters out of Judea concerning thee, neither came any of the brethren that showed or spake any evil of thee.", "22": "But we will hear of thee what thou thinkest: for as concerning this sect, we know that everywhere it is spoken against.", "23": "[r]And when they had appointed him a day, there came many unto him into his lodging, to whom he expounded, [s]testifying the kingdom of God, and persuading them those things that concern Jesus, both out of the Law of Moses, and out of the Prophets, from morning to night.", "24": "[t]And some were [persuaded] with the things which were spoken, and some believed not.", "25": "Therefore when they agreed not among themselves, they departed, after that Paul had spoken one word, to wit, Well spake the holy Ghost by Isaiah the Prophet unto our fathers,", "26": "[u]Saying, Go unto this people, and say, By hearing ye shall hear, and shall not understand, and seeing ye shall see, and not perceive.", "27": "For the heart of this people is waxed fat, and their ears are dull of hearing, and with their eyes have they [v]winked, lest they should see with their eyes, and hear with their ears, and understand with their hearts, and should return that I might heal them.", "28": "[w]Be it known therefore unto you, that this salvation of God is sent to the Gentiles, and they shall hear it.", "29": "[x]And when he had said these things, the Jews departed, and had great reasoning among themselves.", "30": "[y]And Paul remained two years full in an house hired for himself, and received all that came in unto him,", "31": "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all boldness of speech, without let."}