{"1": "Peter and John,  3 are taken and brought before the council, 7 and 19 They speak boldly in Christ's cause. 24 The disciples pray unto God. 32 Many sell their possessions. 36 Of whom Barnabas is one. And [a]as they spake unto the people, the Priests and the [b]Captain of the Temple, and the Sadducees came upon them.", "2": "Taking it grievously that they taught the people, and preached in Jesus' Name the resurrection from the dead.", "3": "And they laid hands on them, and put them in hold, until the next day, for it was now eventide.", "4": "Howbeit many of them which heard the word, believed, and the [c]number of the men was about five thousand.", "5": "¶ And it came to pass on the morrow, that their [d]rulers, and Elders, and Scribes, were gathered together at Jerusalem,", "6": "And Annas the chief Priest, and Caiaphas, and John, and Alexander, and as many as were of the [e]kindred of the high Priest.", "7": "[f]And when they had set them before them, they asked, By what power, or in what [g]Name have ye done this?", "8": "Then Peter full of the holy Ghost, said unto them, Ye rulers of the people, and Elders of Israel,", "9": "[h]For as much as we this day are examined, of the good deed done to the impotent man, to wit, by what means he is made whole,", "10": "[i]Be it known unto you all, and to all the people of Israel, that by the Name of Jesus Christ of Nazareth, whom ye have crucified, whom God raised again from the dead, even by him doth this man stand here before you, whole.", "11": "This is the stone cast aside of you builders, which is become the head of the corner.", "12": "Neither is there salvation in any other: for among men there is [j]given none other [k]Name [l]under heaven, whereby we must be saved.", "13": "[m]Now when they saw the boldness of Peter and John, and understood that they were unlearned men and without [n]knowledge, they marveled, and knew them, that they had been with Jesus:", "14": "And beholding also the man which was healed standing with them, they had nothing to say against it.", "15": "Then they commanded them to go aside out of the Council, and [o]conferred among themselves,", "16": "[p]Saying, What shall we do to these men? for surely a manifest sign is done by them, and it is openly known to all them that dwell in Jerusalem: and we cannot deny it.", "17": "But that it be noised no farther among the people, let us threaten and charge them, that they speak henceforth to no man in this Name.", "18": "So they called them, and commanded them, that in no wise they should speak or teach in the Name of Jesus.", "19": "[q]But Peter and John answered unto them, and said, Whether it be right in the sight of God, to obey you rather than God, judge ye.", "20": "For we cannot but speak the things which we have seen and heard.", "21": "[r]So they threatened them, and let them go, and found nothing how to punish them, because of the people: for all men praised God for that which was done.", "22": "For the man was above forty years old, on whom this miracle of healing was showed.", "23": "[s]Then as soon as they were let go, they came to their fellows, and showed all that the high Priests and Elders had said unto them.", "24": "[t]And when they heard it, they lifted up their voices to God with one accord, and said, O Lord, thou art the God which had made the heaven, and the earth, the sea, and all things that are in them.", "25": "Which by the mouth of thy servant David hast said, Why did the Gentiles rage, and the people imagine vain things?", "26": "The kings of the earth assembled, and the rulers came together against the Lord, and against his Christ.", "27": "For doubtless, against thine holy Son Jesus, whom thou hadst anointed, both Herod and Pontius Pilate, with the Gentiles and the [u]people of Israel gathered themselves together.", "28": "To [v]do whatsoever [w]thine hand, and thy counsel had determined before to be done.", "29": "And now, O Lord, behold their threatenings, and grant unto thy servants with all boldness to speak thy word,", "30": "So that thou stretch forth thine hand that healing, and signs, and wonders may be done by the Name of thine holy Son Jesus.", "31": "[x]And when as they had prayed, the place was shaken where they were assembled together, and they were all filled with the holy Ghost, and they spake the word of God boldly.", "32": "[y]And the multitude of them that believed, were of [z]one heart, and of one soul: neither any of them said, that anything of that which he possessed, was his own, but they had all things common.", "33": "And with great power gave the Apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.", "34": "[aa]Neither was there any among them, that lacked: for as many as were possessors of lands or houses, sold them, and brought the price of the things that were sold,", "35": "And laid it down at the Apostles' feet, and it was distributed unto every man, according as he had need.", "36": "Also Joses which was called of the Apostles, Barnabas (that is by interpretation, the son of consolation) being a Levite, and of the country of Cyprus,", "37": "Where as he had land, sold it, and brought the money, and laid it down at the Apostles' feet."}