{"1": "Ananias for his deceit in keeping back part of price,  5 falleth down dead, 10 and likewise Sapphira his wife. 12 Through divers the Apostles' miracles, 14 the faith is increased. 18 The Apostles that were imprisoned, 19 are delivered by an Angel, 26 and being before the Synod of the Priests, 36 through Gamaliel's counsel they are kept alive, 40 and beaten: 41 They glorify God. But [a]a certain man named Ananias, with Sapphira his wife, sold a possession,", "2": "And [b]kept away part of the price, his wife also being of counsel, and brought a certain part, and laid it down at the Apostles' feet.", "3": "Then said Peter, Ananias, why hath Satan [c]filled thine heart, that thou shouldest [d]lie unto the holy Ghost, and keep away part of the price of this possession?", "4": "While it remained, appertained it not unto thee? and after it was sold, was it not in thine own power? how is it that thou hast [e]conceived this thing in thine heart? thou hast not lied unto men, but unto God.", "5": "Now when Ananias heard these words, he fell down, and gave up the ghost. Then great fear came on all them that heard these things.", "6": "And the young men rose up, and took him up, and carried him out, and buried him.", "7": "And it came to pass about the space of three hours after, that his wife came in, ignorant of that which was done.", "8": "And Peter said unto her, Tell me, sold ye the land for so much? And she said, Yea, for so much.", "9": "Then Peter said unto her, Why have ye agreed together, to [f]tempt the Spirit of the Lord? behold, the feet of them which have buried thine husband, are at the [g]door, and shall carry thee out.", "10": "Then she fell down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and carried her out, and buried her by her husband.", "11": "[h]And great fear came on all the Church, and on as many as heard these things.", "12": "Thus by the hands of the Apostles were many signs and wonders showed among the people (and they were all with one accord in Solomon's porch.", "13": "And of the other durst no man join himself to them: nevertheless the people [i]magnified them.", "14": "Also the number of them that believed in the Lord, both of men and women, grew more and more)", "15": "Insomuch that they brought the sick into the streets, and laid them on beds and couches, that at the leastway the shadow of Peter, when he came by, might shadow some of them.", "16": "There came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits, who were all healed.", "17": "¶ [j]Then the chief Priest rose up, and all they that were with him (which was the [k]sect of the Sadducees) and were full of indignation,", "18": "And laid hands on the Apostles, and put them in the common prison.", "19": "[l]But the Angel of the Lord by night opened the prison doors, and brought them forth, and said,", "20": "[m]Go your way, and stand in the Temple, and speak to the people, all the [n]words of this life.", "21": "[o]So when they heard it, they entered into the Temple early in the morning, and taught. And the chief Priest came, and they that were with him, and called the Council together, and all the Elders of the children of Israel, and sent to the prison, to cause them to be brought.", "22": "But when the officers came, and found them not in the prison, they returned and told it,", "23": "Saying, Certainly we found the prison shut as sure as was possible, and the keepers standing without, before the doors: but when we had opened, we found no man within.", "24": "Then when the chief Priest and the captain of the Temple, and the high Priests heard these things, they doubted of them, whereunto this would grow.", "25": "[p]Then came one and showed them, saying, Behold, the men that ye put in prison, are standing in the Temple, and teach the people.", "26": "[q]Then went the captain with the officers, and brought them without violence (for they feared the people, lest they should have been stoned.)", "27": "And when they had brought them, they set them before the Council, and the chief Priest asked them,", "28": "[r]Saying, Did we not straightly command you, that ye should not teach in this name? and behold, ye have filled Jerusalem with your doctrine, and ye would [s]bring this man's blood upon us.", "29": "[t]Then Peter and the Apostles answered, and said, We ought rather to obey God than men.", "30": "[u]The God of our fathers hath raised up Jesus whom ye slew, and hanged on a tree.", "31": "Him hath God lifted up with his right hand, to be a Prince and a Savior, to give repentance to Israel, and forgiveness of sins.", "32": "[v]And we are his witnesses concerning these things which we say: yea, and the holy Ghost, whom God hath given to them that obey him.", "33": "Now when they heard it, they [w]brast for anger, and consulted to slay them.", "34": "[x]Then stood there up in the Council a certain Pharisee named Gamaliel, a doctor of the Law, honored of all the people, and commanded to put the Apostles forth a little space,", "35": "And said unto them, Men of Israel, take heed to yourselves, what ye intend to do touching these men.", "36": "[y]For before these times, rose up Theudas [z]boasting himself, to whom resorted a number of men, about a four hundred, who was slain: and they all which obeyed him were scattered, and brought to naught.", "37": "After this man, arose up Judas of Galilee, in the days of the tribute, and drew away much people after him: he also perished, and all that obeyed him, were scattered abroad.", "38": "And now I say unto you, [aa]Refrain yourselves from these men, and let them alone: for if this counsel, or this work be of [ab]men, it will come to naught:", "39": "But if it be of God, ye cannot destroy it, lest ye be found even fighters against God.", "40": "And to him they agreed, and called the Apostles: and when they had beaten them, they commanded that they should not speak in the Name of Jesus, and let them go.", "41": "[ac]So they departed from the Council, rejoicing, that they were counted worthy to suffer rebuke for his Name.", "42": "And daily in the [ad]Temple, and from house to house they ceased not to teach, and preach Jesus Christ."}