{"1": "Then the Lord said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants, that I might show these signs of Mine before him, ", "2": "in order that you may tell in the hearing of your son, and of your son's son, what things I have done in Egypt, and My signs which I have done among them, that you may know that I am the Lord.”", "3": "Moses and Aaron came to Pharaoh and said to him, “Thus says the Lord, the God of the Hebrews, 'How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me. ", "4": "For if you refuse to let My people go, indeed, tomorrow I will bring locusts into your territory. ", "5": "And they shall cover the face of the earth, such that no one will be able to see the earth. What's more, they shall eat the remainder of that which has escaped—that which remains to you from the hail—and shall eat every tree which grows for you out of the field. ", "6": "And they shall fill your houses, and the houses of all your servants, and the houses of all the Egyptians—which neither your fathers, nor your fathers' fathers have seen since the day that they were on the earth until this day.' ” And he turned and went out from Pharaoh.", "7": "Then Pharaoh's servants said to him, “How long shall this man be a snare to us? Let the men go, so that they may serve the Lord their God. Do you not yet know that Egypt is destroyed?”", "8": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the Lord your God! But who are the ones that shall go?”", "9": "And Moses said, “We will go with our young and our old, with our sons and our daughters, with our flocks and our herds will we go, for we must hold a feast to the Lord.”", "10": "Then he said to them, “The Lord indeed be with you when I let you and your little ones go. Beware, for evil is before you. ", "11": "Not so! Go now, you that are men, and serve the Lord, for that is what you desire.” Then they were driven out from Pharaoh's presence.", "12": "Then the Lord said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so that they may come up upon the land of Egypt and eat every herb of the land, even all that the hail has left.”", "13": "So Moses stretched forth his rod over the land of Egypt; then the Lord brought an east wind upon the land all that day and all that night. And when it was morning, the east wind brought the locusts. ", "14": "The locusts went up over all the land of Egypt and settled down in all the territory of Egypt. They were very grievous. Never before had there been such locusts as they, nor would there be such ever again. ", "15": "For they covered the face of the whole earth, so that the land was darkened, and they ate every herb of the land, and all the fruit of the trees which the hail had left. As a result, nothing green remained there in the trees or herbs of the field, through all the land of Egypt.", "16": "Then Pharaoh called for Moses and Aaron in haste and said, “I have sinned against the Lord, your God, and against you. ", "17": "Now therefore please forgive my sin only this once, and entreat the Lord your God, so that He may take away from me this death only.”", "18": "So he went out from Pharaoh and prayed to the Lord. ", "19": "Then the Lord turned a mighty strong west wind, which took away the locusts and threw them into the Red Sea. Not one locust remained in all the territory of Egypt. ", "20": "But the Lord hardened Pharaoh's heart, so that he would not let the children of Israel go.", "21": "Then the Lord said to Moses, “Stretch out your hand toward the heavens, so that there may be darkness over the land of Egypt, a darkness which may be felt.” ", "22": "So Moses stretched forth his hand toward the heavens, and there was a thick darkness in all the land of Egypt for three days. ", "23": "They did not see one another; nor did anyone rise from his place for three days. But all the children of Israel had light in their dwellings.", "24": "Then Pharaoh called to Moses and said, “Go, serve the Lord. Only let your flocks and your herds be detained. Even let your little ones also go with you.”", "25": "But Moses said, “You must also give us sacrifices and burnt offerings, so that we may sacrifice to the Lord our God. ", "26": "Our livestock will go with us also. Not a hoof will be left behind, for we must take of them to serve the Lord our God. And we do not know with what we must serve the Lord, until we get there.”", "27": "But the Lord hardened Pharaoh's heart, and he would not let them go. ", "28": "So Pharaoh said to him, “Get away from me! Watch yourself, do not see my face anymore; for in the day you see my face you shall die.”", "29": "Then Moses said, “As you wish. I will never see your face again.”"}