{"1": "Then Moses and the children of Israel sang this song to the Lord and spoke, saying: “I will sing to the Lord, for He has triumphed gloriously! He has thrown the horse and his rider into the sea!", "2": "The Lord is my strength and song, and He has become my salvation. He is my God, and I will praise Him; my father's God, and I will exalt Him.", "3": "The Lord is a man of war; the Lord is His name.", "4": "Pharaoh's chariots and his army He has thrown into the sea; his chosen captains also are drowned in the Red Sea.", "5": "The depths have covered them; they sank to the bottom like a stone.", "6": "“Your right hand, O Lord, is glorious in power. Your right hand, O Lord, shatters the enemy.", "7": "In the greatness of Your excellence, You overthrow those who rise up against You. You send out Your wrath; it consumes them like stubble.", "8": "With the blast of Your nostrils the waters were gathered together. The flowing waters stood upright as a heap; and the depths were congealed in the heart of the sea.", "9": "“The enemy said, 'I will pursue. I will overtake. I will divide the spoil; my lust shall be satisfied upon them. I will draw my sword, my hand shall destroy them.'", "10": "You blew with Your wind, and the sea covered them; they sank like lead in the mighty waters.", "11": "“Who is like You, O Lord, among the gods? Who is like You, glorious in holiness, fearful in praises, doing wonders?", "12": "You stretched out Your right hand, and the earth swallowed them.", "13": "“In Your mercy You have led the people whom You have redeemed; You have guided them by Your strength to Your holy dwelling.", "14": "The peoples have heard and are afraid; sorrow has taken hold on the inhabitants of Philistia.", "15": "Then the chiefs of Edom were amazed; the mighty men of Moab, trembling takes hold of them; all the inhabitants of Canaan are melted away.", "16": "Fear and dread fall upon them; by the greatness of Your arm they are as still as a stone, until Your people pass over, O Lord, until the people whom You have purchased pass over.", "17": "You shall bring them in, and plant them on the mountain of Your inheritance, in the place, O Lord, which You have made for Your dwelling, in the sanctuary, O Lord, which Your hands have established.", "18": "The Lord will reign forever and ever.”", "19": "For the horses of Pharaoh went in with his chariots and with his horsemen into the sea, and the Lord brought back the waters of the sea upon them, but the children of Israel walked on dry land in the midst of the sea.", "20": "Miriam the prophetess, the sister of Aaron, took a timbrel in her hand, and all the women went out after her with timbrels and with dancing. ", "21": "Miriam answered them, “Sing to the Lord, for He triumphed gloriously! The horse and his rider He has hurled into the sea.”", "22": "Then Moses led Israel from the Red Sea, and they went out into the Wilderness of Shur, and they went three days in the wilderness and found no water. ", "23": "When they came to Marah, they could not drink of the waters of Marah, for they were bitter. Therefore, the name of it was called Marah. ", "24": "So the people murmured against Moses, saying, “What shall we drink?”", "25": "And he cried to the Lord, and the Lord showed him a tree. When he had thrown it into the waters, the waters were made sweet. There He made for them a statute and an ordinance, and there He tested them. ", "26": "He said, “If you diligently listen to the voice of the Lord your God, and do what is right in His sight, and give ear to His commandments, and keep all His statutes, I will not afflict you with any of the diseases with which I have afflicted the Egyptians. For I am the Lord who heals you.”", "27": "Then they came to Elim, where there were twelve wells of water and seventy palm trees, and they camped there by the waters."}