{"1": "All the congregation of the children of Israel journeyed from the Wilderness of Sin, from place to place, according to the commandment of the Lord, and pitched in Rephidim, but there was no water for the people to drink. ", "2": "Therefore the people contended with Moses and said, “Give us water so that we may drink.” And Moses said to them, “Why do you contend with me? Why do you test the Lord?”", "3": "But the people thirsted there for water, and the people murmured against Moses, and said, “Why is it that you have brought us up out of Egypt, to kill us and our children and our livestock with thirst?”", "4": "Then Moses cried out to the Lord, saying, “What shall I do to this people? They are almost ready to stone me.”", "5": "The Lord said to Moses, “Pass over before the people, and take with you some of the elders of Israel. And take in your hand your rod with which you struck the Nile, and go. ", "6": "Indeed, I will stand before you there on the rock in Horeb, and you shall strike the rock, and there water shall come out of it, so that the people may drink.” Then Moses did so in the sight of the elders of Israel. ", "7": "He called the name of the place Massah, and Meribah, because of the contending of the children of Israel, and because they tested the Lord, saying, “Is the Lord among us, or not?”", "8": "Then Amalek came and fought with Israel in Rephidim. ", "9": "So Moses said to Joshua, “Choose men for us and go out, fight against Amalek. Tomorrow I will stand on the top of the hill with the rod of God in my hand.”", "10": "So Joshua did as Moses had said to him and fought against Amalek. And Moses, Aaron, and Hur went up to the top of the hill. ", "11": "Now when Moses held up his hand, Israel prevailed, but when he let down his hand, Amalek prevailed. ", "12": "But Moses' hands became heavy. So they took a stone, and put it under him, and he sat on it. And Aaron and Hur supported his hands, one on one side, and the other on the other side. And his hands were steady until the going down of the sun. ", "13": "So Joshua laid low Amalek and his people with the edge of the sword.", "14": "Then the Lord said to Moses, “Write this as a memorial in a book and rehearse it to Joshua, for I will utterly wipe out the remembrance of Amalek from under heaven.”", "15": "Then Moses built an altar and called the name of it, The Lord Is My Banner; ", "16": "for he said, “For the Lord has sworn that the Lord will have war with Amalek from generation to generation.”"}