{"1": "Now these are the judgments which you will set before them.", "2": "If you buy a Hebrew servant, he will serve for six years, but in the seventh he shall go out free without paying anything. ", "3": "If he came in by himself, he shall go out by himself. If he is married, then his wife will go out with him. ", "4": "If his master gives him a wife, and she bears him sons or daughters, the wife and her children shall belong to her master, and he will go out by himself.", "5": "However, if the servant plainly says, “I love my master, my wife, and my children. I will not go out free,” ", "6": "then his master will bring him to the judges, then he shall also bring him to the door or to the doorpost, and his master shall bore his ear through with an awl, and he shall serve him forever.", "7": "If a man sells his daughter to be a female servant, she shall not go out as the male servants do. ", "8": "If she does not please her master, who has betrothed her to himself, then he shall let her be redeemed. He has no authority to sell her to a foreign nation, because he has dealt deceitfully with her. ", "9": "If he has designated her for his son, then he shall deal with her according to the customary rights of daughters. ", "10": "If he marries another wife, then he must not diminish the first one's food, her clothing, or her marital rights. ", "11": "If he does not provide these three for her, then she shall go out free, without paying money.", "12": "He that strikes a man so that he dies shall surely be put to death. ", "13": "However, if it was not premeditated, but God let him fall into his hand, then I will appoint you a place where he may flee. ", "14": "But if a man willfully comes upon his neighbor in order to kill him cunningly, then you must take him from My altar, that he may die.", "15": "He who strikes his father or his mother shall surely be put to death.", "16": "He who kidnaps a man and sells him, or if he is found in his possession, shall surely be put to death.", "17": "He who curses his father or his mother shall surely be put to death.", "18": "If men fight and one strikes the other with a stone or with his fist, and he does not die, but must remain in bed, ", "19": "and then if he gets up and walks around on his staff, then he who struck him shall go unpunished. Only he must pay for his loss of time and shall see to it that he is thoroughly healed.", "20": "If a man strikes his male servant or his female servant with a rod so that he or she dies at his hand, then he shall surely be punished. ", "21": "Nevertheless, if he survives for a day or two, then he shall not be punished, for it is his money.", "22": "If men fight and hurt a pregnant woman so that her child is born prematurely,[a] yet there is no serious injury, then he shall be surely punished in accordance with what the woman's husband demands of him, and he shall pay as the judges determine. ", "23": "But if there is any serious injury, then you shall give life for life, ", "24": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "25": "burn for burn, wound for wound, bruise for bruise.", "26": "If a man strikes the eye of his male servant or the eye of his female servant so that it is destroyed, then he must let him go free on account of his eye. ", "27": "If he knocks out his male servant's tooth or his female servant's tooth, then he shall let him or her go free on account of the tooth.", "28": "If an ox gores a man or a woman to death, then the ox must surely be stoned and its flesh must not be eaten, but the owner of the ox will be acquitted. ", "29": "But if the ox has had the habit of goring, and the owner has been made aware of it, and he has not kept it in, and it has killed a man or a woman, then the ox shall be stoned and its owner also shall be put to death. ", "30": "If a ransom is set for him, then he shall give for the ransom of his life whatever is demanded of him. ", "31": "Whether it gored a son or gored a daughter, it will be done to him according to this rule. ", "32": "If the ox gores a male servant or a female servant, then its owner shall give thirty shekels[b] of silver to their master, and the ox must be stoned.", "33": "If a man opens a pit or if a man digs a pit and does not cover it, and an ox or a donkey falls into it, ", "34": "the owner of the pit must make restitution. He must give money to their owner, and the dead animal will be his.", "35": "If one man's ox hurts another's so that it dies, then they shall sell the live ox and divide its proceeds and divide the dead ox also. ", "36": "Or if it be known that the ox has had the habit of goring and its owner has not kept it in, then he shall surely pay ox for ox and the dead animal will become his own."}