{"1": "If a man steals an ox or a sheep and kills it or sells it, then he shall repay five oxen for an ox, and four sheep for a sheep.", "2": "If a thief is caught breaking in and is struck so that he dies, then there will be no blood guilt for him. ", "3": "If the sun has risen on him, then there is blood guilt for him. He must make full restitution. If he has nothing, then he will be sold for his theft. ", "4": "If the stolen item is in fact found alive in his possession, whether it be an ox, or donkey, or sheep, then he shall repay double.", "5": "If a man causes a field or vineyard to be eaten and puts out his beast so that it feeds in another man's field, he must make restitution of the best of his own field and of the best of his own vineyard.", "6": "If fire breaks out and catches in thorn bushes, so that stacked grain or the standing grain or the field are consumed, then he who started the fire must surely make restitution.", "7": "If a man gives his neighbor money or items to be kept for him, and it is stolen from the man's house, if the thief is caught, he must repay double. ", "8": "If the thief is not caught, then the owner of the house will be brought before the judges to determine if he has laid his hand on his neighbor's goods. ", "9": "For any kind of trespass, whether it be for an ox, for a donkey, for a sheep, for clothing, or for any type of lost thing, where another says it is his, the case of both parties shall come before the judges. And whoever the judges find guilty will pay double to his neighbor.", "10": "If a man gives his neighbor a donkey, or an ox, or a sheep, or any beast to keep for him, and it dies, or is injured, or is driven away while no one sees it, ", "11": "then there will be an oath before the Lord between both of them that he has not laid his hand upon his neighbor's property. And its owner must accept this, and he will not have to make restitution. ", "12": "However, if it was stolen from him, he shall make restitution to its owner. ", "13": "If it is torn in pieces, then let him bring it as evidence, and he will not have to repay for that which was torn.", "14": "If a man borrows anything from his neighbor, and it is hurt or dies when the owner was not with it, then he shall surely make restitution. ", "15": "But if the owner was with it, he shall not make restitution. If it was a hired thing, it came with his hire.", "16": "If a man seduces a virgin who is not engaged and has relations with her, he must surely endow her to be his wife. ", "17": "If her father absolutely refuses to give her to him, he must pay money according to the dowry of virgins.", "18": "You must not allow a sorceress to live.", "19": "Whoever has relations with a beast must surely be put to death.", "20": "He who sacrifices to any god other than the Lord alone shall be utterly destroyed.", "21": "You must neither wrong a foreigner nor oppress him, for you were foreigners in the land of Egypt.", "22": "You shall not afflict any widow or orphan. ", "23": "If you afflict them in any way and they cry at all to Me, I will surely hear their cry. ", "24": "And My anger will burn, and I will kill you with the sword, and your wives will become widows, and your children fatherless.", "25": "If you lend money to any of My people who is poor among you, do not be a creditor to him, and do not charge him interest. ", "26": "If you take your neighbor's garment as a pledge, you shall return it to him before the sun goes down, ", "27": "for that is his only covering; it is his garment for his body. In what else will he sleep? And when he cries out to Me, I will hear, for I am gracious.", "28": "You shall not curse God or curse the ruler of your people.", "29": "You must not delay to offer the first of your harvest and of your vats. You must give to Me the firstborn of your sons. ", "30": "Likewise you must do the same with your oxen and with your sheep. Seven days it shall remain with its mother, but on the eighth day you must give it to Me.", "31": "You will be holy men to Me; therefore you must not eat any flesh that is torn by beasts in the field. You must throw it to the dogs."}