{"1": "The Lord said to Moses: ", "2": "Tell the children of Israel to bring Me an offering. From every man who gives willingly with his heart you shall receive My offering. ", "3": "This is the offering which you shall take from them: gold, silver, and bronze, ", "4": "blue, purple, scarlet, fine linen, goats' hair, ", "5": "rams' skins dyed red, porpoise skins, acacia wood, ", "6": "oil for the light, spices for anointing oil and for fragrant incense, ", "7": "onyx stones, and stones to be set in the ephod and in the breastplate.", "8": "Let them make Me a sanctuary that I may dwell among them. ", "9": "According to all that I show you—the pattern of the tabernacle and the pattern of all its furniture—you shall make it just so.", "10": "They shall make an ark of acacia wood two and a half cubits long, and one and a half cubits wide, and one and a half cubits high.[a] ", "11": "You shall overlay it with pure gold, inside and out shall you overlay it, and you shall make a gold border around it. ", "12": "You shall cast four gold rings for it and put them on the four feet with two rings on the one side of it and two rings on the other side of it. ", "13": "You shall make poles of acacia wood and overlay them with gold. ", "14": "You shall put the poles into the rings on the sides of the ark in order to carry the ark with them. ", "15": "The poles must remain in the rings of the ark. They must not be removed from it. ", "16": "You shall put into the ark the testimony which I shall give you.", "17": "You shall make a mercy seat of pure gold, two and a half cubits long and one and a half cubits wide. ", "18": "You shall make two cherubim of gold, make them of hammered work at the two ends of the mercy seat. ", "19": "Make one cherub on the one end and the other cherub on the other end. From the mercy seat you shall make the cherubim on its two ends. ", "20": "The cherubim shall stretch forth their wings upward, covering the mercy seat with their wings and facing one another. The faces of the cherubim are to face toward the mercy seat. ", "21": "You shall put the mercy seat above upon the ark, and in the ark you shall put the testimony that I will give you. ", "22": "I will meet with you there, and I will meet with you from above the mercy seat, from between the two cherubim which are upon the ark of the testimony. I will speak with you all that I will command you for the children of Israel.", "23": "You shall also make a table of acacia wood, two cubits long, one cubit wide, and a half cubit high.[b] ", "24": "You shall overlay it with pure gold and make a gold border around it. ", "25": "You shall make a border around it of a handbreadth, and you shall make a gold molding for the frame all around. ", "26": "You shall make four gold rings for it and put the rings on the four corners that are on its four feet. ", "27": "The rings shall be close to the frame to provide places for the poles to carry the table. ", "28": "You shall make the poles of acacia wood and overlay them with gold, so that the table may be carried with them. ", "29": "You shall make the dishes, its spoons, its pitchers, and its bowls with which to pour drink offerings. You shall make them of pure gold. ", "30": "You shall set the showbread on the table before Me always.", "31": "You shall make a lampstand of pure gold. The lampstand and its base and its shaft are to be made of hammered metal. Its cups, its buds, and its flowers shall be of one piece. ", "32": "Six branches shall go out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its other side. ", "33": "Three cups shall be made shaped like almond flowers with buds and blossoms on one branch, and three cups made like almond flowers in the other branch, with buds and blossoms, and the same for the six branches that come out of the lampstand. ", "34": "On the lampstand shall be four cups shaped like almond flowers, with their buds and their blossoms. ", "35": "There shall be a bud under two branches of the same, and a bud under two branches of the same, and a bud under the next two branches of the same, according to the six branches that proceed out of the lampstand. ", "36": "Their buds and their branches shall be of the same piece, all of it shall be one hammered work of pure gold.", "37": "You shall make its seven lamps, and they shall light its lamps so that they may give light to the area in front of it. ", "38": "Its snuffers and their snuff dishes shall be of pure gold. ", "39": "It shall be made from a talent[c] of pure gold along with all these utensils. ", "40": "See that you make them according to their pattern which was shown to you on the mountain."}