{"1": "Now Moses kept the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the desert and came to the mountain of God, to Horeb. ", "2": "The angel of the Lord appeared to him in a flame of fire from the midst of a bush, and he looked, and the bush burned with fire, but the bush was not consumed. ", "3": "So Moses said, “I will now turn aside and see this great sight, why the bush is not burnt.”", "4": "When the Lord saw that he turned aside to see, God called to him from out of the midst of the bush and said, “Moses, Moses.” And he said, “Here am I.”", "5": "He said, “Do not approach here. Remove your sandals from off your feet, for the place on which you are standing is holy ground.” ", "6": "Moreover He said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look upon God.", "7": "The Lord said, “I have surely seen the affliction of My people who are in Egypt and have heard their cry on account of their taskmasters, for I know their sorrows. ", "8": "Therefore, I have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "9": "Now therefore, the cry of the children of Israel has come to Me. Moreover, I have also seen the oppression with which the Egyptians are oppressing them. ", "10": "Come now therefore, and I will send you to Pharaoh so that you may bring forth My people, the children of Israel, out of Egypt.”", "11": "Moses said to God, “Who am I that I should go to Pharaoh and that I should bring forth the children of Israel out of Egypt?”", "12": "And He said, “Certainly I will be with you, and this will be a sign to you, that I have sent you: When you have brought forth the people out of Egypt, all of you shall serve God on this mountain.”", "13": "Moses said to God, “I am going to the children of Israel and will say to them, 'The God of your fathers has sent me to you.' When they say to me, 'What is His name?' what shall I say to them?”", "14": "And God said to Moses, “I AM WHO I AM,”[a] and He said, “You will say this to the children of Israel, 'I AM has sent me to you.' ”", "15": "God, moreover, said to Moses, “Thus you will say to the children of Israel, 'The Lord, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is My name forever, and this is My memorial to all generations.'", "16": "“Go, and gather the elders of Israel together, and say to them, 'The Lord, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I am indeed concerned about you and what has been done to you in Egypt. ", "17": "Therefore, I said, I will bring you up out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, to a land flowing with milk and honey.” '", "18": "“They shall listen to your voice, and you shall come, you and the elders of Israel, to the king of Egypt, and you must say to him, 'The Lord, the God of the Hebrews has met with us. Therefore, now, let us go, we ask you, three days' journey into the wilderness so that we may sacrifice to the Lord our God.' ", "19": "However, I know that the king of Egypt will not let you go, no, not even under a forceful hand. ", "20": "So I will stretch out My hand and strike Egypt with all My wonders which I will perform in its midst, and after that he will let you go.", "21": "“I will give this people favor in the sight of the Egyptians, and it will come to pass, that, when you go, you will not go empty-handed. ", "22": "But every woman will borrow of her neighbor, and of her that sojourns in her house, articles of silver, and articles of gold, and clothing, and you will put them on your sons, and on your daughters—in this way you will plunder the Egyptians.”"}