{"1": "Now the Lord spoke to Moses, saying: ", "2": "See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah. ", "3": "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all manner of craftsmanship ", "4": "to devise artistic works for work with gold, with silver, and with bronze, ", "5": "and in the cutting of stones for settings, and in carving of wood, to work in all manner of craftsmanship. ", "6": "I, indeed, I have given him Oholiab, the son of Ahisamak, of the tribe of Dan, and I have given skill to all who are specially skilled, that they may make everything that I have commanded you: ", "7": "the tent of meeting, the ark of the testimony, and the mercy seat that is on it, and all the furniture of the tent, ", "8": "the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense, ", "9": "the altar of burnt offering with all its utensils, and the basin and its stand, ", "10": "the woven garments, the holy garments for Aaron the priest and the garments of his sons, to minister as priests, ", "11": "the anointing oil and sweet incense for the holy place. They must make them according to all that I have commanded you.", "12": "The Lord spoke to Moses, saying: ", "13": "Speak also to the children of Israel, saying, “You must surely keep My Sabbaths, for it is a sign between Me and you throughout your generations, that you may know that I am the Lord who sanctifies you.", "14": "“You shall keep the Sabbath, for it is holy to you. Everyone who defiles it will surely be put to death. For whoever does any work on it, that person will be cut off from among his people. ", "15": "Six days may work be done, but on the seventh is the Sabbath of complete rest, holy to the Lord. Whoever does any work on the Sabbath day will surely be put to death. ", "16": "Therefore the children of Israel must keep the Sabbath, to observe the Sabbath throughout their generations, for a perpetual covenant. ", "17": "It is a sign between Me and the children of Israel forever, for in six days the Lord made heaven and earth, but on the seventh day He rested and was refreshed.”", "18": "When He had made an end of communing with him on Mount Sinai, He gave Moses the two tablets of testimony, tablets of stone, written with the finger of God."}