{"1": "So Bezalel and Oholiab, and every skilled person, in whom the Lord has put skill and understanding to know how to do all manner of work for the service of the sanctuary, are to do the work according to all that the Lord has commanded.", "2": "Moses called Bezalel and Oholiab and every skilled person in whom the Lord had put wisdom, everyone whose heart stirred him to come to the work to do it. ", "3": "They received from Moses all the offerings which the children of Israel had brought to do the work of the service of the sanctuary, and they continued to bring to him freewill offerings every morning. ", "4": "And all the skilled men who were doing all the work of the sanctuary came from the work they were doing, ", "5": "and they said to Moses, “The people are bringing much more than is needed for the service of the work which the Lord commanded us to do.”", "6": "So Moses issued a command, and they circulated a proclamation throughout the camp, saying, “Let no man or woman do any more work for the offering of the sanctuary.” So the people were restrained from bringing any more. ", "7": "For the material they had was sufficient for all the work and more than enough to do it.", "8": "Every skilled man among those who were doing the work made the tabernacle with ten curtains of fine twisted linen, and blue, and purple, and scarlet, with cherubim that were the work of skillful workmen. ", "9": "The length of each curtain was twenty-eight cubits, and the width of each curtain four cubits.[a] All of the curtains were the same size. ", "10": "He joined the five curtains to one another, and the other five curtains he joined to one to another. ", "11": "He made loops of blue on the edge of the outermost curtain in the first set. He did likewise along the edge of the outermost curtain in the second set. ", "12": "He made fifty loops in the one curtain and made fifty loops on the edge of the curtain which was in the second set. The loops were opposite one another. ", "13": "He made fifty gold clasps and joined the curtains to one another with the clasps, so that the tabernacle was a unit.", "14": "He made curtains of goats' hair for a tent over the tabernacle. He made eleven curtains in all. ", "15": "The length of each curtain was thirty cubits, and the width of each curtain was four cubits.[b] The eleven curtains were all the same size. ", "16": "He joined five curtains by themselves and six curtains by themselves. ", "17": "He made fifty loops on the outermost edge of the curtain in the first set, and he made fifty loops on the edge of the curtain which joined the second set. ", "18": "He made fifty bronze clasps to join the tent together, so that it would be one unit. ", "19": "He made a covering for the tent out of rams' skins dyed red and a covering of porpoise skins above.", "20": "Then he made boards for the tabernacle out of acacia wood, standing upright. ", "21": "The length of each board was ten cubits, and the width of each board was one and a half cubits.[c] ", "22": "Each board had two tenons, equally distant from each other. He did this for all the boards of the tabernacle. ", "23": "He made boards for the tabernacle: twenty boards for the south side. ", "24": "He made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons and two sockets under another board for its two tenons. ", "25": "For the other side of the tabernacle, which is toward the north corner, he made twenty boards, ", "26": "and their forty sockets of silver: two sockets under one board, and two sockets under another board. ", "27": "For the back of the tabernacle westward he made six boards. ", "28": "He made two boards for the corners of the tabernacle at the back. ", "29": "They were doubled beneath and joined together at the top in one ring. He did this with both of them in both the corners. ", "30": "There were eight boards with their sockets of silver, sixteen sockets, two under every board.", "31": "He made bars of acacia wood, five for the boards of one side of the tabernacle, ", "32": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the back to the west. ", "33": "He made the middle bar to pass through the boards from the one end to the other. ", "34": "He overlaid the boards with gold, and made their rings of gold to be places for the bars, and overlaid the bars with gold.", "35": "He made a veil of blue, and purple, and scarlet, and fine twined linen. He made cherubim, the work of a skillful designer. ", "36": "He made four pillars of acacia wood and overlaid them with gold with their hooks of gold, and he cast four sockets of silver for them. ", "37": "He made a hanging for the tabernacle entrance of blue, purple, scarlet, and fine twisted linen, the work of an embroiderer. ", "38": "And he made its five pillars with their hooks, and he overlaid their tops and their bands with gold, but their five sockets were of bronze."}