{"1": "Now Bezalel made the ark of acacia wood. Its length was two and a half cubits, and its width a cubit and a half, and its height a cubit and a half.[a] ", "2": "He overlaid it with pure gold, inside and out, and made a gold molding for it all around. ", "3": "He cast four rings of gold for it on its four feet, with two rings on one side and two rings on the other side of it. ", "4": "He made poles of acacia wood and overlaid them with gold. ", "5": "He put the poles into the rings on the sides of the ark to carry the ark.", "6": "He made the mercy seat of pure gold, two and a half cubits long and one and a half cubits wide. ", "7": "He made two cherubim of gold. He made them of hammered metal on the two ends of the mercy seat: ", "8": "one cherub on one end, and one cherub on the other end. Of one piece with the mercy seat he made the cherubim on its two ends. ", "9": "The cherubim spread out their wings upward, covering the mercy seat with their wings, with their faces toward each other. The faces of the cherubim were looking toward the mercy seat.", "10": "He made the table of acacia wood, two cubits long and a cubit wide and a cubit and a half high.[b] ", "11": "And he overlaid it with pure gold and made a gold molding for it all around. ", "12": "Also he made a rim for it of a handbreadth[c] all around, and he made a gold molding for the rim all around. ", "13": "He cast four rings of gold for it and put the rings on the four corners that were on its four feet. ", "14": "Close by the rim were the rings, the holders for the poles to carry the table. ", "15": "He made the poles of acacia wood and overlaid them with gold, to carry the table. ", "16": "He made the utensils which were on the table, its dishes and its pans and its bowls and its jars, to be used in pouring out offerings, of pure gold.", "17": "Then he made the lampstand of pure gold. He made it of hammered work, its base and its shaft. Its cups, its buds, and its blossoms were of the same piece. ", "18": "Six branches were extending from its sides, three branches of the lampstand from one side of it, and three branches of the lampstand from the other side of it. ", "19": "Three cups shaped like almond flowers, a bulb and a flower were on the first branch, and three cups shaped like almond flowers, a bulb and a flower were on the next branch, and the same for the six branches going out of the lampstand. ", "20": "In the lampstand there were four cups made like almond flowers, its bulbs and its flowers. ", "21": "And a bulb was under the first two branches from it, and a bulb under the next two branches from it, and a bulb under the third two branches from it, according to the six branches coming out of it. ", "22": "Their bulbs and their branches were of the same piece. All of it was one hammered work of pure gold.", "23": "He made its seven lamps with its snuffers and its trays of pure gold. ", "24": "He made it and all of its utensils from a talent[d] of pure gold.", "25": "He made the incense altar of acacia wood. Its length was a cubit, and the width a cubit, a square, and two cubits high.[e] Its horns were of the same piece. ", "26": "He overlaid it with pure gold, its top, its sides all around, and its horns. He also made a gold molding for it all around. ", "27": "He also made two rings of gold for it under its molding, on its two sides, on opposite sides, to be places for the poles to carry it. ", "28": "He made the poles of acacia wood and overlaid them with gold.", "29": "He made the holy anointing oil and the pure incense of sweet spices, according to the work of a perfumer."}