{"1": "He made the altar of burnt offering of acacia wood. It was five cubits[a] long and five cubits wide. It was square, and it was three cubits high.[b] ", "2": "He made its horns on its four corners. The horns were part of the same piece, and he overlaid it with bronze. ", "3": "He made all the utensils of the altar, the pots, and the shovels, and the basins, the flesh hooks, and the fire pans. He made all its utensils of bronze. ", "4": "He made for the altar a bronze grating, a network beneath, under its ledge, reaching halfway up. ", "5": "He cast four rings for the four ends of the bronze grating to provide places for the poles. ", "6": "He made the poles of acacia wood and overlaid them with bronze. ", "7": "He put the poles into the rings on the sides of the altar with which to carry it. He made the altar hollow, out of boards.", "8": "He made the basin of bronze with its base of bronze from the mirrors of the women who served at the entrance of the tent of meeting.", "9": "He made the courtyard: On the south side southward the hangings of the courtyard were of fine twisted linen, one hundred cubits;[c] ", "10": "their twenty pillars and their twenty bases were of bronze. The hooks of the pillars and their bands were of silver. ", "11": "For the north side the hangings were one hundred cubits; their twenty pillars and their twenty sockets were of bronze. The hooks of the pillars and their bands were of silver.", "12": "For the west side the hangings were fifty cubits[d] with their ten pillars and their ten sockets. The hooks of the pillars and their bands were of silver. ", "13": "For the east side eastward, fifty cubits. ", "14": "The hangings of one side of the gate were fifteen cubits[e] with their three pillars and their three sockets, ", "15": "and also for the other side of the court gate. On both sides of the gate of the courtyard the hangings were fifteen cubits with their three pillars and their three sockets. ", "16": "All the hangings of the courtyard all around were of fine twisted linen. ", "17": "The sockets for the pillars were of bronze, the hooks of the pillars and their bands were of silver, and the overlaying of their tops of silver, and all the pillars of the courtyard were furnished with silver bands.", "18": "The screen for the gate of the courtyard was embroidered of blue, and purple, and scarlet, and fine twisted linen. Its length was twenty cubits,[f] and its height was five cubits,[g] corresponding to the hangings of the courtyard. ", "19": "Their four pillars and their four sockets were of bronze. Their hooks and their bands were of silver, and the overlaying of their tops and their bands were of silver. ", "20": "All the tent pegs of the tabernacle and of the courtyard all around were bronze.", "21": "This is the inventory of the tabernacle, the tabernacle of testimony, as it was counted according to the commandment of Moses for the service of the Levites by the hand of Ithamar, son of Aaron the priest. ", "22": "Bezalel, the son of Uri the son of Hur of the tribe of Judah, made all that the Lord commanded Moses. ", "23": "With him was Oholiab the son of Ahisamak, of the tribe of Dan, an engraver and designer, an embroiderer in blue and purple and scarlet yarns, and fine linen. ", "24": "All the gold that was used for the work, in all the work of the sanctuary, even the gold of the wave offering, was twenty-nine talents, and seven hundred and thirty shekels,[h] according to the shekel of the sanctuary.", "25": "The silver of those who were numbered of the congregation was one hundred talents,[i] and a thousand, seven hundred and seventy-five shekels,[j] according to the shekel of the sanctuary; ", "26": "a bekah for every man, that is, half a shekel,[k] according to the shekel of the sanctuary, for everyone who was numbered, from twenty years old and upward, for six hundred and three thousand, five hundred and fifty men. ", "27": "The hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil—a hundred sockets of the hundred talents, a talent for a socket. ", "28": "Of the one thousand seven hundred seventy-five shekels, he made hooks for the pillars and overlaid their tops and made bands for them.", "29": "The bronze of the wave offering was seventy talents and two thousand four hundred shekels.[l] ", "30": "With it he made the sockets for the door of the tent of meeting, and the bronze altar and its bronze grating, and all the utensils of the altar, ", "31": "and the sockets of the courtyard all around, and the sockets of the courtyard gate, and all the tent pegs of the tabernacle, and all the tent pegs of the courtyard all around."}