{"1": "Now from the blue, purple, and scarlet they made woven garments for serving in the holy place and made the holy garments for Aaron, just as the Lord commanded Moses.", "2": "He made the ephod of gold, blue, purple, and scarlet, and fine twisted linen. ", "3": "Then they hammered the gold into thin sheets and cut it into threads to work them into the blue, the purple, the scarlet, and the fine linen, with skillful work. ", "4": "They made shoulder pieces for it, in order to attach it together. It was joined by the two edges together. ", "5": "The skillfully woven waistband of his ephod that was on it was like it, of the same material, of gold, blue, purple, and scarlet, and fine twisted linen, just as the Lord commanded Moses.", "6": "They set the onyx stones enclosed in gold filigree settings; they were engraved like the engravings of a signet, according to the names of the children of Israel. ", "7": "And he put them on the shoulder pieces of the ephod, to be stones for a memorial to the children of Israel, just as the Lord commanded Moses.", "8": "He made the breastplate, the work of a skillful workman, like the workmanship of the ephod: of gold, blue, purple, and scarlet, and fine twisted linen. ", "9": "It was square. They made the breastplate folded double, a span[a] long and a span wide when doubled. ", "10": "They set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row; ", "11": "the second row, an emerald, a sapphire, and a diamond; ", "12": "the third row, a jacinth, an agate, and an amethyst; ", "13": "and the fourth row, a beryl, an onyx, and a jasper. They were enclosed in settings of gold filigree. ", "14": "The stones were corresponding to the names of the children of Israel, twelve, corresponding to their names, like the engravings of a signet, each with its name, corresponding to the twelve tribes.", "15": "They made on the breastplate braided chains like cords of pure gold. ", "16": "They made two gold filigree settings and two gold rings and put the two rings in the two ends of the breastplate. ", "17": "They put the two braided chains of gold in the two rings on the ends of the breastplate. ", "18": "The other two ends of the two braided chains they fastened in the two filigree settings and put them on the shoulder pieces of the ephod at the front of it. ", "19": "They made two rings of gold and put them on the two ends of the breastplate, on the edge of it which was on the inner side of the ephod. ", "20": "They made two other golden rings and put them on the two sides of the ephod underneath, toward the front of it, over against where it joined, above the waistband of the ephod. ", "21": "They bound the breastplate by its rings to the rings of the ephod with a blue cord, so that it might be above the waistband of the ephod, and that the breastplate might not come loose from the ephod, just as the Lord commanded Moses.", "22": "Then he made the robe of the ephod of woven work, all of blue. ", "23": "There was an opening in the middle of the robe, like the opening of a coat of mail, with a band all around the opening so that it should not be torn. ", "24": "They made on the hems of the robe pomegranates of blue, purple, and scarlet, and twisted linen. ", "25": "They made bells of pure gold and put the bells between the pomegranates all around on the hem of the robe. ", "26": "There was a bell and a pomegranate, a bell and a pomegranate, all around about the hem of the robe to be used in service, just as the Lord commanded Moses.", "27": "They made tunics of finely woven linen for Aaron and his sons, ", "28": "and the turban of fine linen, and the decorated caps of fine linen, and linen breeches of fine twisted linen. ", "29": "The sash was of fine twisted linen and blue, purple, and scarlet, the work of an embroiderer, just as the Lord commanded Moses.", "30": "They made the plate of the holy crown of pure gold and wrote on it an inscription, like the engravings of a signet: HOLINESS TO THE LORD.", "31": "They attached to it a blue cord, to fasten it to the turban above, just as the Lord commanded Moses.", "32": "Thus all the work of the tabernacle of the tent of meeting was finished, and the children of Israel did according to all that the Lord commanded Moses—so they did. ", "33": "They brought the tabernacle to Moses, the tent and all its furnishings: its clasps, its boards, its bars, and its pillars, and its sockets; ", "34": "and the covering of rams' skins dyed red, and the covering of porpoise skins, and the screening veil; ", "35": "the ark of the testimony and its poles and the mercy seat; ", "36": "the table, and all its utensils, and the showbread; ", "37": "the pure gold lampstand, with its arrangement of lamps, and all its utensils, and the oil for the light; ", "38": "and the gold altar, and the anointing oil, and the fragrant incense, and the curtain for the entrance to the tent; ", "39": "the bronze altar, and its bronze grating, its poles and all its utensils, the basin and its stand; ", "40": "the hangings of the courtyard, its pillars, and its sockets, and the curtain for the courtyard gate, its cords, and its pegs, and all the utensils for the service of the tabernacle, for the tent of meeting; ", "41": "the woven garments of service to do service in the holy place, and the holy garments for Aaron the priest and his sons' garments, to minister as priests.", "42": "The children of Israel did all the work according to all that the Lord commanded Moses. ", "43": "Moses looked over all the work, and indeed they had done it; as the Lord had commanded, so they had done. Then Moses blessed them."}