{"1": "Now the Lord spoke to Moses, saying: ", "2": "On the first day of the first month you shall set up the tabernacle of the tent of meeting. ", "3": "You shall put the ark of the testimony in it and screen the ark with the veil. ", "4": "You shall bring in the table and arrange the things that are to be arranged on it, and you shall bring in the lampstand and set up its lamps. ", "5": "You shall set the gold altar of incense before the ark of the testimony and put the curtain for the entrance to the tabernacle.", "6": "You shall set the altar of the burnt offering in front of the entrance of the tabernacle of the tent of meeting. ", "7": "You shall set the basin between the tent of meeting and the altar and put water in it. ", "8": "You shall set up the courtyard around it and hang up the curtain at the courtyard gate.", "9": "You shall take the anointing oil and anoint the tabernacle and all that is in it and shall consecrate it and all its furnishings, and it shall be holy. ", "10": "Then you shall anoint the altar of the burnt offering and all its utensils, and consecrate the altar, and the altar shall be most holy. ", "11": "You shall anoint the basin and its stand, and consecrate it.", "12": "Then you shall bring Aaron and his sons to the entrance of the tent of meeting and wash them with water. ", "13": "You shall put the holy garments on Aaron and anoint him and consecrate him, so that he may minister to Me as a priest. ", "14": "You shall bring his sons and clothe them with tunics. ", "15": "Then you shall anoint them just as you anointed their father, so that they may minister to Me as priests, for their anointing will surely be an everlasting priesthood throughout their generations. ", "16": "Thus Moses did. According to all that the Lord commanded him, so he did.", "17": "In the first month of the second year, on the first day of the month, the tabernacle was erected. ", "18": "Moses erected the tabernacle and fastened its sockets, and set up its boards, and inserted its bars, and erected its pillars. ", "19": "Then he spread the tent over the tabernacle and put the covering of the tent on top of it, just as the Lord commanded Moses.", "20": "He took the testimony and put it into the ark, attached the poles to the ark, and put the mercy seat on top of the ark. ", "21": "And he brought the ark into the tabernacle, and set up the veil of the screening, and screened the ark of the testimony, just as the Lord commanded Moses.", "22": "Then he put the table in the tent of meeting on the north side of the tabernacle outside the veil. ", "23": "He set the bread in order on it before the Lord, just as the Lord had commanded Moses.", "24": "And he put the lampstand in the tent of meeting, opposite the table, on the south side of the tabernacle. ", "25": "He lighted the lamps before the Lord, just as the Lord commanded Moses.", "26": "Then he put the gold altar in the tent of meeting before the veil. ", "27": "And he burned fragrant incense on it, just as the Lord commanded Moses. ", "28": "Then he set up the curtain at the entrance of the tabernacle.", "29": "He put the altar of burnt offering by the entrance of the tabernacle of the tent of meeting and offered on it the burnt offering and the grain offering, just as the Lord commanded Moses.", "30": "Then he set the basin between the tent of meeting and the altar and put water in it for washing. ", "31": "It was there Moses and Aaron and his sons washed their hands and their feet. ", "32": "Whenever they went into the tent of meeting, and whenever they came near the altar, they washed, just as the Lord commanded Moses.", "33": "He erected the courtyard all around the tabernacle and the altar, and set up the curtain of the courtyard gate. So Moses finished the work.", "34": "Then the cloud covered the tent of meeting, and the glory of the Lord filled the tabernacle. ", "35": "Moses was not able to enter into the tent of meeting because the cloud settled on it, and the glory of the Lord filled the tabernacle.", "36": "When the cloud was lifted up from over the tabernacle, the children of Israel would set out in all their journeys. ", "37": "But if the cloud was not lifted up, then they did not set out until the day that it was lifted. ", "38": "For the cloud of the Lord was on the tabernacle by day, and fire was on it by night, in the sight of all the house of Israel, throughout all their journeys."}