{"1": "Then the Lord said to Moses, “Now you shall see what I will do to Pharaoh, for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land.”", "2": "Then God spoke to Moses, and said to him, “I am the Lord, ", "3": "and I appeared to Abraham, to Isaac, and to Jacob, by the name of God Almighty, but by My name, The Lord, I was not known to them. ", "4": "I have also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage, wherein they sojourned. ", "5": "I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage, and I have remembered My covenant.", "6": "“Therefore say to the children of Israel: 'I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with a stretched-out arm and with great judgments. ", "7": "And I will take you to Me for a people, and I will be to you a God. And you shall know that I am the Lord your God, who brings you out from under the burdens of the Egyptians. ", "8": "I will bring you into the land, which I swore to give to Abraham, to Isaac, and to Jacob, and I will give it to you for a heritage. I am the Lord.' ”", "9": "Moses spoke so to the children of Israel, but they did not listen to Moses on account of their anguish of spirit and for cruel bondage.", "10": "The Lord spoke to Moses, saying, ", "11": "“Go in, tell Pharaoh king of Egypt to let the children of Israel go out of his land.”", "12": "Moses spoke before the Lord, saying, “The children of Israel have not listened to me. How then shall Pharaoh listen to me, as I am of uncircumcised lips?”", "13": "And the Lord spoke to Moses and to Aaron, and gave them a command for the children of Israel, and for Pharaoh, king of Egypt, to bring the children of Israel out of the land of Egypt.", "14": "These are the heads of their fathers' houses: The sons of Reuben the firstborn of Israel: Hanok, Pallu, Hezron, and Karmi. These are the families of Reuben.", "15": "The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul the son of a Canaanite woman. These are the families of Simeon.", "16": "These are the names of the sons of Levi according to their generations: Gershon, Kohath, and Merari, and the years of the life of Levi were one hundred and thirty-seven years.", "17": "The sons of Gershon: Libni, and Shimei, according to their families.", "18": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, and the years of the life of Kohath were one hundred and thirty-three years.", "19": "The sons of Merari: Mahli and Mushi. These are the families of Levi according to their generations.", "20": "Now Amram married Jochebed his father's sister, and she bore him Aaron and Moses. And the years of the life of Amram were one hundred and thirty-seven years.", "21": "The sons of Izhar: Korah, Nepheg, and Zikri.", "22": "The sons of Uzziel: Mishael, Elzaphan, and Sithri.", "23": "Aaron took to himself Elisheba, daughter of Amminadab, sister of Nahshon, to wife; and she bore him Nadab, Abihu, Eleazar, and Ithamar.", "24": "The sons of Korah: Assir, Elkanah, and Abiasaph. These are the families of the Korahites.", "25": "Eleazar, Aaron's son, married one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the fathers of the Levites according to their families.", "26": "It was that Aaron and Moses to whom the Lord said, “Bring out the children of Israel from the land of Egypt according to their armies.” ", "27": "They are the ones who spoke to Pharaoh king of Egypt to bring out the children of Israel from Egypt. It was that Moses and Aaron.", "28": "On the day when the Lord spoke to Moses in the land of Egypt, ", "29": "the Lord spoke to Moses, saying, “I am the Lord. Speak to Pharaoh the king of Egypt all that I say to you.”", "30": "However, Moses said before the Lord, “Listen! I am unskilled in speech, so how will Pharaoh listen to me?”"}