{"1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, 'Thus says the Lord: Let My people go, so that they may serve Me. ", "2": "But if you refuse to let them go, then I will plague all your borders with frogs. ", "3": "And the river will swarm with frogs, which shall go up and come into your house, and into your bedchamber, and on your bed, and into the houses of your servants, and on your people, and into your ovens, and into your kneading troughs. ", "4": "So the frogs shall come upon you, upon your people, and upon all your servants.' ”", "5": "Then the Lord said to Moses, “Say to Aaron, 'Stretch forth your hand with your rod over the streams, over the rivers, and over the ponds, and cause frogs to come up on the land of Egypt.' ”", "6": "Aaron stretched out his hand over the waters of Egypt, and the frogs came up, and covered the land of Egypt. ", "7": "The magicians did the same with their secret arts and brought up frogs upon the land of Egypt.", "8": "Then Pharaoh called for Moses and Aaron, and said, “Entreat the Lord, that He may take away the frogs from me, and from my people, and I will let the people go, so that they may sacrifice to the Lord.”", "9": "Moses said to Pharaoh, “Glory yourself over me: When shall I entreat for you, your servants, and your people, to destroy the frogs from you and your houses, that they may remain in the river only?”", "10": "And he said, “Tomorrow.” Then he said, “Be it according to your word, in order that you may know that there is no one like the Lord our God. ", "11": "The frogs shall depart from you, and from your houses, from your servants, and from your people. They shall remain in the river only.”", "12": "Moses and Aaron went out from Pharaoh, and Moses cried out to the Lord concerning the frogs which he had brought against Pharaoh. ", "13": "Then the Lord did according to the word of Moses. And the frogs died out of the houses, the villages, and the fields. ", "14": "So they gathered them together in heaps, and the land stank. ", "15": "But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, as the Lord had said.", "16": "Then the Lord said to Moses, “Say to Aaron, 'Stretch out your rod, and strike the dust of the land, so that it may become gnats throughout all the land of Egypt.' ” ", "17": "They did so, for Aaron stretched out his hand with his rod and smote the dust of the earth, and it became gnats on man and on beast. All the dust of the land became gnats throughout all the land of Egypt. ", "18": "Then the magicians tried with their secret arts to bring forth gnats, but they could not, so there were gnats upon man and beast.", "19": "Then the magicians said to Pharaoh, “This is the finger of God.” Nevertheless, Pharaoh's heart was hardened, and he did not listen to them, just as the Lord had said.", "20": "So the Lord said to Moses, “Rise up early in the morning and stand before Pharaoh as he comes forth to the water and say to him, 'Thus says the Lord: Let My people go, so that they may serve Me. ", "21": "Otherwise, if you will not let My people go, indeed I will send swarms of flies on you, and on your servants, and on your people, and into your houses. And the houses of the Egyptians shall be full of swarms of flies and also the ground wherever they are.", "22": "“ 'I will in that day set apart the land of Goshen, in which My people dwell, so that no swarms of flies shall be there, in order that you may know that I am the Lord in the midst of the earth. ", "23": "I will put a division between My people and your people. Tomorrow this sign will happen.' ”", "24": "The Lord did so, and great swarms of flies came into the house of Pharaoh, and into his servants' houses, and into all the land of Egypt. The land was corrupted because of the swarms of flies.", "25": "Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”", "26": "Moses said, “It is not right to do so, for what we shall sacrifice to the Lord our God would be an abomination to the Egyptians. If we shall sacrifice what is an abomination of the Egyptians before their eyes, will they not stone us? ", "27": "We will go three days' journey into the wilderness, and then we will sacrifice to the Lord our God, as He shall command us.”", "28": "Pharaoh said, “I will let you go, that you may sacrifice to the Lord your God in the wilderness. Only you shall not go very far away. Make entreaty for me.”", "29": "Moses said, “Indeed, I am leaving you, and I will plead with the Lord that the swarms of flies may depart from Pharaoh, from his servants, and from his people tomorrow. But let not Pharaoh deal deceitfully any more by not letting the people go to sacrifice to the Lord.”", "30": "Moses went away from Pharaoh and entreated the Lord. ", "31": "Then the Lord did according to the word of Moses, and He removed the swarms of flies from Pharaoh, from his servants, and from his people. Not one remained. ", "32": "Nevertheless, Pharaoh hardened his heart at this time also, nor would he let the people go."}