{"1": "One day the word of the Eternal One came to the prophet Jonah (Amittai's son).", "2": "Eternal One: 2 Get up, and go to that powerful and notorious city of Nineveh. Call out My message against it because the wickedness of its people has come to My attention.", "3": "In hearing those instructions, Jonah got up and ran toward Tarshish from the Eternal's presence. He went down to the port at Joppa and found a ship bound for Tarshish. He climbed aboard, paid the fare, and made himself comfortable in the hold of the ship.", "4": "The Lord calls Jonah to Nineveh, but instead he runs full speed to Tarshish, a great and wealthy city on the coast of Spain. It is about as far to the west as most Israelites have ever ventured, while Nineveh is about as far to the east as most Israelites have ever gone. Nineveh is a great city and the fiercest enemy of Jonah's people, so Jonah is afraid and wants to be completely away from this calling and from anyone who may be inclined to go on this ill-fated adventure. Not to be deterred, the Eternal One threw an intense wind at the sea. The violence of the storm put Jonah's ship in jeopardy of breaking apart. ", "5": "The sailors panicked! They started running back and forth, throwing cargo overboard to lighten the boat; every man, out of desperation, cried to his own deity. Eventually, a sailor found Jonah down in the hold of the ship, where he had lain down and fallen into a deep slumber. ", "6": "When the captain heard, he went down and woke Jonah up. Captain: How can you sleep so deeply? Get up, and call out to your deity! Maybe your deity will see what is happening and save us from this catastrophe.", "7": "Sailors (to one another): 7 You know what we should do? We should cast lots to find out who is ultimately responsible for our distress! So they cast their lots, and Jonah's name was chosen.", "8": "Sailors: 8 Who are you? We must know who is responsible for this disaster that would swallow us in the sea. What do you do? Where are you from? What country is your home? Whom are you descended from?", "9": "Jonah: 9 I am Hebrew, and the God whom I worship is the Eternal One, the God of heaven. He made the sea and the land, so He controls them.", "10": "After interrogating him, the sailors were terrified because Jonah had told them he was running away from the Eternal's presence. Sailors (to Jonah): What have you done? Because of you, we're all going to be killed.", "11": "(shouting over the building storm) What should we do to you to make the sea calm down for us?", "12": "Jonah (shouting back): 12 God is using the sea to punish me, so pick me up and throw me into the sea! Then the sea will grow calm again, and you'll be safe! This is all my fault! This great storm of my God's anger has built against you because of me!", "13": "The sailors fear what will happen to them if they kill one of God's people. The sailors ignored Jonah's advice and tried to row back to land. They made no headway because the violence of the storm kept growing.", "14": "Sailors (to God): 14 Eternal One! Please, we beg You—do not kill us as if we had murdered this man. And don't punish us as if we'd killed an innocent person. We understand that You, Eternal One, do as You please.", "15": "At that, they grabbed Jonah by his arms and legs and threw him overboard. And when they did, the raging sea grew calm. ", "16": "The sailors were even more terrified of the Eternal One. They offered sacrifices to Him and made promises to Him.", "17": "The Eternal didn't let Jonah die. He chose a large fish to swallow Jonah; for three days and three nights the prophet Jonah sat safely inside the belly of this fish."}