{"1": "When E′phraim spoke, men trembled; he was exalted in Israel; but he incurred guilt through Ba′al and died.", "2": "And now they sin more and more, and make for themselves molten images, idols skilfully made of their silver, all of them the work of craftsmen. Sacrifice to these, they say.[a] Men kiss calves!", "3": "Therefore they shall be like the morning mist or like the dew that goes early away, like the chaff that swirls from the threshing floor or like smoke from a window.", "4": "I am the Lord your God from the land of Egypt; you know no God but me, and besides me there is no saviour.", "5": "It was I who knew you in the wilderness, in the land of drought;", "6": "but when they had fed[b] to the full, they were filled, and their heart was lifted up; therefore they forgot me.", "7": "So I will be to them like a lion, like a leopard I will lurk beside the way.", "8": "I will fall upon them like a bear robbed of her cubs, I will tear open their breast, and there I will devour them like a lion, as a wild beast would rend them.", "9": "I will destroy you, O Israel; who[c] can help you?", "10": "Where[d] now is your king, to save you; where are all[e] your princes,[f] to defend you[g]— those of whom you said, “Give me a king and princes”?", "11": "I have given you kings in my anger, and I have taken them away in my wrath.", "12": "The iniquity of E′phraim is bound up, his sin is kept in store.", "13": "The pangs of childbirth come for him, but he is an unwise son; for now he does not present himself at the mouth of the womb.", "14": "Shall I ransom them from the power of Sheol? Shall I redeem them from Death? O Death, where[h] are your plagues? O Sheol, where[i] is your destruction? Compassion is hid from my eyes.", "15": "Though he may flourish as the reed plant,[j] the east wind, the wind of the Lord, shall come, rising from the wilderness; and his fountain shall dry up, his spring shall be parched; it shall strip his treasury of every precious thing.", "16": "[k] Samar′ia shall bear her guilt, because she has rebelled against her God; they shall fall by the sword, their little ones shall be dashed in pieces, and their pregnant women ripped open."}