{"1": "Paul, an emissary[a] commissioned directly by Jesus the Anointed One and God the Father (who raised Him from the dead)—not (as some claim) an agent of men or any person—", "2": "and all the brothers and sisters with me to you, the churches of Galatia.", "3": "May the grace and peace of God the Father and the Lord Jesus the Anointed live in you; ", "4": "He is the very Savior who rescues us from this present, perverse age dominated by evil by giving His life according to our Father's will to deal with our sins. ", "5": "May God's glorious name forever receive honor. Amen.", "6": "From the opening address, it is clear that Paul is angry with what is going on among the churches of Galatia. He feels compelled to defend himself from opponents who are attacking his call as Jesus' emissary. Paul counters the attack by distancing himself from any human institution: he was not called by any church or committee. God the Father and the Lord Jesus commissioned Paul directly to be the emissary to the nations. Frankly I am stunned. I cannot believe that you have abandoned God so quickly—even after He called you through the grace of the Anointed One—and have fallen for a different gospel. ", "7": "Actually there is only one true gospel of the Anointed, and you—because of divisive prodding by others—are accepting a distorted version which is not the gospel at all!", "8": "People are being deceived with an imitation of the true gospel, and they have bought into it. The words are nothing but twisted lies. No matter the source of the false gospel, even if it is preached by us or a heavenly messenger, ignore it. May those who add to or subtract from the gospel of Jesus be eternally cursed! ", "9": "Listen again: if anyone preaches to you a gospel other than what you have accepted, may he find himself cursed!", "10": "Do you think I care about the approval of men or about the approval of God? Do you think I am on a mission to please people? If I am still spinning my wheels trying to please men, then there is no way I can be a servant of the Anointed One, the Liberating King.", "11": "Know this, dear brothers and sisters: the good news I brought to you isn't the latest in fiction or the product of some creative mind. ", "12": "It is not a legend I learned or one that has been passed down from person to person, ear to ear. I was gifted with this message as Jesus the Anointed revealed Himself miraculously to me. ", "13": "Surely you are familiar with my personal history, with my dedication to the teachings and traditions of Judaism. I persecuted the church of God—in fact, I meant to destroy it. ", "14": "I excelled in the teachings of Judaism far above other Jewish leaders, and I was zealous to practice the ways of our ancestors. ", "15": "But God—who set me apart even before birth and called me by His grace—chose, to His great delight, ", "16": "to reveal His Son in me so I could tell His story among the outsider nations. I didn't confer with anyone right away, ", "17": "nor did I go to those who were already emissaries[b] in Jerusalem. I went straight to Arabia and later returned to Damascus.", "18": "After living this adventurous mission for three years, I made my way to Jerusalem and spent 15 days with Cephas, whom you know as Peter. ", "19": "But I didn't see any emissary[c] other than James, our Lord's brother. ", "20": "(You can be certain that what I am offering you is an authentic account. Before God, it's the whole truth—I wouldn't lie.) ", "21": "Later I journeyed to Syria and Cilicia; ", "22": "and since I had spent so little time in Judea among the churches of the Anointed One, no one there could pick me out of a crowd. ", "23": "But stories of my call and mission preceded me: “The very man who wanted to kill us all is now preaching the faith he once labored to destroy.” ", "24": "And so they praised God for the miracle He did in my life."}