{"1": "Galatians, don't act like fools! Has someone cast a spell over you? Did you miss the crucifixion of Jesus the Anointed that was reenacted right in front of your eyes? ", "2": "Tell me this: Did the Holy Spirit come upon you because you lived according to the law? Or was it because you heard His message of grace through faith? ", "3": "Are you so foolish? Do you think you can perfect something God's Spirit started with any human effort? ", "4": "Have you suffered so greatly for nothing—if it was indeed for nothing? ", "5": "You have experienced the Spirit He gave you in powerful ways. Miracle after miracle has occurred right before your eyes in this community, so tell me: did all this happen because you have kept certain provisions of God's law, or was it because you heard the gospel and accepted it by faith?", "6": "Paul primarily focuses on the efficacy of the death and resurrection of Jesus as the foundation of the church and of a right relationship with God, but he also correlates this with the presence of the Spirit. If the Spirit is working among the outsiders, it shows that they aren't really “outsiders” when it comes to membership in the people of God. Paul supports this by showing how the presence of the Spirit is none other than the fulfillment of the promises to Abraham. However, the Spirit only came through Abraham's descendant, that is, the new covenant with God is mediated by Jesus and the Spirit, not the law. You remember Abraham. Scripture tells us, “Abraham believed God and trusted in His promises, so God counted it to his favor as righteousness.”[a] ", "7": "Know this: people who trust in God are the true sons and daughters of Abraham. ", "8": "For it was foretold to us in the Scriptures that God would set the Gentile nations right by faith when He told Abraham, “I will bless all nations through you.”[b] ", "9": "So those who have faith in Him are blessed along with Abraham, our faithful ancestor.", "10": "Listen, whoever seeks to be righteous by following certain works of the law actually falls under the law's curse. I'm giving it to you straight from Scripture because it is as true now as when it was written: “Cursed is everyone who doesn't live by and do all that is written in the law.”[c] ", "11": "Now it is absolutely clear that no one is made right with God through the law because the prophet Habakkuk told us, “By faith the just will obtain life.”[d] ", "12": "The law is not the same thing as life formed by faith. In fact, you are warned against this when God says, “The one who observes My laws will live by them.”[e] I am trying to tell you that ", "13": "the Anointed One, the Liberating King, has redeemed us from the curse of the law by becoming a curse for us. It was stated in the Scriptures, “Everyone who hangs on a tree is cursed by God.”[f] ", "14": "This is what God had in mind all along: the blessing He gave to Abraham might extend to all nations through the Anointed One, Jesus; and we are the beneficiaries of this promise of the Spirit that comes only through faith.", "15": "My dear brothers and sisters, here's a real-life example I can give you: With a last will and testament, when all the property is accounted for, the document is signed, witnessed, and notarized; and afterward no one can make changes to it. ", "16": "In a similar way, God's promises established a binding agreement with Abraham and his offspring. In the Scriptures, it is carefully stated, “and to your descendant” (meaning one), not “and to your descendants”[g] (meaning many). Therefore, in these covenant promises, God was not referring to every son and daughter born into Abraham's family but to the Anointed One to come. ", "17": "What this all means is that the law given to Israel comes along some 430 years after the promise made to Abraham; so it does not invalidate the covenant God previously agreed to or in any way do away with His promise. ", "18": "You see, if the law became the sole basis for the inheritance, then it would put God in the position of breaking a covenant because He had promised it to Abraham.", "19": "Throughout this argument, one critical question remains: why would God give the law if it would not bring His people into a right standing with Him? Couldn't God have found a better way of doing this? It isn't as if the law is a bad thing or a mistake that God needs to correct. It has a good purpose, but a limited one. It never supplants God's promise to Abraham. Rather, the law keeps sin in check until the time is right for the saving justice that comes through faith in Jesus. The law serves as a tutor or a schoolmaster, revealing our great need for salvation and pointing everyone toward Jesus. Now you're asking yourselves, “So why did God give us the law?” God commanded His heavenly messengers to deliver it into the hand of a mediator for this reason: to help us rein in our sins until the Offspring, about whom the promise was made in the first place, would come. ", "20": "A mediator represents more than one, but God is only one. ", "21": "“So,” you ask, “does the law contradict God's promise?” Absolutely not! Never was there written a law that could lead to resurrection and life; if there had been, then surely we could have experienced saving righteousness through keeping the law. But we haven't. ", "22": "Scripture has subjected the whole world to sin's power so that the faithful obedience of Jesus the Anointed might extend God's promises to everyone who has faith. ", "23": "Before faith came on the scene, the law did its best to keep us in line, restraining us until the faith that was to come was fully revealed. ", "24": "So then, the law was like a tutor, assigned to train us and point us to the Anointed, so that we will be acquitted of all wrong and made right by faith. ", "25": "But now that true faith has come, we have no need for a tutor. ", "26": "It is your faith in the Anointed Jesus that makes all of you children of God ", "27": "because all of you who have been initiated into the Anointed One through the ceremonial washing of baptism[h] have put Him on. ", "28": "It makes no difference whether you are a Jew or a Greek, a slave or a freeman, a man or a woman, because in Jesus the Anointed, the Liberating King, you are all one. ", "29": "Since you belong to Him and are now subject to His power, you are the descendant of Abraham and the heir of God's glory according to the promise."}