{"1": "Listen. I am going to explain how this all works: When a minor inherits an estate from his parents, although he is the owner of everything, he is the same as a slave. ", "2": "Until the day set by his father, the minor is subject to the authorities or guardians whom his father put in charge. ", "3": "It is like that with us; there was a time when we were like children held under the elemental powers of this world. ", "4": "When the right time arrived, God sent His Son into this world (born of a woman, subject to the law) ", "5": "to free those who, just like Him, were subject to the law. Ultimately He wanted us all to be adopted as sons and daughters. ", "6": "Because you are now part of God's family, He sent the Spirit of His Son into our hearts; and the Spirit calls out, “Abba, Father.” ", "7": "You no longer have to live as a slave because you are a child of God. And since you are His child, God guarantees an inheritance is waiting for you.", "8": "“Abba” is an address spoken by children to their fathers expressing intimacy and respect. It would not be out-of-the-question to think of it as “Dad,” or “Daddy.” During the time before you knew God, you were slaves to powers that are not gods at all. ", "9": "But now, when you are just beginning to know the one True God—actually, He is showing how completely He knows you—how can you turn back to weak and worthless idols made by men, icons of these spiritual powers? Haven't you endured enough bondage to these breathless idols? ", "10": "You are observing particular days, months, festival seasons, and years; ", "11": "you have me worried that I may have wasted my time laboring among you.", "12": "Brothers and sisters, I have become one of you. Now it's your turn—become as I am. You have never wronged me. ", "13": "Do you remember the first time I preached the good news to you? I was sick, and ", "14": "I know my illness was a hardship to you, but you never drew back from me or scorned me. You cared for me as if I were a heavenly messenger of God, possibly as well as if I were the Anointed Jesus Himself! Don't you remember? ", "15": "What has happened to your joy and blessing? I tell you, the place was so thick with love that if it were possible, you would have plucked out your eyes and handed them to me. ", "16": "And now, do I stand as your enemy because I tried to bless you with the truth? ", "17": "I'll tell you what these false brothers and sisters are counting on: your attention. They are ravenous for it. They are not acting honorably or in your best interests. They want to keep you away from the good news we proclaim so they can have you all to themselves. ", "18": "Listen, there's nothing wrong with zeal when you're zealous for God's good purpose. And what's more, you don't have to wait for me to be with you to seek the good. ", "19": "My dear children, I feel the pains of birth upon me again, and I will continue in labor for you until the Anointed One is formed completely in you. ", "20": "I wish I were there. This letter is really harsh, yet I am really perplexed by you.", "21": "Now it's your turn to instruct me. All of you who want to live by the rules of the law, are you really listening to and heeding what the law teaches? Listen to this: ", "22": "it's recorded in the Scripture that Abraham was the father of two sons. One son was born to a slave woman, Hagar, and the other son was born to a free woman, Abraham's wife, Sarah. ", "23": "The slave woman's son was born through only natural means, but the free woman's son was born through a promise from God. ", "24": "I'm using an allegory. Here's the picture: these two women stand for two covenants. The first represents the covenant God made on Mount Sinai—this is Hagar, who gives birth to children of slavery. ", "25": "Hagar is Mount Sinai in Arabia, and she stands for the Jerusalem we know now. She has lived in slavery along with her children. ", "26": "But there is a Jerusalem we know above. She is free, and she is our mother. ", "27": "Isaiah wrote, Be glad, you who feel sterile and never gave birth! Raise a joyful shout, childless woman, who never went into labor! For the barren woman produces many children, more than the one who has a husband.[a]", "28": "So you see now, brothers and sisters, you are children of the promise like Isaac. ", "29": "The slave's son, born through only what flesh could conceive, resented and persecuted the one born into the freedom of the Spirit. The slave's son picked at Isaac, just as you are being picked at now. ", "30": "So what does the Scripture say? “Throw out the slave and her son, for the slave's son will never have a share of the inheritance coming to the son of the free woman.”[b] ", "31": "So, brothers and sisters, we are not children of the slave woman, but sons and daughters of the free."}