{"1": "Here is what I mean. When a man dies, his son is to receive his property. As long as the son is not grown up, he cannot have it. He has no more right than a servant, even though he really owns all the property.", "2": "He still has people who take care of him and he must obey them until the time set by his father.", "3": "So it is with us. Before we were grown up, we were like servants. We were just beginning to learn about the things of this world.", "4": "But when the right time came, God sent his Son to make us free. He was born by a woman during the time when men had to obey the law.", "5": "God sent him to set the people free who were under the law. God sent him so that we would receive our rights as sons of God.", "6": "Because you are sons, God has sent the Spirit of his Son into your hearts. The Spirit calls out, `Father!'", "7": "So then, because of what God has done, you are no longer a slave but you are a son. And because you are a son, you will receive what he promised.", "8": "At first, you did not know God. At that time you obeyed things which are not real gods.", "9": "But now you know God. That is, God knows you. Then why do you turn to things that are weak and can do no good? Do you want to obey them again?", "10": "You have holy days, holy months, holy seasons, and holy years.", "11": "I fear that all my work for you has been for nothing.", "12": "My brothers, I beg you, be like me because I am like you. You did me no wrong.", "13": "You know that I was sick when I first told you the good news.", "14": "My sickness troubled you. But you did not think wrongly of me or turn away from me. You received me as if I were an angel from God, as if I were Christ Jesus.", "15": "Why are you not happy any more? I saw myself that you would have taken out your own eyes and given them to me if you could do such a thing.", "16": "Do you hate me because I tell you the truth?", "17": "Other people are trying hard to get you on their side. But they do not mean to help you. They want to get you away from Christ so that you will listen to them.", "18": "Of course, it is good if someone tries to help you, but only if it is for a good reason. It is always good, not only when I am with you.", "19": "My dear children, I feel pain for you again, like a mother when her child is being born. I will feel pain until Christ lives in your heart.", "20": "I wish I could be with you now, and not have to talk this way. But I am troubled about you.", "21": "Tell me, you people that want the law to control you, why do you not listen to the law?", "22": "The holy writings say that Abraham had two sons. One was the son of the slave woman. The other one was the son of the free woman.", "23": "The child of the slave woman was born as any child is born. But the child of the free woman was born because God promised he would be born.", "24": "These things have another meaning. These two women are like two agreements. One agreement came from Mount Sinai. The children are born slaves. That agreement is like Hagar.", "25": "So Hagar means Mount Sinai in the country of Arabia. She is like the city of Jerusalem today, because Jerusalem is a slave and her children are too.", "26": "But the city of Jerusalem in heaven is free, and that is our mother.", "27": "The holy writings say, `The woman who has not had a child, be happy! You who do not feel the pain of bearing a child, open your mouth and shout. The woman who is left alone has more children than the woman who has a husband!'", "28": "My brothers, we are like Isaac. We are born because God made a promise.", "29": "Abraham's child who was born as any child is born, troubled the other child who was born by the Spirit. It is that way today.", "30": "But what does the holy writings say? They says, `Put away the slave woman and her son. The son of the slave woman will have nothing when the father dies. The son of the free woman will have everything.'", "31": "So, my brothers, we are not the children of the slave woman, but we are children of the free woman."}