{"1": "Here are the names of Israel's children who went to Egypt with Jacob. Each one went with his family. ", "2": "Jacob's sons were Reuben, Simeon, Levi, Judah,", "3": "Issachar, Zebulun, Benjamin,", "4": "Dan, Naphtali, Gad and Asher.", "5": "The total number of Jacob's children and grandchildren was 70. Joseph was already in Egypt.", "6": "Joseph and all his brothers died. So did all their children. ", "7": "The people of Israel had many children. The number of them greatly increased. There were so many of them that they filled the land.", "8": "Then a new king came to power in Egypt. Joseph didn't mean anything to him. ", "9": "“Look,” he said to his people. “The Israelites are far too many for us. ", "10": "Come. We must deal with them carefully. If we don't, there will be even more of them. Then if war breaks out, they'll join our enemies. They'll fight against us and leave the country.”", "11": "So the Egyptians put slave drivers over the people of Israel. The slave drivers treated them badly and made them work hard. The Israelites built the cities of Pithom and Rameses so Pharaoh could store things there. ", "12": "But the worse the slave drivers treated the Israelites, the more Israelites there were. So the Egyptians became afraid of them. ", "13": "They made them work hard. They didn't show them any pity. ", "14": "The people suffered because of their hard labor. The slave drivers forced them to work with bricks and mud. And they made them do all kinds of work in the fields. The Egyptians didn't show them any pity at all. They made them work very hard.", "15": "There were two Hebrew women named Shiphrah and Puah. They helped other women having babies. The king of Egypt spoke to them. He said, ", "16": "“You are the ones who help the other Hebrew women. Watch them when they get into a sitting position to have their babies. Kill the boys. Let the girls live.” ", "17": "But Shiphrah and Puah had respect for God. They didn't do what the king of Egypt had told them to do. They let the boys live. ", "18": "Then the king of Egypt sent for the women. He asked them, “Why have you done this? Why have you let the boys live?”", "19": "The women answered Pharaoh, “Hebrew women are not like the women of Egypt. They are strong. They have their babies before we get there.”", "20": "So God was kind to Shiphrah and Puah. And the number of Israelites became even greater. ", "21": "Shiphrah and Puah had respect for God. So he gave them families of their own.", "22": "Then Pharaoh gave an order to all his people. He said, “You must throw every Hebrew baby boy into the Nile River. But let every Hebrew baby girl live.”"}