{"1": "Then the Lord said to Moses, “Go to Pharaoh. I have made him stubborn. I have also made his officials stubborn so I can perform my signs among them. ", "2": "Then you will be able to tell your children and grandchildren how hard I was on the Egyptians. You can tell them I performed my signs among the people of Egypt. And all of you will know that I am the Lord.”", "3": "So Moses and Aaron went to Pharaoh. They said to him, “The Lord, the God of the Hebrews, says, 'How long will you refuse to obey me? Let my people go. Then they will be able to worship me. ", "4": "If you refuse to let them go, I will bring locusts into your country tomorrow. ", "5": "They will cover the ground so that it can't be seen. They will eat what little you have left after the hail. That includes every tree growing in your fields. ", "6": "They will fill your houses. They will be in the homes of all your officials and your people. Your parents and your people before them have never seen anything like it as long as they have lived here.' ” Then Moses turned around and left Pharaoh.", "7": "Pharaoh's officials said to him, “How long will this man be a trap for us? Let the people go. Then they'll be able to worship the Lord their God. After everything that's happened, don't you realize that Egypt is destroyed?”", "8": "Moses and Aaron were brought back to Pharaoh. “Go. Worship the Lord your God,” he said. “But tell me who will be going.”", "9": "Moses answered, “We'll go with our young people and old people. We'll go with our sons and daughters. We'll take our flocks and herds. We are supposed to hold a feast to honor the Lord.”", "10": "Pharaoh said, “Suppose I ever let you go, along with your women and children. Then the Lord really will be with all of you! Clearly you are planning to do something bad. ", "11": "No! I'll only allow the men to go and worship the Lord. After all, that's what you have been asking for.” Then Pharaoh drove Moses and Aaron out of his sight.", "12": "The Lord said to Moses, “Reach out your hand over Egypt so that locusts cover the land. They will eat up everything growing in the fields. They will eat up everything left by the hail.”", "13": "So Moses reached out his walking stick over Egypt. Then the Lord made an east wind blow across the land. It blew all that day and all that night. By morning the wind had brought the locusts. ", "14": "Large numbers of them came down in every part of Egypt. There had never been a plague of locusts like it before. And there will never be one like it again. ", "15": "The locusts covered the ground until it was black. They ate up everything left after the hail. They ate up everything growing in the fields. They ate up the fruit on the trees. There was nothing green left on any tree or plant in the whole land of Egypt.", "16": "Pharaoh quickly sent for Moses and Aaron. He said, “I have sinned against the Lord your God. I've also sinned against you. ", "17": "Now forgive my sin one more time. Pray to the Lord your God to take this deadly plague away from me.”", "18": "After Moses left Pharaoh, he prayed to the Lord. ", "19": "The Lord changed the wind to a very strong west wind. It picked up the locusts. It blew them into the Red Sea. Not even one locust was left anywhere in Egypt. ", "20": "But the Lord made Pharaoh stubborn. So Pharaoh wouldn't let the people of Israel go.", "21": "The Lord spoke to Moses. He said, “Reach out your hand toward the sky so that darkness spreads over Egypt. It will be so dark that people can feel it.” ", "22": "So Moses reached out his hand toward the sky. Then complete darkness covered Egypt for three days. ", "23": "No one could see anyone else or go anywhere for three days. But all the people of Israel had light where they lived.", "24": "Then Pharaoh sent for Moses. He said to him, “Go. Worship the Lord. Even your women and children can go with you. Just leave your flocks and herds behind.”", "25": "But Moses said, “You must allow us to take our animals. We need to offer them as sacrifices and burnt offerings to the Lord our God. ", "26": "Our livestock must also go with us. We have to use some of them to worship the Lord our God. We can't leave even one animal behind. Until we get there, we won't know what we are supposed to use to worship the Lord.”", "27": "But the Lord made Pharaoh stubborn. So he wouldn't let the people go. ", "28": "Pharaoh said to Moses, “Get out of my sight! Make sure you don't come to see me again! If you do, you will die.”", "29": "“I'll do just as you say,” Moses replied. “I will never come to see you again.”"}