{"1": "“Suppose someone steals an ox or a sheep. And suppose that person kills it or sells it. Then the thief must pay back five oxen for the ox. Or the thief must pay back four sheep for the sheep.", "2": "“Suppose you catch a thief breaking into your house at night. And suppose you hit the thief and the thief dies. Then you are not guilty of murder. ", "3": "But suppose it happens after the sun has come up. Then you are guilty of murder. “Anyone who steals must pay for whatever they steal. But suppose the thief does not have anything. Then the thief must be sold to pay for what was stolen. ", "4": "What if the stolen ox, donkey or sheep is found alive with the thief? Then the thief must pay back twice as much.", "5": "“Suppose someone lets their livestock eat grass in someone else's field or vineyard. Then they must pay that person back from the best crops of their own field or vineyard.", "6": "“Suppose a fire breaks out and spreads into bushes. Suppose it burns cut and stacked grain or grain that is still growing. Or suppose it burns the whole field. Then the one who started the fire must pay for the loss.", "7": "“Suppose someone gives a neighbor silver or other things to keep safe. And suppose they are stolen from the neighbor's house. The thief, if caught, must pay back twice as much as was stolen. ", "8": "But suppose the thief is not found. Then the neighbor must go to the judges. They will decide whether the neighbor has stolen the other person's property. ", "9": "Suppose you have an ox, donkey, sheep or clothing that does not belong to you. Or you have other property lost by someone else. And suppose someone says, 'That belongs to me.' Then both people must bring their case to the judges. The one the judges decide is guilty must pay back twice as much to the other person.", "10": "“Suppose someone asks their neighbor to take care of a donkey, ox, sheep or any other animal. And suppose the animal dies or gets hurt. Or suppose it is stolen while no one is looking. ", "11": "Then the problem will be settled by promising the Lord to tell the truth. Suppose the neighbor says, 'I didn't steal your property.' Then the owner must accept what the neighbor says. No payment is required. ", "12": "But suppose the animal really was stolen. Then the neighbor must pay the owner back. ", "13": "Or suppose it was torn to pieces by a wild animal. Then the neighbor must bring in what is left as proof. No payment is required.", "14": "“Suppose someone borrows an animal from their neighbor. And it gets hurt or dies while the owner is not there. Then the borrower must pay for it. ", "15": "But suppose the owner is with the animal. Then the borrower will not have to pay. If the borrower hired the animal, the money paid to hire it covers the loss.", "16": "“Suppose a man meets a virgin who is not engaged. And he talks her into having sex with him. Then he must pay her father the price for a bride. And he must marry her. ", "17": "But suppose her father absolutely refuses to give her to him. Then he must still pay the price for getting married to a virgin.", "18": "“Do not let a woman who does evil magic stay alive. Put her to death.", "19": "“Anyone who has sex with an animal must be put to death.", "20": "“Anyone who sacrifices to any god other than the Lord must be destroyed.", "21": "“Do not treat outsiders badly. Do not give them a hard time. Remember, you were outsiders in Egypt.", "22": "“Do not take advantage of widows. Do not take advantage of children whose fathers have died. ", "23": "If you do, they might cry out to me. I will certainly hear them. ", "24": "And I will get angry. I will kill you with a sword. Your wives will become widows. Your children's fathers will die.", "25": "“Suppose you lend money to one of my people among you who is in need. Then do not treat it like a business deal. Do not charge any interest at all. ", "26": "Suppose your neighbor owes you money and gives you a coat as a promise to pay it back. Then return it by sunset. ", "27": "That coat is the only thing your neighbor owns to wear or sleep in. When they cry out to me, I will listen, because I am loving and kind.", "28": "“Do not speak evil things against God. Do not curse the ruler of your people.", "29": "“Do not keep for yourself your grain offerings or wine offerings. “You must give me the oldest of your sons. ", "30": "Do the same with your cattle and sheep. Let them stay with their mothers for seven days. But give them to me on the eighth day.", "31": "“I want you to be my holy people. So do not eat the meat of any animal that has been torn by wild animals. Throw it to the dogs."}