{"1": "The Lord said to Moses, “You and Aaron, Nadab and Abihu, and 70 of the elders of Israel must come to worship the Lord. Do not come close when you worship. ", "2": "Only Moses can come close to me. The others must not come near. And the people may not go up with him.”", "3": "Moses went and told the people all the Lord's words and laws. They answered with one voice. They said, “We will do everything the Lord has told us to do.” ", "4": "Then Moses wrote down everything the Lord had said. Moses got up early the next morning. He built an altar at the foot of the mountain. He set up 12 stone pillars. They stood for the 12 tribes of Israel. ", "5": "Then he sent young Israelite men to sacrifice burnt offerings. They also sacrificed young bulls as friendship offerings to the Lord. ", "6": "Moses put half of the blood in bowls. He splashed the other half against the altar. ", "7": "Then he took the Book of the Covenant and read it to the people. They answered, “We will do everything the Lord has told us to do. We will obey him.”", "8": "Then Moses took the blood and sprinkled it on the people. He said, “This is the blood that puts the covenant into effect. The Lord has made this covenant with you in keeping with all these words.”", "9": "Moses and Aaron, Nadab and Abihu, and the 70 elders of Israel went up. ", "10": "They saw the God of Israel. Under his feet was something like a street made out of lapis lazuli. It was as bright blue as the sky itself. ", "11": "But God didn't destroy those Israelite leaders when they saw him. They ate and drank.", "12": "The Lord said to Moses, “Come up to me on the mountain. Stay here. I will give you the stone tablets. They contain the law and commandments I have written to teach the people.”", "13": "Then Moses and Joshua, his helper, started out. Moses went up on the mountain of God. ", "14": "He said to the elders, “Wait for us here until we come back to you. Aaron and Hur are with you. Anyone who has a problem can go to them.”", "15": "Moses went up on the mountain. Then the cloud covered it. ", "16": "The glory of the Lord settled on Mount Sinai. The cloud covered the mountain for six days. On the seventh day the Lord called out to Moses from inside the cloud. ", "17": "The people of Israel saw the glory of the Lord. It looked like a fire burning on top of the mountain. ", "18": "Moses entered the cloud as he went on up the mountain. He stayed on the mountain for 40 days and 40 nights."}