{"1": "The people saw that Moses took a long time to come down from the mountain. So they gathered around Aaron. They said to him, “Come. Make us a god that will lead us. This fellow Moses brought us up out of Egypt. But we don't know what has happened to him.”", "2": "Aaron answered them, “Take the gold earrings off your wives, your sons and your daughters. Bring the earrings to me.” ", "3": "So all the people took off their earrings. They brought them to Aaron. ", "4": "He took what they gave him and made it into a metal statue of a god. It looked like a calf. Aaron shaped it with a tool. Then the people said, “Israel, here is your god who brought you up out of Egypt.”", "5": "When Aaron saw what they were doing, he built an altar in front of the calf. He said, “Tomorrow will be a feast day to honor the Lord.” ", "6": "So the next day the people got up early. They sacrificed burnt offerings and brought friendship offerings. They sat down to eat and drink. Then they got up to dance wildly in front of their god.", "7": "The Lord spoke to Moses. He said, “Go down. Your people you brought up out of Egypt have become very sinful. ", "8": "They have quickly turned away from what I commanded them. They have made themselves a metal statue of a god in the shape of a calf. They have bowed down and sacrificed to it. And they have said, 'Israel, here is your god who brought you up out of Egypt.'", "9": "“I have seen these people,” the Lord said to Moses. “They are stubborn. ", "10": "Now leave me alone. I will destroy them because of my great anger. Then I will make you into a great nation.”", "11": "But Moses asked the Lord his God to have mercy on the people. “Lord,” he said, “why should you destroy your people in anger? You used your great power and mighty hand to bring them out of Egypt. ", "12": "Why should the Egyptians say, 'He brought them out to hurt them. He wanted to kill them in the mountains. He wanted to wipe them off the face of the earth'? Turn away from your great anger. Please take pity on your people. Don't destroy them! ", "13": "Remember your servants Abraham, Isaac and Israel. You made a promise to them in your own name. You said, 'I will make your children after you as many as the stars in the sky. I will give them all this land I promised them. It will belong to them forever.' ” ", "14": "Then the Lord took pity on his people. He didn't destroy them as he had said he would.", "15": "Moses turned and went down the mountain. He had the two tablets of the covenant law in his hands. Words were written on both sides of the tablets, front and back. ", "16": "The tablets were the work of God. The words had been written by God. They had been carved on the tablets.", "17": "Joshua heard the noise of the people shouting. So he said to Moses, “It sounds like war in the camp.”", "18": "Moses replied, “It's not the sound of winning. It's not the sound of losing. It's the sound of singing that I hear.”", "19": "As Moses approached the camp, he saw the calf. He also saw the people dancing. So he was very angry. He threw the tablets out of his hands. They broke into pieces at the foot of the mountain. ", "20": "He took the calf the people had made. He burned it in the fire. Then he ground it into powder. He scattered it on the water. And he made the Israelites drink it.", "21": "He said to Aaron, “What did these people do to you? How did they make you lead them into such terrible sin?”", "22": "“Please don't be angry,” Aaron answered. “You know how these people like to do what is evil. ", "23": "They said to me, 'Make us a god that will lead us. This fellow Moses brought us up out of Egypt. But we don't know what has happened to him.' ", "24": "So I told them, 'Anyone who has any gold jewelry, take it off.' They gave me the gold. I threw it into the fire. And out came this calf!”", "25": "Moses saw that the people were running wild. Aaron had let them get out of control. The people had become a joke to their enemies. ", "26": "Moses stood at the entrance to the camp. He said, “Anyone on the Lord's side, come to me.” All the Levites joined him.", "27": "Then he spoke to them. He said, “The Lord, the God of Israel, says, 'Each man must put on his sword. Then he must go back and forth through the camp from one end to the other. Each man must kill his brother and friend and neighbor.' ” ", "28": "The Levites did as Moses commanded. About 3,000 of the people died that day. ", "29": "Then Moses said to the Levites, “You have been set apart for the Lord today. You fought against your own sons and brothers. And he has blessed you this day.”", "30": "The next day Moses said to the people, “You have committed a terrible sin. But now I will go up to the Lord. Maybe if I pray to him, he will forgive your sin.”", "31": "So Moses went back to the Lord. He said, “These people have committed a terrible sin. They have made a god out of gold for themselves. ", "32": "Now please forgive their sin. But if you won't, then erase my name out of the book you have written.”", "33": "The Lord replied to Moses. The Lord said, “I will erase out of my book only the names of those who have sinned against me. ", "34": "Now go. Lead the people to the place I spoke about. My angel will go ahead of you. But when the time comes for me to punish, I will punish them for their sin.”", "35": "The Lord struck the people with a plague. That's because of what they did with the calf Aaron had made."}