{"1": "Moses gathered the whole community of Israel together. He said to them, “Here are the things the Lord has commanded you to do. ", "2": "You must do your work in six days. But the seventh day will be your holy day. It will be a day of sabbath rest to honor the Lord. You must rest on it. Anyone who does any work on it must be put to death. ", "3": "Do not even light a fire in any of your homes on the Sabbath day.”", "4": "Moses spoke to the whole community of Israel. He said, “Here is what the Lord has commanded. ", "5": "Take an offering for the Lord from what you have. Those who want to can bring an offering to the Lord. Here is what they can bring. “gold, silver and bronze", "6": "blue, purple and bright red yarn and fine linen goat hair", "7": "ram skins that are dyed red another kind of strong leather acacia wood", "8": "olive oil for the lights spices for the anointing oil and for the sweet-smelling incense", "9": "onyx stones and other jewels for the linen apron and the chest cloth", "10": "“All the skilled workers among you must come. They must make everything the Lord has commanded ", "11": "for the holy tent and its covering. Here is what they must make. “hooks, frames, crossbars, posts, bases", "12": "the ark of the covenant law, the poles and cover for the ark, and the curtain that hides the ark", "13": "the table for the holy bread, the poles and all the things for the table, and the holy bread", "14": "the lampstand for light and everything used with it, the lamps, and the olive oil that gives light", "15": "the altar for burning incense, the poles for the altar, the anointing oil and the sweet-smelling incense the curtain for the entrance to the holy tent", "16": "the altar for burnt offerings with its bronze grate, its poles and all its tools the large bronze bowl with its stand", "17": "the curtains of the courtyard with their posts and bases, and the curtain for the entrance to the courtyard", "18": "the ropes and tent stakes for the holy tent and for the courtyard", "19": "and the sacred clothes for Aaron the priest and the clothes for his sons when they serve as priests”", "20": "Then the whole community of Israel left Moses. ", "21": "Everyone who wanted to give offerings to the Lord brought them to him. The offerings were for the work on the tent of meeting. They were also for the sacred clothes and for any other purpose at the tent. ", "22": "Every man and woman who wanted to give came. They brought gold jewelry of all kinds. They brought pins, earrings, rings and other jewelry. All of them gave their gold as a wave offering to the Lord. ", "23": "People brought what they had. They brought blue, purple or bright red yarn or fine linen. They brought goat hair, ram skins dyed red, or the other kind of strong leather. ", "24": "Some brought silver or bronze as an offering to the Lord. Others brought acacia wood for any part of the work. ", "25": "All the skilled women spun yarn with their hands. They brought blue, purple or bright red yarn or fine linen. ", "26": "All the skilled women who wanted to spin the goat hair did so. ", "27": "The leaders brought onyx stones and other jewels for the linen apron and the chest cloth. ", "28": "They also brought spices and olive oil. They brought them for the light, for the anointing oil, and for the sweet-smelling incense. ", "29": "All the men and women of Israel who wanted to bring offerings to the Lord brought them to him. The offerings were for all the work the Lord had commanded Moses to tell them to do.", "30": "Then Moses spoke to the people of Israel. He said, “The Lord has chosen Bezalel, the son of Uri. Uri is the son of Hur. Bezalel is from the tribe of Judah. ", "31": "The Lord has filled him with the Spirit of God. He has filled him with wisdom, with understanding, with knowledge and with all kinds of skill. ", "32": "Bezalel can make beautiful patterns in gold, silver and bronze. ", "33": "He can cut and set stones. He can work with wood. In fact, he can work in all kinds of arts and crafts. ", "34": "And the Lord has given both him and Oholiab the ability to teach others. Oholiab, the son of Ahisamak, is from the tribe of Dan. ", "35": "The Lord has filled Bezalel and Oholiab with skill to do all kinds of work. They can carve things and make patterns. They can sew skillfully with blue, purple and bright red yarn and on fine linen. They use thread to make beautiful cloth. Both of them have the skill to work in all kinds of crafts. "}