{"1": "The workers made clothes from the blue, purple and bright red yarn. The clothes were worn by the priests who served in the holy tent. The workers also made sacred clothes for Aaron. They made them just as the Lord had commanded Moses.", "2": "The workers made the linen apron. They made it out of thin gold wire, and of blue, purple and bright red yarn, and of finely twisted linen. ", "3": "They hammered out thin sheets of gold. They cut it into thin wire. Then they sewed it into the blue, purple and bright red yarn and fine linen. Skilled workers made it. ", "4": "The workers made shoulder straps for the apron. The straps were joined to two of its corners. ", "5": "Its skillfully made waistband was made like the apron. The waistband was part of the apron itself. It was made out of thin gold wire, and out of blue, purple and bright red yarn, and out of finely twisted linen. The workers made it just as the Lord had commanded Moses.", "6": "They put the onyx stones in fancy gold settings. They carved the names of the sons of Israel on the stones. They did it the way a jewel cutter would carve them. ", "7": "Then they connected them to the shoulder straps of the linen apron. The stones stood for the sons of Israel and were a constant reminder for them. The workers did those things just as the Lord had commanded Moses.", "8": "Skilled workers made the chest cloth. They made it like the linen apron. They used thin gold wire, and blue, purple and bright red yarn, and finely twisted linen. ", "9": "The chest cloth was nine inches square. It was folded in half. ", "10": "The workers put four rows of valuable jewels on it. Carnelian, chrysolite and beryl were in the first row. ", "11": "Turquoise, lapis lazuli and emerald were in the second row. ", "12": "Jacinth, agate and amethyst were in the third row. ", "13": "And topaz, onyx and jasper were in the fourth row. The workers put them in fancy gold settings. ", "14": "They used a total of 12 stones. There was one stone for each of the names of the sons of Israel. Each stone was carved with the name of one of the 12 tribes.", "15": "The workers made braided chains out of pure gold for the chest cloth. They made them like ropes. ", "16": "They made two fancy gold settings and two gold rings. They connected them to two corners of the chest cloth. ", "17": "They joined the two gold chains to the rings at the corners of the chest cloth. ", "18": "They joined the other ends of the chains to the two settings. They joined them to the shoulder straps on the front of the linen apron. ", "19": "The workers made two gold rings. They connected them to the other two corners of the chest cloth. They put them on the inside edge next to the apron. ", "20": "Then they made two more gold rings. They connected them to the bottom of the shoulder straps on the front of the apron. They put them close to the seam. They put them right above the waistband of the apron. ", "21": "They tied the rings of the chest cloth to the rings of the apron with blue cord. That connected it to the waistband. Then the chest cloth would not swing out from the linen apron. The workers did those things just as the Lord had commanded Moses.", "22": "The workers made the outer robe of the linen apron completely out of blue cloth. The cloth was made by a skillful person. ", "23": "The workers made an opening in the center of the robe. They made an edge like a collar around the opening. Then it couldn't tear. ", "24": "They made pomegranates out of blue, purple and bright red yarn and finely twisted linen. They sewed them around the hem of the robe. ", "25": "They made bells out of pure gold. They sewed them around the hem between the pomegranates. ", "26": "They sewed a bell between every two pomegranates all around the hem of the robe. Aaron had to wear the robe when he served as priest. That's what the Lord commanded Moses.", "27": "The workers made inner robes out of fine linen for Aaron and his sons. The linen cloth was made by a skillful person. ", "28": "The workers also made the turban out of fine linen. And they made the caps and the underwear out of finely twisted linen. ", "29": "The belt was made out of finely twisted linen and blue, purple and bright red yarn. A person who sewed skillfully made it. The workers did those things just as the Lord had commanded Moses.", "30": "They made the plate out of pure gold. It was a sacred crown. On the plate, they carved the words set apart for the Lord.", "31": "Then they tied the plate to the turban with a blue cord. They did those things just as the Lord had commanded Moses.", "32": "So all the work on the holy tent, the tent of meeting, was completed. The Israelites did everything just as the Lord had commanded Moses. ", "33": "Then they brought the holy tent to Moses along with everything that belonged to it. Here are the things they brought: hooks, frames, crossbars, posts and bases;", "34": "the covering of ram skins dyed red, the covering of another kind of strong leather and the curtain that hides the ark;", "35": "the ark where the tablets of the covenant law are kept, the poles and the cover for the ark;", "36": "the table for the holy bread with all its things and the holy bread;", "37": "the pure gold lampstand with its row of lamps and everything used with it, and the olive oil that gives light;", "38": "the gold altar for burning incense, the anointing oil and the sweet-smelling incense the curtain for the entrance to the tent;", "39": "the bronze altar for burnt offerings with its bronze grate, its poles and all its tools; the large bowl with its stand;", "40": "the curtains of the courtyard with their posts and bases, and the curtain for the entrance to the courtyard; the ropes and tent stakes for the courtyard; everything that belongs to the holy tent, the tent of meeting;", "41": "and the sacred clothes for Aaron the priest and the clothes for his sons when they serve as priests.", "42": "The Israelites had done all the work just as the Lord had commanded Moses. ", "43": "Moses looked over the work carefully. He saw that the workers had done it just as the Lord had commanded. So Moses gave them his blessing."}