{"1": "Moses answered, “What if the elders of Israel won't believe me? What if they won't listen to me? Suppose they say, 'The Lord didn't appear to you.' Then what should I do?”", "2": "The Lord said to him, “What do you have in your hand?” “A walking stick,” he said.", "3": "The Lord said, “Throw it on the ground.” So Moses threw it on the ground. It turned into a snake. He ran away from it. ", "4": "Then the Lord said to Moses, “Reach your hand out. Take the snake by the tail.” So he reached out and grabbed the snake. It turned back into a walking stick in his hand. ", "5": "The Lord said, “When they see this sign, they will believe that I appeared to you. I am the Lord, the God of their fathers. I am the God of Abraham. I am the God of Isaac. And I am the God of Jacob.”", "6": "Then the Lord said, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took it out, the skin had become as white as snow. His hand was covered with a skin disease.", "7": "“Now put it back into your coat,” the Lord said. So Moses put his hand back into his coat. When he took it out, the skin was healthy again. His hand was like the rest of his skin.", "8": "Then the Lord said, “Suppose they do not believe you or pay attention to the first sign. Then maybe they will believe the second one. ", "9": "But suppose they do not believe either sign. Suppose they will not listen to you. Then get some water from the Nile River. Pour it on the dry ground. The water you take from the river will turn into blood on the ground.”", "10": "Moses spoke to the Lord. He said, “Lord, I've never been a good speaker. And I haven't gotten any better since you spoke to me. I don't speak very well at all.”", "11": "The Lord said to him, “Who makes human beings able to talk? Who makes them unable to hear or speak? Who makes them able to see? Who makes them blind? It is I, the Lord. ", "12": "Now go. I will help you speak. I will teach you what to say.”", "13": "But Moses said, “Lord, please send someone else to do it.”", "14": "Then the Lord became very angry with Moses. He said, “What about your brother, Aaron the Levite? I know he can speak well. He is already on his way to meet you. He will be glad to see you. ", "15": "Speak to him. Tell him what to say. I will help both of you speak. I will teach you what to do. ", "16": "He will speak to the people for you. He will be like your mouth. And you will be like God to him. ", "17": "But take this walking stick in your hand. You will be able to do signs with it.”", "18": "Then Moses went back to his father-in-law Jethro. He said to him, “Let me return to my own people in Egypt. I want to see if any of them are still alive.” Jethro said, “Go. I hope everything goes well with you.”", "19": "The Lord had said to Moses in Midian, “Go back to Egypt. All those who wanted to kill you are dead.” ", "20": "So Moses got his wife and sons. He put them on a donkey. Together they started back to Egypt. And he took the walking stick in his hand. It was the stick God would use in a powerful way.", "21": "The Lord spoke to Moses. He said, “When you return to Egypt, do all the amazing things I have given you the power to do. Do them in the sight of Pharaoh. But I will make him stubborn. He will not let the people go. ", "22": "Then say to Pharaoh, 'The Lord says, “Israel is like an oldest son to me. ", "23": "I told you, 'Let my son go. Then he will be able to worship me.' But you refused to let him go. So I will kill your oldest son.” ' ”", "24": "On the way to Egypt, Moses stopped for the night. There the Lord met him and was about to kill him. ", "25": "But Zipporah got a knife made out of flint. She circumcised her son with it. Then she touched Moses' feet with the skin she had cut off. “Surely, you are a husband who has forced me to spill my son's blood,” she said. ", "26": "So the Lord didn't kill Moses. When she said “husband who has forced me to spill my son's blood,” she was talking about circumcision.", "27": "The Lord said to Aaron, “Go into the desert to see Moses.” So Aaron greeted Moses at the mountain of God and kissed him. ", "28": "Then Moses told Aaron everything the Lord had sent him to say. Moses also told him about all the signs the Lord had commanded him to do.", "29": "Moses and Aaron gathered all the elders of Israel together. ", "30": "Aaron told them everything the Lord had said to Moses. He also performed the signs in the sight of the people. ", "31": "And they believed. They heard that the Lord was concerned about them. He had seen their suffering. So they bowed down and worshiped him."}