{"1": "Later on, Moses and Aaron went to Pharaoh. They said, “The Lord is the God of Israel. He says, 'Let my people go. Then they will be able to hold a feast to honor me in the desert.' ”", "2": "Pharaoh said, “Who is the Lord? Why should I obey him? Why should I let Israel go? I don't even know the Lord. And I won't let Israel go.”", "3": "Then Moses and Aaron said, “The God of the Hebrews has met with us. Now let us take a journey that lasts about three days. We want to go into the desert to offer sacrifices to the Lord our God. If we don't, he might strike us with plagues. Or he might let us be killed by swords.”", "4": "But the king of Egypt said, “Moses and Aaron, why are you taking the people away from their work? Get back to work!” ", "5": "Pharaoh continued, “There are large numbers of your people in the land. But you are stopping them from working.”", "6": "That same day Pharaoh gave orders to the slave drivers and the overseers in charge of the people. ", "7": "He said, “Don't give the people any more straw to make bricks. Let them go and get their own straw. ", "8": "But require them to make the same number of bricks as before. Don't lower the number they have to make. They are lazy. That's why they are crying out, 'Let us go. We want to offer sacrifices to our God.' ", "9": "Make them work harder. Then they will be too busy to pay attention to lies.”", "10": "The slave drivers and the overseers left. They said to the people, “Pharaoh says, 'I won't give you any more straw. ", "11": "Go and get your own straw anywhere you can find it. But you still have to make the same number of bricks.' ” ", "12": "So the people scattered all over Egypt. They went to gather any pieces of straw left in the fields. ", "13": "Pharaoh's slave drivers kept making the people work hard. They said, “Finish the work you are required to do each day. Make the same number of bricks you made when you had straw.” ", "14": "The slave drivers whipped the Israelite overseers they had appointed. The slave drivers asked, “Why haven't you made the same number of bricks yesterday or today, just as before?”", "15": "Then the Israelite overseers appealed to Pharaoh. They asked, “Why have you treated us like this? ", "16": "You didn't give us any straw. But you told us, 'Make bricks!' We are being whipped. But it's the fault of your own people.”", "17": "Pharaoh said, “You are lazy! That's why you keep saying, 'Let us go. We want to offer sacrifices to the Lord.' ", "18": "Now get to work. We won't give you any straw. But you still have to make the same number of bricks.”", "19": "The Israelite overseers realized they were in trouble. They knew it when they were told, “Don't reduce the number of bricks you are required to make each day.” ", "20": "When they left Pharaoh, they found Moses and Aaron waiting to meet them. ", "21": "They said to Moses and Aaron, “We want the Lord to look at what you have done! We want him to judge you for it! We are like a very bad smell to Pharaoh and his officials. You have given them an excuse to kill us with their swords.”", "22": "Moses returned to talk to the Lord. He said to him, “Why, Lord? Why have you brought trouble on these people? Is this why you sent me? ", "23": "I went to Pharaoh to speak to him in your name. Ever since then, he has brought nothing but trouble on these people. And you haven't saved your people at all.”"}