{"1": "I wouldn't want you to be ignorant of our history, brothers and sisters. Our ancestors were once safeguarded under a miraculous cloud in the wilderness and brought safely through the sea. ", "2": "Enveloped in water by cloud and by sea, they were, you might say, ritually cleansed into Moses through baptism.[a] ", "3": "Together they were sustained supernaturally: they all ate the same spiritual food, manna; ", "4": "and they all drank the same spiritual water, flowing from a spiritual rock that was always with them, for the rock was the Anointed One, our Liberating King. ", "5": "Despite all of this, they were punished in the wilderness because God was unhappy with most of them.", "6": "Look at what happened to them as an example; it's right there in the Scriptures so that we won't make the same mistakes and hunger after evil as they did. So here's my advice: ", "7": "don't degrade yourselves by worshiping anything less than the living God as some of them did. Remember it is written, “The people sat down to eat and drink and then rose up in dance and play.”[b] ", "8": "We must be careful not to engage in sexual sins as some of them did. In one day, 23,000 died because of sin.[c] ", "9": "None of us must test the limits of the Lord's patience. Some of the Israelites did, and serpents bit them and killed them. ", "10": "You need to stop your groaning and whining. Remember the story. Some of them complained, and the messenger of death came for them and destroyed them. ", "11": "All these things happened for a reason: to sound a warning. They were written down and passed down to us to teach us. They were meant especially for us because the beginning of the end is happening in our time. ", "12": "So let even the most confident believers remember their examples and be very careful not to fall as some of them did.", "13": "One of the strengths of the Jewish people is their corporate identity that comes from belonging to a unique, suffering people deeply loved by God. The tendency for the new, non-Jewish believers may be to create a new identity among themselves because they lack the sense of belonging shared by Israel's descendants. A new day is dawning, a day when all may come to God regardless of ethnicity, locale, or social class. Believers in Corinth are not part of a new movement; they are a fresh expression of the historic movement of God. The twenty-first century church needs to hear this truth today as much as the church in Corinth did two millennia ago. The world has changed drastically since the times of Abraham, David, John the Baptist, and even Martin Luther. In the midst of radical economic and technological advances, some within the church are embracing new or contemporary practices and regarding them as somehow superior to ancient and historic practices. Paul is challenging this idea and calling all believers to see themselves as a part of the local, global, and historic church. Any temptation you face will be nothing new. But God is faithful, and He will not let you be tempted beyond what you can handle. But He always provides a way of escape so that you will be able to endure and keep moving forward. ", "14": "So then, my beloved friends, run from idolatry in any form. ", "15": "As wise as I know you are, understand clearly what I am saying and determine the right course of action. ", "16": "When we give thanks and share the cup of blessing, are we not sharing in the blood of the Anointed One? When we give thanks and break bread, are we not sharing in His body? ", "17": "Because there is one bread, we, though many, are also one body since we all share one bread. ", "18": "Look no further than Israel and the temple practices, and you'll see what I mean. Isn't it true that those who eat sacrificial foods are communing at the altar, sharing its benefits? ", "19": "So what does all this mean? I'm not suggesting that idol food itself has any special qualities or that an idol itself possesses any special powers, ", "20": "but I am saying that the outsiders' sacrifices are actually offered to demons, not to God. So if you feast upon this food, you are feasting with demons—I don't want you involved with demons! ", "21": "You can't hold the holy cup of the Lord in one hand and the cup of demons in the other. You can't share in the Lord's table while picking off the altar of demons. ", "22": "Are we trying to provoke the Lord Jesus? Do we think it's a good idea to stir up His jealousy? Do we have ridiculous delusions about matching or even surpassing His power?", "23": "There's a slogan often quoted on matters like this: “All things are permitted.” Yes, but not all things are beneficial. “All things are permitted,” they say. Yes, but not all things build up and strengthen others in the body. ", "24": "We should stop looking out for our own interests and instead focus on the people living and breathing around us. ", "25": "Feel free to eat any meat sold in the market without your conscience raising questions about scruples ", "26": "because “the earth and all that's upon it belong to the Lord.”[d]", "27": "Paul's instruction on this matter is clear: believers should give up their rights and freedoms for the sake of others. This is the essence of sacrifice. This is what Jesus did. This is what Paul does. Otherwise, community becomes impossible. But no state or church authority should force compliance; it must arise from a heart of love and a disposition that puts the needs of others first. So if some unbelievers invite you to dinner and you want to go, feel free to eat whatever they offer you without raising questions about conscience. ", "28-29": "But if someone says, “This is meat from the temple altar, a sacrifice to god so-and-so,” then do not eat it. Not so much because of your own conscience [because the earth and everything on it belongs to the Lord],[e] but out of consideration for the conscience of the other fellow who told you about it. So you ask, “Why should I give up my freedom to accommodate the scruples of another?” ", "30": "or, “If I am eating with gratitude to God, why am I insulted for eating food that I have properly given thanks for?” These are good questions.", "31": "Whatever you do—whether you eat or drink or not—do it all to the glory of God! ", "32": "Do not offend Jews or Greeks or any part of the church of God for that matter. ", "33": "Consider my example: I strive to please all people in all my actions and words—but don't think I am in this for myself—their rescued souls are the only profit."}