{"1": "Now let me turn to some issues about spiritual gifts, brothers and sisters. There's much you need to learn.", "2": "Remember the way you used to live when you were pagans apart from God? You were engrossed—enchanted with voiceless idols, led astray by mere images carved by human hands. ", "3": "With that in mind, I want you to understand that no one saying “Jesus is cursed” is operating under God's Spirit, and no one confessing “Jesus is Lord” can do so without the Holy Spirit's inspiration.", "4": "Now there are many kinds of grace gifts, but they are all from the same Spirit. ", "5": "There are many different ways to serve, but they're all directed by the same Lord. ", "6": "There are many amazing working gifts in the church, but it is the same God who energizes them all in all who have the gifts.", "7": "Paul's description of the works of the Spirit, the Lord (Jesus), and God (the Father) links the three persons together in remarkable ways. Although Paul never articulates the doctrine of the Trinity, what he writes here about the Godhead relationship—their community of persons—becomes the raw materials used by later believers to construct the church's teaching on the Trinity. In this chapter the apostle emphasizes the agency of the Spirit. For him the Spirit is not just an impersonal force or feeling; He is just as much a person within the Trinity as the Father and the Son. Accordingly, the Spirit chooses where to impart gifts as He works together with the Father and the Son to build up the church. Each believer has received a gift that manifests the Spirit's power and presence. That gift is given for the good of the whole community. ", "8": "The Spirit gives one person a word of wisdom, but to the next person the same Spirit gives a word of knowledge. ", "9": "Another will receive the gift of faith by the same Spirit, and still another gifts of healing—all from the one Spirit. ", "10": "One person is enabled by the Spirit to perform miracles, another to prophesy, while another is enabled to distinguish those prophetic spirits. The next one speaks in various kinds of unknown languages, while another is able to interpret those languages. ", "11": "One Spirit works all these things in each of them individually as He sees fit.", "12": "Just as a body is one whole made up of many different parts, and all the different parts comprise the one body, so it is with the Anointed One. ", "13": "We were all ceremonially washed through baptism[a] together into one body by one Spirit. No matter our heritage—Jew or Greek, insider or outsider—no matter our status—oppressed or free—we were all given the one Spirit to drink. ", "14": "Here's what I mean: the body is not made of one large part but of many different parts. ", "15": "Would it seem right for the foot to cry, “I am not a hand, so I couldn't be part of this body”? Even if it did, it wouldn't be any less joined to the body. ", "16": "And what about an ear? If an ear started to whine, “I am not an eye; I shouldn't be attached to this body,” in all its pouting, it is still part of the body. ", "17": "Imagine the entire body as an eye. How would a giant eye be able to hear? And if the entire body were an ear, how would an ear be able to smell? ", "18": "This is where God comes in. God has meticulously put this body together; He placed each part in the exact place to perform the exact function He wanted. ", "19": "If all members were a single part, where would the body be? ", "20": "So now, many members function within the one body. ", "21": "The eye cannot wail at the hand, “I have no need for you,” nor could the head bellow at the feet, “I won't go one more step with you.” ", "22": "It's actually the opposite. The members who seem to have the weaker functions are necessary to keep the body moving; ", "23": "the body parts that seem less important we treat as some of the most valuable; and those unfit, untamed, unpresentable members we treat with an even greater modesty. ", "24": "That's something the more presentable members don't need. But God designed the body in such a way that greater significance is given to the seemingly insignificant part. ", "25": "That way there should be no division in the body; instead, all the parts mutually depend on and care for one another. ", "26": "If one part is suffering, then all the members suffer alongside it. If one member is honored, then all the members celebrate alongside it. ", "27": "You are the body of the Anointed, the Liberating King; each and every one of you is a vital member. ", "28": "God has appointed gifts in the assembly: first emissaries,[b] second prophets, third teachers, then miracle workers, healers, helpers, administrators, and then those who speak with various unknown languages. ", "29": "Are all members gifted as emissaries? Are all gifted with prophetic utterance? Are all teachers? Do all work miracles? ", "30": "Or are all gifted in healing arts? Do all speak or interpret unknown languages? Of course not. ", "31": "Pursue the greater gifts, and let me tell you of a more excellent way—love."}