{"1": "Gifts of the Spirit, which are intended to strengthen the church body, often divide the body because members of the church elevate those who possess the more visible gifts over those whose gifts function in the background. In fact, this is the very problem facing the Corinthians. So while talking about the importance and function of these gifts in chapters 12 and 14, Paul shifts his focus to the central role love plays in a believer's life in chapter 13. Love is essential for the body to be unified and for members to work together. Members of the body that are very different, with little in common, are able to appreciate and even enjoy others because of the love that comes when a life is submitted to God. What if I speak in the most elegant languages of people or in the exotic languages of the heavenly messengers, but I live without love? Well then, anything I say is like the clanging of brass or a crashing cymbal. ", "2": "What if I have the gift of prophecy, am blessed with knowledge and insight to all the mysteries, or what if my faith is strong enough to scoop a mountain from its bedrock, yet I live without love? If so, I am nothing. ", "3": "I could give all that I have to feed the poor, I could surrender my body to be burned as a martyr, but if I do not live in love, I gain nothing by my selfless acts.", "4": "Paul boils it all down for the believers in Corinth. Religious people often spend their time practicing rituals, projecting dogma, and going through routines that might look like Christianity on the outside but that lack the essential ingredient that brings all of it together—love! It is a loving God who birthed creation and now pursues a broken people in the most spectacular way. That same love must guide believers, so faith doesn't appear to be meaningless noise. Love is patient; love is kind. Love isn't envious, doesn't boast, brag, or strut about. There's no arrogance in love; ", "5": "it's never rude, crude, or indecent—it's not self-absorbed. Love isn't easily upset. Love doesn't tally wrongs ", "6": "or celebrate injustice; but truth—yes, truth—is love's delight! ", "7": "Love puts up with anything and everything that comes along; it trusts, hopes, and endures no matter what. ", "8": "Love will never become obsolete. Now as for the prophetic gifts, they will not last; unknown languages will become silent, and the gift of knowledge will no longer be needed. ", "9": "Gifts of knowledge and prophecy are partial at best, at least for now, ", "10": "but when the perfection and fullness of God's kingdom arrive, all the parts will end. ", "11": "When I was a child, I spoke, thought, and reasoned in childlike ways as we all do. But when I became a man, I left my childish ways behind. ", "12": "For now, we can only see a dim and blurry picture of things, as when we stare into polished metal. I realize that everything I know is only part of the big picture. But one day, when Jesus arrives, we will see clearly, face-to-face. In that day, I will fully know just as I have been wholly known by God. ", "13": "But now faith, hope, and love remain; these three virtues must characterize our lives. The greatest of these is love."}