{"1": "Let me remind you, brothers and sisters, of the good news that I preached to you when we first met. It's the essential message that you have taken to heart, the central story you now base your life on; ", "2": "and through this gospel, you are liberated—unless, of course, your faith has come to nothing. ", "3-4": "For I passed down to you the crux of it all which I had also received from others, that the Anointed One, the Liberating King, died for our sins and was buried and raised from the dead on the third day. All this happened to fulfill the Scriptures; it was the perfect climax to God's covenant story. ", "5": "Afterward He appeared alive to Cephas[a] (you may know him as Simon Peter), then to the rest of the twelve. ", "6": "If that were not amazing enough, on one occasion, He appeared to more than 500 believers at one time. Many of those brothers and sisters are still around to tell the story, though some have fallen asleep[b] in Jesus. ", "7": "Soon He appeared to James, His brother and the leader of the Jerusalem church, and then to all the rest of the emissaries[c] He Himself commissioned.[d] ", "8": "Last of all, He appeared to me;[e] I was like a child snatched from his mother's womb. ", "9": "You see, I am the least of all His emissaries, not fit to be called His emissary because I hunted down and persecuted God's church. ", "10": "Today I am who I am because of God's grace, and I have made sure that the grace He offered me has not been wasted. I have worked harder, longer, and smarter than all the rest; but I realize it is not me—it is God's grace with me that has made the difference. ", "11": "In the end, it doesn't matter whether it was I or the other witnesses who brought you the message. What matters is that we keep preaching and that you have faith in this message.", "12": "Now if we have told you about the Anointed One (how He has risen from the dead and appeared to us fully alive), then how can you stand there and say there is no such thing as resurrection from death? ", "13": "Friends, if there is no resurrection of the dead, then even the Anointed hasn't been raised; ", "14": "if that is so, then all our preaching has been for nothing and your faith in the message is worthless. ", "15": "And what's worse, all of us who have been preaching the gospel are now guilty of misrepresenting God because we have been spreading the news that He raised the Anointed One from the dead (which must be a lie if what you are saying about the dead not being raised is the truth). ", "16": "Please listen. If you say, “the dead are not raised,” then what you are telling me is that the Anointed One has not been raised. Friends, ", "17": "if the Anointed has not been raised from the dead, then your faith is worth less than yesterday's garbage, you are all doomed in your sins, ", "18": "and all the dearly departed who trusted in His liberation are left decaying in the ground. ", "19": "If what we have hoped for in the Anointed doesn't take us beyond this life, then we are world-class fools, deserving everyone's pity.", "20": "But the Anointed One was raised from death's slumber and is the firstfruits of those who have fallen asleep in death. ", "21": "For since death entered this world by a man, it took another man to make the resurrection of the dead our new reality. ", "22": "Look at it this way: through Adam all of us die, but through the Anointed One all of us can live again. ", "23": "But this is how it will happen: the Anointed's awakening is the firstfruits. It will be followed by the resurrection of all those who belong to Him at His coming, ", "24": "and then the end will come. After He has conquered His enemies and shut down every rule and authority vying for power, He will hand over the Kingdom to God, the Father of all that is. ", "25": "And He must reign as King until He has put all His enemies under His feet. ", "26": "The last hostile power to be destroyed is death itself. ", "27": "All this will happen to fulfill the Scripture that says, “You placed everything on earth beneath His feet.”[f] (Although it says “everything,” it is clear that this does not also pertain to God, who created everything and made it all subject to Him.) ", "28": "Then, when all creation has taken its rightful place beneath God's sovereign reign, the Son will follow, subject to the Father who exalted Him over all created things; then God will be God over all.", "29": "Resurrection is central to the gospel. In fact, without the bodily resurrection of Jesus there is no good news at all. For in Jesus, God personifies His redeeming work and demonstrates the scope of that redemption. He is a God who brings life from death, peace from war, prosperity from adversity, and bounty from famine. The resurrection of Jesus marks a new era of God's dealing with the world. He intends nothing less than the total reclamation of His good creation damaged by human folly, sin, and death. You have probably heard that some people are undergoing ritual cleansings of baptism[g] for the dead. Why are they doing that? If the dead are not going to be raised, then why are people being baptized for them? ", "30": "Why are we putting our lives on the line all the time if there's no resurrection? ", "31": "I die every day! I swear that it's true! That's something you take pride in, brothers and sisters, as I do in Jesus the Anointed, our Lord. ", "32": "But if I have fought against the wild beasts in Ephesus for some human cause, then what good has that done me? If the dead are not raised, then there's nothing more to do than—as the saying goes—eat and drink, for tomorrow we die.[h]", "33": "But don't be so naïve—there's another saying you know well—Bad company corrupts good habits. ", "34": "Come to your senses, live justly, and stop sinning. It's true that some have no knowledge of God. I am saying this to shame you into better habits.", "35": "Now I know what some of you are thinking: “Just how are the dead going to be raised? What kind of bodies will they have when they come back to life?” ", "36": "Don't be a fool! The seed you plant doesn't produce life unless it dies. Right? ", "37": "The seed doesn't have the same look, the same body, if you will, of what it will have once it starts to grow. It starts out a single, naked seed—whether wheat or some other grain, it doesn't matter—", "38": "and God gives to that seed a body just as He has desired. For each of the different kinds of seeds God prepares a unique body. ", "39": "Or look at it this way: not all flesh is the same. Right? There is skin flesh on humans, furry flesh on animals, feathery flesh on birds, and scaly flesh on fish. ", "40": "Likewise there are bodies made for the heavens and bodies made for the earth. The heavenly bodies have a different kind of glory or luminescence compared to bodies below. ", "41": "Even among the heavenly bodies, there is a different level of brilliance: the sun shines differently than the moon, the moon differently than the stars, and the stars themselves differ in their brightness.", "42": "It's like this with the resurrection of those who have died. The body planted in the earth decays. But the body raised from the earth cannot decay. ", "43": "The body is planted in disgrace and weakness. But the body is raised in splendor and power. ", "44": "The body planted in the earth was animated by the physical, material realm. But the body raised from the earth will be animated by the spiritual. Since there is a physical, material body, there will also be a spiritual body. ", "45": "That's why it was written, “The first man Adam became a living soul”; the last Adam has become a life-giving spirit. ", "46": "Everything has an order. The body is not animated first by the spiritual but the physical; then the spiritual becomes its life-giving source. ", "47": "The first man, Adam, came from the earth and was made from dust; the second man, Jesus, has come from heaven. ", "48": "The earth man shares his earth nature with all those made of earth; likewise the heavenly man shares His heavenly nature with all those made of heaven. ", "49": "Just as we have carried the image of the earth man in our bodies, we will[i] also carry the image of the heavenly man in our new bodies at the resurrection.", "50": "Redemption is not merely forgiveness of sin's guilt so our souls can go to heaven someday. Our true hope is to be free from physical death just as Jesus was raised from the dead. Accordingly, this hope of bodily resurrection stands against the expectation that souls escape from their mortal bodies (as if your soul is the real “you” and your body is a disposable external space suit) and merely float up to heaven. Rather, Paul presents resurrection as a new creation; and this restored bodily existence affirms and fulfills the original intent of creation. Believers don't have to wait until the future to experience this Spirit-enabled life because living in obedience to God through the Spirit is a foretaste of the total experience that will come when all is restored later. Now listen to this: brothers and sisters, this present body is not able to inherit the kingdom of God any more than decay can inherit that which lasts forever. ", "51": "Stay close because I am going to tell you a mystery—something you may have trouble understanding: we will not all fall asleep in death, but we will all be transformed. ", "52": "It will all happen so fast, in a blink, a mere flutter of the eye. The last trumpet will call, and the dead will be raised from their graves with a body that does not, cannot decay. All of us will be changed! ", "53": "We'll step out of our mortal clothes and slide into immortal bodies, replacing everything that is subject to death with eternal life. ", "54": "And, when we are all redressed with bodies that do not, cannot decay, when we put immortality over our mortal frames, then it will be as Scripture says: Life everlasting has victoriously swallowed death.[j]", "55": "Hey, Death! What happened to your big win? Hey, Death! What happened to your sting?[k]", "56": "Sin came into this world, and death's sting followed. Then sin took aim at the law and gained power over those who follow the law. ", "57": "Thank God, then, for our Lord Jesus, the Anointed, the Liberating King, who brought us victory over the grave.", "58": "My dear brothers and sisters, stay firmly planted—be unshakable—do many good works in the name of God, and know that all your labor is not for nothing when it is for God."}