{"1": "Here's another troubling issue. If you have a grievance against another follower of Jesus, do you have the audacity to bring that brother or sister into the civil courts rather than submitting yourselves to the authority of God's people? ", "2": "Don't you know that His people are destined to judge the world? If you have the authority to judge the world, can't you handle these small matters and render a better judgment than the civil courts? ", "3": "Further, don't you know that we are destined to judge the heavenly messengers? So if we are to exercise authority in the heavenly realms, can't we take care of the conflicts that arise in this life? ", "4": "To put it another way, if you are asking the courts to adjudicate your mundane conflicts, aren't you placing your problems under the authority of judges who have no standing within the church? ", "5": "My words should embarrass you. Is it possible that you have no one among you with the wisdom to mediate between two siblings? ", "6": "So one brother sues another brother in public and drags the dispute before outsiders who have no allegiance to Jesus?", "7": "The truth is that these public lawsuits cause all of you to lose and lose big. Wouldn't it be better to be ripped off or defrauded? ", "8": "In fact, you are guilty of ripping off and defrauding your own brothers and sisters, not the other way around.", "9-10": "Do you need reminding that the unjust have no share in the blessings of the kingdom of God? Do not be misled. A lot of people stand to inherit nothing of God's coming kingdom, including those whose lives are defined by sexual immorality, idolatry, adultery, sexual deviancy, theft, greed, drunkenness, slander, and swindling. ", "11": "Some of you used to live in these ways, but you are different now; you have been washed clean, set apart, restored, and set on the right path in the name of the Lord Jesus, the Anointed, by the Spirit of our living God.", "12": "In the same way that some seek to reduce Christianity to a philosophy or a set of ideas, others seek to reduce it to a set of rules for living. If true faith is only about eating certain foods, abstaining from others, and avoiding certain practices, then willpower must be more important than the Spirit of God. But following stringent rules is not that easy. Actually, living by willpower is hard—some might say impossible. Paul is preaching about an alternative to a life governed by rules and restrictions, and that's a life of faith that embraces grace. What Paul is about to describe is a life of freedom that surpasses a life of rule keeping. I can hear some of you saying, “For me, all things are permitted.” But face the facts: all things are not beneficial. So you say, “For me, all things are permitted.” Here's my response: I will not allow anything to control me. ", "13": "Another chimes in: “Food is for the stomach, and the stomach is for food.” I suppose so, but a day will come when God will dispense with both food and the stomach. The body is not meant for sexual immorality but for the Lord; the Lord is over all, and He cares about your body. ", "14": "God has raised the Lord Jesus from death, but He won't stop there. His dynamic power will raise us up from the grips of death as well. ", "15": "Don't you realize that your bodies are members of the Anointed One? So should I take the members of the Anointed One and unite them to a prostitute? This illicit union should never take place! ", "16": "Don't you understand that when your body is joined with a prostitute, the two of you have become one body? For as it says, “The two come together as one flesh.”[a] ", "17": "But when you are joined with the Lord, you become one spirit with Him. ", "18": "Run from immoral behavior. All other sins are disconnected from the body, but sexual immorality is a sin against your own body. ", "19": "Don't you know that your body is the temple of the Holy Spirit who comes from God and dwells inside of you? You do not own yourself. ", "20": "You have been purchased at a great price, so use your body to bring glory to God!"}