{"1": "Meat left over from pagan temple sacrifices was sold daily in the market. It was about the only option available for those who didn't raise their own livestock. Paul knows that idols are nothing really because there is only one God, but another brother thinks he is engaging in a heinous act and supporting a pagan temple by eating food that comes from a pagan sacrifice. So what is a believer to do? Well, it is not a matter of knowledge: Who's right? Who's wrong? It's a matter of love. Paul says that he has the right to eat the meat, but that he gladly gives up that right for the sake of the other brother. Paul limits his freedom out of love for the Corinthians. Am I not truly free? Am I not an emissary[a] of the Liberating King? Have I not personally encountered Jesus our Lord? Are you not my work, my mission in the Lord? ", "2": "Even if others don't recognize that I am His emissary,[b] at least you do because you are the seal, the living proof that the Lord commissioned me to be His representative.", "3": "Let me speak in my own defense against those keeping themselves busy picking me apart. ", "4": "Have we lost the right to eat and drink? ", "5": "Have we lost the right to bring along our wives, our sisters in Jesus? Other emissaries travel with their wives, and so do the brothers of our Lord, not to mention Cephas. ", "6": "Is it just Barnabas and I who have lost the right to earn a living? ", "7": "Is a soldier in combat required to pay his own salary? Who would plant a vineyard and not enjoy one grape from it? Who would care for and nurture a flock but never taste the fresh milk?", "8": "These ideas aren't based on merely human notions; the law says these same things. ", "9": "In Moses' law, it is written: “Do not muzzle the ox while it is treading out your grain.”[c] Is God's concern here limited to oxen, ", "10": "or does He speak here ultimately for our benefit? These things were written for us, so as the plowman plows and the worker gathers, they can labor with the hopeful expectation that they, too, will share in the good harvest. ", "11": "The same principle applies here: Is it too much to ask that we would be compensated materially for planting life- and world-changing spiritual realities? ", "12": "If you have rightfully supported others, shouldn't we deserve your support even more? But we have never insisted on this right; instead, we would rather put up with anything than to put some obstacle in the way that prevents even one person from experiencing the good news of the Anointed One. ", "13": "Perhaps it has escaped your notice that leaders and priests of the temple make their livings off the temple and that those who tend the altar eat their dinners from part of the sacrifices. ", "14": "So it shouldn't be a stretch that the Lord has arranged for preachers of the gospel to make a living by those who have embraced and been liberated by the gospel.", "15": "Paul works hard. He travels the known world starting new churches and writes letters instructing other churches. Simultaneously, he makes and sells tents to fund his basic needs and missionary travels. Would Paul's time be better spent training young pastors or preaching to a group of church leaders rather than making tents? By giving his churches his service for free, is he doing a disservice to those who will serve these churches in the future and have families to care for? Despite what I've said here, I have never staked a claim for such things, and I have no intention to start now; that's not why I'm writing. I would rather die than have anyone (including me) invalidate my right to boast. ", "16": "You see, if I preach the good news, it's nothing to brag about. This urgency, this necessity has been laid on me. In fact, if I were to stop sharing this good news, I'd be in big trouble. ", "17": "You see, my story is different. I didn't volunteer for this. Had I volunteered to preach the good news, then I would deserve a wage, a reward, or something. But I didn't choose this. God chose me and entrusted me with this mission. ", "18": "You're looking for the catch. I know you're wondering, “What reward is he talking about?” My reward, besides being with you and knowing you, is sharing the good news of the Anointed One with you free and clear. That means I don't insist on all my rights for support in the good news; ", "19": "that also means that I am free of obligations to all people. And, even though no one (except Jesus) owns me, I have become a slave by my own free will to everyone in hopes that I would gather more believers. ", "20": "When around Jews, I emphasize my Jewishness in order to win them over. When around those who live strictly under the law, I live by its regulations—even though I have a different perspective on the law now—in order to win them over. ", "21": "In the same way, I've made a life outside the law to gather those who live outside the law (although I personally abide by and live under the Anointed One's law). ", "22": "I've been broken, lost, depressed, oppressed, and weak that I might find favor and gain the weak. I'm flexible, adaptable, and able to do and be whatever is needed for all kinds of people so that in the end I can use every means at my disposal to offer them salvation. ", "23": "I do it all for the gospel and for the hope that I may participate with everyone who is blessed by the proclamation of the good news.", "24": "We all know that when there's a race, all the runners bolt for the finish line, but only one will take the prize. When you run, run for the prize! ", "25": "Athletes in training are very strict with themselves, exercising self-control over desires, and for what? For a wreath that soon withers or is crushed or simply forgotten. That is not our race. We run for the crown that we will wear for eternity. ", "26": "So I don't run aimlessly. I don't let my eyes drift off the finish line. When I box, I don't throw punches in the air. ", "27": "I discipline my body and make it my slave so that after all this, after I have brought the gospel to others, I will still be qualified to win the prize."}