{"1": "Paul, a servant of Jesus Christ, called to be an Apostle, set apart to preach the Gospel of God", "2": "(which He had promised before by his Prophets in the Holy Scriptures);", "3": "concerning his Son Jesus Christ, our Lord (Who was made from the seed of David, according to the flesh,", "4": "and declared mightily to be the Son of God, touching the Spirit of sanctification by the resurrection from the dead);", "5": "by Whom we have received grace and Apostleship (that obedience might be given unto the faith) for His name, among all the Gentiles;", "6": "among whom you are also the called by Jesus Christ.", "7": "To all at Rome; beloved of God, called to be Saints: Grace to you, and peace, from God our Father, and from the Lord Jesus Christ.", "8": "First, I thank my God, through Jesus Christ, for you all; because your faith is proclaimed throughout the whole world.", "9": "For God is my witness (whom I serve in my spirit in the Gospel of his Son) that without ceasing I make mention of you.", "10": "Always imploring in my prayers that by some means, at one time or other, I might have a prosperous journey, by the will of God, to come to you.", "11": "For I long to see you, that I might bestow among you some spiritual gift, that you might be strengthened.", "12": "That is to say that I might also be comforted with you, through our mutual faith, both yours and mine.", "13": "Now, my brothers, I do not want you to be ignorant of how often I have intended to come to you (but have been hindered) that I might also have some fruit among you, as I have among the other Gentiles.", "14": "I am debtor, both to the Greeks and to the barbarians; both to the wise and to the unwise.", "15": "Therefore, as much as is in me, I am ready to preach the Gospel to you also who are in Rome.", "16": "For I am not ashamed of the Gospel of Christ. For it is the power of God unto salvation to everyone who believes; to the Jew first and also to the Greek.", "17": "For by it the righteousness of God is revealed from faith to faith. As it is written, “The just shall live by faith.”", "18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who withhold the truth in unrighteousness.", "19": "Because that which may be known of God is visible among them, for God has shown it to them.", "20": "For the invisible things of Him - that is, His eternal power and Godhead - are seen by the creation of the world, being perceived in his works, so that they are without excuse.", "21": "Because when they knew God, they did not glorify Him as God, nor were they thankful, but became vain in their thoughts. And their foolish heart was full of darkness.", "22": "When they professed themselves to be wise, they became fools.", "23": "For they turned the glory of the incorruptible God to the likeness of the image of a corruptible man, and of birds, and four-footed beasts, and of creeping things.", "24": "Therefore, God also gave them up to the lusts of their hearts - unto uncleanness - to defile their own bodies among themselves.", "25": "They turned the truth of God into a lie - and worshipped and served the creature - forsaking the Creator, Who is blessed forever.  Amen.", "26": "For this reason, God gave them up to vile affections. For even their women changed the natural use into that which is against nature.", "27": "And likewise the men left the natural use of the woman and burned in their lust one toward another. And man committed indecency with man and received in themselves such recompense as was proper for their error.", "28": "For as they decided not to acknowledge God, so God delivered them up to a reprobate mind; to do those things which are not proper;", "29": "being full of all unrighteousness, fornication, wickedness, covetousness, wickedness; full of envy, of murder, of strife, of deceit, maliciousness; gossips,", "30": "slanderers, haters of God, violent, proud, boasters, inventors of evil things, disobedient to parents;", "31": "without understanding, covenant breakers, without natural affection, unforgiving, merciless.", "32": "Those who, though they knew the Law of God (how that those who commit such things are worthy of death) not only do the same, but also favor those who do them."}