{"1": "Brothers, my heart's desire - and my prayer to God for Israel - is that they might be saved.", "2": "For I testify about them that they have the zeal of God, but not according to knowledge.", "3": "For they, being ignorant of the righteousness of God and going about to establish their own righteousness, have not submitted themselves to the righteousness of God.", "4": "For Christ is the end of the Law for righteousness, for everyone who believes.", "5": "For Moses writes of the righteousness which is of the Law: “The man who does these things, shall live thereby.”", "6": "But the righteousness which is of faith says: “Do not say in your heart, 'Who shall ascend into heaven?' (that is, to bring Christ down)", "7": "or, 'Who shall descend into the deep?' (that is, to bring Christ up from the dead)”.", "8": "So, what does it say? “The word is near you; your mouth, and in your heart.” This is the word of faith which we preach.", "9": "For if you shall confess with your mouth the Lord Jesus and shall believe in your heart that God raised him up from the dead, you shall be saved.", "10": "For with the heart one believes unto righteousness, and with the mouth one confesses unto salvation.", "11": "For the Scripture says, “Whoever believes in Him, shall not be ashamed.”", "12": "For there is no difference between the Jew and the Greek. For He Who is Lord Over All is rich unto all who call on Him.", "13": "For “Whoever shall call upon the Name of the Lord, shall be saved.”", "14": "But how shall they call on Him in Whom they have not believed?  And how shall they believe in Him of Whom they have not heard? And how shall they hear without a preacher?", "15": "And how shall they preach, unless they are sent? As it is written: “How beautiful are the feet of those who bring glad tidings of peace; and bring glad tidings of good things!”", "16": "But they have not all obeyed the Gospel. For Isaiah says, “Lord, who has believed our report?”", "17": "Then faith is by hearing, and hearing by the word of God.", "18": "But I say, have they not heard? No doubt. Their sound went out through all the earth, and their words unto the ends of the world.", "19": "But I say, did not Israel know? First Moses says: “I will provoke you to envy by a nation that is not my nation. And by a foolish nation I will anger you.”", "20": "And Isaiah is bold and says: “I was found by those who did not seek Me, and have been made manifest to those who did not ask for me.”", "21": "And to Israel he says, “All day long I have stretched forth My hands to a disobedient and contradicting people.”"}