{"1": "Receive the one who is weak in the faith, but not for passing judgment on his reasoning.", "2": "One believes that he may eat all things. And another, who is weak, eats only vegetables.", "3": "Do not let the one who eats treat the one who does not eat with contempt. And do not let the one who does not eat judge the one who eats. For God has received him.", "4": "Who are you to judge another man's servant? To his own master he stands or falls. Indeed, he shall be upheld. For God is able to make him stand.", "5": "One esteems one day above another day, and another counts every day alike. Let everyone be fully persuaded in his own mind.", "6": "Whoever observes the day, observes it to the Lord. And whoever does not observe the day, does not observe it to the Lord. Whoever eats, eats to the Lord. For he gives God thanks. And whoever does not eat, does not eat to the Lord, and gives God thanks.", "7": "For none of us lives to himself. Nor does anyone die to himself.", "8": "For if we live, we live to the Lord. Or if we die, we die to the Lord: Therefore, whether we live or die, we are the Lord's.", "9": "For to this end Christ died and rose again, and revived, so that He might be Lord, both of the dead and the living.", "10": "But why do you condemn your brother? Or why do you contemn your brother? For we shall all appear before the judgment seat of Christ.", "11": "For it is written, “I live, says the Lord. And every knee shall bow to Me. And all tongues shall confess unto God”.", "12": "So then everyone of us shall give accounts of himself to God.", "13": "Therefore, let us not judge one another anymore. But rather, determine to do this: that no one put a stumbling block, or an occasion to fall, before his brother.", "14": "I know, and am persuaded through the Lord Jesus, that there is nothing unclean in itself. But to the one who judges something to be unclean, to him it is unclean.", "15": "But if your brother is distressed because of your food, you are no longer walking in love. Do not destroy with your food someone for whom Christ died.", "16": "Therefore, do not let your good be spoken of as evil.", "17": "For the kingdom of God is not food nor drink, but righteousness, and peace, and joy in the Holy Ghost.", "18": "For whoever serves Christ in these things, is well-pleasing to God, and is approved by men.", "19": "Let us then follow those things which concern peace, and with which one may edify another.", "20": "Do not destroy the work of God for the sake of food. Indeed, all things are clean, but evil for the man who eats in offense.", "21": "It is not good to eat flesh or to drink wine, or to do anything whereby your brother stumbles, or is offended, or made weak.", "22": "Do you have faith? Have your own, before God. Blessed is the one who does not condemn himself in that thing which he allows.", "23": "For the one who doubts is condemned if he eats, because he does not eat of faith. And whatever is not of faith, is sin."}