{"1": "What, then, is the advantage of the Jew? Or what is the benefit of circumcision?", "2": "Much in every way! Firstly, because indeed the oracles of God were entrusted to them.", "3": "For what if some did not believe? Shall their unbelief make the faith of God without effect?", "4": "Absolutely not! Indeed, let God be true, and every man a liar! As it is written, “That you might be justified in your words, and overcome when you are judged.”", "5": "Now, if our unrighteousness exhibits the righteousness of God, what shall we say? Is God unrighteous in punishing? (I speak as a man.)", "6": "Absolutely not! (or else how shall God judge the world?)", "7": "For if the truth of God has abounded more through my lie, unto His glory, why am I still condemned as a sinner?", "8": "Rather, why not say (as we are slanderously accused of saying, and as some affirm that we say) “Let us do evil, that good may come?” Their damnation is just.", "9": "What then? Are we more excellent? No, in no way! For we have already proved that all, both Jews and Gentiles, are under sin.", "10": "As it is written, “There is no one righteous; no, not one.", "11": "“There is no one who understands. There is no one who seeks God.", "12": "“They have all turned away. They have all been made useless. There is no one that does good; no, not one.", "13": "“Their throat is an open grave. They use their tongues to deceive. The poison of asps is under their lips;", "14": "whose mouth is full of cursing and bitterness.", "15": "“Their feet are swift to shed blood.", "16": "“Destruction and misery are in their path;", "17": "and the way of peace they have not known.", "18": "“The fear of God is not before their eyes.", "19": "Now, we know that whatever the law says, it says it to those who are under the law; so that every mouth may be stopped, and all the world may be subject to the judgment of God.", "20": "Therefore, no flesh shall be justified in His sight by the works of the Law. For by the Law comes the knowledge of sin.", "21": "But now, the righteousness of God has been made manifest without the Law, having been witnessed by the Law and the Prophets;", "22": "that is, the righteousness of God by the faith of Jesus Christ, unto all and upon all that believe. For there is no difference.", "23": "For all have sinned and fall short of the glory of God;", "24": "and are justified freely by His grace, through the redemption that is in Christ Jesus,", "25": "Whom God has set forth to be a propitiation, (through faith in His blood) to declare His righteousness, by the forgiveness of previous sins through God's forbearance;", "26": "to show His righteousness at this present time, that He might be just, and a justifier of the one who believes in Jesus.", "27": "Where, then, is the boasting? It is excluded. By what law? Of works? No, but by the law of faith.", "28": "Therefore, we conclude that a man is justified by faith, apart from the works of the Law.", "29": "Or is He the God of the Jews only, and not also of the Gentiles? Yes, even of the Gentiles also.", "30": "For indeed it is one God Who shall justify circumcision of faith, and uncircumcision through faith.", "31": "Do we then make the Law of no effect through faith? Absolutely not! Rather, we establish the Law."}