{"1": "Now, then, there is no condemnation to those who are in Christ Jesus; who do not walk after the flesh, but after the Spirit.", "2": "For the Law of the Spirit of life, Who is in Christ Jesus, has freed me from the Law of sin and of death.", "3": "For what the Law could not do (since it was weak because of the flesh) God did; having sent His own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh,", "4": "That the righteousness of the Law might be fulfilled in us; who do not walk after the flesh, but after the Spirit.", "5": "For those who are after the flesh, set their minds on the things of the flesh; but those who are after the Spirit, the things of the Spirit.", "6": "For the wisdom of the flesh is death. But the wisdom of the Spirit is life and peace.", "7": "Because the wisdom of the flesh is hostility toward God. For it is not subject to the Law of God, nor indeed can it be.", "8": "So, then, those who are in the flesh, cannot please God.", "9": "Now, you are not in the flesh, but in the Spirit. Because the Spirit of God dwells in you. But if anyone does not have the Spirit of Christ, the same is not His.", "10": "And if Christ is in you, the body is dead, because of sin. But the Spirit is life, for righteousness' sake.", "11": "But if the Spirit of Him Who raised up Jesus from the dead, dwells in you, He Who raised up Christ from the dead shall also give life to your mortal bodies by His Spirit, Who dwells in you.", "12": "Therefore brothers, we are debtors; not to the flesh (to live after the flesh),", "13": "for if you live after the flesh you shall die. But if you mortify the deeds of the body, by the Spirit, you shall live.", "14": "For, as many as are led by the Spirit of God, they are the sons of God.", "15": "For you have not received the Spirit of bondage, to fear again. But you have received the Spirit of adoption, whereby we cry, “Abba, Father!”", "16": "The same Spirit bears witness with our spirit, that we are the children of God.", "17": "If we are children, we are also heirs (even the heirs of God, and co-heirs with Christ), if indeed we suffer with Him. So that we also may be glorified with Him.", "18": "For I consider the afflictions of this present time unworthy of the Glory which shall be shown to us.", "19": "For the eager expectation of the creation awaits the revealing of the sons of God.", "20": "Because the creation was subjected to futility, not of its own will, but by reason of Him Who has subdued it, under hope.", "21": "Because the creation shall also be delivered from the bondage of corruption into the glorious liberty of the sons of God.", "22": "For we know that the whole creation also groans with us and suffers birth pains together until now.", "23": "And not only the creation; but also, we who have the firstfruits of the Spirit, even we sigh in ourselves (awaiting the adoption, the redemption of our body).", "24": "For we are saved by hope. But hope that is seen is not hope. For how can one hope for that which he sees?", "25": "But if we hope for that which we do not see, we await it with patience.", "26": "Likewise, the Spirit also helps our weakness. For we do not know what to pray as we should. But the Spirit Himself intercedes for us with unutterable sighs.", "27": "But He Who searches the hearts, knows the meaning of the Spirit. For He intercedes for the Saints according to the will of God.", "28": "But we know that all things work together for good to those who love God and are called according to His purpose.", "29": "For those whom He foreknew, He also predestined to be conformed to the image of His Son, that He might be the Firstborn among many brothers.", "30": "Moreover, those whom He predestined, He also called. And those whom He called, He also justified. And those whom He justified, He also glorified.", "31": "What shall we then say to these things? If God is for us, who can be against us?", "32": "He Who did not spare His own Son - but gave Him up for us all - how shall He not, with Him, also give us all things?", "33": "Who shall bring a charge against God's chosen? God is the One who justifies.", "34": "Who shall condemn? It is Christ, Who died - indeed, or rather, Who is risen again - and Who is also at the right hand of God, interceding for us.", "35": "Who shall separate us from the love of Christ; shall tribulation or anguish, or persecution, or famine, or nakedness, or peril, or sword?", "36": "As it is written: “For your sake we are killed all day long. We are counted as sheep for the slaughter.”", "37": "Nevertheless, in all these things we are more than conquerors, through Him Who loved us.", "38": "For I am persuaded that neither death, nor life, nor Angels, nor principalities, nor powers, nor things present, nor things to come,", "39": "nor height, nor depth, nor any other created thing, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."}