{"1": "I say the truth in Christ. I do not lie; my conscience bearing me witness in the holy Ghost,", "2": "so that I have great heaviness and continual sorrow in my heart.", "3": "For I could wish myself to be accursed, to be separated from Christ, for my brothers who are my kinsmen according to the flesh,", "4": "(who are the Israelites), to whom pertains the adoption, and the glory, and the Covenants, and the giving of the Law, and the service of God, and the promises;", "5": "from whom are the Fathers, and from whom, concerning the flesh, Christ - Who is God over all, blessed forever – came. Amen.", "6": "Notwithstanding, it cannot be that the word of God should take no effect. For not all are Israel who are of Israel.", "7": "Nor are they all children because they are the seed of Abraham. But: “In Isaac shall your seed be called.”", "8": "That is, those who are the children of the flesh are not the children of God. But the children of the promise are counted as the seed.", "9": "For this is a word of promise: “At this time I will come, and Sarah shall have a son”;", "10": "and not only her, but Rebecca also, when she had conceived by one, even by our father Isaac.", "11": "For before the children were born - and when they had done neither good nor evil (so that the purpose of God might remain according to election; not by works, but by Him Who calls) -", "12": "it was said to her: “The Elder shall serve the younger.”", "13": "As it is written: “I have loved Jacob and have hated Esau.”", "14": "What shall we say then? Is there unrighteousness with God? Absolutely not!", "15": "For he says to Moses, “I will have mercy on whomever I will have mercy and will have compassion on whomever I will have compassion.”", "16": "So then it is not in him who wills, nor in him who runs, but in God, Who shows mercy.", "17": "For the Scripture says to Pharaoh: “For this same purpose I have raised you up, so that I might show My power in you; and that My Name might be declared throughout all the earth.”", "18": "Therefore, He has mercy on whom He will. And whom He will, He hardens.", "19": "You will then say to me: “Why does He still find fault? For who has resisted His will?”", "20": "But who are you, O man, to contradict God? Shall the thing formed say to Him Who formed it, “Why have you made me this way”?", "21": "Does not indeed the potter have authority over the clay to make, from the same lump, one vessel unto honor and another unto dishonor?", "22": "What if God – though willing to show His wrath, and to make His power known - endured with much patience the vessels of wrath prepared for destruction?", "23": "That in so doing, He might declare the riches of His glory upon the vessels of mercy, which He has prepared unto glory -", "24": "even we whom He has called - not of the Jews only, but also of the Gentiles.", "25": "As He also says in Hosea: “I will call them 'My people' who were not my people; and her 'Beloved' who was not beloved.", "26": "“And it shall be in the place where it was said to them, 'You are not my people'. There they shall be called 'The sons of the living God'.”", "27": "Also, Isaiah cries concerning Israel: “Though the number of the sons of Israel were as the sand of the sea, the remnant shall be saved.", "28": "“For He will finish the work and cut it short in righteousness, because the Lord will make a short work upon the earth.”", "29": "And as Isaiah said before: “Except that the Lord of hosts had left us a seed, we had been made as Sodom, and had been like Gomorrah.”", "30": "What shall we say then? That the Gentiles, who did not follow righteousness, have attained righteousness, even the righteousness that is by faith;", "31": "but Israel, which followed the Law of righteousness, could not attain the Law of righteousness.", "32": "Why? Because they did not not seek it by faith, but by the works of the Law. For they have stumbled at the stumbling stone.", "33": "As it is written: “Behold, I lay a stumbling stone in Zion; an ensnaring rock. And everyone who believes in Him, shall not be ashamed.”"}