{"1": "In this document, I,[a] Hacaliah's son Nehemiah, recount[b] what occurred during the twentieth year of Artaxerxes.[c] In the month of Chislev,[d] while I was in Shushan at the palace, ", "2": "Hanani, one of my brothers, arrived with some men from Judah. I asked them about the Jews who had escaped, about those who had survived the Babylonian[e] captivity, and about Jerusalem.", "3": "They told me, “The survivors of the captivity there in the province are living in great distress and shame. Furthermore, the Jerusalem wall remains broken down and its gates have been burned by fire.”", "4": "When I heard this, I sat down and cried, mourning for a number of days while I fasted and prayed in the presence of the God of Heaven. ", "5": "I said, “Please, Lord, God of Heaven, the great and fearsome God who keeps the covenant, showing[f] gracious love to those who love you and keep your commands, ", "6": "please turn your attention to observe carefully and listen to the prayer of your servant today that I am presenting to you day and night on behalf of your servants, the Israelis. “I confess the sins that we Israelis have committed against you. Both I and my father's house have sinned. ", "7": "We have abandoned you by not keeping your commands, your ceremonies, and your judgments that you proscribed to your servant Moses. ", "8": "Please remember what you spoke in commanding your servant Moses. You said, 'If you rebel, I will scatter you among the nations[g] ", "9": "but if you return to me, keeping my commands and doing them, even if your exiled people are in the farthest horizon, I will gather them from there and bring them to the place where I have chosen to establish my Name.'[h]", "10": "These are your servants as well as your people, whom you have redeemed by your great power and by your strong hand.", "11": "“And now, Lord, I ask you to listen to the prayer of your servant—and to the prayers of your servants who delight in revering your Name. I ask you, please prosper your servant today by granting him to receive favor from this man.”[i] Now I was the king's senior security advisor.[j]"}