{"1": "The leaders of the people who lived in Jerusalem, along with the rest of the people, decided to choose one out of ten of them by lot to live in Jerusalem, the holy city, leaving the other nine of them in their towns. ", "2": "And the people blessed all of the men who volunteered to live in Jerusalem.", "3": "These are the leaders of the provinces who lived in Jerusalem. Some lived in the towns of Judah—each on their property in their respective towns—that is, the Israelis, the priests, the descendants of Levi, the Temple Servants, and the descendants of Solomon's servants.", "4": "Some of the descendants of Judah and Benjamin lived in Jerusalem. From Judah's Descendants: Uzziah's son Athaiah, who was the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel; From Perez's Descendants", "5": "Baruch's son Maaseiah, who was the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite. ", "6": "All of the descendants of Perez who lived in Jerusalem numbered[a] 468 men of valor.", "7": "These Benjamin's Descendants: Meshullam's son Sallu, who was the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah; ", "8": "and after him Gabbai and Sallai, numbering[b] 928.", "9": "Zichri's son Joel was their overseer, and Hassenuah's son Judah was in command of the second district of the city.", "10": "From the Priests: Joiarib's son Jedaiah, Jachin, ", "11": "Hilkiah's son Seraiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the administrator of the Temple of God. ", "12": "Their associates who performed the work of the Temple numbered[c] 822. Jeroham's son Adaiah, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah, ", "13": "along with his associates, the leaders of the families,[d] numbered[e] 242, along with Amashsai, the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer, ", "14": "along with their relatives, 128 mighty, valiant men, and their overseer Zabdiel son of Haggedolim.", "15": "From the descendants of Levi: Shemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni, ", "16": "and Shabbethai and Jozabad, from the leaders of the descendants of Levi who oversaw the exterior work of the Temple of God, ", "17": "and Mattaniah son of Mica, the son of Zabdi, the son of Asaph, who led the thanksgiving prayer, and Bakbukiah, second among his relatives, and Abda son of Shammua, the son of Galal, the son of Jeduthun. ", "18": "All of the descendants of Levi in the holy city numbered[f] 284.", "19": "The Gatekeepers: Akkub, Talmon, and their relatives, who kept watch at the gates, numbered[g] 172.", "20": "The rest of Israel—the priests and the descendants of Levi—lived in all the cities of Judah, each on his own property, ", "21": "but the Temple Servants lived on Ophel. Ziha and Gishpa oversaw the Temple Servants.", "22": "The overseer of the descendants of Levi at Jerusalem was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica. Singers from the descendants of Asaph oversaw the work of the Temple of God. ", "23": "They were subject to the commands of the king, who provided for the singers daily. ", "24": "Pethahiah son of Meshezabel, a descendant of Zerah son of Judah, represented the king[h] in all matters concerning the people.", "25": "Now concerning the villages and their fields, some of the people of Judah lived in Kiriath-arba and its villages, in Dibon and its villages, in Jekabzeel and its villages, ", "26": "in Jeshua, in Moladah, and Beth-pelet, ", "27": "in Hazar-shual, in Beer-sheba and its villages, ", "28": "in Ziklag, in Meconah and its villages, ", "29": "in En-rimmon, in Zorah, in Jarmuth, ", "30": "in Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. They encamped from Beer-sheba to the Hinnom Valley.", "31": "The descendants of Benjamin lived from Geba to Michmash, Aija, Bethel and its villages, ", "32": "Anathoth, Nob, Ananiah, ", "33": "Hazor, Ramah, Gittaim, ", "34": "Hadid, Zeboim, Neballat, ", "35": "Lod, and Ono's Craftsmen Valley, ", "36": "with some Levitical divisions of Judah pertaining to Benjamin."}