{"1": "It came about in the twentieth year of Artaxerxes, during the month of Nissan, the king was about to drink some wine that I was preparing for him.[a] Now I had never looked troubled in his presence.", "2": "The king asked me, “Why do you look so troubled, since you're not ill? This cannot be anything else but troubles of the heart.” Then I was filled with fear. ", "3": "I replied to the king, “May the king live forever. Why shouldn't I be troubled, since the city where my ancestral sepulchers are located lies waste, with its gates burned by fire?”", "4": "The king answered, “What do you want?” So I prayed to the God of heaven ", "5": "and I replied to the king, “If it seems good to you, and if your servant has found favor with you, would you send me to Judah, to the city where my ancestral sepulchers are located, so I can rebuild it?”", "6": "With his queen seated beside him, the king asked me, “How long will your journey take, and when will you return?” The king thought it was a good idea[b] to send me, so I presented him with a prepared plan.[c]", "7": "I also asked the king, “If it seems good to you, order that letters of authorization be given me for the Trans-Euphrates[d] governors, so they will allow me to pass through to Judah, ", "8": "along with a letter to Asaph, the royal Commissioner of Forests, so that he will supply me with timber to craft beams for the gatehouses of the Temple, for the city walls, and for the house in which I will be living.” The king granted this for me, according to the good hand of my God. ", "9": "So I went to the Trans-Euphrates[e] governors and gave them the king's letters of authorization. The king also sent army officers and cavalry to accompany me.", "10": "But when Sanballat the Horonite and his servant Tobiah the Ammonite heard of this, they were greatly distressed because someone had come to do good for the Israelis. ", "11": "I arrived in Jerusalem and remained there for three days. ", "12": "Then I got up at night, along with a few men with me. I had not confided to any person what my God had put in my heart to do for Jerusalem. Furthermore, there was no other animal with me except for the one I was riding.", "13": "So I went out during the night through the Valley Gate toward Dragon's[f] Well, and from there to the Dung Gate, inspecting the walls of Jerusalem that were broken down and burned by fire. ", "14": "I proceeded to the Fountain Gate, and then to the King's Pool, but there wasn't sufficient clearance for the animal I was riding[g] to pass. ", "15": "I traveled the valley by night to inspect the wall, returning through the Valley Gate. ", "16": "The local officials did not know where I had gone or what I had done—I informed neither the Judeans, nor the priests, nor the nobles, nor the officials, nor any of the rest who would be doing the work.", "17": "Later I told them, “You all are watching the predicament we're in, how Jerusalem lies desolate, with its gates burned by fire. Let's rebuild the Jerusalem wall so we're no longer a disgrace.” ", "18": "Then I told them how good my God had been to[h] me, and about what the king had told me. They replied, “Let's get out there and build!” So they encouraged themselves to do good.", "19": "But when Sanballat the Horonite, his servant Tobiah the Ammonite, and Geshem the Arab heard about it,[i] they jeered at us and despised us when they said, “What is this thing that you're doing? You're rebelling against the king, aren't you?”", "20": "In reply to them, I said, “The God of Heaven will prosper us. That's why we're preparing to build. But as far as you're concerned, there exists no ancestral heritage, no legal right, nor any historic claim in Jerusalem."}