{"1": "After the wall had been completed and its doors installed, then the gatekeepers, singers, and descendants of Levi were appointed. ", "2": "I appointed my brother Hanani and fortress commander Hananiah to be over Jerusalem, since he was a faithful person who revered God more than many others did. ", "3": "I charged them, “Do not open the gates of Jerusalem until mid-day.[a] Until then, let everyone stand watch, keeping the gates shut and locked. Appoint security watches from those who live in Jerusalem. Everyone should maintain his own watch near his house.” ", "4": "Even though the city was large and spread out, not many people were living there and not many houses had been built. ", "5": "So my God gave me the idea to gather together the nobles, the officials, and the people so they could be registered according to their genealogies. I found a register of the original inhabitants in which there was recorded ", "6": "a list of descendants[b] of the province of Judah[c] who returned from captivity, from those who had been exiled by Nebuchadnezzar king of Babylon. They had come back to Jerusalem and to Judah, each one to his town. ", "7": "They were coming with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani,[d] Mordecai, Bilshan, Mispereth,[e] Bigvai, Nehum,[f] and Baanah. Here is the enumeration of: The Men of Israel:", "8": "Parosh's descendants:[g] 2,172", "9": "Shephatiah's descendants: 372", "10": "Arah's descendants: 652[h]", "11": "Pahath-moab's descendants; that is, through Jeshua and Joab: 2,818[i]", "12": "Elam's descendants: 1,254", "13": "Zattu's descendants: 845[j]", "14": "Zaccai's descendants: 760", "15": "Binnui's descendants:[k] 648[l]", "16": "Bebai's descendants: 628[m]", "17": "Azgad's descendants: 2,322[n]", "18": "Adonikam's descendants: 667[o]", "19": "Bigvai's descendants: 2,067[p]", "20": "Adin's descendants: 655[q]", "21": "Ater's descendants through Hezekiah: 98", "22": "Hashum's descendants: 328[r]", "23": "Bezai's descendants: 324[s]", "24": "Hariph's descendants:[t] 112", "25": "Gibeon's descendants:[u] 95", "26": "People from Bethlehem and Netophah: 188[v]", "27": "People from Anathoth: 128", "28": "People from Beth-azmaveth:[w] 42", "29": "People from Kiriath-jearim,[x] Chephirah, and Beeroth: 743", "30": "People from Ramah and Geba: 621", "31": "People from Michmas: 122", "32": "People from Bethel and Ai: 123[y]", "33": "People from the other Nebo: 52", "34": "The other Elam's descendants: 1,254", "35": "Harim's descendants: 320", "36": "Jericho's descendants: 345", "37": "Descendants of Lod, Hadid, and Ono: 721[z]", "38": "Senaah's descendants: 3,930[aa]", "39": "The Priests: Jedaiah's descendants from the household of Jeshua: 973", "40": "Immer's descendants: 1,052", "41": "Pashhur's descendants: 1,247", "42": "Harim's descendants: 1,017", "43": "The Descendants of Levi: Jeshua of Kadmiel's descendants: that is, Hodevah's descendants:[ab] 74", "44": "The Singers: Asaph's descendants: 148[ac]", "45": "The Gatekeepers: Shallum's descendants, Ater's descendants, Talmon's descendants, Akkub's descendants, Hatita's descendants, Shobai's descendants: 138[ad]", "46": "The Temple Servants: Descendants of Ziha, Hasupha, and Tabbaoth.", "47": "Descendants of Keros, Sia,[ae] and Padon.", "48": "Descendants of Lebanah, Hagabah, and Shalmai.[af]", "49": "Descendants of Hanan, Giddel, and Gahar.", "50": "Descendants of Reaiah, Rezin, and Nekoda.", "51": "Descendants of Gazzam, Uzza, and Paseah.", "52": "Descendants of Besai,[ag] Meunim, and Nephushesim,[ah]", "53": "Descendants of Bakbuk, Hakupha, and Harhur.", "54": "Descendants of Bazlith,[ai] Mehida, and Harsha.", "55": "Descendants of Barkos, Sisera, and Temah.", "56": "Descendants of Neziah and Hatipha.", "57": "The Descendants of Solomon's Servants: Descendants of Sotai, Sophereth,[aj] and Perida,[ak]", "58": "Descendants of Jaala, Darkon, and Giddel,", "59": "Descendants of Shephatiah, Hattil, Pochereth-hazzebaim, and Ammon;[al]", "60": "All of the Temple Servants and descendants of Solomon's servants numbered 392.", "61": "Here is a list of returnees from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, who could not prove their ancestry and lineage from Israel:", "62": "Descendants of Delaiah, Tobiah, and Nekoda: 642[am]", "63": "Of the Priests: Descendants of Habaiah, Koz,[an] and Barzillai, who married one of the daughters of Barzillai from Gilead and took that name.", "64": "These people searched for their ancestral records, but they couldn't be located. Accordingly, they were considered disqualified[ao] from the priesthood. ", "65": "The governor[ap] ordered them not to eat anything holy until a priest would be installed with Urim and Thummim.[aq]", "66": "The entire assembly numbered 42,360, ", "67": "not including their 7,337 male and female servants. They had 245[ar] men and women singers. ", "68": "[as]They had 736 horses, 245 mules, ", "69": "camels, and 6,720 donkeys.", "70": "Some of the heads of the families contributed to the work. The governor[at] contributed 1,000 gold drachmas to the treasury, along with 50 basins, and 530 priestly garments. ", "71": "Some of the heads of the families gave to the treasury 20,000 gold drachmas and 2,200 silver units[au] for the work. ", "72": "The rest of the people gave 20,000 gold drachmas, 2,000 silver units[av], and 67 priestly garments.", "73": "The priests, descendants of Levi, gatekeepers, singers, some of the people, the Temple Servants, and all the Israelis settled in their cities. Seven months later,[aw] the Israelis had settled in their own cities. "}