{"1": "All the people gathered as a united body[a] into the plaza in front of the Water Gate. They asked Ezra the scribe to bring out the Book of the Law of Moses, which the Lord had commanded for Israel. ", "2": "So on the first day of the seventh month, Ezra the priest brought out the Law before the assembled people. Both men and women were in attendance, as well as[b] all[c] who could understand what they were hearing.", "3": "Ezra[d] read from it, facing the plaza in front of the Water Gate, from early in the morning until mid-day in the presence of the men and women, as well as all who could understand. All the people were attentive to the Book of the Law. ", "4": "Ezra the scribe stood on a wooden rostrum erected for that purpose. Beside him to his right stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maasseiah. Beside him to his left stood Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.", "5": "Ezra opened the book in the sight of all the people. Because he was visible[e] above all the people there, as he opened it, all the people stood up. ", "6": "Ezra blessed the Lord, the great God, and with uplifted hands, all the people responded, “Amen! Amen!” They bowed down and worshipped the Lord prostrate on the ground.", "7": "Furthermore, Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the descendants of Levi taught the Law to the people while the people remained standing. ", "8": "They read from the Book of the Law of God, distinctly communicating its meaning, so they could understand the reading.", "9": "Because all the people were weeping as they listened to the words of the Law, Nehemiah the governor,[f] Ezra the priest and scribe, and the descendants of Levi who taught the people told everyone, “This day is holy to the Lord your God. Do not mourn or weep.” ", "10": "He also told them, “Go eat the best food, drink the best wine,[g] and give something to those who have nothing, since this day is holy to our Lord. Don't be sorrowful, because the joy of the Lord is your strength.”", "11": "The descendants of Levi also calmed all the people by saying, “Be still, for the day is holy. Don't be sorrowful!”", "12": "So all the people went to eat, to drink, to send something to those who had nothing,[h] and to celebrate with great joy, because they understood the words that were being declared to them.", "13": "The next day, the heads of the families of all the people were gathered together, along with the priests and the descendants of Levi, to meet with[i] Ezra the scribe in order to understand the words of the Law. ", "14": "They found written in the Law that the Lord had commanded through Moses that the Israelis were to live in tents[j] during the festival scheduled for the seventh month. ", "15": "So they circulated a proclamation throughout their towns and in Jerusalem. It said, “Go out to the hill country and bring back olive branches, wild olive branches, myrtle branches, palm branches, and branches of mature trees, in order to set up tents, as has been written.”", "16": "Then the people went out and found branches to make tents for themselves on the roofs of their houses, in their courtyards, and in the courts of God's Temple, in the plaza near the Water Gate, and in the plaza near the Gate of Ephraim. ", "17": "The entire assembly of those who had returned from exile erected tents and lived in them. Indeed, from the days of Nun's son Joshua until that day the Israelis had not done so. Joy was everywhere,[k] ", "18": "and Ezra[l] continued to read from the Book of the Law of God day by day, from the first day through the last. They celebrated for seven days, and on the eighth day they held a solemn assembly according to regulation."}