{"1": "On the twenty-fourth day of this same month, the Israelis gathered together while fasting, wearing sackcloth, and covering themselves with dust. ", "2": "The remnant[a] of Israel separated themselves from all foreigners. Then they stood and confessed their sins and the iniquities of their ancestors. ", "3": "While they stood there, they read from the Book of the Law of the Lord their God for one fourth of the day, and they confessed and worshipped the Lord their God for another[b] fourth of the day.", "4": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the rostrum assigned for use by the descendants of Levi and cried out loudly to the Lord their God. ", "5": "Then the descendants of Levi—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—said, “Stand up and bless the Lord your God from eternity to eternity! Blessed be your glorious name! May it be exalted above all blessing and praise!", "6": "“You are the Lord; you alone crafted the heavens, the highest heavens with all of their armies; the earth, and everything in it; the seas, and everything in them; you keep giving all of them life, and the army of heaven continuously worships you.", "7": "You are the Lord, the God who chose Abram, whom you brought from Ur of the Chaldeans and to whom you gave the name Abraham.", "8": "You found him[c] faithful in your sight; you made a covenant with him and you gave the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites to his descendants. And you have kept your word, because you are righteous.", "9": "“You took note of the affliction of our ancestors in Egypt, and listened to their cry at the Red Sea.", "10": "You sent signs and wonders against Pharaoh, against all of his officials, and against all the people of his land, because you knew they acted arrogantly against your people.[d] So you established your name with them, as it remains to this day.", "11": "You divided the sea in front of them, and they traveled through the midst of the sea on dry ground. You hurled their pursuers into the depths, as one throws[e] a stone into turbulent waters.", "12": "You led them during the day by a pillar of cloud, and by a pillar of fire at night to provide light for them on the path they took.", "13": "“You also came down to Mount Sinai, spoke with them from heaven, and gave them impartial regulations, true laws, statutes, and good commands.", "14": "You revealed to them your holy Sabbath, and you mandated precepts, statutes, and laws through Moses your servant.", "15": "You gave them food from heaven for their hunger and water from the rock for their thirst. You directed them to enter and possess the land that you had promised to give them.", "16": "“But they—our ancestors—became arrogant and stubborn, refusing to listen[f] to your commands.", "17": "They would not listen,[g] and did not remember the miracles you did among them. Instead, they became stubborn and appointed a leader to return them to their slavery. “But you are a God of forgiveness, gracious and compassionate, slow to anger, and rich in gracious love; therefore you did not abandon them.", "18": "Moreover, after they had cast a golden calf for themselves, they said, “This is your god who brought you out of Egypt!” and committed terrible[h] blasphemies.", "19": "You, in your great compassion, did not abandon them in the wilderness. The pillar of cloud did not leave them in daylight, in order to provide light for them on the path they took. Nor did the pillar of fire abandon them[i] at night, in order to provide light for them and lead them on the path they took.", "20": "“You gave your good Spirit to instruct them, not withholding manna from them,[j] and providing water to quench[k] their thirst.", "21": "You sustained them in the wilderness for 40 years. They lacked nothing. Their clothes did not wear out, and their feet did not swell.", "22": "You gave them kingdoms and nations, apportioning them as frontier boundaries. They took possession of the land of Sihon, the land of the king of Heshbon, and the land of Og, king of Bashan.", "23": "“You multiplied their descendants like the stars in heaven and brought them to the land about which you told their ancestors to enter and possess.", "24": "So their descendants entered and took possession of the land. Before their eyes you subdued those living in the land—the Canaanites— putting them under their control, along with their kings and the peoples of the land, so they could do with them as they pleased.", "25": "They conquered fortified cities and fertile ground, possessing houses filled with all kinds of good things, wells already dug, with vineyards, olive orchards, and fruit trees in abundance. So they ate, were satiated, and were well nourished, delighting themselves in your great goodness.", "26": "“Then they disobeyed, rebelled against you, and threw your Law behind their backs. They murdered your prophets who had admonished the people[l] to return to you, committing terrible blasphemies.", "27": "So you delivered them into the control of their enemies, who oppressed them. But when they were oppressed, they cried out to you, and you heard from heaven. In your great compassion you gave them deliverers who rescued them from the control of their enemies.", "28": "“But after they had gained relief, they returned to doing evil before you. Therefore you abandoned them to the control of their enemies, who continued to oppress them. But when they came back and cried out to you, you listened from heaven and delivered them in your compassion on many occasions.", "29": "You admonished them to return to your Law, but they acted arrogantly, and would not listen[m] to your commands. They sinned against your regulations, which if anyone obeys, he will live by them. They turned away, being stubborn and stiff-necked, and they did not listen.[n]", "30": "You were patient with them for many years, warning them by your Spirit through[o] your prophets. But they would not listen, so you turned them over to the control of people in other[p] lands.", "31": "Nevertheless, in your great compassion you did not completely destroy them or abandon them, because you are a God of grace and you are merciful.", "32": "“Now therefore, our God, the great, mighty, and awesome God, who keeps the covenant and gracious love, don't let all of the difficulties seem trifling to you, all of hardships that have come upon us, upon our kings, upon our leaders, upon our priests, upon our prophets, upon our ancestors, and upon all of your people from the time of the kings of Assyria until this day.", "33": "You are righteous in all that is happening to us, because you have acted faithfully while we have practiced evil.", "34": "Furthermore, neither our kings, nor our leaders, nor our priests nor our ancestors have practiced your Law or paid attention to your commands and warnings by which you admonished them.", "35": "But they in their kingdom— in the midst of your great goodness that you gave them and in the large and fertile land that you provided them— did not serve you or turn away from their evil deeds.", "36": "“Look! Today we are your servants, along with the land that you gave to our ancestors, so they could enjoy its fruit and its value— behold, in it we are your servants!", "37": "But now its abundant produce belongs to the kings whom you placed over us because of our sin. They also have power over our bodies and our herds at their pleasure, and we are in great distress.", "38": "“Because of all this, we are making a binding agreement, putting it in writing, and our leaders, our descendants of Levi, and our priests hereby set their seals upon it.”[q]"}