{"1": "¶ Peter, apostle of Jesus, the Christ, to the strangers scattered in Pontus, in Galatia, in Cappadocia, in Asia, and in Bithynia,", "2": "chosen (according to the foreknowledge of God the Father) in sanctification of the Spirit, to obey and be sprinkled with the blood of Jesus, the Christ, Grace and peace, be multiplied unto you.", "3": "¶ Praised be the God and Father of our Lord Jesus, the Christ, who according to his great mercy has begotten us again unto a living hope by the resurrection of Jesus, the Christ, from the dead,", "4": "unto the incorruptible inheritance that cannot be defiled and that does not fade away, conserved in the heavens for you,", "5": "who are kept in the virtue of God by faith, to attain unto the saving health which is made ready to be manifested in the last time.", "6": "¶ In which ye greatly rejoice, though now for a season, if need be, ye are afflicted in diverse temptations,", "7": "that the trial of your faith, being much more precious than of gold (which perishes, nevertheless it is tried with fire), might be found unto praise and glory and honour when Jesus, the Christ, is made manifest;", "8": "whom having not seen, ye love; in whom, though at present ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory;", "9": "receiving the end of your faith, even the saving health of your souls.", "10": "¶ Of which saving health the prophets, (who prophesied of the grace that was to come in you) have enquired and searched diligently;", "11": "searching when and in what point of time the Spirit of Christ which was in them did signify, which announced beforehand the afflictions that were to come upon the Christ, and the glory that should follow them.", "12": "Unto whom it was revealed that not unto themselves, but unto us they did administer the things, which are now announced unto you by those that have preached the gospel unto you by the Holy Spirit sent down from heaven, which things the angels desire to look into.", "13": "¶ Therefore, having the loins of your understanding girded with temperance, wait perfectly in the grace that is presented unto you when Jesus, the Christ, is manifested unto you,", "14": "as obedient sons, not conforming yourselves with the former desires that you had before in your ignorance,", "15": "but as he who has called you is holy, so be ye holy in all manner of conversation;", "16": "for it is written, Be ye holy; for I am holy.", "17": "And if ye invoke as Father, he who without respect of persons judges according to the work of each one, converse in fear the entire time of your sojourning here,", "18": "knowing that ye have been ransomed from your vain conversation (which you received from your fathers), not with corruptible things like silver and gold,", "19": "but with the precious blood of the Christ, as of a lamb without blemish and without contamination,", "20": "already ordained from before the foundation of the world, but was manifest in these last times for love of you,", "21": "who by him do believe God, who raised him up from the dead and has given him glory: that your faith and hope might be in God.", "22": "Having purified your souls in the obedience of the truth, by the Spirit, in unfeigned brotherly love, love one another with a pure heart fervently,", "23": "being born again, not of corruptible seed, but of incorruptible, by the word of God, which lives and abides for ever.", "24": "¶ For all flesh is as grass, and all the glory of man as the flower of grass. The grass withers, and its flower falls away,", "25": "but the word of the Lord endures for ever. And this is the word which by the gospel is preached unto you."}