{"1": "When they came near Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples ahead of him. ", "2": "He said to them, “Go into the village ahead of you. As you enter it, you will find a young donkey tied there. No one has ever sat on it. Untie it, and bring it. ", "3": "If anyone asks you what you are doing, say that the Lord needs it. That person will send it here at once.”", "4": "The disciples found the young donkey in the street. It was tied to the door of a house. As they were untying it, ", "5": "some men standing there asked them, “Why are you untying that donkey?” ", "6": "The disciples answered them as Jesus had told them. So the men let them go.", "7": "They brought the donkey to Jesus, put their coats on it, and he sat on it. ", "8": "Many spread their coats on the road. Others cut leafy branches in the fields and spread them on the road. ", "9": "Those who went ahead and those who followed him were shouting, “Hosanna! Blessed is the one who comes in the name of the Lord!", "10": "Blessed is our ancestor David's kingdom that is coming! Hosanna in the highest heaven!”", "11": "Jesus came into Jerusalem and went into the temple courtyard, where he looked around at everything. Since it was already late, he went out with the twelve apostles to Bethany.", "12": "The next day, when they left Bethany, Jesus became hungry. ", "13": "In the distance he saw a fig tree with leaves. He went to see if he could find any figs on it. When he came to it, he found nothing but leaves because it wasn't the season for figs. ", "14": "Then he said to the tree, “No one will ever eat fruit from you again!” His disciples heard this.", "15": "When they came to Jerusalem, Jesus went into the temple courtyard and began to throw out those who were buying and selling there. He overturned the moneychangers' tables and the chairs of those who sold pigeons. ", "16": "He would not let anyone carry anything across the temple courtyard.", "17": "Then he taught them by saying, “Scripture says, 'My house will be called a house of prayer for all nations,' but you have turned it into a gathering place for thieves.”", "18": "When the chief priests and the experts in Moses' Teachings heard him, they looked for a way to kill him. They were afraid of him because he amazed all the crowds with his teaching.", "19": "(Every evening Jesus and his disciples would leave the city.)", "20": "While Jesus and his disciples were walking early in the morning, they saw that the fig tree had dried up. ", "21": "Peter remembered what Jesus had said, so he said to Jesus, “Rabbi, look! The fig tree you cursed has dried up.”", "22": "Jesus said to them, “Have faith in God! ", "23": "I can guarantee this truth: This is what will be done for someone who doesn't doubt but believes what he says will happen: He can say to this mountain, 'Be uprooted and thrown into the sea,' and it will be done for him. ", "24": "That's why I tell you to have faith that you have already received whatever you pray for, and it will be yours. ", "25": "Whenever you pray, forgive anything you have against anyone. Then your Father in heaven will forgive your failures.”[a]", "27": "Jesus and his disciples returned to Jerusalem. As he was walking in the temple courtyard, the chief priests, the experts in Moses' Teachings, and the leaders came to him. ", "28": "They asked him, “What gives you the right to do these things? Who told you that you could do this?”", "29": "Jesus said to them, “I'll ask you a question. Answer me, and then I'll tell you why I have the right to do these things. ", "30": "Did John's right to baptize come from heaven or from humans? Answer me!”", "31": "They discussed this among themselves. They said, “If we say, 'from heaven,' he will ask, 'Then why didn't you believe him?' ", "32": "But if we say, 'from humans,' then what will happen?” They were afraid of the people. All the people thought of John as a true prophet. ", "33": "So they answered Jesus, “We don't know.” Jesus told them, “Then I won't tell you why I have the right to do these things.”"}