{"1": "Several days later Jesus came back to Capernaum. The report went out that he was home. ", "2": "Many people had gathered. There was no room left, even in front of the door. Jesus was speaking God's word to them.", "3": "Four men came to him carrying a paralyzed man. ", "4": "Since they could not bring him to Jesus because of the crowd, they made an opening in the roof over the place where Jesus was. Then they lowered the cot on which the paralyzed man was lying.", "5": "When Jesus saw their faith, he said to the man, “Friend, your sins are forgiven.”", "6": "Some experts in Moses' Teachings were sitting there. They thought, ", "7": "“Why does he talk this way? He's dishonoring God. Who besides God can forgive sins?”", "8": "At once, Jesus knew inwardly what they were thinking. He asked them, “Why do you have these thoughts? ", "9": "Is it easier to say to this paralyzed man, 'Your sins are forgiven,' or to say, 'Get up, pick up your cot, and walk'? ", "10": "I want you to know that the Son of Man has authority on earth to forgive sins.” Then he said to the paralyzed man, ", "11": "“I'm telling you to get up, pick up your cot, and go home!”", "12": "The man got up, immediately picked up his cot, and walked away while everyone watched. Everyone was amazed and praised God, saying, “We have never seen anything like this.”", "13": "Jesus went to the seashore again. Large crowds came to him, and he taught them.", "14": "When Jesus was leaving, he saw Levi, son of Alphaeus, sitting in a tax office. Jesus said to him, “Follow me!” So Levi got up and followed him.", "15": "Later Jesus was having dinner at Levi's house. Many tax collectors and sinners who were followers of Jesus were eating with him and his disciples. ", "16": "When the experts in Moses' Teachings who were Pharisees saw him eating with sinners and tax collectors, they asked his disciples, “Why does he eat with tax collectors and sinners?”", "17": "When Jesus heard that, he said to them, “Healthy people don't need a doctor; those who are sick do. I've come to call sinners, not people who think they have God's approval.”", "18": "John's disciples and the Pharisees were fasting. Some people came to Jesus and said to him, “Why do John's disciples and the Pharisees' disciples fast, but your disciples don't?”", "19": "Jesus replied, “Can wedding guests fast while the groom is still with them? As long as they have the groom with them, they cannot fast. ", "20": "But the time will come when the groom will be taken away from them. Then they will fast.", "21": "“No one patches an old coat with a new piece of cloth that will shrink. Otherwise, the new patch will shrink and rip away some of the old cloth, and the tear will become worse. ", "22": "People don't pour new wine into old wineskins. If they do, the wine will make the skins burst, and both the wine and the skins will be ruined. Rather, new wine is to be poured into fresh skins.”", "23": "Once on a day of rest—a holy day Jesus was going through the grainfields. As the disciples walked along, they began to pick the heads of grain.", "24": "The Pharisees asked him, “Look! Why are your disciples doing something that is not permitted on the day of rest—a holy day?”", "25": "Jesus asked them, “Haven't you ever read what David did when he and his men were in need and were hungry? ", "26": "Haven't you ever read how he went into the house of God when Abiathar was chief priest and ate the bread of the presence? He had no right to eat those loaves. Only the priests have that right. Haven't you ever read how he also gave some of it to his men?”", "27": "Then he added, “The day of rest—a holy day, was made for people, not people for the day of rest. ", "28": "For this reason the Son of Man has authority over the day of rest—a holy day.”"}