{"1": "[a]Blessed are those whose way is blameless, who walk in the law of the Lord!", "2": "Blessed are those who keep his testimonies, who seek him with their whole heart,", "3": "who also do no wrong, but walk in his ways!", "4": "Thou hast commanded thy precepts to be kept diligently.", "5": "O that my ways may be steadfast in keeping thy statutes!", "6": "Then I shall not be put to shame, having my eyes fixed on all thy commandments.", "7": "I will praise thee with an upright heart, when I learn thy righteous ordinances.", "8": "I will observe thy statutes; O forsake me not utterly!", "9": "How can a young man keep his way pure? By guarding it according to thy word.", "10": "With my whole heart I seek thee; let me not wander from thy commandments!", "11": "I have laid up thy word in my heart, that I might not sin against thee.", "12": "Blessed be thou, O Lord; teach me thy statutes!", "13": "With my lips I declare all the ordinances of thy mouth.", "14": "In the way of thy testimonies I delight as much as in all riches.", "15": "I will meditate on thy precepts, and fix my eyes on thy ways.", "16": "I will delight in thy statutes; I will not forget thy word.", "17": "Deal bountifully with thy servant, that I may live and observe thy word.", "18": "Open my eyes, that I may behold wondrous things out of thy law.", "19": "I am a sojourner on earth; hide not thy commandments from me!", "20": "My soul is consumed with longing for thy ordinances at all times.", "21": "Thou dost rebuke the insolent, accursed ones, who wander from thy commandments;", "22": "take away from me their scorn and contempt, for I have kept thy testimonies.", "23": "Even though princes sit plotting against me, thy servant will meditate on thy statutes.", "24": "Thy testimonies are my delight, they are my counselors.", "25": "My soul cleaves to the dust; revive me according to thy word!", "26": "When I told of my ways, thou didst answer me; teach me thy statutes!", "27": "Make me understand the way of thy precepts, and I will meditate on thy wondrous works.", "28": "My soul melts away for sorrow; strengthen me according to thy word!", "29": "Put false ways far from me; and graciously teach me thy law!", "30": "I have chosen the way of faithfulness, I set thy ordinances before me.", "31": "I cleave to thy testimonies, O Lord; let me not be put to shame!", "32": "I will run in the way of thy commandments when thou enlargest my understanding!", "33": "Teach me, O Lord, the way of thy statutes; and I will keep it to the end.", "34": "Give me understanding, that I may keep thy law and observe it with my whole heart.", "35": "Lead me in the path of thy commandments, for I delight in it.", "36": "Incline my heart to thy testimonies, and not to gain!", "37": "Turn my eyes from looking at vanities; and give me life in thy ways.", "38": "Confirm to thy servant thy promise, which is for those who fear thee.", "39": "Turn away the reproach which I dread; for thy ordinances are good.", "40": "Behold, I long for thy precepts; in thy righteousness give me life!", "41": "Let thy steadfast love come to me, O Lord, thy salvation according to thy promise;", "42": "then shall I have an answer for those who taunt me, for I trust in thy word.", "43": "And take not the word of truth utterly out of my mouth, for my hope is in thy ordinances.", "44": "I will keep thy law continually, for ever and ever;", "45": "and I shall walk at liberty, for I have sought thy precepts.", "46": "I will also speak of thy testimonies before kings, and shall not be put to shame;", "47": "for I find my delight in thy commandments, which I love.", "48": "I revere thy commandments, which I love, and I will meditate on thy statutes.", "49": "Remember thy word to thy servant, in which thou hast made me hope.", "50": "This is my comfort in my affliction that thy promise gives me life.", "51": "Godless men utterly deride me, but I do not turn away from thy law.", "52": "When I think of thy ordinances from of old, I take comfort, O Lord.", "53": "Hot indignation seizes me because of the wicked, who forsake thy law.", "54": "Thy statutes have been my songs in the house of my pilgrimage.", "55": "I remember thy name in the night, O Lord, and keep thy law.", "56": "This blessing has fallen to me, that I have kept thy precepts.", "57": "The Lord is my portion; I promise to keep thy words.", "58": "I entreat thy favor with all my heart; be gracious to me according to thy promise.", "59": "When I think of thy ways, I turn my feet to thy testimonies;", "60": "I hasten and do not delay to keep thy commandments.", "61": "Though the cords of the wicked ensnare me, I do not forget thy law.", "62": "At midnight I rise to praise thee, because of thy righteous ordinances.", "63": "I am a companion of all who fear thee, of those who keep thy precepts.", "64": "The earth, O Lord, is full of thy steadfast love; teach me thy statutes!", "65": "Thou hast dealt well with thy servant, O Lord, according to thy word.", "66": "Teach me good judgment and knowledge, for I believe in thy commandments.", "67": "Before I was afflicted I went astray; but now I keep thy word.", "68": "Thou art good and doest good; teach me thy statutes.", "69": "The godless besmear me with lies, but with my whole heart I keep thy precepts;", "70": "their heart is gross like fat, but I delight in thy law.", "71": "It is good for me that I was afflicted, that I might learn thy statutes.", "72": "The law of thy mouth is better to me than thousands of gold and silver pieces.", "73": "Thy hands have made and fashioned me; give me understanding that I may learn thy commandments.", "74": "Those who fear thee shall see me and rejoice, because I have hoped in thy word.", "75": "I know, O Lord, that thy judgments are right, and that in faithfulness thou hast afflicted me.", "76": "Let thy steadfast love be ready to comfort me according to thy promise to thy servant.", "77": "Let thy mercy come to me, that I may live; for thy law is my delight.", "78": "Let the godless be put to shame, because they have subverted me with guile; as for me, I will meditate on thy precepts.", "79": "Let those who fear thee turn to me, that they may know thy testimonies.", "80": "May my heart be blameless in thy statutes, that I may not be put to shame!", "81": "My soul languishes for thy salvation; I hope in thy word.", "82": "My eyes fail with watching for thy promise; I ask, “When wilt thou comfort me?”", "83": "For I have become like a wineskin in the smoke, yet I have not forgotten thy statutes.", "84": "How long must thy servant endure? When wilt thou judge those who persecute me?", "85": "Godless men have dug pitfalls for me, men who do not conform to thy law.", "86": "All thy commandments are sure; they persecute me with falsehood; help me!", "87": "They have almost made an end of me on earth; but I have not forsaken thy precepts.", "88": "In thy steadfast love spare my life, that I may keep the testimonies of thy mouth.", "89": "For ever, O Lord, thy word is firmly fixed in the heavens.", "90": "Thy faithfulness endures to all generations; thou hast established the earth, and it stands fast.", "91": "By thy appointment they stand this day; for all things are thy servants.", "92": "If thy law had not been my delight, I should have perished in my affliction.", "93": "I will never forget thy precepts; for by them thou hast given me life.", "94": "I am thine, save me; for I have sought thy precepts.", "95": "The wicked lie in wait to destroy me; but I consider thy testimonies.", "96": "I have seen a limit to all perfection, but thy commandment is exceedingly broad.", "97": "Oh, how I love thy law! It is my meditation all the day.", "98": "Thy commandment makes me wiser than my enemies, for it is ever with me.", "99": "I have more understanding than all my teachers, for thy testimonies are my meditation.", "100": "I understand more than the aged, for I keep thy precepts.", "101": "I hold back my feet from every evil way, in order to keep thy word.", "102": "I do not turn aside from thy ordinances, for thou hast taught me.", "103": "How sweet are thy words to my taste, sweeter than honey to my mouth!", "104": "Through thy precepts I get understanding; therefore I hate every false way.", "105": "Thy word is a lamp to my feet and a light to my path.", "106": "I have sworn an oath and confirmed it, to observe thy righteous ordinances.", "107": "I am sorely afflicted; give me life, O Lord, according to thy word!", "108": "Accept my offerings of praise, O Lord, and teach me thy ordinances.", "109": "I hold my life in my hand continually, but I do not forget thy law.", "110": "The wicked have laid a snare for me, but I do not stray from thy precepts.", "111": "Thy testimonies are my heritage for ever; yea, they are the joy of my heart.", "112": "I incline my heart to perform thy statutes for ever, to the end.", "113": "I hate double-minded men, but I love thy law.", "114": "Thou art my hiding place and my shield; I hope in thy word.", "115": "Depart from me, you evildoers, that I may keep the commandments of my God.", "116": "Uphold me according to thy promise, that I may live, and let me not be put to shame in my hope!", "117": "Hold me up, that I may be safe and have regard for thy statutes continually!", "118": "Thou dost spurn all who go astray from thy statutes; yea, their cunning is in vain.", "119": "All the wicked of the earth thou dost count as dross; therefore I love thy testimonies.", "120": "My flesh trembles for fear of thee, and I am afraid of thy judgments.", "121": "I have done what is just and right; do not leave me to my oppressors.", "122": "Be surety for thy servant for good; let not the godless oppress me.", "123": "My eyes fail with watching for thy salvation, and for the fulfilment of thy righteous promise.", "124": "Deal with thy servant according to thy steadfast love, and teach me thy statutes.", "125": "I am thy servant; give me understanding, that I may know thy testimonies!", "126": "It is time for the Lord to act, for thy law has been broken.", "127": "Therefore I love thy commandments above gold, above fine gold.", "128": "Therefore I direct my steps by all thy precepts;[b] I hate every false way.", "129": "Thy testimonies are wonderful; therefore my soul keeps them.", "130": "The unfolding of thy words gives light; it imparts understanding to the simple.", "131": "With open mouth I pant, because I long for thy commandments.", "132": "Turn to me and be gracious to me, as is thy wont toward those who love thy name.", "133": "Keep steady my steps according to thy promise, and let no iniquity get dominion over me.", "134": "Redeem me from man's oppression, that I may keep thy precepts.", "135": "Make thy face shine upon thy servant, and teach me thy statutes.", "136": "My eyes shed streams of tears, because men do not keep thy law.", "137": "Righteous art thou, O Lord, and right are thy judgments.", "138": "Thou hast appointed thy testimonies in righteousness and in all faithfulness.", "139": "My zeal consumes me, because my foes forget thy words.", "140": "Thy promise is well tried, and thy servant loves it.", "141": "I am small and despised, yet I do not forget thy precepts.", "142": "Thy righteousness is righteous for ever, and thy law is true.", "143": "Trouble and anguish have come upon me, but thy commandments are my delight.", "144": "Thy testimonies are righteous for ever; give me understanding that I may live.", "145": "With my whole heart I cry; answer me, O Lord! I will keep thy statutes.", "146": "I cry to thee; save me, that I may observe thy testimonies.", "147": "I rise before dawn and cry for help; I hope in thy words.", "148": "My eyes are awake before the watches of the night, that I may meditate upon thy promise.", "149": "Hear my voice in thy steadfast love; O Lord, in thy justice preserve my life.", "150": "They draw near who persecute me with evil purpose; they are far from thy law.", "151": "But thou art near, O Lord, and all thy commandments are true.", "152": "Long have I known from thy testimonies that thou hast founded them for ever.", "153": "Look on my affliction and deliver me, for I do not forget thy law.", "154": "Plead my cause and redeem me; give me life according to thy promise!", "155": "Salvation is far from the wicked, for they do not seek thy statutes.", "156": "Great is thy mercy, O Lord; give me life according to thy justice.", "157": "Many are my persecutors and my adversaries, but I do not swerve from thy testimonies.", "158": "I look at the faithless with disgust, because they do not keep thy commands.", "159": "Consider how I love thy precepts! Preserve my life according to thy steadfast love.", "160": "The sum of thy word is truth; and every one of thy righteous ordinances endures for ever.", "161": "Princes persecute me without cause, but my heart stands in awe of thy words.", "162": "I rejoice at thy word like one who finds great spoil.", "163": "I hate and abhor falsehood, but I love thy law.", "164": "Seven times a day I praise thee for thy righteous ordinances.", "165": "Great peace have those who love thy law; nothing can make them stumble.", "166": "I hope for thy salvation, O Lord, and I do thy commandments.", "167": "My soul keeps thy testimonies; I love them exceedingly.", "168": "I keep thy precepts and testimonies, for all my ways are before thee.", "169": "Let my cry come before thee, O Lord; give me understanding according to thy word!", "170": "Let my supplication come before thee; deliver me according to thy word.", "171": "My lips will pour forth praise that thou dost teach me thy statutes.", "172": "My tongue will sing of thy word, for all thy commandments are right.", "173": "Let thy hand be ready to help me, for I have chosen thy precepts.", "174": "I long for thy salvation, O Lord, and thy law is my delight.", "175": "Let me live, that I may praise thee, and let thy ordinances help me.", "176": "I have gone astray like a lost sheep; seek thy servant, for I do not forget thy commandments."}