{"1": "In thee, O Lord, do I seek refuge; let me never be put to shame; in thy righteousness deliver me!", "2": "Incline thy ear to me, rescue me speedily! Be thou a rock of refuge for me, a strong fortress to save me!", "3": "Yea, thou art my rock and my fortress; for thy name's sake lead me and guide me,", "4": "take me out of the net which is hidden for me, for thou art my refuge.", "5": "Into thy hand I commit my spirit; thou hast redeemed me, O Lord, faithful God.", "6": "Thou hatest[a] those who pay regard to vain idols; but I trust in the Lord.", "7": "I will rejoice and be glad for thy steadfast love, because thou hast seen my affliction, thou hast taken heed of my adversities,", "8": "and hast not delivered me into the hand of the enemy; thou hast set my feet in a broad place.", "9": "Be gracious to me, O Lord, for I am in distress; my eye is wasted from grief, my soul and my body also.", "10": "For my life is spent with sorrow, and my years with sighing; my strength fails because of my misery,[b] and my bones waste away.", "11": "I am the scorn of all my adversaries, a horror[c] to my neighbors, an object of dread to my acquaintances; those who see me in the street flee from me.", "12": "I have passed out of mind like one who is dead; I have become like a broken vessel.", "13": "Yea, I hear the whispering of many— terror on every side!— as they scheme together against me, as they plot to take my life.", "14": "But I trust in thee, O Lord, I say, “Thou art my God.”", "15": "My times are in thy hand; deliver me from the hand of my enemies and persecutors!", "16": "Let thy face shine on thy servant; save me in thy steadfast love!", "17": "Let me not be put to shame, O Lord, for I call on thee; let the wicked be put to shame, let them go dumbfounded to Sheol.", "18": "Let the lying lips be dumb, which speak insolently against the righteous in pride and contempt.", "19": "O how abundant is thy goodness, which thou hast laid up for those who fear thee, and wrought for those who take refuge in thee, in the sight of the sons of men!", "20": "In the covert of thy presence thou hidest them from the plots of men; thou holdest them safe under thy shelter from the strife of tongues.", "21": "Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was beset as in a besieged city.", "22": "I had said in my alarm, “I am driven far[d] from thy sight.” But thou didst hear my supplications, when I cried to thee for help.", "23": "Love the Lord, all you his saints! The Lord preserves the faithful, but abundantly requites him who acts haughtily.", "24": "Be strong, and let your heart take courage, all you who wait for the Lord!"}