{"1": "We have heard with our ears, O God, our fathers have told us, what deeds thou didst perform in their days, in the days of old:", "2": "thou with thy own hand didst drive out the nations, but them thou didst plant; thou didst afflict the peoples, but them thou didst set free;", "3": "for not by their own sword did they win the land, nor did their own arm give them victory; but thy right hand, and thy arm, and the light of thy countenance; for thou didst delight in them.", "4": "Thou art my King and my God, who ordainest[a] victories for Jacob.", "5": "Through thee we push down our foes; through thy name we tread down our assailants.", "6": "For not in my bow do I trust, nor can my sword save me.", "7": "But thou hast saved us from our foes, and hast put to confusion those who hate us.", "8": "In God we have boasted continually, and we will give thanks to thy name for ever.Selah", "9": "Yet thou hast cast us off and abased us, and hast not gone out with our armies.", "10": "Thou hast made us turn back from the foe; and our enemies have gotten spoil.", "11": "Thou hast made us like sheep for slaughter, and hast scattered us among the nations.", "12": "Thou hast sold thy people for a trifle, demanding no high price for them.", "13": "Thou hast made us the taunt of our neighbors, the derision and scorn of those about us.", "14": "Thou hast made us a byword among the nations, a laughingstock[b] among the peoples.", "15": "All day long my disgrace is before me, and shame has covered my face,", "16": "at the words of the taunters and revilers, at the sight of the enemy and the avenger.", "17": "All this has come upon us, though we have not forgotten thee, or been false to thy covenant.", "18": "Our heart has not turned back, nor have our steps departed from thy way,", "19": "that thou shouldst have broken us in the place of jackals, and covered us with deep darkness.", "20": "If we had forgotten the name of our God, or spread forth our hands to a strange god,", "21": "would not God discover this? For he knows the secrets of the heart.", "22": "Nay, for thy sake we are slain all the day long, and accounted as sheep for the slaughter.", "23": "Rouse thyself! Why sleepest thou, O Lord? Awake! Do not cast us off for ever!", "24": "Why dost thou hide thy face? Why dost thou forget our affliction and oppression?", "25": "For our soul is bowed down to the dust; our body cleaves to the ground.", "26": "Rise up, come to our help! Deliver us for the sake of thy steadfast love!"}