{"1": "[a]Let God arise, let his enemies be scattered; let those who hate him flee before him!", "2": "As smoke is driven away, so drive them away; as wax melts before fire, let the wicked perish before God!", "3": "But let the righteous be joyful; let them exult before God; let them be jubilant with joy!", "4": "Sing to God, sing praises to his name; lift up a song to him who rides upon the clouds;[b] his name is the Lord, exult before him!", "5": "Father of the fatherless and protector of widows is God in his holy habitation.", "6": "God gives the desolate a home to dwell in; he leads out the prisoners to prosperity; but the rebellious dwell in a parched land.", "7": "O God, when thou didst go forth before thy people, when thou didst march through the wilderness,Selah", "8": "the earth quaked, the heavens poured down rain, at the presence of God; yon Sinai quaked at the presence of God, the God of Israel.", "9": "Rain in abundance, O God, thou didst shed abroad; thou didst restore thy heritage as it languished;", "10": "thy flock found a dwelling in it; in thy goodness, O God, thou didst provide for the needy.", "11": "The Lord gives the command; great is the host of those who bore the tidings:", "12": "“The kings of the armies, they flee, they flee!” The women at home divide the spoil,", "13": "though they stay among the sheepfolds— the wings of a dove covered with silver, its pinions with green gold.", "14": "When the Almighty scattered kings there, snow fell on Zalmon.", "15": "O mighty mountain, mountain of Bashan; O many-peaked mountain, mountain of Bashan!", "16": "Why look you with envy, O many-peaked mountain, at the mount which God desired for his abode, yea, where the Lord will dwell for ever?", "17": "With mighty chariotry, twice ten thousand, thousands upon thousands, the Lord came from Sinai into the holy place.[c]", "18": "Thou didst ascend the high mount, leading captives in thy train, and receiving gifts among men, even among the rebellious, that the Lord God may dwell there.", "19": "Blessed be the Lord, who daily bears us up; God is our salvation.Selah", "20": "Our God is a God of salvation; and to God, the Lord, belongs escape from death.", "21": "But God will shatter the heads of his enemies, the hairy crown of him who walks in his guilty ways.", "22": "The Lord said, “I will bring them back from Bashan, I will bring them back from the depths of the sea,", "23": "that you may bathe[d] your feet in blood, that the tongues of your dogs may have their portion from the foe.”", "24": "Thy solemn processions are seen,[e] O God, the processions of my God, my King, into the sanctuary—", "25": "the singers in front, the minstrels last, between them maidens playing timbrels:", "26": "“Bless God in the great congregation, the Lord, O you who are of Israel's fountain!”", "27": "There is Benjamin, the least of them, in the lead, the princes of Judah in their throng, the princes of Zeb′ulun, the princes of Naph′tali.", "28": "Summon thy might, O God; show thy strength, O God, thou who hast wrought for us.", "29": "Because of thy temple at Jerusalem kings bear gifts to thee.", "30": "Rebuke the beasts that dwell among the reeds, the herd of bulls with the calves of the peoples. Trample[f] under foot those who lust after tribute; scatter the peoples who delight in war.[g]", "31": "Let bronze be brought from Egypt; let Ethiopia hasten to stretch out her hands to God.", "32": "Sing to God, O kingdoms of the earth; sing praises to the Lord,Selah", "33": "to him who rides in the heavens, the ancient heavens; lo, he sends forth his voice, his mighty voice.", "34": "Ascribe power to God, whose majesty is over Israel, and his power is in the skies.", "35": "Terrible is God in his[h] sanctuary, the God of Israel, he gives power and strength to his people. Blessed be God!"}