{"1": "I will give thanks to the Lord with my whole heart; I will tell of all thy wonderful deeds.", "2": "I will be glad and exult in thee, I will sing praise to thy name, O Most High.", "3": "When my enemies turned back, they stumbled and perished before thee.", "4": "For thou hast maintained my just cause; thou hast sat on the throne giving righteous judgment.", "5": "Thou hast rebuked the nations, thou hast destroyed the wicked; thou hast blotted out their name for ever and ever.", "6": "The enemy have vanished in everlasting ruins; their cities thou hast rooted out; the very memory of them has perished.", "7": "But the Lord sits enthroned for ever, he has established his throne for judgment;", "8": "and he judges the world with righteousness, he judges the peoples with equity.", "9": "The Lord is a stronghold for the oppressed, a stronghold in times of trouble.", "10": "And those who know thy name put their trust in thee, for thou, O Lord, hast not forsaken those who seek thee.", "11": "Sing praises to the Lord, who dwells in Zion! Tell among the peoples his deeds!", "12": "For he who avenges blood is mindful of them; he does not forget the cry of the afflicted.", "13": "Be gracious to me, O Lord! Behold what I suffer from those who hate me, O thou who liftest me up from the gates of death,", "14": "that I may recount all thy praises, that in the gates of the daughter of Zion I may rejoice in thy deliverance.", "15": "The nations have sunk in the pit which they made; in the net which they hid has their own foot been caught.", "16": "The Lord has made himself known, he has executed judgment; the wicked are snared in the work of their own hands.Higgaion. Selah", "17": "The wicked shall depart to Sheol, all the nations that forget God.", "18": "For the needy shall not always be forgotten, and the hope of the poor shall not perish for ever.", "19": "Arise, O Lord! Let not man prevail; let the nations be judged before thee!", "20": "Put them in fear, O Lord! Let the nations know that they are but men!Selah"}