{"1": "Then, using this illustration, Yeshua spoke to them. He said, “A man planted a vineyard. He put a wall around it, made a vat for the winepress, and built a watchtower. Then he leased it to vineyard workers and went on a trip.", "2": "“At the right time he sent a servant to the workers to collect from them a share of the grapes from the vineyard. ", "3": "The workers took the servant, beat him, and sent him back with nothing. ", "4": "So the man sent another servant to them. They hit the servant on the head and treated him shamefully. ", "5": "The man sent another, and they killed that servant. Then he sent many other servants. Some of these they beat, and others they killed.", "6": "“He had one more person to send. That person was his son, whom he loved. Finally, he sent his son to them. He thought, 'They will respect my son.'", "7": "“But those workers said to one another, 'This is the heir. Let's kill him, and the inheritance will be ours.' ", "8": "So they took him, killed him, and threw him out of the vineyard.", "9": "“What will the owner of the vineyard do? He will come and destroy the workers and give the vineyard to others. ", "10": "Have you never read the Scripture passage: 'The stone that the builders rejected has become the cornerstone.", "11": "The Lord has done this, and it is amazing for us to see'?”", "12": "They wanted to arrest him but were afraid of the crowd. They knew that he had directed this illustration at them. So they left him alone and went away.", "13": "The leaders sent some of the Pharisees and some of Herod's followers to Yeshua. They wanted to trap him into saying the wrong thing. ", "14": "When they came to him, they said, “Teacher, we know that you tell the truth. You don't favor individuals because of who they are. Rather, you teach the way of God truthfully. Is it right to pay taxes to the emperor or not? Should we pay taxes or not?”", "15": "Yeshua recognized their hypocrisy, so he asked them, “Why do you test me? Bring me a coin so that I can look at it.”", "16": "They brought a coin. He said to them, “Whose face and name is this?” They told him, “The emperor's.”", "17": "Yeshua said to them, “Give the emperor what belongs to the emperor, and give God what belongs to God.” They were surprised at his reply.", "18": "Some Sadducees, who say that people will never come back to life, came to Yeshua. They asked him, ", "19": "“Teacher, Moses wrote for us, 'If a man dies and leaves a wife but no child, his brother should marry his widow and have children for his brother.' ", "20": "There were seven brothers. The first got married and died without having children. ", "21": "The second married her and died without having children. So did the third. ", "22": "None of the seven brothers had any children. Last of all, the woman died. ", "23": "When the dead come back to life, whose wife will she be? The seven brothers had married her.”", "24": "Yeshua said to them, “Aren't you mistaken because you don't know the Scriptures or God's power? ", "25": "When the dead come back to life, they don't marry. Rather, they are like the angels in heaven. ", "26": "Haven't you read in the book of Moses that the dead come back to life? It's in the passage about the bush, where God said, 'I am the God of Abraham, Isaac, and Jacob.' ", "27": "He's not the God of the dead but of the living. You're badly mistaken!”", "28": "One of the experts in Moses' Teachings went to Yeshua during the argument with the Sadducees. He saw how well Yeshua answered them, so he asked him, “Which commandment is the most important of them all?”", "29": "Yeshua answered, “The most important is, 'Listen, Israel, the Lord our God is the only Lord. ", "30": "So love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.' ", "31": "The second most important commandment is this: 'Love your neighbor as you love yourself.' No other commandment is greater than these.”", "32": "The expert in Moses' Teachings said to Yeshua, “Teacher, that was well said! You've told the truth that there is only one God and no other besides him! ", "33": "To love him with all your heart, with all your understanding, with all your strength, and to love your neighbor as you love yourself is more important than all the burnt offerings and sacrifices.”", "34": "When Yeshua heard how wisely the man answered, he told the man, “You're not too far from the kingdom of God.” After that, no one dared to ask him another question.", "35": "While Yeshua was teaching in the temple courtyard, he asked, “How can the experts in Moses' Teachings say that the Messiah is David's son? ", "36": "David, guided by the Holy Spirit, said, 'The Lord said to my Lord: “Take the highest position in heaven until I put your enemies under your control.” '", "37": "David calls him Lord. So how can he be his son?” The large crowd enjoyed listening to him. ", "38": "As he taught, he said, “Watch out for the experts in Moses' Teachings! They like to walk around in long robes, to be greeted in the marketplaces, ", "39": "and to have the front seats in synagogues and the places of honor at dinners. ", "40": "They rob widows by taking their houses and then say long prayers to make themselves look good. The experts in Moses' Teachings will receive the most severe punishment.”", "41": "As Yeshua sat facing the temple offering box, he watched how much money people put into it. Many rich people put in large amounts. ", "42": "A poor widow dropped in two small coins, worth less than a cent.", "43": "He called his disciples and said to them, “I can guarantee this truth: This poor widow has given more than all the others. ", "44": "All of them have given what they could spare. But she, in her poverty, has given everything she had to live on.”"}