{"1": "Early in the morning the chief priests immediately came to a decision with the leaders and the experts in Moses' Teachings. The whole Jewish council decided to tie Yeshua up, lead him away, and hand him over to Pilate.", "2": "Pilate asked him, “Are you the king of the Jews?” “Yes, I am,” Yeshua answered him.", "3": "The chief priests were accusing him of many things.", "4": "So Pilate asked him again, “Don't you have any answer? Look how many accusations they're bringing against you!”", "5": "But Yeshua no longer answered anything, so Pilate was surprised.", "6": "At every Passover festival, Pilate would free one prisoner whom the people asked for. ", "7": "There was a man named Barabbas in prison. He was with some rebels who had committed murder during a riot. ", "8": "The crowd asked Pilate to do for them what he always did. ", "9": "Pilate answered them, “Do you want me to free the king of the Jews for you?” ", "10": "Pilate knew that the chief priests had handed Yeshua over to him because they were jealous.", "11": "The chief priests stirred up the crowd so that Pilate would free Barabbas for them instead.", "12": "So Pilate again asked them, “Then what should I do with the king of the Jews?”", "13": "“Crucify him!” they shouted back.", "14": "Pilate said to them, “Why? What has he done wrong?” But they shouted even louder, “Crucify him!”", "15": "Pilate wanted to satisfy the people, so he freed Barabbas for them. But he had Yeshua whipped and handed over to be crucified.", "16": "The soldiers led Yeshua into the courtyard of the palace and called together the whole troop. ", "17": "They dressed him in purple, twisted some thorns into a crown, and placed it on his head. ", "18": "Then they began to greet him, “Long live the king of the Jews!” ", "19": "They kept hitting him on the head with a stick, spitting on him, and kneeling in front of him with false humility.", "20": "After the soldiers finished making fun of Yeshua, they took off the purple cape and put his own clothes back on him. Then they led him out to crucify him. ", "21": "A man named Simon from the city of Cyrene was coming into Jerusalem from his home in the country. He was the father of Alexander and Rufus. As he was about to pass by, the soldiers forced him to carry Yeshua's cross.", "22": "They took Yeshua to Golgotha (which means “the place of the skull”). ", "23": "They tried to give him wine mixed with a drug called myrrh, but he wouldn't take it. ", "24": "Next they crucified him. Then they divided his clothes among themselves by throwing dice to see what each one would get. ", "25": "It was nine in the morning when they crucified him. ", "26": "There was a written notice of the accusation against him. It read, “The king of the Jews.”", "27": "They crucified two criminals with him, one on his right and the other on his left.[a]", "29": "Those who passed by insulted him. They shook their heads and said, “What a joke! You were going to tear down God's temple and build it again in three days. ", "30": "Come down from the cross, and save yourself!” ", "31": "The chief priests and the experts in Moses' Teachings made fun of him among themselves in the same way. They said, “He saved others, but he can't save himself. ", "32": "Let the Messiah, the king of Israel, come down from the cross now so that we may see and believe.” Even those who were crucified with him were insulting him.", "33": "At noon darkness came over the whole land until three in the afternoon. ", "34": "At three o'clock Yeshua cried out in a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “My God, my God, why have you abandoned me?”", "35": "When some of the people standing there heard him say that, they said, “Listen! He's calling Elijah.” ", "36": "Someone ran and soaked a sponge in vinegar. Then he put it on a stick and offered Yeshua a drink. The man said, “Let's see if Elijah comes to take him down.”", "37": "Then Yeshua cried out in a loud voice and died. ", "38": "The curtain in the temple was split in two from top to bottom.", "39": "When the officer who stood facing Yeshua saw how he gave up his spirit, he said, “Certainly, this man was the Son of God!”", "40": "Some women were watching from a distance. Among them were Mary from Magdala, Mary (the mother of young James and Joseph), and Salome. ", "41": "They had followed him and supported him while he was in Galilee. Many other women who had come to Jerusalem with him were there too.", "42": "It was Friday evening, before the day of worship, ", "43": "when Joseph arrived. He was from the city of Arimathea and was an important member of the Jewish council. He, too, was waiting for the kingdom of God. Joseph boldly went to Pilate's quarters to ask for the body of Yeshua.", "44": "Pilate wondered if Yeshua had already died. So he summoned the officer to ask him if Yeshua was, in fact, dead. ", "45": "When the officer had assured him that Yeshua was dead, Pilate let Joseph have the corpse.", "46": "Joseph had purchased some linen cloth. He took the body down from the cross and wrapped it in the cloth. Then he laid the body in a tomb, which had been cut out of rock, and he rolled a stone against the door of the tomb. ", "47": "Mary from Magdala and Mary (the mother of Joses) watched where Yeshua was laid."}