{"1": "About that time there was once again a large crowd with nothing to eat. Yeshua called his disciples and said to them, ", "2": "“I feel sorry for the people. They have been with me three days now and have nothing to eat. ", "3": "If I send them home before they've eaten, they will become exhausted on the road. Some of them have come a long distance.”", "4": "His disciples asked him, “Where could anyone get enough bread to feed these people in this place where no one lives?”", "5": "Yeshua asked them, “How many loaves of bread do you have?” They answered, “Seven.”", "6": "He ordered the crowd to sit down on the ground. He took the seven loaves and gave thanks to God. Then he broke the bread and gave it to his disciples to serve to the people. ", "7": "They also had a few small fish. He blessed them and said that the fish should also be served to the people. ", "8": "The people ate as much as they wanted. The disciples picked up the leftover pieces and filled seven large baskets. ", "9": "About four thousand people were there. Then he sent the people on their way.", "10": "After that, Yeshua and his disciples got into a boat and went into the region of Dalmanutha.", "11": "The Pharisees went to Yeshua and began to argue with him. They tested him by demanding that he perform a miraculous sign from heaven.", "12": "With a deep sigh he asked, “Why do these people demand a sign? I can guarantee this truth: If these people are given a sign, it will be far different than what they want!”", "13": "Then he left them there. He got into a boat again and crossed to the other side of the Sea of Galilee. ", "14": "The disciples had forgotten to take any bread along and had only one loaf with them in the boat.", "15": "Yeshua warned them, “Be careful! Watch out for the yeast of the Pharisees and the yeast of Herod!”", "16": "They had been discussing with one another that they didn't have any bread.", "17": "Yeshua knew what they were saying and asked them, “Why are you discussing the fact that you don't have any bread? Don't you understand yet? Don't you catch on? Are your minds closed? ", "18": "Are you blind and deaf? Don't you remember? ", "19": "When I broke the five loaves for the five thousand, how many baskets did you fill with leftover pieces?” They told him, “Twelve.”", "20": "“When I broke the seven loaves for the four thousand, how many large baskets did you fill with leftover pieces?” They answered him, “Seven.”", "21": "He asked them, “Don't you catch on yet?”", "22": "As they came to Bethsaida, some people brought a blind man to Yeshua. They begged Yeshua to touch him. ", "23": "Yeshua took the blind man's hand and led him out of the village. He spit into the man's eyes and placed his hands on him. Yeshua asked him, “Can you see anything?”", "24": "The man looked up and said, “I see people. They look like trees walking around.”", "25": "Then Yeshua placed his hands on the man's eyes a second time, and the man saw clearly. His sight was normal again. He could see everything clearly even at a distance. ", "26": "Yeshua told him when he sent him home, “Don't go into the village.”", "27": "Then Yeshua and his disciples went to the villages around Caesarea Philippi. On the way he asked his disciples, “Who do people say I am?”", "28": "They answered him, “Some say you are John the Baptizer, others Elijah, still others one of the prophets.”", "29": "He asked them, “But who do you say I am?” Peter answered him, “You are the Messiah!”", "30": "He ordered them not to tell anyone about him.", "31": "Then he began to teach them that the Son of Man would have to suffer a lot. He taught them that he would be rejected by the leaders, the chief priests, and the experts in Moses' Teachings. He would be killed, but after three days he would come back to life. ", "32": "He told them very clearly what he meant. Peter took him aside and objected to this. ", "33": "Yeshua turned, looked at his disciples, and objected to what Peter said. Yeshua said, “Get out of my way, Satan! You aren't thinking the way God thinks but the way humans think.”", "34": "Then Yeshua called the crowd to himself along with his disciples. He said to them, “Those who want to follow me must say no to the things they want, pick up their crosses, and follow me. ", "35": "Those who want to save their lives will lose them. But those who lose their lives for me and for the Good News will save them. ", "36": "What good does it do for people to win the whole world yet lose their lives? ", "37": "Or what should a person give in exchange for life? ", "38": "If people are ashamed of me and what I say in this unfaithful and sinful generation, the Son of Man will be ashamed of those people when he comes with the holy angels in his Father's glory.”"}