{"1": "He said to them, “I can guarantee this truth: Some people who are standing here will not die until they see the kingdom of God arrive with power.”", "2": "After six days Yeshua took only Peter, James, and John and led them up a high mountain where they could be alone. Yeshua's appearance changed in front of them. ", "3": "His clothes became dazzling white, whiter than anyone on earth could bleach them. ", "4": "Then Elijah and Moses appeared to them and were talking with Yeshua.", "5": "Peter said to Yeshua, “Rabbi, it's good that we're here. Let's put up three tents—one for you, one for Moses, and one for Elijah.” ", "6": "(Peter didn't know how to respond. He and the others were terrified.)", "7": "Then a cloud overshadowed them. A voice came out of the cloud and said, “This is my Son, whom I love. Listen to him!”", "8": "Suddenly, as they looked around, they saw no one with them but Yeshua.", "9": "On their way down the mountain, Yeshua ordered them not to tell anyone what they had seen. They were to wait until the Son of Man had come back to life. ", "10": "They kept in mind what he said but argued among themselves what he meant by “come back to life.” ", "11": "So they asked him, “Don't the experts in Moses' Teachings say that Elijah must come first?”", "12": "Yeshua said to them, “Elijah is coming first and will put everything in order again. But in what sense was it written that the Son of Man must suffer a lot and be treated shamefully? ", "13": "Indeed, I can guarantee that Elijah has come. Yet, people treated him as they pleased, as Scripture says about him.”", "14": "When they came to the other disciples, they saw a large crowd around them. Some experts in Moses' Teachings were arguing with them. ", "15": "All the people were very surprised to see Yeshua and ran to welcome him.", "16": "Yeshua asked the experts in Moses' Teachings, “What are you arguing about with them?”", "17": "A man in the crowd answered, “Teacher, I brought you my son. He is possessed by a spirit that won't let him talk. ", "18": "Whenever the spirit brings on a seizure, it throws him to the ground. Then he foams at the mouth, grinds his teeth, and becomes exhausted. I asked your disciples to force the spirit out, but they didn't have the power to do it.”", "19": "Yeshua said to them, “You unbelieving generation! How long must I be with you? How long must I put up with you? Bring him to me!”", "20": "They brought the boy to him. As soon as the spirit saw Yeshua, it threw the boy into convulsions. He fell on the ground, rolled around, and foamed at the mouth.", "21": "Yeshua asked his father, “How long has he been like this?” The father replied, “He has been this way since he was a child. ", "22": "The demon has often thrown him into fire or into water to destroy him. If it's possible for you, put yourself in our place, and help us!”", "23": "Yeshua said to him, “As far as possibilities go, everything is possible for the person who believes.”", "24": "The child's father cried out at once, “I believe! Help my lack of faith.”", "25": "When Yeshua saw that a crowd was running to the scene, he gave an order to the evil spirit. He said, “You spirit that won't let him talk, I command you to come out of him and never enter him again.”", "26": "The evil spirit screamed, shook the child violently, and came out. The boy looked as if he were dead, and everyone said, “He's dead!”", "27": "Yeshua took his hand and helped him to stand up.", "28": "When Yeshua went into a house, his disciples asked him privately, “Why couldn't we force the spirit out of the boy?”", "29": "He told them, “This kind of spirit can be forced out only by prayer.”[a]", "30": "They left that place and were passing through Galilee. Yeshua did not want anyone to know where he was ", "31": "because he was teaching his disciples. He taught them, “The Son of Man will be betrayed and handed over to people. They will kill him, but on the third day he will come back to life.”", "32": "The disciples didn't understand what he meant and were afraid to ask him.", "33": "Then they came to Capernaum. While Yeshua was at home, he asked the disciples, “What were you arguing about on the road?” ", "34": "They were silent. On the road they had argued about who was the greatest.", "35": "He sat down and called the twelve apostles. He told them, “Whoever wants to be the most important person must take the last place and be a servant to everyone else.” ", "36": "Then he took a little child and had him stand among them. He put his arms around the child and said to them, ", "37": "“Whoever welcomes a child like this in my name welcomes me. Whoever welcomes me welcomes not me but the one who sent me.”", "38": "John said to Yeshua, “Teacher, we saw someone forcing demons out of a person by using the power and authority of your name. We tried to stop him because he was not one of us.”", "39": "Yeshua said, “Don't stop him! No one who works a miracle in my name can turn around and speak evil of me. ", "40": "Whoever isn't against us is for us. ", "41": "I can guarantee this truth: Whoever gives you a cup of water to drink because you belong to Christ will certainly not lose his reward.”", "42": "“These little ones believe in me. It would be best for the person who causes one of them to lose faith to be thrown into the sea with a large stone hung around his neck.", "43": "“So if your hand causes you to lose your faith, cut it off! It is better for you to enter life disabled than to have two hands and go to hell, to the fire that cannot be put out.[b] ", "45": "If your foot causes you to lose your faith, cut it off! It is better for you to enter life lame than to have two feet and be thrown into hell. ", "47": "If your eye causes you to lose your faith, tear it out! It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell. ", "48": "In hell worms that eat the body never die, and the fire is never put out. ", "49": "Everyone will be salted with fire. ", "50": "Salt is good. But if salt loses its taste, how will you restore its flavor? Have salt within you, and live in peace with one another.”"}