{"1": "In the spring of the year, the time when the kings go out to battle, David sent out Joab and his officers, all of Israel with him. They brought to ruin the Ammonites and besieged Rabbah, but David remained in Jerusalem.", "2": "One evening when David arose from his bed and was walking on the roof of the king's house, from the roof he saw a woman bathing; and the woman was very beautiful. ", "3": "So, David sent someone to inquire about the woman. And it was asked, “Is this not Bathsheba the daughter of Eliam, the wife of Uriah the Hittite?” ", "4": "So David sent messengers, and took her; and she came to him, and he lay with her. When she had purified herself from her uncleanness, she returned to her house. ", "5": "The woman conceived. So she sent a message and reported to David, “I am pregnant.”", "6": "Then David sent an order to Joab, “Send Uriah the Hittite to me.” So, Joab sent Uriah to David. ", "7": "When Uriah came to him, David asked about the welfare of Joab, the people, and the fighting. ", "8": "Then David said to Uriah, “Go down to your house. Wash your feet.” So Uriah left the house of the king, and a gift from the king followed him. ", "9": "But Uriah slept at the entrance of the house of the king with all of the servants of his lord; he did not go down to his house.", "10": "When they reported to David, saying, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?”", "11": "Uriah responded to David, “The ark, Israel, and Judah dwell in makeshift shelters. My lord Joab and the officers of my lord are camping in the open field. But I may enter my house to eat, to drink, and to sleep with my wife? As you live and as your soul lives, I will not do this thing!”", "12": "So David said to Uriah, “Remain here another day, and I will send you back tomorrow.” Uriah remained in Jerusalem that day and the following day. ", "13": "Now David invited him to eat in his presence, and he drank until he got Uriah drunk. In the evening, he went to lie down in his lodging with the servants of his lord, but he did not go down to his house.", "14": "That morning, David wrote a message to Joab and sent it by way of Uriah. ", "15": "He wrote in the message, “Send Uriah to the front of the line where the fighting is heaviest then withdraw from him, so that he may be struck down and die.”", "16": "So as Joab was besieging the city, he stationed Uriah in a place where he knew fierce men were. ", "17": "When the men of the city came out, they fought with Joab, and some people among those who served David fell; Uriah the Hittite died among them.", "18": "Joab sent word to inform David of all of the events of the battle. ", "19": "He instructed the messenger, “When you finish telling the king all the details of the battle, ", "20": "if his anger rises and he says to you, 'Why did you approach so near to the city? Did you not know that they might shoot from the city wall? ", "21": "Who killed Abimelek the son of Jerub-Besheth? Did not a woman throw an upper millstone on him from the city wall so that he died at Thebez? Why did you approach so near to the city wall?' You shall then say, 'Additionally your servant Uriah the Hittite is dead.' ”", "22": "So the messenger departed and came to report to David everything that Joab had sent with him. ", "23": "The messenger reported to David, “The men prevailed over us when they came out against us in the open field, but we drove them back to the entrance of the gate. ", "24": "Then the archers shot at your servants from upon the city wall, and some of those who serve the king are dead. Even your servant Uriah the Hittite died.”", "25": "So David replied to the messenger, “Thus you shall report to Joab, 'Do not allow this thing to dismay you, for the sword devours one as well as another. Sustain your attack against the city and bring it to ruin.' Encourage him with this reply.”", "26": "When the wife of Uriah heard that her husband was dead, she mourned for her husband. ", "27": "When the time of mourning was concluded, David sent for her and brought her to his house. She became his wife and bore him a son. But the thing that David had done was displeasing to the Lord."}