{"1": "After this, Absalom the son of David had a beautiful sister whose name was Tamar, and Amnon the son of David fell in love with her.", "2": "It depressed Amnon to the point of falling ill that Tamar his sister was a virgin, but it was impossible for Amnon to pursue her.", "3": "Now Amnon had a friend whose name was Jonadab the son of Shimeah, the brother of David, and Jonadab was a very crafty individual. ", "4": "He asked him, “Why are you, the son of the king, so sullen morning after morning? Will you not tell me?” Amnon told him, “I am in love with Tamar, the sister of Absalom my brother.”", "5": "Jonadab instructed him, “Lie down on your bed and pretend to be ill. When your father comes to see you, say to him, 'Please allow Tamar, my sister, to come and prepare some food for me. She should make the food here, so that when I see it, I may eat it from her hand.' ”", "6": "So Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to the king, “Please let my sister Tamar come here to make a couple of cakes, so that I may be nourished from her hand.”", "7": "Then David sent word to Tamar at the house, “Please go to the house of Amnon your brother, and prepare food for him.” ", "8": "So Tamar went to the house of Amnon her brother, where he was lying. She took the dough, kneaded it, and made the cakes before him. Then she baked them. ", "9": "Then she took the baking tray and served the cakes to him, but he refused to eat. Amnon said, “Send everyone away.” So they all left him. ", "10": "Then Amnon said to Tamar, “Bring the food into the bedroom that I may eat from your hand.” So Tamar took the cakes that she had made and brought them in the bedroom to Amnon her brother. ", "11": "When she brought them close for him to eat, he took hold of her and said, “Come, lie with me, my sister.”", "12": "She pled with him, “No, my brother, do not violate me, for such a thing is not to be done in Israel. Do not carry out this awful thing. ", "13": "As for me, where could I escape my disgrace? And you would be like one of the fools in Israel. Now, please speak to the king, for he will not withhold me from you.” ", "14": "But he refused to listen to her. So, being stronger than her, he overpowered her and lay with her.", "15": "Then Amnon hated her greatly, so that the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, “Get up, go away.”", "16": "She said to him, “No, because this great offense of dismissing me is worse than the other which you did to me.” But he refused to listen to her. ", "17": "He called his personal servant and said, “Send this woman out from me, and secure the door behind her.” ", "18": "Now she was wearing a long robe, because the virgin daughters of the king were clothed in such garments. So his servant put her out and secured the door behind her. ", "19": "So Tamar put ashes on her head and tore the long robe that she was wearing. She put her hand on her head and left, wailing as she went.", "20": "Absalom her brother said to her, “Has Amnon your brother been with you? Keep silent for now, my sister. He is your brother. Do not take this thing to heart.” So Tamar stayed in the house of Absalom, her brother, a desolate woman.", "21": "When King David heard about these things, he was very angry. ", "22": "And Absalom would not speak with Amnon, either pleasantly or angrily; but Absalom hated Amnon because he had raped his sister Tamar.", "23": "Two full years later, the sheepshearers of Absalom were in Baal Hazor, near Ephraim, and Absalom invited all of the sons of the king. ", "24": "Then Absalom came to the king and requested, “Your servant has sheepshearers; will the king and his servants kindly go with your servant?”", "25": "The king said to Absalom, “No, my son, we must not all go or we will be a burden to you.” When he urged him, he refused to go, but gave him his blessing.", "26": "Absalom said, “If not, allow my brother Amnon to go with us.” But the king replied to him, “Why should he go with you?” ", "27": "But Absalom urged him until he sent Amnon and all of the king's sons along with him.", "28": "Now, Absalom had commanded his servant, “Look for Amnon to become carefree on account of the wine. Then I will say to you, 'Strike Amnon, and kill him.' Do not be afraid, for am not I myself commanding you? Be strong and brave.” ", "29": "So, the servants of Absalom did to Amnon that which Absalom had commanded. Then the sons of the king arose, each mounting his mule, and fled.", "30": "While they were on the way, the report reached David: “Absalom struck down all of the sons of the king, and there is not one of them remaining.” ", "31": "Then the king arose, tore his garments, and lay on the ground, while all of his servants who were standing nearby tore their garments.", "32": "But Jonadab, the son of David's brother Shimeah, said, “My lord should not think that they have killed all of the servants who are the king's sons. Amnon alone is dead, for this has been determined from the day he raped Tamar, his sister, by the very declaration of Absalom. ", "33": "Now, my lord the king should not take this matter to heart, thinking that all of the king's sons are dead. Instead Amnon alone is dead.”", "34": "Absalom fled. Now when the servant who was keeping watch looked up, he saw many people coming on the road beyond him, around the hill.", "35": "So Jonadab said to the king, “See, the king's sons are coming. As your servant spoke, so it is.”", "36": "As soon as he had finished speaking, the sons of the king arrived, lifted their voices, and wept. The king and all of his servants also wept loudly.", "37": "Now Absalom fled and went to Talmai the son of Ammihud, king of Geshur, but David mourned over his son every day.", "38": "When Absalom fled and went to Geshur, he was there for three years. ", "39": "Then King David longed to go out to Absalom, for he was consoled over the death of Amnon."}