{"1": "Now Joab the son of Zeruiah recognized that the king's mind was on Absalom. ", "2": "So Joab sent a request to Tekoa and brought from there a wise woman. He instructed her, “Act as if you are observing mourning rites. Put on mourning garments, and do not anoint yourself with oil, but act like a woman who has been mourning over the dead like this for many days. ", "3": "Then come to the king and speak to him in this manner.” Thus Joab put the words in her mouth.", "4": "As the Tekoan woman spoke to the king, she fell on her face toward the ground and bowed low. Then she said, “Help me, O king.”", "5": "The king said to her, “What troubles you?” She responded, “Alas, I am a widow, and my husband is dead. ", "6": "Furthermore, your servant had two sons. The two of them were fighting in the field, but there was no one to separate them. One struck the other and killed him. ", "7": "Now the entire family has risen up against your maidservant, and they said, 'Deliver him who struck his brother, so that we may kill him for the life of his brother whom he killed, and we will destroy the heir also.' So they will extinguish my remaining ember, and leave my husband neither name nor remnant on the face of the earth.”", "8": "Then the king said to the woman, “Go to your house, and I will give orders concerning you.”", "9": "The Tekoan woman responded to the king, “May guilt rest upon me and the house of my father, my lord the king, and may the king and his throne be blameless.”", "10": "The king said, “Whoever speaks to you, bring him to me, and he will not cause you harm again.”", "11": "Then she said, “May the king remember the Lord your God so that the avenger of blood will not continue to destroy, lest they exterminate my son.” He said, “As the Lord lives, not one hair of your son will fall to the ground.”", "12": "Then the woman said, “Allow your servant to speak a word to my lord the king.” So he said, “Speak.”", "13": "The woman said, “Why have you planned like this against the people of God? The king's speaking this word is like a self-conviction, for the king has not brought back his own banished one. ", "14": "We will surely die and are like water spilled on the ground, which cannot be gathered up again. Yet God does not take away a life; He devises plans so that His banished ones will not be cast out from Him.", "15": "“So now I have come to speak to my lord the king about this matter because the people have made me afraid. So, I thought, 'I will speak to the king. Perhaps the king will perform the request of his servant. ", "16": "For the king may accept my request to deliver his servant from the hand of the man who would destroy me and my son from the inheritance of God.'", "17": "“So, your servant thought, 'May the word of my lord the king provide rest. For like the angel of God, my lord the king discerns good from evil. May the Lord your God be with you.' ”", "18": "Then the king answered and said to the woman, “Please do not conceal from me anything that I ask you.” The woman said, “May my lord the king please speak.”", "19": "The king said, “Is the hand of Joab with you in all of this?” The woman answered and said, “As your soul lives, my lord the king, there is no turning right or left from anything that you spoke, my lord the king, for your servant Joab is the very one who commanded me and placed all of these words in my mouth. ", "20": "In order to change this situation, your servant Joab did this thing; but my lord is wise, as with the wisdom of the angel of God, so as to discern everything happening in the land.”", "21": "Then the king said to Joab, “This is what I will do. Go and bring back the young man Absalom.”", "22": "Then Joab fell with his face to ground and bowed low and blessed the king. Joab said, “Today your servant knows that I have found favor in your eyes, my lord the king, since the king has granted the request of his servant.”", "23": "Then Joab arose and went to Geshur, and he brought Absalom to Jerusalem. ", "24": "The king said, “Let him turn to his own house. He shall not come into my presence.” So Absalom turned to his house and did not come into the king's presence.", "25": "In all of Israel, there was no man as handsome as Absalom. From the sole of his foot to the top of his head, there was not a blemish on him. ", "26": "When he cut the hair of his head (and at the end of every year he cut it, for it was heavy on him), he weighed the hair from his head at two hundred shekels,[a] according to the king's standard.", "27": "There were born to Absalom three sons and one daughter whose name was Tamar. She was a beautiful woman.", "28": "Absalom lived in Jerusalem for two full years without coming into the king's presence. ", "29": "Then Absalom sent a message to Joab, requesting that he send him to the king, but he was not willing to come to him. So he sent a second message, but still he was not willing to come. ", "30": "Then he said to his servants, “See, Joab's field is next to mine, and he has barley there. Go, set it on fire.” So the servants of Absalom set the field on fire.", "31": "Then Joab arose, came to Absalom at his house, and said to him, “Why have your servants set my plot of land on fire?”", "32": "Absalom said to Joab, “I sent a message to you, saying: Come, so that I may send you to the king, asking, 'Why have I come from Geshur? It would be better for me to be there still.' Now, let me go before the king, and if there is still guilt with me, may he put me to death.”", "33": "So Joab came and reported this to him. Then he summoned Absalom. So he came to the king, bowed low to him, his face on the ground before the king; then the king kissed Absalom."}