{"1": "After this Absalom acquired for himself a chariot, horses, and fifty men to run before him. ", "2": "Absalom would go early and stand beside the way into the gate. When any man who had a dispute concerning which he had come to the king for a judgment approached, Absalom would call to him and say, “Which city are you from?” And he would say, “Your servant is from one of the tribes of Israel.” ", "3": "Then Absalom would say to him, “Look, your claim is good and right, but there is no one to hear you on behalf of the king.” ", "4": "Absalom would continue, “If I were appointed a judge in the land, then every man who had a claim could come and I would give him justice.”", "5": "When a man would approach to bow before him, he would reach out, embrace him, and kiss him. ", "6": "Absalom acted this way toward every Israelite who came to the king for a judgment. So Absalom stole the hearts of the men of Israel.", "7": "After forty years, Absalom said to the king, “Please allow me to go fulfill my vow that I made to the Lord in Hebron. ", "8": "For your servant made a vow when I was dwelling in Geshur in Aram, saying: If indeed the Lord will bring me back to Jerusalem, then I will serve the Lord.”", "9": "The king said to him, “Go in peace.” So he arose and went to Hebron.", "10": "But Absalom sent scouts throughout all of the tribes of Israel, saying, “When you hear the sound of the horn, say: Absalom has become king in Hebron.” ", "11": "Now two hundred men went with Absalom from Jerusalem, invited and unsuspecting; they did not know anything. ", "12": "Absalom sent for Ahithophel the Gilonite, the advisor of David, from his city Giloh, while he was offering the sacrifices. Now the conspiracy was strong, for the number of people with Absalom was continually growing.", "13": "A messenger came to David and said, “The hearts of the men of Israel are following Absalom.”", "14": "David said to all of his servants who were with him in Jerusalem, “Get up. We must flee or there will be no escape from Absalom for us. Hurry up and leave, or he will soon reach us and bring disaster upon us, striking the city with the edge of the sword.”", "15": "The king's servants said to the king, “Whatever our lord the king decides, we are your servants.”", "16": "So the king left with his entire house after him, but he left behind ten women, concubines, to watch over the house. ", "17": "So the king left with all of the people after him, and they came to a stop at the furthest house. ", "18": "Now all his servants passed on beside him, all the Kerethites, all the Pelethites, and all the Gittites, six hundred men who had followed him from Gath, passed on before the king.", "19": "The king said to Ittai the Gittite, “Why are you also going with us? Go back and dwell with the king, for you are a foreigner and, moreover, exiled from your own place. ", "20": "You came only yesterday. Shall I cause you to go roaming around with us today? I am going where I go. Go back, and take back your brothers with you. Mercy and truth be with you.”", "21": "Ittai answered the king and said, “As the Lord lives and as lives my lord the king, only in the place where my lord the king is, whether for death or for life, there alone will your servant be.”", "22": "So David said to Ittai, “Go on, pass by.” So Ittai the Gittite passed by, along with all of his men and all of the children and elderly who were with him.", "23": "The whole land wept with a loud voice as all the people passed by. Now the king was crossing over the brook Kidron, and all of the people were crossing over on the road to the wilderness.", "24": "And also Zadok and all of the Levites with him were carrying the ark of the covenant of God. They set down the ark of God, and Abiathar came up until all of the people had finished passing from the city.", "25": "The king said to Zadok, “Take the ark of God back to the city. If I have found favor in the eyes of the Lord, He will bring me back and allow me to see both it and its resting place. ", "26": "But if He should say now, 'I take no delight in you,' here I am. May He do to me what seems good to Him.”", "27": "The king also said to Zadok the priest, “Are you not a seer? Return to the city in peace with your two sons, your son Ahimaaz and Jonathan the son of Abiathar. ", "28": "I will wait at the fords of the wilderness until word from you comes to inform me.” ", "29": "So Zadok and Abiathar returned the ark of God to Jerusalem, and they remained there.", "30": "David went up the ascent of the Mount of Olives, weeping as he went. His head was covered and he went barefoot. Then all of the people who were with him each covered his head and went up, weeping as they went. ", "31": "Now it was reported to David that Ahithophel was conspiring with Absalom, and David said, “O Lord, make the advice of Ahithophel folly.”", "32": "When David came to the summit where he would worship God, Hushai the Arkite approached him with his coat torn and dirt on his head. ", "33": "David said to him, “If you pass on with me, you will be a burden to me. ", "34": "But if you return to the city, you may say to Absalom, 'I am your servant, O king, as I was a servant of your father. As I was then, so now I am your servant,' so as to counter the advice of Ahithophel. ", "35": "Will not Zadok and Abiathar the priests be with you there? You shall report everything that you hear from the king's house to Zadok and Abiathar the priests. ", "36": "Their two sons Ahimaaz the son of Zadok and Jonathan the son of Abiathar will be there with them. You shall send word of everything that you hear to me by their hand.”", "37": "So Hushai, the friend of David, came to the city as Absalom entered Jerusalem."}