{"1": "When David had passed a little beyond the summit, Ziba the servant of Mephibosheth met him, with a couple of saddled donkeys carrying two hundred loaves of bread, one hundred clusters of raisins, one hundred summer fruits, and one skin of wine.", "2": "The king said to Ziba, “Why do you have these things?” Ziba replied, “The donkeys are for the household of the king to ride. The bread and the summer fruit are for the servants to eat. The wine is for those who become weary in the wilderness to drink.”", "3": "The king said, “And where is your master's son?” Ziba said to the king, “He is staying in Jerusalem, for he said, 'Today they will return to me the house of Israel and my father's kingdom.' ”", "4": "Then David said to Ziba, “Everything that belonged to Mephibosheth is now yours.” Ziba replied, “I bow before you. May I find favor in your sight, my lord the king.”", "5": "When King David came to Bahurim, a man of the family of the house of Saul came out. His name was Shimei son of Gera, and he came out continuously cursing. ", "6": "He threw stones at David and all of the servants of King David, as well as all of the people and all of the warriors who were at his right and left. ", "7": "Shimei said when he cursed: “Come out! Come out! You bloodthirsty man, you scoundrel! ", "8": "The Lord has returned upon you all the blood of the house of Saul, in whose place you have reigned. And the Lord has given the kingdom into the hand of your son Absalom. You are taken in your own evil, because you are a man of blood.”", "9": "Then Abishai the son of Zeruiah said to the king, “How can this dead dog curse my lord the king! Let me go over and remove his head.”", "10": "The king responded, “What do you have against me, sons of Zeruiah? Suppose that he curses because the Lord has said to him, 'Curse David.' Who shall then say, 'Why do you do so?' ”", "11": "David then said to Abishai and to all of his servants, “My son who came from my own body seeks my life, and now also this Benjamite. Leave him alone and let him curse if the Lord has so instructed him. ", "12": "Perhaps today the Lord will look upon my guilt and return kindness instead of his cursing.”", "13": "So David and his men continued on the road, and Shimei went along on the hillside beside them, cursing, throwing stones, and flinging dust at them as he went. ", "14": "The king and all of the people who were with him arrived at their destination exhausted, but he refreshed himself there.", "15": "Now Absalom and all of the Israelite people entered Jerusalem, and Ahithophel was with him. ", "16": "When Hushai the Arkite, the friend of David, came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”", "17": "Then Absalom said to Hushai, “Is this the extent of your commitment to your friend? Why have you not gone with your friend?”", "18": "Hushai said to Absalom, “No! For whom the Lord, this people, and all men of Israel have chosen, his I will be and with him I will remain. ", "19": "Furthermore, whom shall I serve? Should it not be his son? As I served your father, so shall I be with you.”", "20": "Absalom said to Ahithophel, “Give your advice. What shall we do?”", "21": "Ahithophel said to Absalom, “Lie with your father's concubines, whom he left to watch over the palace. When all Israel hears that you have made yourself abhorred by your father, then the hands of all who are with you will be strong.” ", "22": "So they set up a tent for Absalom on the roof, and Absalom went in to his father's concubines in the sight of all of Israel.", "23": "In those days, the advice that Ahithophel gave was as when one inquired a word from God. Such was all of the advice of Ahithophel, whether that which he gave to David or to Absalom."}