{"1": "David mustered the people who were with him, and he set over them commanders of thousands and commanders of hundreds. ", "2": "Then David dispatched the people, one-third under the command of Joab, one-third under the command of Abishai the son of Zeruiah and brother of Joab, and one-third under the command of Ittai the Gittite. Then David said to the people, “I myself will go out with you.”", "3": "But the people said, “You should not go, for if we retreat, they will not be concerned about us. Even if half of us die, they will not be concerned about us. But now you are worth ten thousand of us. Therefore, it would be better to assist us from the city.”", "4": "The king said to them, “I will do what seems best to you.” So the king stood beside the gate while all of the people went out by hundreds and thousands. ", "5": "The king commanded Joab, Abishai, and Ittai, “Deal gently with the young man Absalom.” All of the people heard the king instruct the commanders concerning Absalom.", "6": "So the people went out toward Israel in the field, but the fighting occurred in the forest of Ephraim. ", "7": "The people of Israel were defeated there by the servants of David. That day the defeat was extensive, twenty thousand men. ", "8": "The fighting spread across the land, and the people consumed by the forest were more numerous than those consumed by the sword that day.", "9": "Absalom was encountered by some of the servants of David. Now Absalom was riding on his mule. When the mule went under the branches of a very large tree, his head was caught in the tree. He was left in midair while the mule that was under him kept going.", "10": "One man saw him and reported it to Joab, saying, “I saw Absalom hanging in a tree.”", "11": "Joab said to the man who was reporting to him, “What? You saw him? Why did you not strike him on the spot, sending him to the ground? I would have given you ten shekels[a] of silver and a belt.”", "12": "The man said to Joab, “Not even if I had felt the weight of a thousand shekels[b] of silver in my hand would I have laid a hand on the king's son. In our hearing the king commanded you, Abishai, and Ittai saying: Beware lest anyone touch the young man Absalom! ", "13": "Otherwise, I would have worked falsehood against my own life. For nothing is hidden from the king, and you yourself would have set yourself against me.”", "14": "Then Joab said, “I will not waste any more time with you.” He took three spears in his hand and thrust them into the heart of Absalom while he was still alive in the midst of the tree. ", "15": "Then ten young men, armor bearers for Joab, gathered around and struck down Absalom, killing him.", "16": "When Joab blew the horn, the people returned from pursuing Israel, for Joab held back the people. ", "17": "Then they took Absalom, disposed of him in a large pit in the forest, and piled over him a very large heap of stones. Then all Israel fled, everyone to his home.", "18": "Now Absalom in his lifetime had taken and set up for himself a memorial stone in the Valley of the King, for he said, “I have no son by whom my name may be remembered.” So he named the memorial stone after himself; and to this day, it is called the monument of Absalom.", "19": "Then Ahimaaz the son of Zadok said, “Allow me to run and bring the news to the king that the Lord has delivered him from the hand of his enemies.”", "20": "But Joab said to him, “You will not be a man who bears news today; you may bear news another day. Today you will not bear news because the king's son is dead.”", "21": "Then Joab said to the Cushite, “Go, report to the king what you have seen.” The Cushite bowed to Joab, then ran off.", "22": "Ahimaaz again said to Joab, “Whatever may happen, let me run also, after the Cushite.” Then Joab said, “Why is it that you want to run, my son? There is no messenger's reward for you to obtain.”", "23": "“Whatever happens, I want to run.” So he said to him, “Run.” So Ahimaaz ran by way of the plain and passed the Cushite.", "24": "Now David was sitting between the two gates when the watchman went up to the roof of the gate, to the city wall. He lifted his eyes and saw a man running by himself. ", "25": "The watchman called and told the king. The king said, “If he is alone, there is news in his mouth.” And he came ever closer.", "26": "Then the watchman saw another man running. The watchman called to the gatekeeper and said, “Look there is another man running alone.” The king said, “He also is bringing news.”", "27": "The watchman said, “I think that the running of the first one is like the running of Ahimaaz.” The king said, “He is a good man and comes with good news.”", "28": "Then Ahimaaz called to the king and said, “All is well.” He bowed down to the ground before the king and said, “Blessed be the Lord your God who has handed over the men who raised their hand against my lord the king.”", "29": "The king said, “Is it well for the young man Absalom?” Ahimaaz said, “I saw a great commotion when Joab sent the servant of the king, your servant, but I do not know what it was.”", "30": "The king said, “Step aside and stand here.” So he stepped aside and stood in position.", "31": "Then the Cushite came and said, “Good news for my lord the king, for today the Lord has delivered you from those who rose up against you.”", "32": "The king said to the Cushite, “Is it well for the young man Absalom?” The Cushite said, “May the enemies of my lord the king and all who would rise up against you to do harm become as the young man is.”", "33": "The king was deeply moved and went up to the upper chamber of the gate and wept. As he went he said, “O my son Absalom, my son, my son Absalom! If only I could have given my death in your stead, Absalom, my son, my son!”"}