{"1": "After this, David consulted the Lord, asking, “Shall I go to one of the cities of Judah?” The Lord responded to him, “Go up.” David asked, “Where should I go?” And He said, “Hebron.”", "2": "So David went up there, along with his two wives, Ahinoam the Jezreelitess, and Abigail the widow of Nabal the Carmelite. ", "3": "And David brought the men who were with him, each man with his household, and they lived in the cities of Hebron. ", "4": "Then the men of Judah came and there anointed David as king over the house of Judah, and they informed David that it was the men of Jabesh Gilead who had buried Saul.", "5": "So David sent messengers to the men of Jabesh Gilead saying, “May you be blessed by the Lord, you who have shown this loyalty to your lord Saul by burying him. ", "6": "Now may the Lord show you loyalty and faithfulness, even as I deal kindly with you who have done this thing. ", "7": "Now may your hands be strong and may you be courageous, since your lord Saul is dead and the house of Judah has anointed me as king over them.”", "8": "However, Abner the son of Ner, commander of the army of Saul, had taken Ish-Bosheth the son of Saul and brought him over to Mahanaim. ", "9": "He installed him as king over Gilead, the Ashurites, Jezreel, Ephraim, and Benjamin, over Israel in its entirety.", "10": "Ish-Bosheth the son of Saul was forty years old when he began to reign over Israel, and he ruled for two years. However, the house of Judah followed David. ", "11": "The length of time during which David was king in Hebron over the house of Judah was seven years and six months.", "12": "Abner the son of Ner, with the servants of Ish-Bosheth the son of Saul, went out from Mahanaim toward Gibeon. ", "13": "And Joab the son of Zeruiah, with the servants of David, went out in order to meet together at the pool of Gibeon. They sat down, one group on one side of the pool and the other group on the side of the pool opposite them.", "14": "Abner suggested to Joab, “Let the young men come forward and compete before us.” And Joab replied, “Let them come.”", "15": "So they stepped forward and were counted, twelve from Benjamin and Ish-Bosheth and twelve from the servants of David. ", "16": "Each one grabbed his opponent by the head and thrust his sword in his opponent's side; so they fell down together. Therefore that place was called Helkath Hazzurim, which is at Gibeon.", "17": "The fighting was very fierce that day, but Abner and the men of Israel were defeated by the servants of David.", "18": "Now the three sons of Zeruiah were there: Joab, Abishai, and Asahel; and Asahel was as fast as a wild gazelle. ", "19": "So Asahel pursued Abner, and as he went, he did not turn to the right hand or to the left from following Abner. ", "20": "Abner looked behind him and said, “Is that you, Asahel?” He answered, “It is I.”", "21": "Abner said to him, “Turn aside to your right or left, overtake one of the young men, and take his equipment for yourself,” but Asahel was not willing to desist.", "22": "Abner continued still to reason with Asahel, “Abandon your pursuit. Why should I strike you down? How then could I show my face to your brother Joab?”", "23": "But he refused to desist. So Abner struck him in the abdomen with the butt of his spear, so that the spear came out of his back. He fell there and died on the spot. When all of the others came to the place where Asahel fell and died, they halted.", "24": "But Joab and Abishai pursued Abner. As the sun was setting, they came to the hill of Ammah, which is next to Giah on the way to the Wilderness of Gibeon. ", "25": "The sons of Benjamin gathered to the rear of Abner into a single formation, and they took their stand atop one of the hills.", "26": "Abner called to Joab, “Must the sword consume forever? Do you not understand that a bitter taste will result in the end? How long will you refuse to command the people to withdraw from chasing their brothers?”", "27": "Joab responded, “As God lives, I assure you that if you had not said this, the people would have each pursued his brother throughout the night.”", "28": "So Joab blew a trumpet, and all the people stood still. They pursued Israel no longer, nor did they continue to fight anymore.", "29": "So Abner and his men traveled through the Arabah all that night, crossed the Jordan, and marched all morning until they returned to Mahanaim.", "30": "Joab refrained from pursuing Abner, but instead mustered all of the people. There were nineteen men besides Asahel missing from among the servants of David. ", "31": "But the servants of David routed Benjamin and the men of Abner; three hundred and sixty of their men died. ", "32": "They carried Asahel back and interred him in his father's tomb, which was at Bethlehem. Then Joab and his men traveled throughout the night and reached Hebron at dawn."}