{"1": "There happened to be a worthless man there whose name was Sheba the son of Bikri, a Benjamite. He sounded the trumpet and said, “We have no share in David, nor do we have an inheritance in the son of Jesse; every man to his tents, O Israel.”", "2": "So every man of Israel withdrew from following David and followed after Sheba the son of Bikri, but the men of Judah stayed with their king, from the Jordan as far as Jerusalem.", "3": "When the king came to his house in Jerusalem, he took the ten women, the concubines whom he had left to keep watch over the house, and he placed them in custody. He provided for them but did not go in to them. They were shut up until the day of their deaths, living as in widowhood.", "4": "Then the king said to Amasa, “Summon for me the men of Judah in three days, then present yourself here.” ", "5": "So Amasa went to summon Judah, but he delayed beyond the deadline determined for him.", "6": "So David said to Abishai, “Now Sheba the son of Bikri will cause more harm for us than Absalom. You take your lord's servants and pursue after him. Otherwise, he will find fortified cities and escape from our sight.” ", "7": "The men of Joab went out after him, along with the Kerethites, the Pelethites, and all of the warriors; and they went out from Jerusalem to pursue after Sheba the son of Bikri.", "8": "When they were at the large stone which is in Gibeon, Amasa came to meet them. Now Joab was dressed in his battle armor, and fastened on it was a belt with a sword in its sheath at the waist. As he went forward, it fell out.", "9": "Joab said to Amasa, “Is it well with you, my brother?” and he took Amasa by the beard with his right hand to kiss him. ", "10": "Amasa was not on guard against the sword in the hand of Joab, and he struck him in the midsection spilling his entrails on the ground. He died without being struck a second time. Then Joab and Abishai his brother pursued after Sheba the son of Bikri.", "11": "Now one of the young men of Joab stood by him and said, “Whoever favors Joab and whoever is for David, let him follow Joab.” ", "12": "Now Amasa was wallowing in his own blood in the middle of the path. When the man saw that all of the people stood still, he moved Amasa from the path to the field and threw a covering over him, when he observed that everyone who passed by would stop. ", "13": "Once he removed him from the path, all of the men passed by, following Joab in pursuit of Sheba the son of Bikri.", "14": "He passed through all of the tribes of Israel toward Abel Beth Maakah, also passing by all of the Bikrites. Once assembled, they also came after him. ", "15": "They came and besieged him in Abel Beth Maakah. They constructed a siege ramp against the city, standing it against the rampart. As all of the people who were with Joab were battering the city wall in order to bring it down, ", "16": "a wise woman called from the city, “Listen! Listen! Say to Joab, 'Come closer so that I may speak with you.' ” ", "17": "When he came near, the woman said, “Are you Joab?” He said, “I am.” She said to him, “Listen to the words of your servant,” and he said, “I'm listening.”", "18": "She said, “In former times, they would say, 'Let them inquire carefully in Abel,' and thus they would resolve an issue. ", "19": "I am a trustworthy and faithful one of Israel. You are attempting to destroy a city, even a mother, in Israel. Why do you swallow up the inheritance of the Lord?”", "20": "Joab responded, “Far be it, far be it from me to swallow up or destroy. ", "21": "That is not true. But a man from the hill country of Ephraim, Sheba the son of Bikri by name, has lifted his hand against King David. Only deliver him, and I will depart from the city.” And the woman said to Joab, “His head will be thrown to you over the wall.”", "22": "The woman, with her wisdom, came to all of the people in the city, and they cut off the head of Sheba the son of Bikri. When they threw it to Joab, he blew the horn, and they dispersed from the city, each going to his own tent. Joab returned to Jerusalem to the king.", "23": "Now Joab was over the entire army of Israel. Benaiah the son of Jehoiada was over the Kerethites and Pelethites. ", "24": "Adoniram was over conscripted labor. Jehoshaphat the son of Ahilud was secretary. ", "25": "Sheva was scribe. Zadok and Abiathar were priests, ", "26": "and also Ira the Jairite was priest to David."}