{"1": "Now on the day the Lord delivered him from the hand of all of his enemies and from the hand of Saul, David spoke to the Lord the words of this song. ", "2": "He said: The Lord is my rock and my fortress and my deliverer;", "3": "the God of my strength, in whom I will trust; my shield and the horn of my salvation, my fortress and my sanctuary; my Savior, You save me from violence.", "4": "I call upon the Lord, who is praiseworthy, and I am saved from my enemies.", "5": "When the waves of death encompassed me, the currents of destruction made me afraid.", "6": "The ropes of Sheol were wrapped around me; the snares of death were opposite me.", "7": "In my distress I called on the Lord, and cried out to my God; from His temple He heard my voice. My cry reached His ears.", "8": "Then the earth quaked and trembled; the foundations of the heavens rumbled and shook, because He was angry.", "9": "Smoke rose from His nostrils, devouring fire from His mouth; coals blazed forth from Him.", "10": "He bowed the heaven as He came down, with thick darkness under His feet.", "11": "He rode upon a cherub as He flew, and appeared upon the wings of the wind.", "12": "He made darkness canopies around Him, dark waters and thick clouds of the skies.", "13": "From the brightness before Him embers of fire are kindled.", "14": "The Lord thundered from heaven, and the Most High uttered His voice.", "15": "He sent out arrows and dispersed them; with lightning He sent them into confusion.", "16": "The channels of the sea appeared, the foundations of the world were exposed with the rebuke of the Lord, from the blast of breath from His nostrils.", "17": "He reached from on high and took me; He drew me out of mighty waters.", "18": "He rescued me from my strong enemy, from those who hate me; for they were stronger than I.", "19": "They confronted me in the day of my disaster, but the Lord was my support.", "20": "He brought me to the open expanse; He rescued me, for He delighted in me.", "21": "The Lord did for me according to my righteousness; according to the cleanness of my hands He recompensed me.", "22": "For I have kept the ways of the Lord, and I have not become guilty against my God.", "23": "For all His judgments are before me, and I have not abandoned His statutes.", "24": "I am blameless toward Him, and I have kept myself from guilt.", "25": "The Lord has recompensed me according to my righteousness, according to my cleanness in His sight.", "26": "With the faithful You prove Yourself faithful; with the blameless You prove Yourself blameless;", "27": "with the pure You show Yourself pure; but with the perverse You show Yourself shrewd.", "28": "You deliver a humble people; but Your eyes are upon the exalted to bring them down.", "29": "For You are my lamp, O Lord; the Lord illuminates my darkness.", "30": "For by You I can run over a channel; by my God I can leap over a wall.", "31": "As for God, His way is perfect; the word of the Lord is proven; He is a shield for all who take refuge in Him.", "32": "For who is God except the Lord? And who is a rock except our God?", "33": "God is my strong fortress, and He sets the blameless on His way.", "34": "He makes my feet like hinds' feet; He sets me on my high places.", "35": "He trains my hand for battle, so that my arm may bend a bow of bronze.", "36": "You have given me a shield of Your salvation, and Your humility has made me great.", "37": "You widen my stride under me, and my feet do stagger.", "38": "I pursued my enemies and destroyed them; I did not turn back until they were consumed.", "39": "I consumed them and shattered them so that they did not rise; they fell under my feet.", "40": "You girded me with strength for the battle; You subjugated under me those who rose up against me.", "41": "You caused my enemies to retreat from me; I destroyed those who hated me.", "42": "They looked, but there was no one to save them, to the Lord, but He did not respond.", "43": "I crushed them like the dust of the land, like the mud of the streets, I ground them and stamped them down.", "44": "You have also delivered me from the strivings of my people; You have kept me as the head of the nations. A people whom I have not known will serve me.", "45": "Foreigners submit to me, cringing; as soon as they hear, they obey me.", "46": "Foreigners lose heart; they gird themselves as they leave their fortresses.", "47": "The Lord lives; blessed be my rock. May the God of the rock of my salvation be exalted,", "48": "the God who gave me retribution and brought down peoples under me,", "49": "who brought me out from my enemies. You exalted me above those who rose up against me; You delivered me from violent ones.", "50": "Therefore, I praise You, O Lord, among the nations; I sing praises to Your name.", "51": "He is a tower of salvation for His king, and He acts faithfully toward His anointed, toward David and his descendants forever."}