{"1": "Now these are the last words of David: The oracle of David the son of Jesse, the oracle of the man who was raised on high, the anointed of the God of Jacob, and the favorite psalmist of Israel:", "2": "The Spirit of the Lord spoke by me, and His word was on my tongue.", "3": "The God of Israel said, the Rock of Israel spoke to me: He who rules over man justly, who rules in the fear of God,", "4": "is like the light of the morning when the sun rises, a morning with no clouds, gleaming after the rain like grass from the land.", "5": "Is not my house like this with God? For He made an everlasting covenant with me, ordered in all things and secure. For this is all my salvation and all my desire; will He not make it flourish?", "6": "But the worthless individual is like a thorn tossed away, all of them, for they cannot be taken with the hand.", "7": "But the man who touches them must have an iron implement and the shaft of a spear, and they must be burned with fire on the spot.", "8": "These are the names of the warriors whom David had: Josheb-Basshebeth, a Tahkemonite, was head of the three.[a] He was also known as Adino the Eznite, on account of eight hundred slain on one occasion.", "9": "After him was Eleazar the son of Dodai the son of Ahohi. He was among the three warriors with David when they defied the Philistines who were gathered together there to fight when the men of Israel withdrew. ", "10": "He arose and attacked the Philistines until his hand grew weary and stuck to the sword. The Lord brought about a great victory that day, and the people returned only to plunder.", "11": "After him was Shammah the son of Agee the Hararite. The Philistines had gathered into a troop, where the plot of the field was full of lentils, and the people fled before the Philistines. ", "12": "He took his stand in the midst of the plot of land, defended it, and defeated the Philistines. The Lord brought about a great victory.", "13": "Then three[b] of the thirty chief men went down and came to David at the cave of Adullam during the harvest. Now the Philistine army was in the Valley of Rephaim. ", "14": "At that time, David was in the stronghold while the Philistine garrison was at Bethlehem. ", "15": "David said longingly, “O that someone would give me a drink of water from the well in Bethlehem by the gate!” ", "16": "The three warriors breached the Philistine camp and drew up water from the well in Bethlehem by the gate, and they brought it to David. However, he was not willing to drink it, so he poured it out as a drink offering to the Lord. ", "17": "He said, “Far be it from me, O Lord, to drink this, the blood of the men who risked their lives.” So he was not willing to drink it. These things the three warriors did.", "18": "Now Abishai, the brother of Joab and son of Zeruiah, was chief of the thirty.[c] He wielded his spear against three hundred men and killed them, and won a name beside the three. ", "19": "Was he more honored than the three? He became their commander, but he did not attain to the three.", "20": "And Benaiah the son of Jehoiada was a valiant man of Kabzeel, who had done great acts. He struck down two sons of Ariel of Moab. He also went down and killed a lion in the middle of a pit on a snowy day. ", "21": "He struck down an Egyptian, an impressive man. Now the Egyptian had a spear in his hand, but Benaiah went down to him with a staff, seized the spear from the Egyptian, and killed him with his own spear. ", "22": "These things Benaiah the son of Jehoiada did and won for himself a name alongside the three. ", "23": "He was more honored than the thirty, but he did not attain to the three. So David set him over his bodyguard.", "24": "Among the thirty were Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,", "25": "Shammah the Harodite, Elika the Harodite,", "26": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,", "27": "Abiezer the Anathothite, Mebunnai the Hushathite,", "28": "Zalmon the Ahohite, Maharai the Netophathite,", "29": "Heled the son of Baanah the Netophathite, Ithai the son of Ribai from Gibeah of Benjamin,", "30": "Benaiah the Pirathonite, Hiddai from the brooks of Gaash,", "31": "Abi-Albon the Arbathite, Azmaveth the Barhumite,", "32": "Eliahba the Shaalbonite, of the sons of Jashen, Jonathan,", "33": "Shammah the Hararite, Ahiam the son of Sharar the Hararite,", "34": "Eliphelet the son of Ahasbai, the son of the Maakathite, Eliam the son of Ahithophel the Gilonite,", "35": "Hezro the Carmelite, Paarai the Arbite,", "36": "Igal the son of Nathan from Zobah, the son of Hagri,", "37": "Zelek the Ammonite, Naharai the Beerothite, the armor bearer of Joab the son of Zeruiah,", "38": "Ira the Ithrite, Gareb the Ithrite,", "39": "and Uriah the Hittite. There were thirty-seven in all."}