{"1": "Again the Lord became angry against Israel, and He incited David against them, saying, “Go and count the people of Israel and Judah.”", "2": "The king said to Joab the commander of the army who was with him, “Go throughout all of the tribes of Israel, from Dan to Beersheba, and muster the people so that I may know the number of the people.”", "3": "Joab said to the king, “May the Lord your God add to the people however many they are one hundred times over in the sight of my lord the king. But why does my lord the king so desire this thing?”", "4": "However, the king's word prevailed against Joab and the commanders of the army. So Joab and the commanders of the army went out from before the king to register the people of Israel.", "5": "They crossed the Jordan and camped at Aroer, south of the city, in the middle of the ravine of Gad toward Jazer. ", "6": "They went toward Gilead to the land of Tahtim Hodshi. Then they went toward Dan Jaan and around to Sidon. ", "7": "They went to the fortress of Tyre and all of the towns of the Hivites and Canaanites. They went to the Negev and Beersheba.", "8": "They went throughout the entire land, and after nine months and twenty days, they came to Jerusalem.", "9": "Joab gave the count of the census of the people to the king. There were eight hundred thousand capable men who could draw a sword in Israel, and the men of Judah were five hundred thousand.", "10": "Now the heart of David struck him after he had counted the people. David said to the Lord, “I have sinned greatly by what I have done. Now may the Lord take away the iniquity of your servant, for I have behaved very foolishly.”", "11": "When David arose in the morning, the word of the Lord came to the prophet Gad, the seer for David, saying, ", "12": "“Go and speak to David: Thus says the Lord: Three options I am laying before you. Choose for yourself one of them, and I will do this to you.”", "13": "So Gad came to David and told him. He said to him, “Shall seven years of famine come to you in your land? Or shall you flee three months before your enemies while they pursue you? Or shall there be three days of plague in your land? Now consider and advise what answer I shall return to Him who sent me.”", "14": "David said to Gad, “I am very distressed. Let us fall by the hand of the Lord, for His mercy is great. May I not fall by the hand of man.”", "15": "So the Lord sent a plague upon Israel from the morning until the appointed time. Seventy thousand men from the people died, from Dan to Beersheba. ", "16": "When the angel stretched out his hand toward Jerusalem to destroy it, the Lord relented from the calamity. He said to the angel who was annihilating the people, “Enough! Now stay your hand.” The angel of the Lord was at the threshing floor of Araunah the Jebusite.", "17": "On seeing the angel who was striking down the people, David said to the Lord, “I am the one who has sinned and I am the one who has done wrong. These sheep, what have they done? Please, let your hand be against me and against the house of my father.”", "18": "Gad came to David that day and said to him, “Go up and erect an altar to the Lord on the threshing floor of Araunah the Jebusite.” ", "19": "So David went up according to the word of Gad, as the Lord commanded. ", "20": "When Araunah looked and saw the king and his servants coming toward him, he went out and bowed low to the king with his face on the ground.", "21": "Araunah said, “Why has my lord the king come to his servant?” David replied, “To purchase the threshing floor from you in order to build an altar to the Lord, so that the plague may be averted from the people.”", "22": "Araunah said to David, “Let my lord the king take and offer up what seems good to him. Here are the oxen for the burnt offering and the threshing sledges and yokes of the oxen for wood. ", "23": "Everything, O king, Araunah gives to the king.” Araunah also said to the king, “May the Lord your God be favorable toward you.”", "24": "However, the king said to Araunah, “No, for I will certainly purchase from you for a fair price. I will not offer up to the Lord burnt offerings that cost me nothing.” So David purchased the threshing floor and the oxen for fifty shekels[a] of silver. ", "25": "David built an altar to the Lord there and offered burnt offerings and peace offerings. Then the land pleaded with the Lord, and the plague was averted from Israel."}