{"1": "The struggle between the house of Saul and the house of David endured, but David grew stronger as Saul became weaker.", "2": "Sons were born to David in Hebron: his firstborn was Amnon, by Ahinoam the Jezreelitess;", "3": "and his second, Kileab, by Abigail the widow of Nabal, the Carmelite; and the third, Absalom the son of Maakah the daughter of Talmai, the king of Geshur;", "4": "and the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;", "5": "and the sixth, Ithream, was born to Eglah, the wife of David. These were born to David in Hebron.", "6": "While there was war between the house of Saul and the house of David, Abner was strengthening himself in the house of Saul. ", "7": "Now Saul had a concubine whose name was Rizpah, the daughter of Aiah, and Ish-Bosheth said to Abner, “Why have you gone in to my father's concubine?”", "8": "Abner became very angry over the words of Ish-Bosheth. He said, “Am I a dog's head that belongs to Judah? Each day I show loyalty to the house of Saul your father, to his brothers, and to his friends by not allowing you to fall into the hand of David. Yet today you are charging me with guilt concerning this woman. ", "9": "May God do so to Abner, and more also, for as the Lord has sworn to David, this I will do for him, ", "10": "to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and Judah, from Dan to Beersheba.” ", "11": "And he could not offer a response to Abner, for fear of him.", "12": "So Abner sent messengers to David on his behalf saying, “To whom does the land belong? Make your covenant with me, and my hand will be with you to bring over all of Israel to you.”", "13": "He responded, “Very well, I will make a covenant with you, but I require one thing from you: you will not see my face unless you bring Michal the daughter of Saul with you when you come to see me.” ", "14": "Then David sent messengers to Ish-Bosheth the son of Saul, saying, “Give me my wife Michal, to whom I was betrothed for one hundred Philistine foreskins.”", "15": "So Ish-Bosheth sent for her, and he took her from her husband, Paltiel the son of Laish. ", "16": "But her husband went with her, weeping as he went, as far as Bahurim. Then Abner said to him, “Go. Return.” So he turned back.", "17": "Abner had a word with the elders of Israel, “In days past, you were seeking David as king over you. ", "18": "So do it now, because the Lord said to David: By the hand of David, I will save My people Israel from the hand of the Philistines and from the hand of every enemy.”", "19": "Abner also spoke privately with Benjamin. Then Abner went to tell David privately at Hebron all that was received favorably by Israel and the entire house of Benjamin. ", "20": "So Abner, along with twenty men, went to David at Hebron, and David held a festival for Abner and the men who were with him. ", "21": "Abner said to David, “Let me arise, go, and gather all Israel to my lord the king, so that they may make a covenant with you, that you may rule over all that your heart desires.” So David sent Abner away, and he went peaceably.", "22": "Now the servants of David and Joab came from a raid and brought much plunder with them, but Abner was no longer with David at Hebron, because he had sent him away in peace. ", "23": "When Joab and the whole of the army that was with him arrived, they reported to Joab, “Abner the son of Ner came to the king and he sent him away peaceably.”", "24": "So Joab went to the king and said, “What have you done? Abner came to you. Why is it that you sent him away? Now he is long gone. ", "25": "You know that Abner the son of Ner came to deceive you, to learn of your coming and going, to discern all that you are doing.”", "26": "When Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah. However, David was not aware of this. ", "27": "So Abner returned to Hebron, and Joab pulled him aside in the gateway so as to speak with him undisturbed. There he struck him in the midsection so that he died on account of the blood of Asahel, his brother.", "28": "Afterward when David heard of this, he said, “My kingdom and I are forever blameless before the Lord for the blood of Abner the son of Ner. ", "29": "May it fall upon the head of Joab and upon all his father's house. May the house of Joab never be without one who has a discharge, or who is a leper, or who leans on a staff, or who falls by the sword, or who lacks food.”", "30": "So Joab and his brother Abishai killed Abner, because he killed Asahel their brother at Gibeon in the battle.", "31": "David said to Joab and all of the people with him, “Tear your clothes, put on sackcloth, and mourn before Abner.” As for King David, he followed behind the bier. ", "32": "When they buried Abner at Hebron, the king raised his voice and wept at the grave of Abner, and all of the people wept.", "33": "Then, the king lamented for Abner, saying, “Should Abner have died as a fool dies?", "34": "Your hands were not bound, and your feet were not put in fetters; as a man falls before the wicked, so you have fallen.” And all of the people continued to weep over him.", "35": "Then all of the people came to persuade David to eat food while it was still day. But David took an oath, saying, “May God do to me, and more also, if I taste food or anything else before the sun sets.”", "36": "All of the people recognized this, and it pleased them, as everything that the king did was pleasing to all of the people. ", "37": "That very day, all of the people, all of Israel, understood that it was not ordered from the king to have Abner the son of Ner killed.", "38": "David said to his servant, “Do you not understand that a great leader has fallen this day in Israel? ", "39": "Today, I am weak, even if an anointed king, and these men, the sons of Zeruiah, are too strong for me. May the Lord repay the evildoer according to his wickedness.”"}