{"1": "And after six days Jesus took along Peter and James and John his brother, and led them up on a high mountain by themselves. ", "2": "And he was transfigured before them, and his face shone like the sun, and his clothing became bright as the light. ", "3": "And behold, Moses and Elijah appeared to them, talking with him. ", "4": "So Peter answered and[a] said to Jesus, “Lord, it is good that we are here! If you want, I will make here three shelters, one for you and one for Moses and one for Elijah.” ", "5": "While[b] he was still speaking, behold, a bright cloud overshadowed them, and behold, a voice from the cloud said, “This is my beloved Son, with whom I am well pleased. Listen to him!” ", "6": "And when[c] the disciples heard this,[d] they fell down on their faces and were extremely frightened. ", "7": "And Jesus came and touched them and[e] said, “Get up and do not be afraid.” ", "8": "And when they[f] lifted up their eyes they saw no one except him—Jesus alone.", "9": "And as[g] they were coming down from the mountain, Jesus commanded them saying, “Tell no one the vision until the Son of Man is raised from the dead.” ", "10": "And the disciples asked him, saying, “Then why do the scribes say that Elijah must come first?” ", "11": "And he answered and[h] said, “Elijah indeed is coming, and will restore all things. ", "12": "But I say to you that Elijah has already come, and they did not recognize him, but did with him whatever they wanted. In the same way also the Son of Man is going to suffer at their hands.” ", "13": "Then the disciples understood that he had spoken to them about John the Baptist.", "14": "And when they[i] came to the crowd, a man approached him, kneeling down before him ", "15": "and saying, “Lord, have mercy on my son, because he has seizures and suffers severely, for often he falls into the fire and often into the water. ", "16": "And I brought him to your disciples, and they were not able to heal him.” ", "17": "And Jesus answered and[j] said, “O unbelieving and perverse generation! How long[k] will I be with you? How long[l] must I put up with you? Bring him here to me!” ", "18": "And Jesus rebuked him, and the demon came out of him and the boy was healed from that hour.", "19": "Then the disciples approached Jesus privately and[m] said, Why[n] were we not able to expel it?” ", "20": "And he said to them, “Because of your little faith. For truly I say to you, if you have faith like a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move, and nothing will be impossible for you.”[o]", "22": "Now as[p] they were gathering in Galilee, Jesus said to them, “The Son of Man is going to be betrayed into the hands of men,[q] ", "23": "and they will kill him, and on the third day he will be raised.” And they were extremely distressed.", "24": "Now when[r] they arrived in Capernaum, the ones who collected the double drachma tax[s] came up to Peter and said, “Does your teacher not pay the double drachma tax?” ", "25": "He said, “Yes.” And when he[t] came into the house, Jesus spoke to him first, saying, “What do you think, Simon? From whom do the kings of the earth collect tolls or taxes—from their own sons, or from foreigners?” ", "26": "And when he[u] said, “From foreigners,” Jesus said to him, “Then the sons are free. ", "27": "But so that we do not give offense to them, go out to the sea, cast a line with[v] a hook, and take the first fish that comes up. And when you[w] open its mouth, you will find a four-drachma coin. Take that and[x] give it[y] to them for me and you.”"}