{"1": "And it happened that when Jesus had finished these statements, he went away from Galilee and came into the region of Judea on the other side of the Jordan. ", "2": "And large crowds followed him, and he healed them there. ", "3": "And Pharisees came up to him in order to[a] test him, and asked[b] if it was permitted for a man to divorce his wife for any cause. ", "4": "And he answered and[c] said, “Have you not read that the one who created them[d] from the beginning made them male and female ", "5": "and said, 'On account of this a man will leave his[e] father and his[f] mother and will be joined to his wife, and the two will become one flesh'?[g] ", "6": "So then, they are no longer two but one flesh. Therefore what God has joined together, man must not separate.” ", "7": "They said to him, “Why then did Moses command us[h] to give a document—a certificate of divorce—and to divorce her?” ", "8": "He said to them, “Moses, with reference to your hardness of heart, permitted you to divorce your wives, but from the beginning it was not like this. ", "9": "Now I say to you that whoever divorces his wife, except on the basis of sexual immorality, and marries another commits adultery, and whoever marries her who is divorced commits adultery.”[i]", "10": "The disciples[j] said to him, “If this is the case of a man with his[k] wife, it would be better not to marry!” ", "11": "But he said to them, “Not everyone can accept this saying but those to whom it has been given. ", "12": "For there are eunuchs who were born as such from their mother's womb, and there are eunuchs who were made eunuchs by people, and there are eunuchs who have made themselves eunuchs[l] for the sake of the kingdom of heaven. The one who is able to accept this,[m] let him accept it.”[n]", "13": "Then children were brought to him so that he could lay his[o] hands on them and pray, but the disciples rebuked them. ", "14": "But Jesus said, “Allow the children, and do not forbid them to come to me, for to such belongs[p] the kingdom of heaven.” ", "15": "And he laid his[q] hands on them and[r] traveled on from there.", "16": "And behold, someone came up to him and[s] said, “Teacher, what good thing must I do so that I will have eternal life?” ", "17": "And he said to him, “Why are you asking me about what is good? There is one who is good. But if you want to enter into life, keep the commandments!” ", "18": "He said to him, “Which ones?” And Jesus said, “Do not commit murder, do not commit adultery, do not steal, do not give false testimony, ", "19": "honor your[t] father and your[u] mother, and love your neighbor as yourself.” ", "20": "The young man said to him, “All these I have observed. What do I still lack?” ", "21": "Jesus said to him, “If you want to be perfect, go, sell your possessions and give the proceeds[v] to the poor—and you will have treasure in heaven—and come, follow me.” ", "22": "But when[w] the young man heard the statement, he went away sorrowful, because he was one who had many possessions.", "23": "And Jesus said to his disciples, “Truly I say to you that with difficulty a rich person will enter into the kingdom of heaven! ", "24": "And again I say to you, it is easier for a camel to go through the eye of a needle than a rich person into[x] the kingdom of God.” ", "25": "So when[y] the disciples heard this,[z] they were extremely amazed, saying, “Then who can be saved?” ", "26": "But Jesus looked at them[aa] and[ab] said to them, “With human beings this is impossible, but with God all things are possible.” ", "27": "Then Peter answered and[ac] said to him, “Behold, we have left everything and followed you. What then will there be for us?” ", "28": "And Jesus said to them, “Truly I say to you that in the renewal of the world,[ad] when the Son of Man sits on his glorious throne, you who have followed me—you also will sit on twelve thrones judging the twelve tribes of Israel. ", "29": "And everyone who has left houses or brothers or sisters or father or mother or wife[ae] or children or fields on account of my name will receive a hundred times as much, and will inherit eternal life. ", "30": "But many who are first will be last, and the last first."}