{"1": "And continuing, Jesus spoke to them again in parables, saying, ", "2": "“The kingdom of heaven may be compared to a man—a king—who gave a wedding celebration for his son. ", "3": "And he sent his slaves to summon those who had been invited to the wedding celebration, and they did not want to come. ", "4": "Again he sent other slaves, saying, 'Tell those who have been invited, “Behold, I have prepared my dinner; my oxen and fattened cattle have been slaughtered, and everything is ready. Come to the wedding celebration!”' ", "5": "But they paid no attention and[a] went away—this one to his own field, that one to his business. ", "6": "And the others, seizing his slaves, mistreated them[b] and killed them.[c] ", "7": "And the king was angry and sent his troops and[d] destroyed those murderers and burned their city. ", "8": "Then he said to his slaves, 'The wedding celebration is ready, but those who had been invited were not worthy. ", "9": "Therefore, go out to the places where the roads exit the city and invite to the wedding celebration as many people as you find.' ", "10": "And those slaves went out into the roads and[e] gathered everyone whom they found, both evil and good, and the wedding celebration was filled with dinner guests.[f] ", "11": "But when[g] the king came in to see the dinner guests,[h] he saw a man there not dressed in wedding clothes. ", "12": "And he said to him, 'Friend, how did you come in here, not having wedding clothes?' But he could say nothing.[i] ", "13": "Then the king said to the servants, 'Tie him up hand and foot[j] and[k] throw him into the outer darkness. In that place there will be weeping and gnashing of teeth!' ", "14": "For many are called but few are chosen.”", "15": "Then the Pharisees went and consulted[l] so that they could entrap him with a statement. ", "16": "And they sent their disciples to him with the Herodians, saying, “Teacher, we know that you are truthful and teach the way of God in truth, and you do not care what anyone thinks,[m] because you do not regard the opinion of people.[n] ", "17": "Therefore tell us what you think. Is it permitted to pay taxes to Caesar or not?” ", "18": "But because he[o] knew their maliciousness, Jesus said, “Hypocrites! Why are you testing me? ", "19": "Show me the coin for the tax!” So they brought him a denarius. ", "20": "And he said to them, “Whose image and inscription is this?” ", "21": "They said to him, “Caesar's.” Then he said to them, “Therefore give to Caesar the things of Caesar, and to God the things of God!” ", "22": "And when they[p] heard this,[q] they were astonished, and they left him and[r] went away.", "23": "On that day Sadducees—who say there is no resurrection—came up to him and asked him, ", "24": "saying, “Teacher, Moses said if someone dies without having children, his brother is to marry his wife and father[s] descendants for his brother. ", "25": "Now there were seven brothers with us. And the first died after[t] getting married, and because he[u] did not have descendants, he left his wife to his brother. ", "26": "So also the second and the third, up to the seventh. ", "27": "And last of all the woman died. ", "28": "In the resurrection, therefore, whose wife of the seven will she be? For they all had her as wife.”[v] ", "29": "But Jesus answered and[w] said to them, “You are mistaken, because[x] you do not know the scriptures or the power of God! ", "30": "For in the resurrection they neither marry nor are given in marriage, but are like angels of God[y] in heaven. ", "31": "Now concerning the resurrection of the dead, have you not read what was spoken to you by God, who said, ", "32": "“I am the God of Abraham and the God of Isaac and the God of Jacob”?[z] He is not the God of the dead, but of the living!” ", "33": "And when[aa] the crowds heard this,[ab] they were amazed at his teaching.", "34": "Now when[ac] the Pharisees heard that he had silenced the Sadducees, they assembled at the same place.[ad] ", "35": "And one of them, a legal expert, put a question to him[ae] to test him: ", "36": "“Teacher, which commandment is greatest in the law?” ", "37": "And he said to him, “'You shall love the Lord your God with all your heart and with all your soul and with all your mind.'[af] ", "38": "This is the greatest and first commandment. ", "39": "And the second is like it: 'You shall love your neighbor as yourself.'[ag] ", "40": "On these two commandments depend all the law and the prophets.”", "41": "Now while[ah] the Pharisees were assembled, Jesus asked them, ", "42": "saying, “What do you think about the Christ? Whose son is he?” They said to him, “David's.” ", "43": "He said to them, “How then does David, by the Spirit, call him 'Lord,' saying,", "44": "'The Lord said to my Lord, “Sit at my right hand until I put your enemies under your feet”'?[ai]", "45": "If then David calls him 'Lord,' how is he his son?” ", "46": "And no one was able to answer him a word, nor did anyone dare from that day on to ask him any more questions.[aj]"}