{"1": "Now when it[a] was early morning, all the chief priests and the elders of the people took counsel against Jesus in order to put him to death. ", "2": "And after[b] tying him up, they led him[c] away and handed him[d] over to Pilate the governor.", "3": "Then when[e] Judas, the one who had betrayed him, saw that he had been condemned, he regretted what he had done[f] and[g] returned the thirty silver coins to the chief priests and elders, ", "4": "saying, “I have sinned by[h] betraying innocent blood!” But they said, “What is that to us? You see to it!”[i] ", "5": "And throwing the silver coins into the temple he departed. And he went away and[j] hanged himself. ", "6": "But the chief priests took the silver coins and[k] said, “It is not permitted to put them into the temple treasury, because it is blood money.”[l] ", "7": "And after[m] taking counsel, they purchased with[n] them the Potter's Field, for a burial place for strangers. ", "8": "(For this reason that field has been called the Field of Blood until today.) ", "9": "Then what was spoken by the prophet Jeremiah was fulfilled, who said, “And they took the thirty silver coins, the price of the one who had been priced, on whom a price had been set by the sons of Israel, ", "10": "and they gave them for the potter's field, just as the Lord directed me.”[o]", "11": "So Jesus stood before the governor, and the governor asked him, saying, “Are you the king of the Jews?” And Jesus said, “You say so.” ", "12": "And when he was being accused[p] by the chief priests and elders he answered nothing. ", "13": "Then Pilate said to him, “Do you not hear how many things they are testifying against you?” ", "14": "And he did not reply to him, not even with reference to one statement, so that the governor was very astonished.", "15": "Now at each feast, the governor was accustomed to release one prisoner to the crowd—the one whom they wanted. ", "16": "And at that time they had a notorious prisoner named Jesus[q] Barabbas.[r] ", "17": "So after[s] they had assembled, Pilate said to them, “Whom do you want me to release for you—Jesus[t] Barabbas or Jesus who is called Christ?” ", "18": "(For he knew that they had handed him over because of envy. ", "19": "And while[u] he was sitting on the judgment seat, his wife sent a message[v] to him, saying, “Have nothing to do with that righteous man,[w] for I have suffered much as a result of a dream today because of him.”) ", "20": "But the chief priests and the elders persuaded the crowds that they should ask for Barabbas and put Jesus to death. ", "21": "So the governor answered and[x] said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas!” ", "22": "Pilate said to them, “What then should I do with Jesus, the one who is called Christ?” They all said, “Let him be crucified!” ", "23": "And he said, “Why? What wrong has he done?” But they began to shout[y] even louder, saying, “Let him be crucified!”", "24": "So Pilate, when he[z] saw that he was accomplishing nothing, but instead an uproar was developing, took water and[aa] washed his[ab] hands before the crowd, saying, “I am innocent of the blood of this man. You see to it!”[ac] ", "25": "And all the people answered and[ad] said, “His blood be on us and on our children!” ", "26": "Then he released Barabbas for them, but after[ae] he had Jesus flogged, he handed him[af] over so that he could be crucified.", "27": "Then the soldiers of the governor took Jesus into the governor's residence and[ag] gathered the whole cohort to him. ", "28": "And they stripped him and[ah] put a scarlet military cloak around him, ", "29": "and weaving a crown of thorns, they put it[ai] on his head, and put[aj] a reed in his right hand. And kneeling down before him, they mocked him, saying, “Hail, king of the Jews!” ", "30": "And they spat on him and[ak] took the reed and repeatedly struck[al] him[am] on his head. ", "31": "And when they had mocked him, they stripped him of the military cloak and put his own clothes on him, and led him away in order to crucify him.[an]", "32": "And as they[ao] were going out, they found a man of Cyrene named[ap] Simon. They forced this man to carry his cross. ", "33": "And when they[aq] came to a place called Golgotha (which means Place of a Skull),[ar] ", "34": "they gave him wine mixed with gall to drink, and when he[as] tasted it[at] he did not want to drink it.[au] ", "35": "And when they[av] had crucified him, they divided his clothes among themselves[aw] by[ax] casting lots. ", "36": "And they sat down and[ay] were watching over him there. ", "37": "And they put above his head the charge against him in writing:[az] “This is Jesus, the king of the Jews.” ", "38": "Then two robbers were crucified with him, one on his right and one on his left. ", "39": "And those who passed by reviled him, shaking their heads ", "40": "and saying, “The one who would destroy the temple and rebuild it[ba] in three days, save yourself! If you are the Son of God, come down from the cross!” ", "41": "In the same way also the chief priests, along with the scribes and elders, were mocking him,[bb] saying, ", "42": "“He saved others; he is not able to save himself! He is the king of Israel! Let him come down now from the cross, and we will believe in him! ", "43": "He trusts in God; let him deliver him now if he wants to,[bc] because he said, 'I am the Son of God'!” ", "44": "And in the same way even the robbers who were crucified with him were reviling him.", "45": "Now from the sixth hour, darkness came over all the land until the ninth hour. ", "46": "And about the ninth hour Jesus cried out with a loud voice, saying, “Eli, Eli, lema sabachthani?” (that is, “My God, my God, why have you forsaken me?”)[bd] ", "47": "And some of those who were standing there, when they[be] heard it,[bf] said, “This man is summoning Elijah!” ", "48": "And immediately one of them ran and took a sponge and filled it[bg] with sour wine and put it[bh] on a reed and[bi] gave it[bj] to him to drink. ", "49": "But the others said, “Leave him[bk] alone! let us see if Elijah is coming to save him.” ", "50": "And Jesus cried out again with a loud voice and[bl] gave up his[bm] spirit. ", "51": "And behold, the curtain of the temple was torn in two from top to bottom, and the earth shook and the rocks were split. ", "52": "And the tombs were opened, and many bodies of the saints who had fallen asleep were raised, ", "53": "and coming out of the tombs after his resurrection, they went into the holy city and appeared to many.", "54": "Now the centurion and those with him who were guarding Jesus, when they[bn] saw the earthquake and the things that took place, were extremely frightened, saying, “Truly this man was God's Son!” ", "55": "And there were many women there, observing from a distance, who had followed Jesus from Galilee, serving him, ", "56": "among whom were Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.", "57": "Now when it was evening, a rich man from Arimathea named Joseph came, who also was a disciple of Jesus himself. ", "58": "This man approached Pilate and[bo] asked for the body of Jesus. Then Pilate ordered it[bp] to be given to him.[bq] ", "59": "And Joseph took the body and[br] wrapped it in a clean linen cloth, ", "60": "and placed it in his own new tomb that he had cut in the rock. And he rolled a large stone to the entrance of the tomb and[bs] went away. ", "61": "Now Mary Magdalene and the other Mary were there, sitting opposite the tomb.", "62": "Now on the next day, which is after the day of preparation, the chief priests and the Pharisees assembled before Pilate, ", "63": "saying, “Sir, we remember that while[bt] that deceiver was still alive he said, 'After three days I will rise.' ", "64": "Therefore give orders that the tomb be made secure until the third day, lest his disciples come and[bu] steal him and tell the people, 'He has been raised from the dead,' and the last deception will be worse than the first.” ", "65": "Pilate said to them, “You have a guard of soldiers. Go, make it[bv] as secure as you know how.” ", "66": "So they went with the guard of soldiers and[bw] made the tomb secure by[bx] sealing the stone."}