{"1": "Now after the Sabbath, at the dawning on the first day of the week, Mary Magdalene and the other Mary came to view the tomb. ", "2": "And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came up and[a] rolled away the stone and sat down[b] on it. ", "3": "Now his appearance was like lightning and his clothing white as snow. ", "4": "And the guards trembled from the fear of him and became like dead men. ", "5": "But the angel answered and[c] said to the women, “Do not be afraid, for I know that you are looking for Jesus, who was crucified. ", "6": "He is not here, for he has been raised, just as he said. Come, see the place where he was lying. ", "7": "And go quickly, tell his disciples, 'He has been raised from the dead, and behold, he is going ahead of you into Galilee. You will see him there.' Behold, I have told you.” ", "8": "And they departed quickly from the tomb with fear and great joy, and[d] ran to tell his disciples. ", "9": "And behold, Jesus met them, saying, “Greetings!” And they came up and[e] took hold of his feet and worshiped him. ", "10": "Then Jesus said to them, “Do not be afraid! Go tell my brothers that they should go to Galilee, and there they will see me.”", "11": "And while[f] they were going, behold, some of the guard of soldiers went into the city and[g] reported to the chief priests everything that had happened. ", "12": "And after they[h] had assembled with the elders and had taken counsel, they gave a rather large sum of money to the soldiers, ", "13": "telling them,[i] “Say 'His disciples came during the night and[j] stole him while[k] we were sleeping.' ", "14": "And if this matter is heard before the governor, we will satisfy him and keep you out of trouble.”[l] ", "15": "So they took the money and[m] did as they were told, and spread abroad this report among the Jews until this very day.", "16": "So the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated for them. ", "17": "And when they[n] saw him, they worshiped him,[o] but some doubted. ", "18": "And Jesus approached and[p] spoke to them, saying, “All authority in heaven and on earth has been given to me. ", "19": "Therefore, go[q] and[r] make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, ", "20": "teaching them to observe everything I have commanded you, and behold, I am with you all the days until the end of the age.”"}