{"1": "And when[a] he came down from the mountain, large crowds followed him. ", "2": "And behold, a leper approached and[b] worshiped him, saying, “Lord, if you are willing, you are able to make me clean.” ", "3": "And extending his hand he touched him, saying, “I am willing, be clean.” And immediately his leprosy was cleansed. ", "4": "And Jesus said to him, “See that you tell no one, but go, show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.”", "5": "Now when[c] he entered Capernaum, a centurion approached him, appealing to him ", "6": "and saying, “Lord, my slave[d] is lying paralyzed in my[e] house, terribly tormented!” ", "7": "And he said to him, “I will come and[f] heal him.” ", "8": "And the centurion answered and[g] said, “Lord, I am not worthy that you should come in under my roof. But only say the word and my slave will be healed. ", "9": "For I also am a man under authority who has soldiers under me, and I say to this one, 'Go!' and he goes, and to another one, 'Come!' and he comes, and to my slave, 'Do this!' and he does it[h].”", "10": "Now when[i] Jesus heard this,[j] he was astonished, and said to those who were following him,[k] “Truly I say to you, I have found such great faith with no one in Israel. ", "11": "But I say to you that many will come from east and west and be seated at the banquet[l] with Abraham and Isaac and Jacob in the kingdom of heaven. ", "12": "But the sons of the kingdom will be thrown out into the outer darkness. In that place there will be weeping and gnashing of teeth!” ", "13": "And Jesus said to the centurion, “Go, as you have believed it will be done for you.” And the slave[m] was healed at that hour.", "14": "And when[n] Jesus came into Peter's house, he saw his mother-in-law lying down and suffering with a fever. ", "15": "And he touched her hand and the fever left her, and she got up and began to serve him.", "16": "Now when it[o] was evening, they brought to him many who were demon-possessed, and he expelled the spirits with a word. And he healed all those who were sick,[p] ", "17": "in order that what was spoken through the prophet Isaiah would be fulfilled, who said, “He himself took away our sicknesses, and carried away our diseases.”[q]", "18": "Now when[r] Jesus saw many crowds[s] around him, he gave orders to depart to the other side.[t] ", "19": "And a scribe approached and[u] said to him, “Teacher, I will follow you wherever you go!” ", "20": "And Jesus said to him, “Foxes have dens and birds of the sky have nests, but the Son of Man has no place to lay his head.” ", "21": "And another of the disciples[v] said to him, “Lord, allow me first to go and bury my father.” ", "22": "But Jesus said to him, “Follow me, and leave the dead to bury their own dead!”", "23": "And as[w] he got into the boat, his disciples followed him. ", "24": "And behold, a great storm arose on the sea, so that the boat was being inundated by the waves, but he himself was asleep. ", "25": "And they came and[x] woke him, saying, “Lord, save us![y] We are perishing!” ", "26": "And he said to them, “Why are you fearful, you of little faith?” Then he got up and[z] rebuked the winds and the sea and there was a great calm. ", "27": "And the men were astonished, saying, “What sort of man is this, that even the winds and the sea obey him?”", "28": "And when[aa] he came to the other side,[ab] to the region of the Gadarenes,[ac] two demon-possessed men coming from among the tombs met him, very violent, so that no one was able to pass by along that road. ", "29": "And behold, they cried out, saying, “What do you have to do with us,[ad] Son of God? Have you come here to torment us before the time?”[ae] ", "30": "Now a long way from them a large herd of pigs was feeding. ", "31": "So the demons implored him, saying, “If you are going to expel us, send us into the herd of pigs.” ", "32": "And he said to them, “Go!” So they departed and[af] went into the pigs, and behold, the whole herd rushed headlong down the steep slope into the sea and drowned in the water. ", "33": "Now the herdsmen fled and went into the town and[ag] reported everything, including the things concerning the demon-possessed men. ", "34": "And behold, the whole town came out to meet Jesus, and when they[ah] saw him, they implored him[ai] that he would depart from their region."}