{"1": "And getting into a boat, he crossed over and came to his own town.[a] ", "2": "And behold, they brought to him a paralytic lying on a stretcher, and when[b] Jesus saw their faith, he said to the paralytic, “Have courage, child, your sins are forgiven.” ", "3": "And behold, some of the scribes said to themselves, “This man is blaspheming!” ", "4": "And knowing[c] their thoughts, Jesus said, “Why do you think evil in your hearts? ", "5": "For which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "6": "But in order that you may know that the Son of Man has authority on earth to forgive sins,” then he said to the paralytic, “Get up, pick up your stretcher and go to your home.” ", "7": "And he got up and[d] went to his home. ", "8": "But when[e] the crowds saw this,[f] they were afraid and glorified God who had given such authority to men.", "9": "And as[g] Jesus was going away from there, he saw a man called Matthew sitting at the tax booth and said to him, “Follow me!” And he stood up and[h] followed him.", "10": "And it happened as[i] he was dining[j] in the house, behold, many tax collectors and sinners were coming and[k] dining[l] with Jesus and his disciples. ", "11": "And when they[m] saw it,[n] the Pharisees began to say to his disciples, “Why does your teacher eat with tax collectors and sinners?” ", "12": "And when he[o] heard it,[p] he said, “Those who are healthy do not have need of a physician, but those who are sick.[q] ", "13": "But go and[r] learn what it means, “I want mercy and not sacrifice.”[s] For I did not come to call the righteous, but sinners.”", "14": "Then the disciples of John[t] approached him, saying, “Why do we and the Pharisees fast often, but your disciples do not fast?” ", "15": "And Jesus said to them, “The bridegroom's attendants[u] are not able to mourn as long as the bridegroom is with them. But days are coming when the bridegroom is taken away from them, and then they will fast. ", "16": "But no one puts a patch of unshrunken cloth on an old garment, for its patch pulls away from the garment, and the tear becomes worse. ", "17": "Nor do they put new wine into old wineskins. Otherwise[v] the wineskins burst and the wine is spilled, and the wineskins are destroyed. But they put new wine into new wineskins and both are preserved.”", "18": "As[w] he was saying these things to them, behold, one of the rulers came and[x] knelt down before him, saying, “My daughter has just now died, but come, place your hand on her and she will live!” ", "19": "And Jesus and his disciples got up and[y] followed him. ", "20": "And behold, a woman who had been suffering with a hemorrhage twelve years approached from behind and[z] touched the edge[aa] of his cloak, ", "21": "for she said to herself, “If only I touch his cloak I will be healed.” ", "22": "But Jesus, turning around and seeing her, said, “Have courage, daughter! Your faith has healed you.” And the woman was healed from that hour.", "23": "And when[ab] Jesus came into the ruler's house and saw the flute players and the disorderly crowd, ", "24": "he said, “Go away, because the girl is not dead, but is sleeping.” And they ridiculed him. ", "25": "But when the crowd had been sent out, he entered and[ac] took her hand, and the girl got up. ", "26": "And this report went out into that whole region.", "27": "And as[ad] Jesus was going away from there, two blind men followed him, crying out and saying, “Have mercy on us, Son of David!” ", "28": "And when he[ae] came into the house, the blind men approached him, and Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.” ", "29": "Then he touched their eyes, saying, “According to your faith let it be done for you.” ", "30": "And their eyes were opened, and Jesus sternly warned them, saying, “See that no one finds out.” ", "31": "But they went out and[af] spread the report about him in that whole region.", "32": "Now as[ag] they were going away, behold, they brought to him a demon-possessed man who was unable to speak. ", "33": "And after[ah] the demon had been expelled, the one who had been mute spoke, and the crowds were astonished, saying, “This has never been seen before[ai] in Israel!” ", "34": "But the Pharisees were saying,[aj] “By the ruler of demons he expels the demons!”", "35": "And Jesus was going around all the towns and the villages, teaching in their synagogues and proclaiming the good news of the kingdom and healing every[ak] disease and every[al] sickness. ", "36": "And when he[am] saw the crowds, he had compassion for them, because they were weary and dejected, like sheep that did not have a shepherd. ", "37": "Then he said to his disciples, “The harvest is plentiful, but the workers are few. ", "38": "Therefore ask the Lord of the harvest that he send out workers into his harvest.”"}