{"1": "These events happened during the time of Xerxes,[a] when Xerxes was ruling over one hundred twenty-seven provinces from India to Cush.[b] ", "2": "King Xerxes was ruling on his royal throne in Susa, the citadel.[c]", "3": "In the third year of his reign[d] he gave a banquet[e] for all his officials and administrators, for the leaders of the army of Persia and Media, and for the nobles and officials of the provinces. ", "4": "He displayed the glory and splendor of the riches of his kingdom, the grandeur of his majesty, for many days (one hundred eighty days in all).", "5": "When this was completed, the king gave a banquet for all the people who were present at the citadel in Susa, from the most important to the least significant. It lasted for seven days in the courtyard of the garden in the king's palace.", "6": "There were white and blue linen hangings, attached to marble[f] pillars with white and purple cords and silver rings.[g] There were couches made of gold and silver, standing on a mosaic floor made of purple porphyry, marble, mother-of-pearl, and other precious stones. ", "7": "Drinks were served in gold goblets. Each goblet was unique. The royal wine was plentiful, in keeping with the king's extravagance. ", "8": "No directions were given about the amount each person was to drink because the king had ordered all the waiters to serve the amount each man desired.", "9": "Queen Vashti also gave a banquet for the women in the palace of King Xerxes.", "10": "On the seventh day, when the king was feeling good from the wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Karkas, seven of the eunuchs who served him, ", "11": "to bring before him Queen Vashti wearing the crown of the kingdom, in order to show the people and the officials her beauty. She was very good-looking.", "12": "Queen Vashti refused to come in response to the king's command delivered by the eunuchs. The king was infuriated and his anger burned within him.", "13": "So the king spoke to his advisors who understood the times. (It was the king's custom to consult with those who were acquainted with law and legal principles.) ", "14": "His close advisors were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, seven officials of Persia and Media who were allowed to see the king's face and were ranked first in the kingdom.", "15": "He asked, “According to the law, what should be done with Queen Vashti since she did not obey the command of the king delivered by the eunuchs?”", "16": "In the presence of the king and the officials, Memucan said, “Queen Vashti has not only committed an offense against the king, but she has also committed an offense against all the officials and all the people in the provinces of King Xerxes, ", "17": "because the action of the queen, when it is reported to all the women, will cause them to look upon their husbands with contempt. They will say, 'King Xerxes said to bring Queen Vashti before him, but she did not come.' ", "18": "Today the noble ladies of Persia and Media, who have heard about the action of the queen, will be talking about it to their husbands, who are the officials of the king. There will be more than enough contempt and anger. ", "19": "If the king agrees, he should issue a royal decree. It should be written among the laws of the Persians and the Medes, so that it cannot be changed. Vashti shall not come into the presence of King Xerxes. The king will give her status as queen to a different person, one better than she is. ", "20": "The decree of the king will be heard throughout all of his vast kingdom. Then all the women will give honor to their husbands, both the most important and the least significant.”", "21": "The advice seemed good to the king and the officials, so the king did as Memucan had said. ", "22": "He sent letters to all the provinces of the kingdom—to each province in its own writing system and to each people in its own language. The letters stated that each man should be lord in his own house. The letters were addressed to every man in his own language.[h]"}