{"1": "When King Xerxes was no longer so angry, he remembered what Vashti had done and what had been decreed about her.", "2": "The young men who served as attendants to the king said, “Search for good-looking, young virgins for the king. ", "3": "Let the king appoint officers in all the provinces of the kingdom to do this. Gather all the good-looking, young virgins into the citadel at Susa, to the harem under the supervision of Hegai, the king's eunuch, the overseer of the women. Give them beauty treatments. ", "4": "The young woman who pleases the king should be queen instead of Vashti.” The king agreed and implemented the plan.", "5": "In the citadel at Susa there was a Jew named Mordecai, who was the son of Jair, the son of Shimei, the son of Kish the Benjaminite. ", "6": "Kish had been taken from Jerusalem by Nebuchadnezzar king of Babylon with the other captives who were exiled with Jeconiah king of Judah.[a]", "7": "Mordecai had raised his cousin Hadassah (also called Esther) because she had no father or mother. She was shapely and good-looking. When her father and mother died, Mordecai adopted her as his daughter.", "8": "When the king's order and edict had been proclaimed, and many young women had been gathered into the citadel of Susa under the supervision of Hegai, Esther was taken to the king's palace, to Hegai, who was in charge of the harem. ", "9": "She pleased Hegai and gained his favor. He quickly provided her with beauty treatments and food. He assigned a good position in the harem to her and to the seven female attendants picked out for her from the king's palace.", "10": "Esther had not revealed her nationality or her family background because Mordecai had told her not to do so.", "11": "Every day Mordecai walked back and forth in front of the harem, to learn about Esther's well-being and about what was going to be done with her.", "12": "Every young woman received a turn to go to King Xerxes after she had received the prescribed twelve months of beauty treatments. For six months they used oil of myrrh; for six months perfumes and other beauty treatments for women. ", "13": "Then the young woman went to the king. Everything she desired was given to her when she went from the harem to the king's palace. ", "14": "She went to the king in the evening. In the morning she returned to the second harem, under the supervision of Sh'shgaz, the king's eunuch who was in charge of the concubines. She did not return to the king unless he was delighted with her and she was summoned by name.", "15": "Esther was the daughter of Abihail, Mordecai's uncle. Mordecai had adopted her. When her turn came to go to the king, she did not ask for anything except what Hegai, the king's eunuch in charge of the harem, had advised. Esther won the approval of everyone watching her.", "16": "Esther was taken to King Xerxes at the royal palace in the tenth month, the month of Tebeth, during the seventh year[b] of his reign.", "17": "The king loved Esther more than he loved all the other women. She won his favor and approval more than all the other virgins did. He placed the crown of the kingdom on her head and made her queen instead of Vashti.", "18": "The king gave a great banquet in honor of Esther for all his officials and administrators. He declared a tax holiday for the provinces and gave gifts as only the king could give.", "19": "When the virgins were gathered together for a second time,[c] Mordecai was sitting in the gatehouse to the king's palace. ", "20": "(Esther had not revealed her family or her nationality because when Mordecai had been taking care of her, Mordecai had told her not to do so.)", "21": "When Mordecai was sitting in the king's gatehouse, Bigthan and Teresh, two of the king's eunuchs who controlled access to the entrance to the palace, became very angry and plotted to kill King Xerxes. ", "22": "When Mordecai learned about this, he told Queen Esther. She passed the report along to the king, crediting Mordecai by name. ", "23": "The matter was investigated, and the charges were found to be true, and both of them were hanged.[d] This incident was recorded in the daily record book, in the presence of the king."}