{"1": "On the third day Esther dressed in the queen's royal clothing and stood in the inner court of the king's palace, opposite the quarters of the king. The king was sitting on the throne in the reception hall, opposite the entrance.", "2": "When the king saw Queen Esther standing in the court, she pleased him. The king held out to Esther the golden scepter, which was in his hand. Esther approached and touched the head of the scepter.", "3": "The king said to her, “What concerns you, Queen Esther? Whatever you are seeking (up to half of the kingdom) will be given to you.”", "4": "Esther said, “If it is agreeable to the king, the king and Haman should come today to a banquet that I have made for him.”", "5": "The king said, “Hurry! Get Haman so that we can do what Esther has said.” So the king and Haman came to the banquet that Esther had prepared.", "6": "While the king was drinking wine, he said to Esther, “What is your request? It will be given to you. What are you seeking? Up to half of the kingdom—it's yours.”", "7": "Esther answered, “This is my request. This is what I seek. ", "8": "If I have found favor in the eyes of the king, and if it pleases the king to grant my request, let the king and Haman come to a banquet, which I will make for them tomorrow. Then I will give the answers requested by the king.”", "9": "Haman went out that day full of joy, with a happy heart. But when Haman saw Mordecai at the king's gate, and Mordecai did not stand and tremble before him, Haman was filled with rage against Mordecai. ", "10": "But Haman restrained himself from any action. He went to his house and called together his friends and his wife Zeresh. ", "11": "Haman reviewed for them the glory of his wealth, the number of his sons, all the details about how the king had made him great, and how the king had elevated him over all the officials and the king's administrators. ", "12": "Haman said, “What's more, Queen Esther did not invite anyone except me to come with the king to the banquet that she prepared. I have been invited again for her banquet with the king tomorrow. ", "13": "But none of this means anything to me whenever I see Mordecai the Jew sitting at the king's gate.”", "14": "Zeresh his wife and all his friends said to him, “Make a gallows[a] seventy-five feet high. In the morning tell the king that Mordecai should be hanged[b] on it. Then go happily with the king to the banquet.” In Haman's opinion this was good advice, so he had the gallows made."}