{"1": "That night the king could not sleep, so he ordered that the chronicles,[a] the record of the memorable events of his reign, be brought to him. These accounts were read to the king.", "2": "They found the account about the incident when Mordecai had reported Bigthan[b] and Teresh, the king's two eunuchs who had controlled access to the entrance to the palace, who had tried to assassinate King Xerxes.", "3": "The king said, “What honor and recognition has been given to Mordecai for this?” Then the servants of the king who were attending him said, “Nothing has been done for him.”", "4": "The king said, “Who is in the court?” Just then Haman had come to the outer court of the king's palace to speak to the king about hanging Mordecai on the gallows that he had prepared for him.", "5": "The king's servants said to him, “Look, Haman is standing in the court.” The king said, “Have him come in.”", "6": "When Haman came in, the king said to him, “What should be done to honor the man with whom the king is pleased?” Haman said in his heart, “Who could there be that the king would be more pleased to honor than me?”", "7": "Haman said to the king, “The man whom the king is pleased to honor ", "8": "should be clothed with garments that the king has worn. He should be given a horse on which the king has ridden, and crowned with a crown that has been on the king's head. ", "9": "These clothes and this horse should be delivered by one of the highest ranking noblemen of the king. They should dress up the man whom the king is pleased to honor and let him ride on the horse in the public square of the city. Walking in front of him, they will proclaim, “This is what is done for the man whom the king is pleased to honor.”", "10": "The king said to Haman, “Hurry! Take the clothing and the horse just as you have said, and do this for Mordecai the Jew, who sits in the gatehouse of the king. Do not leave out a thing from whatever you have said.”", "11": "Haman took the clothing and the horse, clothed Mordecai, had him ride through the public square of the city, and proclaimed before him, “This is what is done for the man whom the king is pleased to honor.”", "12": "Mordecai returned to the king's gate, but Haman hurried to his home, mourning, with his head covered. ", "13": "Haman reported all this to Zeresh his wife and to all his friends. His advisors and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent,[c] you will not overcome him. Instead, you will surely fall before him.”", "14": "While they were still talking with him, the king's eunuchs arrived and rushed Haman to the banquet that Esther had prepared."}