{"1": "Asa's Initial Reforms. 1 Asa did what was good and right in the sight of the Lord, his God. ", "2": "He removed the illicit altars and the high places, smashed the sacred pillars, and cut down the asherahs. ", "3": "He told Judah to seek the Lord, the God of their ancestors, and to observe the law and the commandment. ", "4": "He removed the high places and incense stands from all the cities of Judah, and under him the kingdom had peace. ", "5": "He built fortified cities in Judah, for the land had peace and no war was waged against him during these years, because the Lord had given him rest. ", "6": "He said to Judah: “Let us build these cities and surround them with walls, towers, gates and bars. The land is still ours, for we have sought the Lord, our God; we sought him, and he has given us rest on every side.” So they built and prospered. The Ethiopian Invasion.[a] ", "7": "Asa had an army of three hundred thousand shield- and lance-bearers from Judah, and from Benjamin two hundred and eighty thousand who carried bucklers and were archers, all of them valiant warriors. ", "8": "Zerah the Ethiopian advanced against them with a force of one million men and three hundred chariots, and he came as far as Mareshah. ", "9": "Asa went out to meet him and they drew up for battle in the valley of Zephathah, near Mareshah. ", "10": "Asa called upon the Lord, his God: “Lord, there is none like you to help the powerless against the strong. Help us, Lord, our God, for we rely on you, and in your name we have come against this multitude. You are the Lord, our God; do not let men prevail against you.” ", "11": "And so the Lord defeated the Ethiopians before Asa and Judah, and the Ethiopians fled. ", "12": "Asa and those with him pursued them as far as Gerar, and the Ethiopians fell until there were no survivors, for they were crushed before the Lord and his army, which carried away enormous spoils. ", "13": "Then the Judahites conquered all the cities around Gerar, for the fear of the Lord was upon them; they plundered all the cities, for there was much plunder in them. ", "14": "They also attacked the tents of the cattle-herders and carried off a great number of sheep and camels. Then they returned to Jerusalem."}