{"1": "Alliance with Israel. 1 Jehoshaphat therefore had wealth and glory in abundance; but he became related to Ahab by marriage. ", "2": "After some years he went down to Ahab at Samaria; Ahab slaughtered numerous sheep and oxen for him and for the people with him, and incited him to go up against Ramoth-gilead. ", "3": "Ahab, king of Israel, asked Jehoshaphat, king of Judah, “Will you come with me to Ramoth-gilead?” He answered, “You and I are as one, and your people and my people as well. We will be with you in the battle.” ", "4": "Jehoshaphat also said to the king of Israel, “Seek the word of the Lord at once.”", "5": "Prophets in Conflict. 5 The king of Israel assembled the prophets, four hundred of them, and asked, “Shall we go to fight against Ramoth-gilead, or shall I refrain?” They said, “Attack. God will give it into the power of the king.” ", "6": "But Jehoshaphat said, “Is there no other prophet of the Lord here we might consult?” ", "7": "The king of Israel answered, “There is one other man through whom we may consult the Lord; but I hate him, because he prophesies not good but always evil about me. He is Micaiah, son of Imlah.” Jeshoshaphat said, “Let not the king say that.” ", "8": "So the king of Israel called an official, and said to him, “Get Micaiah, son of Imlah, at once.” ", "9": "The king of Israel and Jehoshaphat, king of Judah, were seated, each on his throne, clothed in their robes of state in the square at the entrance of the gate of Samaria, and all the prophets were prophesying before them.", "10": "Zedekiah, son of Chenaanah, made himself two horns of iron and said: “The Lord says: With these you shall gore Aram until you have destroyed them.” ", "11": "The other prophets prophesied in the same vein, saying: “Attack Ramoth-gilead, and conquer! The Lord will give it into the power of the king.” ", "12": "[a]Meanwhile the messenger who had gone to call Micaiah said to him: “Look now, the words of the prophets are as one in speaking good for the king. Let your word be at one with theirs; speak a good word.” ", "13": "Micaiah said, “As the Lord lives, I shall speak whatever my God says.”", "14": "When he came to the king, the king said to him, “Micah, shall we go to fight at Ramoth-gilead, or shall I refrain?” He said, “Attack and conquer! They will be delivered into your power.” ", "15": "But the king answered him, “How many times must I adjure you to tell me nothing but the truth in the name of the Lord?” ", "16": "So Micaiah said: “I see all Israel scattered on the mountains, like sheep without a shepherd, And the Lord saying, These have no masters! Let each of them go back home in peace.”", "17": "The king of Israel said to Jehoshaphat, “Did I not tell you, he does not prophesy good about me, but only evil?” ", "18": "Micaiah continued: “Therefore hear the word of the Lord. I saw the Lord seated on his throne, with the whole host of heaven standing to his right and to his left. ", "19": "The Lord asked: Who will deceive Ahab, king of Israel, so that he will go up and fall on Ramoth-gilead? And one said this, another that, ", "20": "until this spirit came forth and stood before the Lord, saying, 'I will deceive him.' The Lord asked: How? ", "21": "He answered, 'I will go forth and become a lying spirit in the mouths of all his prophets.' The Lord replied: You shall succeed in deceiving him. Go forth and do this. ", "22": "So now the Lord has put a lying spirit in the mouths of these prophets of yours; but the Lord himself has decreed evil against you.”", "23": "Thereupon Zedekiah, son of Chenaanah, came up and struck Micaiah on the cheek, saying, “Has the spirit of the Lord, then, passed from me to speak with you?” ", "24": "Micaiah said, “You shall find out on the day you go into an innermost room to hide.” ", "25": "The king of Israel then said: “Seize Micaiah and take him back to Amon, prefect of the city, and to Joash the king's son, ", "26": "and say, 'This is the king's order: Put this man in prison and feed him scanty rations of bread and water until I come back in safety!'” ", "27": "But Micaiah said, “If ever you return in safety, the Lord has not spoken through me.” (He also said, “Hear, O peoples, all of you!”)[b]", "28": "Ahab's Death. 28 The king of Israel and Jehoshaphat, king of Judah, went up to Ramoth-gilead, ", "29": "and the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle. But you, put on your own robes.” So the king of Israel disguised himself and they entered the battle. ", "30": "In the meantime, the king of Aram had given his chariot commanders the order, “Fight with no one, great or small, except the king of Israel alone.” ", "31": "When the chariot commanders saw Jehoshaphat, they thought, “There is the king of Israel!” and wheeled to fight him. But Jehoshaphat cried out and the Lord helped him; God induced them to leave him alone. ", "32": "The chariot commanders, seeing that he was not the king of Israel, turned away from him. ", "33": "But someone drew his bow at random and hit the king of Israel between the joints of his breastplate. He ordered his charioteer, “Rein about and take me out of the ranks, for I am wounded.” ", "34": "The battle grew fierce during the day, and the king of Israel braced himself up in his chariot facing the Arameans until evening. He died as the sun was setting."}