{"1": "When Solomon had ended his prayer, fire came down from heaven and consumed the burnt offerings and the sacrifices, and the glory of the Lord filled the house. ", "2": "But the priests could not enter the house of the Lord, for the glory of the Lord filled the house of the Lord. ", "3": "All the Israelites looked on while the fire came down and the glory of the Lord was upon the house, and they fell down upon the pavement with their faces to the earth and worshiped, praising the Lord, “who is so good, whose love endures forever.” ", "4": "The king and all the people offered sacrifices before the Lord. ", "5": "King Solomon offered as sacrifice twenty-two thousand oxen, and one hundred twenty thousand sheep. End of the Dedication. Thus the king and all the people dedicated the house of God. ", "6": "The priests were standing at their stations, as were the Levites, with the musical instruments of the Lord which King David had made to give thanks to the Lord, “whose love endures forever,” when David offered praise through them. The priests opposite them blew the trumpets and all Israel stood.", "7": "Then Solomon consecrated the middle of the court facing the house of the Lord; he offered there the burnt offerings and the fat of the communion offerings, since the bronze altar which Solomon had made could not hold the burnt offering, the grain offering, and the fat.", "8": "On this occasion Solomon and with him all Israel, a great assembly from Lebo-hamath to the Wadi of Egypt, celebrated the festival for seven days. ", "9": "On the eighth day they held a solemn assembly, for they had celebrated the dedication of the altar for seven days and the feast[a] for seven days. ", "10": "On the twenty-third day of the seventh month he dismissed the people to their tents, rejoicing and glad of heart because of all the blessings the Lord had given to David, to Solomon, and to his people Israel. ", "11": "Solomon finished building the house of the Lord, the house of the king, and everything else he wanted to do in regard to the house of the Lord and his own house.", "12": "God's Promise to Solomon. 12 The Lord appeared to Solomon during the night and said to him: I have heard your prayer, and I have chosen this place for my house of sacrifice. ", "13": "If I close heaven so that there is no rain, if I command the locust to devour the land, if I send pestilence among my people, ", "14": "if then my people, upon whom my name has been pronounced, humble themselves and pray, and seek my face and turn from their evil ways, I will hear them from heaven and pardon their sins and heal their land. ", "15": "Now, therefore, my eyes shall be open and my ears attentive to the prayer of this place; ", "16": "now I have chosen and consecrated this house that my name may be there forever; my eyes and my heart shall be there always.", "17": "As for you, if you walk before me as David your father did, doing all that I have commanded you and keeping my statutes and ordinances, ", "18": "I will establish the throne of your kingship as I covenanted with David your father when I said, There shall never be wanting someone from your line as ruler in Israel. ", "19": "But if ever you turn away and forsake my commandments and statutes which I set before you, and proceed to serve other gods, and bow down to them, ", "20": "I will uproot the people from the land I gave and repudiate the house I have consecrated for my name. I will make it a proverb and a byword among all nations. ", "21": "And this house which is so exalted—every passerby shall be horrified and ask: “Why has the Lord done such things to this land and to this house?” ", "22": "And the answer will come: “Because they abandoned the Lord, the God of their ancestors, who brought them out of the land of Egypt, and they embraced other gods, bowing down to them and serving them. That is why he has brought upon them all this evil.”"}