{"1": "The Queen of Sheba. 1 The queen of Sheba, having heard a report of Solomon's fame, came to Jerusalem to test him with subtle questions, accompanied by a very numerous retinue and by camels bearing spices, a large amount of gold, and precious stones. She came to Solomon and spoke to him about everything that she had on her mind. ", "2": "Solomon explained to her everything she asked about, and there was nothing so obscure that Solomon could not explain it to her.", "3": "When the queen of Sheba witnessed Solomon's great wisdom, the house he had built, ", "4": "the food at his table, the seating of his ministers, the attendance and dress of his waiters, his cupbearers and their dress, and the burnt offerings he sacrificed in the house of the Lord, it took her breath away. ", "5": "“The report I heard in my country about your deeds and your wisdom is true,” she told the king. ", "6": "“I did not believe the report until I came and saw with my own eyes that not even the half of your great wisdom had been told me. You have surpassed the report I heard. ", "7": "Happy your servants, happy these ministers of yours, who stand before you always and listen to your wisdom. ", "8": "Blessed be the Lord, your God, who was pleased to set you on his throne as king for the Lord, your God. In the love your God has for Israel, to establish them forever, he has made you king over them to carry out judgment and justice.” ", "9": "Then she gave the king one hundred and twenty gold talents, a very large quantity of spices, and precious stones. Never again did anyone bring such an abundance of spices as the queen of Sheba gave to King Solomon.", "10": "The servants of Huram and of Solomon who brought gold from Ophir also brought cabinet wood and precious stones. ", "11": "With the cabinet wood the king made stairs for the house of the Lord and the house of the king, and harps and lyres for the chanters. The like of these had not been seen before in the land of Judah.", "12": "King Solomon gave the queen of Sheba everything she desired and asked for, more than she had brought to the king. Then she returned with her servants to her own country.", "13": "The gold that came to Solomon in one year weighed six hundred and sixty-six gold talents, ", "14": "in addition to what came from the tolls on travelers and what the merchants brought. All the kings of Arabia also, and the governors of the country, brought gold and silver to Solomon.", "15": "King Solomon made two hundred large shields of beaten gold (six hundred shekels of gold went into each shield) ", "16": "and three hundred bucklers of beaten gold (three hundred shekels of gold went into each buckler); and the king put them in the house of the Forest of Lebanon.", "17": "The king made a large ivory throne, and overlaid it with fine gold. ", "18": "The throne had six steps; a footstool of gold was fastened to the throne, and there was an arm on each side of the seat, with two lions standing next to the arms, ", "19": "and twelve other lions standing there on the steps, two to a step. Nothing like this was made in any other kingdom. ", "20": "All King Solomon's drinking vessels were gold, and all the utensils in the house of the Forest of Lebanon were pure gold. There was no silver, for in Solomon's time silver was reckoned as nothing. ", "21": "For the king had ships that went to Tarshish with the servants of Huram. Once every three years the fleet of Tarshish ships would come with a cargo of gold, silver, ivory, apes, and monkeys.", "22": "Solomon's Renown. 22 Thus King Solomon surpassed all the kings of the earth in riches and wisdom.", "23": "All the kings of the earth sought audience with Solomon, to hear the wisdom God had put into his heart. ", "24": "They all brought their tribute: vessels of silver and gold, garments, weapons, spices, horses, and mules—what was due each year. ", "25": "Solomon had four thousand stalls for horses, chariots, and twelve thousand horses; these he allocated among the chariot cities and to the king's service in Jerusalem. ", "26": "He was ruler over all the kings from the River to the land of the Philistines and down to the border of Egypt. ", "27": "The king made silver as common in Jerusalem as stones, and cedars as numerous as the sycamores of the Shephelah. ", "28": "[a]Solomon's horses were imported from Egypt and from all the lands.", "29": "The Death of Solomon. 29 The remainder of the acts of Solomon, first and last, are recorded in the acts of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam, son of Nebat. ", "30": "Solomon was king in Jerusalem over all Israel for forty years. ", "31": "Solomon rested with his ancestors and was buried in the City of David, his father, and Rehoboam his son succeeded him as king."}