{"1": "Now Yiftach, a brave soldier from Gil'ad, was the son of a prostitute. His father, Gil'ad, ", "2": "had other sons by his wife; and when his wife's sons grew up, they drove Yiftach away and told him, “You will not inherit from our father, because you are another woman's son.” ", "3": "Then Yiftach fled from his brothers and lived in the territory of Tov, where he enlisted a gang of rowdies who would go out raiding with him.", "4": "After a while the people of 'Amon made war against Isra'el. ", "5": "When the army of 'Amon attacked Isra'el, the leaders of Gil'ad went to fetch Yiftach from the territory of Tov ", "6": "and said to him, “Come and be our chief, so that we can fight the army of 'Amon.” ", "7": "Yiftach answered the leaders of Gil'ad, “Didn't you hate me so much that you forced me out of my father's house? Why are you coming to me now, when you're in trouble?” ", "8": "The leaders of Gil'ad replied, “Here is why we've come back to you now: if you lead us in war with the people of 'Amon, you will be head over everyone living in Gil'ad.” ", "9": "Yiftach answered them, “If you bring me back home to fight the army of 'Amon, and Adonai defeats them for me, I will be your head.” ", "10": "The leaders of Gil'ad said to Yiftach, “Adonai is witness that we promise to do what you have said.” ", "11": "Then Yiftach went with the leaders of Gil'ad, and the people made him head and chief over them. Yiftach repeated all these conditions at Mitzpah in the presence of Adonai.", "12": "Yiftach sent messengers to the king of the people of 'Amon to say, “What's your problem with us? Why are you invading our territory?” ", "13": "The king of 'Amon answered the messengers of Yiftach, “Because Isra'el took away my territory when they came up from Egypt. They took everything from the Arnon to the Yabok and the Yarden. Now, restore it peacefully.” ", "14": "Yiftach sent messengers again to the king of the people of 'Amon ", "15": "with this response, “Here is what Yiftach has to say: 'Isra'el captured neither the territory of Mo'av nor the territory of the people of 'Amon. ", "16": "But when Isra'el came up from Egypt, walked through the desert to the Red Sea and arrived at Kadesh, ", "17": "then Isra'el sent messengers to the king of Edom, to say, “Please let us pass through your land.” But the king of Edom wouldn't let them. He sent a similar message to the king of Mo'av, but neither would he, so Isra'el stayed at Kadesh. ", "18": "Then they walked through the desert, around the territory of Edom and the territory of Mo'av, past the east border of the territory of Mo'av, and pitched camp on the other side of the Arnon; but they did not cross the border into Mo'av, for the Arnon was the border of Mo'av. ", "19": "Isra'el sent messengers to Sichon king of the Emori and king of Heshbon with this message, “Please let us pass through your land to our own place.” ", "20": "But Sichon did not trust that Isra'el would only pass through his land, so he gathered all his people together, pitched camp in Yahatz and fought against Isra'el. ", "21": "Adonai the God of Isra'el handed Sichon and all his people over to Isra'el, and they killed them. Thus Isra'el possessed all the territory of the Emori who lived there. ", "22": "They took possession of all the territory of the Emori from the Arnon to the Yabok and from the desert to the Yarden. ", "23": "So now that Adonai the God of Isra'el has expelled the Emori before his people Isra'el, do you think that you will expel us? ", "24": "You should just keep the territory your god K'mosh has given you; while we, for our part, will hold onto whatever Adonai our God has given us of the lands that belonged to others before us. ", "25": "Really, are you better than Balak the son of Tzippor, king of Mo'av? Did he ever pick a quarrel with Isra'el or fight with us? ", "26": "Isra'el lived in Heshbon and its villages, in 'Aro'er and its villages and in all the cities on the banks of the Arnon for three hundred years. Why didn't you take them back during that time? ", "27": "No, I have done you no wrong. But you are doing me wrong to war against me. May Adonai the Judge be judge today between the people of Isra'el and the people of 'Amon.'” ", "28": "But the king of the people of 'Amon paid no attention to the message Yiftach sent him.", "29": "Then the spirit of Adonai came upon Yiftach; and he passed through Gil'ad and M'nasheh, on through Mitzpeh of Gil'ad, and from there over to the people of 'Amon. ", "30": "Yiftach made a vow to Adonai: “If you will hand the people of 'Amon over to me, ", "31": "then whatever comes out the doors of my house to meet me when I return in peace from the people of 'Amon will belong to Adonai; I will sacrifice it as a burnt offering.” ", "32": "So Yiftach crossed over to fight the people of 'Amon, and Adonai handed them over to him. ", "33": "He killed them from 'Aro'er until you reach Minnit, twenty cities, all the way to Avel-K'ramim; it was a massacre. So the people of 'Amon were defeated before the people of Isra'el.", "34": "As Yiftach was returning to his house in Mitzpah, his daughter came dancing out to meet him with tambourines. She was his only child; he had no other son or daughter. ", "35": "When he saw her, he tore his clothes and said, “Oh, no, my daughter! You're breaking my heart! Why must you be the cause of such pain to me? I made a vow to Adonai, and I can't go back on my word.” ", "36": "She said to him, “Father, you made a vow to Adonai; so do whatever you said you would do to me; because Adonai did take vengeance on your enemies the people of 'Amon.” ", "37": "Then she said to her father, “Just do this one thing for me — let me be alone for two months. I'll go away into the mountains with my friends and mourn, because I will die without getting married.” ", "38": "“You may go,” he answered, and he sent her away for two months. She left, she and her friends, and mourned in the mountains that she would die unmarried. ", "39": "After two months she returned to her father, and he did with her what he had vowed; she had remained a virgin. So it became a law in Isra'el ", "40": "that the women of Isra'el would go every year for four days to lament the daughter of Yiftach from Gil'ad."}