{"1": "Again the people of Isra'el did what was evil from Adonai's perspective, and Adonai handed them over to the P'lishtim for forty years.", "2": "There was a man from Tzor'ah from the family of Dan, whose name was Manoach; his wife was barren, childless. ", "3": "The angel of Adonai appeared to the woman and said to her, “Listen! You are barren, you haven't had a child, but you will conceive and bear a son. ", "4": "Now, therefore, be careful not to drink any wine or other intoxicating liquor, and don't eat anything unclean. ", "5": "For indeed you will conceive and bear a son. No razor is to touch his head, because the child will be a nazir for God from the womb. Moreover, he will begin to rescue Isra'el from the power of the P'lishtim.”", "6": "The woman came and told her husband; she said, “A man of God came to me; his face was fearsome, like that of the angel of God. I didn't ask him where he came from, and he didn't tell me his name. ", "7": "But he said to me, 'Listen! You will conceive and bear a son, so now don't drink any wine or other intoxicating liquor, and don't eat anything unclean, because the child will be a nazir for God from the womb until the day he dies.'”", "8": "Then Manoach prayed to Adonai, “Please, Adonai, let the man of God you sent come again to us and teach us what we should do for the child who will be born.” ", "9": "God paid attention to what Manoach said, and the angel of God came again to the woman as she sat in the field, but her husband Manoach wasn't with her. ", "10": "The woman hurried and ran to tell her husband, “Here! That man, the one who came to me the other day, he's come again!” ", "11": "Manoach got up, followed his wife, went to the man and said to him, “Are you the man who spoke to the woman?” He answered, “I am.” ", "12": "Manoach asked, “Now, when what you said comes true, what are the guidelines for raising the child? What should be done for him?” ", "13": "The angel of Adonai said to Manoach, “The woman should take care to do everything I said to her. ", "14": "She shouldn't eat anything that comes from a grapevine, she shouldn't drink wine or other intoxicating liquor, and she shouldn't eat anything unclean. She should do everything I ordered her to do.”", "15": "Manoach said to the angel of Adonai, “Please stay with us a bit longer, so that we can cook a young goat for you.” ", "16": "The angel of Adonai said to Manoach, “Even if I do stay, I won't eat your food; and if you prepare a burnt offering, you must offer it to Adonai.” For Manoach did not know that he was the angel of Adonai. ", "17": "Manoach said to the angel of Adonai, “Tell us your name, so that when your words come true we can honor you.” ", "18": "The angel of Adonai answered him, “Why are you asking about my name? It is wonderful.” ", "19": "Manoach took the kid and the grain offering and offered them on the rock to Adonai. Then, with Manoach and his wife looking on, the angel did something wonderful — ", "20": "as the flame went up toward the sky from the altar, the angel of Adonai went up in the flame from the altar. When Manoach and his wife saw it, they fell to the ground on their faces. ", "21": "But the angel of Adonai did not appear again to Manoach or his wife. Then Manoach realized it had been the angel of Adonai. ", "22": "Manoach said to his wife, “We will surely die, because we have seen God!” ", "23": "But his wife said to him, “If Adonai had wanted to kill us, he wouldn't have accepted a burnt offering and a grain offering from us, and he wouldn't have shown us all this or told us such things at this time.”", "24": "The woman bore a son and called him Shimshon. The child grew, and Adonai blessed him. ", "25": "The Spirit of Adonai began to stir him when he was in the Camp of Dan, between Tzor'ah and Eshta'ol."}