{"1": "Shimshon went down to Timnah, and in Timnah he saw a woman who was one of the P'lishtim. ", "2": "He came up and told his father and mother, “I saw a woman in Timnah, one of the P'lishtim. Now get her for me to be my wife.” ", "3": "His father and mother replied, “Isn't there any woman from the daughters of your kinsmen or among all my people? Must you go to the uncircumcised P'lishtim to find a wife?” Shimshon said to his father, “Get her for me. I like her.” ", "4": "His father and mother didn't know that all this came from Adonai, who was seeking grounds for a quarrel with the P'lishtim. (At that time the P'lishtim were ruling Isra'el.)", "5": "Shimshon went down with his father and mother to Timnah. When they came to the vineyards of Timnah, a young lion roared at him. ", "6": "The Spirit of Adonai came powerfully upon Shimshon, and barehanded he tore the lion to pieces as easily as if it had been a young goat. But he didn't tell his father or mother what he had done. ", "7": "Then he went down and talked with the woman and found he still liked her.", "8": "Awhile later, as he was returning to claim his bride, he turned aside to look at the carcass of the lion and saw that there was now a swarm of bees in the body of the lion, and honey. ", "9": "He scraped the honey out into his hands and went on, eating as he went; and when he came to his father and mother, he gave them some; and they ate too. But he didn't tell them that he had scraped the honey out of the body of the lion.", "10": "His father went down to the woman, and there Shimshon gave a banquet — this is what the young men used to do. ", "11": "When the P'lishtim saw him, they provided thirty companions to be with him. ", "12": "Shimshon said to them, “Let me present you with a riddle. If you can solve it within the seven days of the banquet and tell me the solution, I will give you thirty linen shirts and thirty changes of good clothes. ", "13": "But if you can't solve it, you give me thirty linen shirts and thirty changes of good clothes.” They answered, “Tell us the riddle, we want to hear it.” ", "14": "So he said to them, “Out of the eater came food; out of the strong came sweetness.” Three days passed, and they couldn't solve the riddle. ", "15": "On the seventh day, they said to Shimshon's wife, “Coax your husband into telling us the solution to the riddle. Otherwise we'll burn down your father's house and you with it. You two called us here to turn us into paupers, didn't you?” ", "16": "Shimshon's wife went to him in tears and said, “You don't love me, you hate me! You told a riddle to my fellow countrymen, and you haven't told me the answer.” He said to her, “Look, I haven't even told it to my father and mother! Should I tell you?” ", "17": "But she had been crying throughout the seven days of the banquet; so on the seventh day, because she had kept pressing him, he told her the solution; and she passed it on to her people. ", "18": "Then, before sundown on the seventh day, the men of the city said to him, “What is sweeter than honey? and what is stronger than a lion?” Shimshon answered, “If you hadn't plowed with my young cow, you wouldn't have solved my riddle now.”", "19": "Then the Spirit of Adonai came over him powerfully. He went down to Ashkelon, killed thirty of their men, took their good clothes, and gave them to the men who had “solved” the riddle. He was boiling with rage, so he went straight up to his father's house, ", "20": "and his wife was given to the companion who had been best man at the wedding."}