{"1": "In those days, when there was no king in Isra'el, there was a certain Levi living on the far side of the Efrayim hills who took a woman from Beit-Lechem in Y'hudah to be his concubine. ", "2": "But his concubine was unfaithful to him and left him to go to her father's house at Beit-Lechem in Y'hudah, where she stayed for some time, four months. ", "3": "Then her husband went after her to persuade her to return; he had his servant with him and a pair of donkeys. She brought him into her father's house; and when the girl's father saw him, he was glad to meet him. ", "4": "His father-in-law, the girl's father, kept him there; so he remained with him three days; they ate, drank and stayed there. ", "5": "On the fourth day they got up early in the morning, and he prepared to leave. But the girl's father said to his son-in-law, “You'll feel better if you have a bite of food before you leave.” ", "6": "So the two of them sat down and ate and drank together. Then the girl's father said to the man, “Please stay one more night, and have a good time.” ", "7": "The man rose to leave, but his father-in-law pressed him, so he stayed there again. ", "8": "The morning of the fifth day, he got up early to leave; but the girl's father said, “Why don't you have something to eat, and leave this afternoon?” So the two men ate. ", "9": "When the man got up to leave with his concubine and servant, his father-in-law, the girl's father, said to him, “Look, it's almost evening. Please stay the night — you see that it's getting late. Stay on, enjoy yourself, and tomorrow get going early on your way home.” ", "10": "But the man wouldn't stay that night; so he got up and left with his concubine and his two saddled donkeys; and they arrived at Y'vus, also known as Yerushalayim.", "11": "By the time they arrived at Y'vus it was nearly evening; and the servant said to his master, “Why don't we go on into this city of the Y'vusi and stay there?” ", "12": "But his master said to him, “We won't go into a city of foreigners which doesn't belong to the people of Isra'el. We'll go on across to Giv'ah.” ", "13": "He said to his servant, “Let's go, and we'll get to one of those places; we'll stay in Giv'ah or Ramah.” ", "14": "So they went on and kept traveling, until the sun set on them near Giv'ah, which belongs to Binyamin. ", "15": "There they turned off the road to go and stay in Giv'ah. He went in and sat down in the city's open space, since no one had offered his home for them to spend the night.", "16": "In time, at nightfall, an old man came from his work in the field. He was from the Efrayim hills and was staying in Giv'ah, although the residents were of Binyamin. ", "17": "The old man looked up, saw the traveler in the city's open space and said, “Where are you going, and where are you coming from?” ", "18": "He replied, “We're crossing from Beit-Lechem in Y'hudah to the far side of the Efrayim hills. That's where I'm from. I went to Beit-Lechem in Y'hudah, and now I'm going to the house of Adonai; but there's no one here who will let me spend the night in his home. ", "19": "We have straw and food for our donkeys, also bread and wine for me, my concubine and the boy there with your servants; we don't need anything else.” ", "20": "The old man said, “You're welcome to stay with me. I'll take care of anything you lack; just don't spend the night out in the open.” ", "21": "So he brought him home and gave food to the donkeys. Then they washed their feet, and ate and drank.", "22": "They were relaxing, when suddenly some men from the city, good-for-nothings, surrounded the house and began beating at the door. “Send out the man who came home with you!” they demanded of the old man whose house it was. “We want to have sex with him!” ", "23": "The man whose house it was went out and said to them, “No, my brothers, please don't do anything as wrong as this. Look, he's just a guest in my house; don't do this degrading thing. ", "24": "Here's my daughter, who's a virgin, and his concubine. I'll bring them out. Mistreat them, do what you want to them, but don't do such a degrading thing to this man.” ", "25": "However, the men wouldn't listen to him; so the man took hold of his concubine and brought her out to them. They raped her and abused her all night long; only at dawn did they let her go. ", "26": "At daybreak the woman came and fell down at the door of the man's house where her husband was, and she was still there when it grew light. ", "27": "When her husband got up, opened the doors of the house, and went out to go on his way, he saw the woman lying there with her hands stretched out toward the door. ", "28": "He said to her, “Get up! Let's go!” But there was no answer. So he loaded her body on the donkey and began his trip home. ", "29": "On arrival at his house, he got a knife, took hold of his concubine's body, cut her up into twelve pieces, and sent them to all the regions of Isra'el. ", "30": "Everyone who saw it said, “From the day the people of Isra'el came up from Egypt until now, never has such a thing happened or been seen. What are we going to do about it? Talk it over and decide.”"}