{"1": "All the people of Isra'el came out, from Dan to Be'er-sheva, including Gil'ad; the community assembled with one accord before Adonai at Mitzpah. ", "2": "The leaders of all the tribes of Isra'el presented themselves in the assembly of the people of God, 400,000 foot soldiers armed with swords. ", "3": "Now the people of Binyamin heard that the people of Isra'el had gone up to Mitzpah. The people of Isra'el said, “Tell us, how was this crime committed?” ", "4": "The Levi, the husband of the murdered woman, answered, “I came to Giv'ah, which belongs to Binyamin, I and my concubine, to stay the night; ", "5": "and the men in Giv'ah attacked me and surrounded the house I was staying in at night. They wanted to kill me, but instead they raped my concubine to death. ", "6": "I took my concubine's body, cut it into pieces and sent them throughout all the territories belonging to Isra'el ; because they committed a shockingly obscene and degrading crime in Isra'el. ", "7": "Look, you are all people of Isra'el. So discuss what to do, and give your advice here and now.”", "8": "All the people stood up in agreement and said, “None of us will go home to his tent or his house. ", "9": "What we will do now to Giv'ah is this: we'll draw lots, ", "10": "we'll take ten men out of each hundred throughout all the tribes of Isra'el, and a hundred out of a thousand, and a thousand out of ten thousand to collect food for the others. When these come to Giv'ah in Binyamin, they will avenge the crime that was committed.” ", "11": "Thus all the men of Isra'el, joined together in complete agreement, assembled to attack the city.", "12": "The tribes of Isra'el sent men throughout all the tribe of Binyamin with this message: “What is this crime committed by some of your people? ", "13": "Turn over these good-for-nothings who are in Giv'ah at once, so that we can execute them and rid Isra'el of such evil.” But the people of Binyamin refused to obey the order of their kinsmen the people of Isra'el. ", "14": "Instead the people of Binyamin gathered themselves together from their cities and went to Giv'ah to fight the people of Isra'el. ", "15": "On that day there were 26,000 men from Binyamin armed with swords, besides the inhabitants of Giv'ah, who numbered 700 specially chosen men. ", "16": "All of these 700 specially picked men were left-handed, and every one could sling a stone at a hair and not miss.", "17": "The army of Isra'el, apart from Binyamin, numbered 400,000 men with swords; they were all experienced soldiers. ", "18": "The army of Isra'el began by going up to Beit-El, where they asked God, “Who should go up first to attack the army of Binyamin?” Adonai said, “Y'hudah first.” ", "19": "So the army of Isra'el got up in the morning and set up their camp near Giv'ah. ", "20": "Then the army of Isra'el went out to attack Binyamin and set up their battle line in front of Giv'ah. ", "21": "But the army of Binyamin came out of Giv'ah and slaughtered the army of Isra'el; on that day 22,000 men fell. ", "22": "The people, the men of Isra'el, restored their morale and again positioned themselves for battle where they had been the first day. ", "23": "Then the army of Isra'el went up and cried before Adonai until evening. They asked Adonai, “Should we attack our kinsmen the people of Binyamin again? Adonai answered, “Attack them.”", "24": "So the army of Isra'el went out to attack the army of Binyamin the second day. ", "25": "But Binyamin went out against them from Giv'ah the second day and slaughtered the army of Isra'el; 18,000 men armed with swords fell. ", "26": "Then the whole army of Isra'el, all the people, went up to Beit-El and cried and sat there in the presence of Adonai. They fasted that day until evening, offered burnt offerings and peace offerings to Adonai, ", "27": "and asked Adonai what to do. The ark for the covenant of God was there at that time; ", "28": "and Pinchas the son of El'azar, the son of Aharon, stood before it at that time. They asked, “Should we still go out to battle again against our kinsmen the people of Binyamin, or should we stop?” Adonai answered, “Attack, because tomorrow I will hand them over to you.”", "29": "Isra'el hid some men around Giv'ah, ", "30": "and on the third day Isra'el attacked the army of Binyamin and took a position against Giv'ah as they had the other times. ", "31": "Again the army of Binyamin went out against the people. Lured away from the city, they began attacking and killing some of the people, as they had the other times — they killed about thirty men of Isra'el in the countryside and on the roads, one of which goes up to Beit-El and the other to Giv'ah. ", "32": "The army of Binyamin said, “They're defeated, just as before.” But the army of Isra'el said, “Let's run off and draw them away from the city onto the roads.” ", "33": "All the men of Isra'el left their places and took up a battle position at Ba'al-Tamar, while the other Isra'el men burst out of their hiding places at Ma'areh-Geva. ", "34": "Ten thousand men chosen out of all Isra'el came over to attack Giv'ah, and the combat was intense. But the army of Binyamin didn't know that they were about to be defeated. ", "35": "For Adonai routed Binyamin in Isra'el's presence; that day the army of Isra'el destroyed 25,100 men of Binyamin, all of whom carried swords; ", "36": "and the people of Binyamin realized that they had been beaten. The men of Isra'el, trusting the ones they had put in place to ambush Binyamin, gave ground to the men of Binyamin. ", "37": "Then the men who had been lying in wait rushed in on Giv'ah, drew their swords and destroyed the city. ", "38": "The army of Isra'el and the ambushers had agreed that as a signal they would make a huge cloud of smoke rise from the city, ", "39": "at which time the men of Isra'el would turn back. When this happened, Binyamin began to attack. They killed about thirty of Isra'el's men and said, “Clearly we're defeating them again, as in the first battle.” ", "40": "But when the smoke signal began rising from the city, the men of Binyamin looked behind them and saw the whole city going up to the sky in smoke. ", "41": "Then, as the men of Isra'el reversed direction, those of Binyamin were overcome with terror. When they saw that disaster had come upon them, ", "42": "they turned their backs on the men of Isra'el and made for the road to the desert. But the battle followed them, and those who came out of the city destroyed them from the rear. ", "43": "They surrounded the men of Binyamin, chased them and trampled them down across from Giv'ah on the east. ", "44": "Eighteen thousand men of Binyamin fell, all of them experienced soldiers. ", "45": "They turned and fled toward the desert to the Rock of Rimmon; and 5,000 of them were killed on the roads. They followed them to Gid'om and killed another 2,000. ", "46": "Thus the total number from Binyamin who fell that day was 25,000 experienced, sword-bearing soldiers. ", "47": "But 600 turned and fled toward the desert to the Rock of Rimmon, and lived there four months. ", "48": "The men of Isra'el turned back on the people of Binyamin and killed them with the sword, the entire city, the cattle and everything they found. Moreover, they set on fire all the cities they encountered."}