{"1": "The men of Isra'el had sworn in Mitzpah that none of them would let his daughter marry a man from Binyamin. ", "2": "The people came to Beit-El and stayed there before God till evening crying out and weeping. ", "3": "They said: “Adonai, why has this come about in Isra'el? Why should there be today in Isra'el one tribe missing?” ", "4": "The next day the people got up early, built an altar and offered burnt offerings and peace offerings. ", "5": "The people of Isra'el asked, “Who among the tribes of Isra'el did not come up to assemble before Adonai? For they had made a great oath to put to death whoever didn't come up to Adonai at Mitzpah. ", "6": "The people of Isra'el became sorry for Binyamin their brother and said, “Today one tribe has been cut off from Isra'el. ", "7": "How are we going to obtain wives for those who remain alive, since we've sworn by Adonai that we won't let our daughters marry them?”", "8": "Then they asked who from the tribes of Isra'el had not come up to Adonai at Mitzpah and found that none had come from Yavesh-Gil'ad to the camp where the assembly was; ", "9": "since when the people were counted, none of the inhabitants of Yavesh-Gil'ad were found there. ", "10": "So the gathering sent 12,000 warriors there and ordered them, “Go, and put the people who live in Yavesh-Gil'ad to death with the sword, including women and children. ", "11": "Completely destroy every man and every woman who has had sex with a man.” ", "12": "Among the inhabitants of Yavesh-Gil'ad they found 400 young virgins who had not known a man by lying with him, and they brought them to the camp at Shiloh, which is in the land of Kena'an.", "13": "Then the whole gathering sent a message proclaiming peace to the people of Binyamin who were at the Rock of Rimmon. ", "14": "So Binyamin returned at that time, and the people of Isra'el gave them the women they had kept alive of the women from Yavesh-Gil'ad. But those weren't enough for them. ", "15": "The people were still sorry for Binyamin because Adonai had made a division among the tribes of Isra'el.", "16": "The leaders of the assembly asked, “What are we to do for those who still don't have wives, inasmuch as all the women of Binyamin have been killed?” ", "17": "They said, “There has to be a way to help the survivors preserve Binyamin's inheritance, so that a tribe will not be eliminated from Isra'el. ", "18": "Yet we can't give them our daughters as wives.” For the people of Isra'el had sworn, “Cursed be whoever gives a wife to Binyamin.”", "19": "Then they said, “Look, each year there's a festival in honor of Adonai in Shiloh, north of Beit-El, on the east side of the road that goes up from Beit-El to Sh'khem, and south of Levonah.” ", "20": "They ordered the men of Binyamin, “Go, hide in the vineyards, ", "21": "and keep watch. If the girls of Shiloh come out to do their dances, then come out of the vineyards, and each of you catch for himself a wife from the Shiloh girls, and go on to the land of Binyamin. ", "22": "When their fathers or brothers come to complain to us, we will say to them, 'Give them as a personal favor to us, because we didn't take wives for each of them in battle. You didn't give them to them; that would have made you guilty of breaking your oath.'” ", "23": "So the men of Binyamin did this — they took wives for themselves from the girls who were dancing, as many as they needed. They carried them off, went back to the land of their inheritance, rebuilt the cities and lived in them. ", "24": "The people of Isra'el then left that place, each man returned to his tribe and family, and each man went out from there to the land he had inherited.", "25": "At that time there was no king in Isra'el; a man simply did whatever he thought was right."}