{"1": "These are the nations which Adonai allowed to remain, in order to put to the test all the people of Isra'el who had not known any of the wars with Kena'an. ", "2": "This was only so that the generations of Isra'el who had previously known nothing of war might learn about it. ", "3": "These nations consisted of the five chiefs of the P'lishtim, all the Kena'ani, the Tzidoni, and the Hivi who lived in the hills of the L'vanon between Mount Ba'al-Hermon and the entrance to Hamat. ", "4": "They stayed there to test whether Isra'el would pay attention to the mitzvot of Adonai, which, through Moshe, he had ordered their ancestors to obey. ", "5": "So the people of Isra'el lived among the Kena'ani, Hitti, Emori, P'rizi, Hivi and Y'vusi; ", "6": "taking their daughters as their wives, giving their own daughters to their sons and serving their gods.", "7": "Thus the people of Isra'el did what was evil from Adonai's perspective, forgot Adonai their God, and served the ba'alim and asherim. ", "8": "Therefore the anger of Adonai blazed against Isra'el, and he gave them over into the hands of Kushan-Rish'atayim king of Aram-Naharayim; and the people of Isra'el served Kushan-Rish'atayim eight years. ", "9": "But when the people of Isra'el cried out to Adonai, Adonai raised up a savior for the people of Isra'el; and he rescued them; this was 'Otni'el, the son of Kalev's younger brother K'naz. ", "10": "The spirit of Adonai came upon him, and he judged Isra'el. Then he went out to war, and Adonai gave Kushan-Rish'atayim king of Aram into his hands; his power prevailed against Kushan-Rish'atayim. ", "11": "So the land had rest for forty years, until 'Otni'el the son of K'naz died.", "12": "But the people of Isra'el again did what was evil from Adonai's perspective, so Adonai strengthened 'Eglon the king of Mo'av against Isra'el, because they had done what was evil from Adonai's perspective. ", "13": "In confederation with the people of 'Amon and 'Amalek, 'Eglon went out and defeated Isra'el, capturing the City of Date-Palms;", "14": "and the people of Isra'el served 'Eglon the king of Mo'av eighteen years.", "15": "But when the people of Isra'el cried out to Adonai, Adonai raised up for them a savior, Ehud the son of Gera, from the tribe of Binyamin, a left-handed man. The people of Isra'el appointed him to take their tribute to 'Eglon the king of Mo'av. ", "16": "Ehud made himself a double-edged sword eighteen inches long and strapped it to his right thigh under his clothes. ", "17": "Then he presented the tribute to 'Eglon king of Mo'av. Now 'Eglon was a very fat man. ", "18": "When he had finished presenting the tribute, he dismissed the people who had brought it. ", "19": "But he himself, after reaching the quarries at Gilgal, went back and said, “King, I have a secret message for you.” The king commanded silence, and all his attendants withdrew. ", "20": "Ehud came to him; he was sitting alone by himself in his upstairs room, where it was cool. Ehud said: “I have a message from God for you.” As the king arose from his seat, ", "21": "Ehud reached out with his left hand, took the sword from his right thigh, and thrust it into the king's belly. ", "22": "The hilt too went in after the blade, and the fat closed around the blade, for he did not draw the sword out of his belly, so that it came out behind. ", "23": "Then Ehud went out onto the porch, shut the doors of the upstairs room behind him and locked them. ", "24": "After Ehud had left, the king's servants came. Seeing that the doors of the upper room were locked, they said, “He must be relieving himself in the inner part of the cool room.” ", "25": "They waited until they became embarrassed, but he still didn't open the doors of the upstairs room. So they took the key and opened them; and there before them lay their master, dead on the ground.", "26": "But while they were delaying, Ehud escaped — he passed beyond the quarries and arrived safely in Se'irah. ", "27": "Upon arrival in the hills of Efrayim, he began sounding the call on the shofar; and the people of Isra'el went down with him from the hill-country; he himself took the lead. ", "28": "He said to them: “Follow me, because Adonai has given your enemy Mo'av into your hands. They went down after him, seized the fords of the Yarden opposite Mo'av and permitted no one to cross. ", "29": "On that occasion they defeated Mo'av, some ten thousand men, all tough, experienced soldiers; not one of them escaped. ", "30": "Thus was Mo'av subdued that day under the power of Isra'el. Then the land had rest for eighty years.", "31": "After Ehud came Shamgar the son of 'Anat, who killed 600 P'lishtim with an oxgoad; and he too rescued Isra'el."}