{"1": "On that day D'vorah and Barak the son of Avino'am sang this song:", "2": "“When leaders in Isra'el dedicate themselves, and the people volunteer, you should all bless Adonai.", "3": "Hear, kings; listen, princes; I will sing to Adonai! I will sing praise to Adonai the God of Isra'el.", "4": "“Adonai, when you went out from Se'ir, when you marched out from the field of Edom; the earth quaked, and the sky shook; yes, the clouds poured down torrents.", "5": "The mountains melted at the presence of Adonai, at Sinai, before Adonai the God of Isra'el.", "6": "“In the days of Shamgar the son of 'Anat, in the days of Ya'el, the main roads were deserted; travelers walked the byways.", "7": "The rulers ceased in Isra'el, they ceased, until you arose, D'vorah, arose a mother in Isra'el.", "8": "“They chose new gods when war was at the gates. Was there a shield or spear to be seen among Isra'el's forty thousand men?", "9": "My heart goes out to Isra'el's leaders and to those among the people who volunteer. All of you, bless Adonai.", "10": "“You who ride white donkeys, sitting on soft saddle-blankets, and you walking on the road, talk about it!", "11": "Louder than the sound of archers at the watering-holes will they sound as they retell the righteous acts of Adonai, the righteous acts of his rulers in Isra'el. “Then Adonai's people marched down to the gates.", "12": "“Awake, awake, D'vorah! Awake, awake, break into song! Arise, Barak! Lead away your captives, son of Avino'am!", "13": "“Then a remnant of the nobles marched down; the people of Adonai marched down to me like warriors.", "14": "From Efrayim came those rooted in 'Amalek. Behind you, Binyamin is with your peoples. From Makhir the commanders marched down, and from Z'vulun those holding the musterer's staff.", "15": "The princes of Yissakhar were with D'vorah, Yissakhar, along with Barak; into the valley they rushed forth behind him. Among the divisions of Re'uven they made great resolutions in their hearts.", "16": "But why did you stay at the pens for the sheep, and listen to the shepherd's flute playing for the flocks? Concerning the divisions of Re'uven there were great searchings of heart.", "17": "Gil'ad lives beyond the Yarden. Dan — why does he stay by the ships? Asher stayed by the shore of the sea, remaining near its bays.", "18": "The people of Z'vulun risked their lives, Naftali too, on the open heights.", "19": "“Kings came; they fought. Yes, the kings of Kena'an fought at Ta'anakh, by the waters of Megiddo; but they took no spoil of silver.", "20": "They fought from heaven, the stars in their courses; yes, they fought against Sisra.", "21": "The Kishon River swept them away, that ancient river, the Kishon River. O my soul, march on with strength!", "22": "Then the horses' hoofs pounded the ground, their mighty steeds galloping at full speed.", "23": "“'Curse Meroz!' said the angel of Adonai, 'Curse the people living there with a bitter punishment for not coming to help Adonai, to help Adonai against the mighty warriors.'", "24": "“Ya'el will be blessed more than all women. The wife of Hever the Keini will be blessed more than any woman in the tent.", "25": "He asked for water, and she gave him milk; In an elegant bowl she brought him curds.", "26": "Then she took a tent peg in her left hand and a workman's hammer in her right; with the hammer she struck Sisra, pierced his skull, yes, she shattered and crushed his temple.", "27": "He sank down at her feet, he fell and lay there; he sank at her feet, he fell — where he sank down, there he fell dead.", "28": "“Sisra's mother looks out the window; peering out through the lattice she wonders, 'Why is his chariot so long in coming? Why are his horses so slow to return?'", "29": "The wisest of her ladies answer her, and she repeats it to herself,", "30": "'Of course! They're collecting and dividing the spoil — a girl, two girls for every warrior, for Sisra booty of dyed clothing, a plunder of colorfully embroidered garments, two embroidered scarves for every soldier's neck.'", "31": "“May all your enemies perish like this, Adonai; but may those who love him be like the sun going forth in its glory!” Then the land had rest for forty years."}