{"1": "But the people of Isra'el did what was evil from Adonai's perspective, so Adonai handed them over to Midyan for seven years. ", "2": "Midyan exercised its power harshly against Isra'el, and because of Midyan the people of Isra'el hid themselves in mountains, in caves and in other safe places. ", "3": "One time, after Isra'el's sowing season, Midyan, with 'Amalek and others from the east, attacked them. ", "4": "They set up camp by them and destroyed the produce of the country all the way to 'Azah; they left nothing for people to live on, no sheep, no oxen, no donkeys. ", "5": "For they came up with their cattle and tents, and they came in as thick as locusts; both they and their camels were beyond numbering, and they came into the land to destroy it. ", "6": "Isra'el became very discouraged because of Midyan, and the people of Isra'el cried out to Adonai.", "7": "When the people of Isra'el cried out to Adonai because of Midyan, ", "8": "Adonai sent a prophet to the people of Isra'el, who said to them: “Adonai the God of Isra'el says, 'I brought you up from Egypt, out of a life of slavery. ", "9": "I delivered you from the power of the Egyptians and from the power of all your oppressors. I drove them out ahead of you and gave you their land. ", "10": "And I said to you: “I am Adonai your God; you are not to be afraid of the gods of the Emori in whose land you are living.” But you paid no attention to what I said!'”", "11": "Then the angel of Adonai came and sat under the pistachio tree in 'Ofrah that belonged to Yo'ash the Avi'ezri. His son Gid'on was threshing wheat in the winepress, in order to hide it from Midyan. ", "12": "The angel of Adonai appeared to him and said to him: “You valiant hero! Adonai is with you!” ", "13": "“Excuse me, sir,” answered Gid'on, “but if Adonai is with us, then why is all this happening to us? And where are all his miracles our ancestors told us about when they said, 'Didn't Adonai bring us up from Egypt?' For now Adonai has abandoned us and handed us over to Midyan.” ", "14": "Adonai turned to him and said, “Go in this strength of yours and save Isra'el from the hands of Midyan. Haven't I sent you?” ", "15": "But Gid'on answered him, “Forgive me, my Lord, but with what am I to save Isra'el? Why, my family is the poorest in M'nasheh, and I'm the youngest person in my father's house!” ", "16": "Adonai said to him, “Because I will be with you, you will strike down Midyan as easily as if they were just one man.” ", "17": "Gid'on replied, “If indeed you favor me, would you mind giving me a sign that it is really you talking with me? ", "18": "Please don't leave until I go and return with a gift and present it to you.” He replied, “I'll wait till you come back.”", "19": "Gid'on went in, cooked a young goat and made matzot from a bushel of flour. He put the meat in a basket and the broth in a pot, brought them out to him under the pistachio tree and presented them. ", "20": "The angel of God said to him, “Take the meat and matzot, lay them on this rock, and pour out the broth.” Gid'on did so. ", "21": "Then the angel of Adonai reached out with the stick he was holding, touched the meat and matzot, and fire shot up out of the rock and burned up the meat and matzot. Then the angel of Adonai disappeared before his eyes. ", "22": "Gid'on realized that he was the angel of Adonai and said, “Oh no! My Lord! Adonai! Because I've seen the angel of Adonai face-to-face!” ", "23": "But Adonai reassured him, “Shalom to you, don't be afraid, you won't die!” ", "24": "Then Gid'on built an altar there to Adonai and called it “Adonai-Shalom”; to this day it remains in 'Ofrah of the Avi'ezri.", "25": "That very night Adonai said to him, “Take your father's bull and the other bull, the seven-year-old. Destroy the altar to Ba'al that belongs to your father, cut down the sacred pole next to it, ", "26": "and build a proper altar to Adonai your God on top of this strong-point. Then take the second bull; and offer it as a burnt offering, using the wood of the sacred pole you cut down.” ", "27": "Gid'on took ten of his servants and did what Adonai had told him to do. He didn't do it by day, because he was afraid of the men in his father's household and those from the city, so he did it at night. ", "28": "When the men of the city got up the next morning, there was the altar of Ba'al destroyed, the sacred pole cut down, and the second bull a burnt offering on the newly built altar. ", "29": "They asked each other, “Who could have done this?” But after investigating, they concluded that Gid'on the son of Yo'ash had done it. ", "30": "“Bring out your son,” the men of the city demanded of Yo'ash, “so that he may die, because he destroyed the altar of Ba'al and cut down the sacred pole next to it!” ", "31": "But Yo'ash said to all those crowding around him, “You're defending Ba'al, are you? It's your job to save him? Anyone who defends Ba'al will be put to death before morning! If he's a god, let him defend himself! After all, somebody destroyed his altar!” ", "32": "Therefore on that day Gid'on was given the name Yeruba'al [let Ba'al defend], because they said, “Let Ba'al defend himself against him, since he destroyed his altar.”", "33": "Now all Midyan, 'Amalek and the others from the east joined forces, crossed the Yarden, and set up camp in the Yizre'el Valley. ", "34": "But the Spirit of Adonai covered Gid'on. He sounded the call on the shofar, and Avi'ezer rallied behind him. ", "35": "He sent messengers throughout all M'nasheh, and they too rallied behind him. He also sent messengers to Asher, Z'vulun and Naftali; and they came up to join them.", "36": "Gid'on said to God, “If you are going to save Isra'el through me, as you said you would, ", "37": "then, here: I will lay a wool fleece on the threshing-floor; if there is dew on the fleece only, while all the ground stays dry, I will be convinced that you will save Isra'el through me, as you said you would.” ", "38": "And it happened! He got up early in the morning, pressed the fleece together and wrung dew out of it, a bowlful of water. ", "39": "But Gid'on said to God, “Don't be angry with me because I am asking one more thing, let me make one more test, please: this time let it be dry only on the fleece, with dew all over the ground.” ", "40": "And that is what God did that night — it was dry only on the fleece, even though there was dew all over the ground."}