{"1": "Then Yeruba'al, that is, Gid'on, and all the people with him, got up early and set up camp by 'Ein-Harod; the camp of Midyan was north of them, by Giv'at-Moreh, in the valley. ", "2": "Adonai said to Gid'on, “There are too many people with you for me to hand Midyan over to them, because I don't want Isra'el to be able to boast against me, 'We saved ourselves by our own strength.' ", "3": "Therefore, proclaim to the people 'Anyone who is anxious or afraid should go back home, while we stay here on Mount Gil'ad.'” Twenty-two thousand returned, but ten thousand remained.", "4": "Adonai said to Gid'on, “There are still too many people. Have them come down to the water, and there I will screen them for you. If I say of anyone, 'This one is for you,' he will go with you; and if I say, 'This one is not for you,' he won't go with you.” ", "5": "So he brought the people down to the water, and Adonai said to Gid'on, “Put to one side everyone who laps up water with his tongue the way a dog does, and put to the other side everyone who gets down on his knees to drink.” ", "6": "Three hundred lapped, putting their hand to their mouth; all the rest of the men got down on their knees to drink water. ", "7": "Adonai said to Gid'on, “I will use the three hundred men who lapped the water to save you; I will hand Midyan over to you. Let all these others go back home.” ", "8": "So they took the provisions and the shofars of the people; then he sent all the men of Isra'el away, each to his tent. But the three hundred men he kept. The camp of Midyan was in the valley below him. ", "9": "That night Adonai said to him, “Get up and attack the camp, because I have handed it over to you. ", "10": "But if you are afraid to attack, go down with your servant Purah; ", "11": "and after you hear what they are saying, you will have the courage to attack the camp.” So with his servant Purah he went down to the outposts of the camp. ", "12": "Now Midyan, 'Amalek and all the others from the east had settled in the valley as thick as locusts; their camels too were beyond counting, like the sand on the seashore. ", "13": "Gid'on got there just as a man was telling a comrade about a dream he had had: “I just now dreamt that a loaf of barley bread fell into the camp of Midyan, came to the tent and struck it so hard that it overturned the tent and knocked it flat.” ", "14": "His comrade answered, “This can only be the sword of Gid'on son of Yo'ash, a man of Isra'el. God has given Midyan and all its army into his hands.”", "15": "When Gid'on heard the dream and its interpretation, he fell on his knees in worship. Then he returned to the camp of Isra'el and said, “Get up! because Adonai has handed Midyan's army over to you.” ", "16": "He divided the three hundred men into three companies. He put in the hands of all of them shofars and empty pitchers with torches in them. ", "17": "Then he said to them, “Watch me, and do what I do. When I get to the edge of the camp, whatever I do, you do the same. ", "18": "When I and everyone with me blow the shofar, then you blow your shofars all around the whole camp, and shout, “For Adonai and for Gid'on!”", "19": "Gid'on and the hundred men with him arrived at the edge of the camp a little before midnight, just after they had changed the guard. They blew the shofars and broke in pieces the pitchers that were in their hands. ", "20": "All three companies blew the shofars, broke the pitchers and held the torches in their left hands, keeping their right hands free for the shofars they were blowing; and they shouted, “The sword for Adonai and for Gid'on!” ", "21": "Then, as every man stood still in place around the camp, the whole camp was thrown into panic, with everyone screaming and trying to escape. ", "22": "Gid'on's men blew their 300 shofars, and Adonai caused everyone in the camp to attack his comrades; and the enemy fled beyond Beit-Sheetah near Tz'rerah, as far as the border of Avel-M'cholah, by Tabat.", "23": "Then men of Isra'el were summoned from Naftali, Asher, and both regions of M'nasheh; and they pursued Midyan. ", "24": "Gid'on sent messengers through all the hills of Efrayim, with the message, “Come down and attack Midyan; and capture the rivers before they get there, as far as Beit-Barah, and also the Yarden.” So all the men of Efrayim came together and seized the rivers as far as Beit-Barah and the Yarden. ", "25": "They also captured two chiefs of Midyan, 'Orev and Ze'ev. They put 'Orev to death at the Rock of 'Orev and Ze'ev at Ze'ev's Winepress; then, as they kept pursuing Midyan, they brought the heads of Orev and Ze'ev to Gid'on, who had crossed to the far side of the Yarden."}