{"1": "Avimelekh the son of Yeruba'al went to Sh'khem, to his mother's brothers, and spoke with them and with the whole clan of his maternal grandfather. He said, ", "2": "“Please ask all the men of Sh'khem, 'Which is better for you — that all seventy sons of Yeruba'al rule over you, or that one person rule over you? And remember that I am your blood relative.'” ", "3": "His mother's brothers spoke to all the men of Sh'khem and said all this about him, so that they followed their feelings and supported Avimelekh, arguing, “After all, he's our brother.” ", "4": "They also gave him seventy pieces of silver from the temple of Ba'al-B'rit; and he used these to pay good-for-nothing thugs to follow him. ", "5": "He went back to his father's house in 'Ofrah and killed his brothers the sons of Yeruba'al, all seventy of them, on a single rock, except for Yotam Yeruba'al's youngest son, who stayed alive because he hid himself.", "6": "All the men of Sh'khem and all Beit-Millo got together and went and made Avimelekh king at the oak by the cult-pillar in Sh'khem. ", "7": "When they told this to Yotam, he went and stood on top of Mount G'rizim and shouted, “Listen to me, you leaders of Sh'khem; then God will listen to you! ", "8": "Once the trees went out to choose a king to rule them. They said to the olive tree, 'Rule over us!' ", "9": "But the olive tree replied, 'Am I supposed to leave my oil, which is used to honor both God and humanity, just to go and hold sway over the trees?' ", "10": "So the trees said to the fig tree, 'You, come and rule over us!' ", "11": "But the fig tree replied, 'Am I supposed to leave my sweetness and my good fruit just to go and hold sway over the trees?' ", "12": "So the trees said to the grapevine, 'You, come and rule over us!' ", "13": "But the grapevine replied, 'Am I supposed to leave my wine, which gives cheer to God and humanity, just to go and hold sway over the trees?' ", "14": "Finally, all the trees said to the thorn bush, 'You, come and rule over us!' ", "15": "The thorn bush replied, 'If you really make me king over you, then come and take shelter in my shade. But if not, let fire come out of the thorn bush and burn down the cedars of the L'vanon!'", "16": "“Here's the point. Have you been honest and straightforward in making Avimelekh king? Have you been fair with Yeruba'al and his household and treated him as he deserves? ", "17": "My father fought on your behalf, risking his life, and rescued you from the power of Midyan; ", "18": "and now you are rebelling against my father's household. You've killed his seventy sons on a single stone and made Avimelekh, the son of his slave-girl, king over the men of Sh'khem, because he's your brother. ", "19": "I say this: if you are dealing honestly and righteously with Yeruba'al and his household today, then may you enjoy Avimelekh and may he enjoy you! ", "20": "But if not, let fire come out from Avimelekh and burn up the men of Sh'khem and Beit-Millo; and let fire come out from the men of Sh'khem and Beit-Millo and burn up Avimelekh!” ", "21": "Then Yotam fled, making his way to Be'er, and he lived there for fear of Avimelekh his brother.", "22": "Avimelekh was chief over Isra'el for three years. ", "23": "But God sent a spirit of discord between Avimelekh and the men of Sh'khem, so that the men of Sh'khem dealt treacherously with Avimelekh. ", "24": "This came about so that the crime against the seventy sons of Yeruba'al might be avenged and the responsibility for their bloody death be placed on Avimelekh their brother, who murdered them, and on the men of Sh'khem, who helped him kill his brothers. ", "25": "So the men of Sh'khem sent out men to ambush him on the mountaintops. They robbed everyone who went past them, and Avimelekh was told about it.", "26": "Ga'al the son of a slave came with his brothers and went on to Sh'khem, and the men of Sh'khem put their trust in him. ", "27": "They went out into the field, gathered their grapes and pressed the juice out of them. Then they held a feast and went into the house of their god to eat and drink, and there they insulted Avimelekh. ", "28": "Ga'al the son of a slave said, “Who is Avimelekh? Think of the contrast with Sh'khem! Why should we serve Avimelekh? Isn't he the son of Yeruba'al? Isn't Z'vul his officer? Serve the men of Hamor the father of Sh'khem! Why should we serve Avimelekh? ", "29": "If I were in control of this people, I'd get rid of Avimelekh!” Then, addressing his words to Avimelekh, he said, “Come out and fight! I don't care if you make your army even larger!”", "30": "When Z'vul the ruler of the city heard the words of Ga'al the son of a slave, he was enraged. ", "31": "He sent messengers to Avimelekh in Tormah with this message: “Ga'al the son of a slave and his brothers have come to Sh'khem, and they're inciting the city against you. ", "32": "You and the men with you should come up now at night and lie in wait in the field. ", "33": "In the morning, get up early, as soon as the sun rises; and attack the city. Then, when Ga'al and the men with him come out to fight you, do whatever you can to them.”", "34": "Avimelekh and all the men with him came up by night and lay in wait against Sh'khem in four groups. ", "35": "Ga'al the son of a slave went out and stationed himself at the entrance to the city gate. Then Avimelekh and his men rose from their ambush. ", "36": "When Ga'al saw the men, he said to Z'vul, “Look, there are men coming down from the mountaintops.” Z'vul answered, “You're seeing the shadows of the mountains as if they were men.” ", "37": "Ga'al said again, “Look, there are men coming down from the main hill in the land, and one group is coming on the road from the Fortuneteller's Oak. ", "38": "Z'vul said to him, “Where's your mouth now? You said, 'Who is Avimelekh? Why should we serve him?' Aren't these the people you despise? Go on out and fight them!” ", "39": "So Ga'al went out, leading the men of Sh'khem, and fought Avimelekh. ", "40": "But Avimelekh gave chase, and Ga'al took to flight; many fell wounded, strewn all along the way to the city gate.", "41": "Then Avimelekh took up residence in Arumah, and Z'vul drove out Ga'al and his brothers, so that they could not live in Sh'khem. ", "42": "But the very next day, the people went out into the field, and Avimelekh was told about it. ", "43": "He took his men, divided them into three groups, and lay in wait in the field. When he saw the people going out of the city, he came out of hiding and slaughtered them. ", "44": "Avimelekh and his group rushed forward and occupied the entrance to the city gate, while the other two groups attacked all those in the field and killed them. ", "45": "Avimelekh fought against the city all that day; captured it, killed its people, destroyed its buildings and sowed its land with salt.", "46": "When all the men in the fortress at Sh'khem heard about this, they took refuge in the stronghold of the temple of El-B'rit. ", "47": "Avimelekh was told that all the men from the Sh'khem fortress had gathered together; ", "48": "so he led all his men up to Mount Tzalmon, where he took an axe in his hand, cut a branch off a tree, and laid it on his shoulder. Then he said to those with him, “Quick! Do just what you saw me do!” ", "49": "They all did likewise, each man cutting off his branch; and they followed Avimelekh. They put the branches up against the stronghold, set them on fire, and burned down the stronghold; so that all the people from the Sh'khem fortress died, about a thousand men and women.", "50": "Then Avimelekh went to Tevetz, set up camp against Tevetz and captured it. ", "51": "But there was a fortified tower inside the city; and all the men and women took refuge in it, everyone in the city. They shut themselves inside and went up onto the roof of the tower. ", "52": "However, when Avimelekh approached the tower, attacked it, and then came up close to the tower's door in order to burn it down, ", "53": "a woman dropped an upper millstone on Avimelekh's head, cracking his skull. ", "54": "He quickly called out to the young man holding his armor, “Draw your sword, and finish me off, so that people won't say a woman killed me.” So his attendant ran him through, and he died. ", "55": "When the men of Isra'el saw that Avimelekh was dead, they all went back home.", "56": "This is how God paid back Avimelekh for the wrong he did to his father in murdering his seventy brothers. ", "57": "God also repaid the men of Sh'khem for all the wrong they had done; on them came the curse of Yotam the son of Yeruba'al."}