{"1": "During the first year of Cyrus, king of Persia, in fulfillment of the message from the Lord spoken through Jeremiah, the Lord prompted[a] Cyrus, king of Persia, to make this proclamation throughout his entire kingdom, which was also released in written form:", "2": "An Official Statement from[b] Cyrus, King of Persia All of the kingdoms of the earth have been given to me by the Lord God of Heaven, and he specifically charged me to build a temple[c] for him in Jerusalem, which is in Judah. ", "3": "Therefore, who among the Lord's[d] people trusts in his God? Whoever among this group wishes to do so may travel to Jerusalem of Judah to rebuild the Temple of the Lord[e] God of Israel, the God of Jerusalem. ", "4": "Furthermore, everyone who wishes to repatriate[f] from any territory where he now resides is to receive assistance from his fellow residents in the form of silver, gold, equipment, and pack animals, in addition to voluntary offerings for the Temple of the God of Jerusalem.", "5": "In response, the heads of the families[g] of Judah and Benjamin, the priests and descendants of Levi, and all those who had been prompted[h] by God, prepared to travel to rebuild the Temple of the Lord, which was in Jerusalem. ", "6": "So all of their neighbors equipped the travelers[i] with silver, gold, equipment, pack animals, and valuable goods, in addition to voluntary offerings.", "7": "King Cyrus also brought out from storage[j] the service instruments from the Temple of the Lord, which Nebuchadnezzar had taken from Jerusalem and had placed in the temple of his gods.[k] ", "8": "Cyrus, king of Persia, had them brought out to Mithredath the Treasurer, had them inventoried, and had them placed in care of[l] Sheshbazzar,[m] governor of Judah. ", "9": "Here is a partial inventory:[n] Gold dishes: 30 Silver dishes: 1,000 Sacrificial knives: 29", "10": "Gold bowls: 30 Silver bowls of another kind:[o] 410 Miscellaneous instruments: 1,000", "11": "The complete inventory of gold and silver vessels totaled 5,400. Sheshbazzar[p] brought them all to Jerusalem, along with the exiles from Babylon."}