{"1": "Now while Ezra was praying and confessing in tears, having prostrated himself to the ground before the Temple of God, a very large crowd of Israelis—men, women, and children—gathered around him. Indeed, the people were crying bitterly.", "2": "Jehiel's son Shecaniah, one of Elam's descendants, responded to Ezra: “We have sinned against our God by marrying foreign wives from the people of the land, but even now there is hope in Israel, despite this. ", "3": "So let's make a promise to our God by which we divorce[a] all of these foreign[b] wives—as well as those born to them—in accordance with the counsel of our Lord and of those who tremble at our God's command. Furthermore, let it be done according to the Law. ", "4": "So get up—it's your responsibility! We're with you. Be strong, and get to work.”[c]", "5": "So Ezra got up and made the chief priests, the descendants of Levi, and all of Israel vow to carry out everything they promised. And so they agreed.[d] ", "6": "Ezra arose in front of the Temple of God to visit the apartment of Eliashib's son Jehohanan. While there, he neither ate nor drank because he was in mourning over the sins of those who had returned from exile. ", "7": "Then they sent word throughout Judah and Jerusalem to everyone who had returned from the exile, to gather together in Jerusalem. ", "8": "Whoever would not come within three days would forfeit his assets and be separated from the community of the returning exiles, just as the high officials and elders had advised.", "9": "Less than three days later, all of the men of Judah and Benjamin gathered together on the twentieth day[e] of the ninth month. Everyone sat in the plaza of the Temple of God, trembling because of everything that was happening, and also because it was raining heavily. ", "10": "Ezra the priest stood up and spoke to them, “You have sinned by marrying foreign wives, thereby increasing the transgressions of Israel. ", "11": "Now confess this to the Lord God of your ancestors, and separate yourselves from the people who live in the land and from foreign wives.”", "12": "At this, the entire community responded with a loud cry, “We will do just as you've spoken! ", "13": "However, many people are involved, and it's raining heavily. Furthermore, this is not just a matter of a day or two of work, because many of us have sinned in this. ", "14": "So let's have our officials remain on behalf of the whole community. Then all who have married foreign wives are to come appear at specific times before[f] the elders and judges of each city until the fierce anger of our God has been turned away from us in this matter.”", "15": "Only Asahel's son Jonathan and Tikvah's son Jahzeiah opposed this, and they were supported by Meshullam and Shabbethai the descendant of Levi.", "16": "So those who had returned from exile did this. Ezra the priest and leaders of certain ancestral groups listed by name devoted themselves to examine the situation on the first day of the tenth month. ", "17": "By the first day of the first month they concluded their investigation of all of the men who had married foreign wives.", "18": "Here is a list of priestly descendants who were found to have married foreign women. From Jeshua's descendants:[g] Jozadak's son and his brothers Maaseiah, Eliezer, Jarib, and Gedaliah. ", "19": "Pleading guilty, they promised to divorce their wives. Then they offered a ram from their flocks for their offense.", "20": "From Immer's descendants: Hanani and Zebadiah. ", "21": "From Harim's descendants: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah. ", "22": "From Pashhur's descendants: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah. ", "23": "From the descendants of Levi: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer. ", "24": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri.", "25": "From the Israelis: Parosh's descendants: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah. ", "26": "From Elam's descendants: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah. ", "27": "From Zattu's descendants: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza. ", "28": "From Bebai's descendants: Jehohanan, Hananiah, Zabbai, and Athlai. ", "29": "From Bani's descendants: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth. ", "30": "From Pahath-moab's descendants: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh. ", "31": "From Harim's descendants: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, ", "32": "Benjamin, Malluch, and Shemariah.", "33": "From Hashum's descendants: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei. ", "34": "From Bani's descendants: Maadai, Amram, Uel, ", "35": "Benaiah, Bedeiah, Cheluhi, ", "36": "Vaniah, Meremoth, Eliashib, ", "37": "Matanza, Maternai, Jas, ", "38": "Bani, Binai, Shihezi, ", "39": "Shelemiah, Nathan, Adaiah, ", "40": "Machnadebai, Shashai, Sharai, ", "41": "Azarel, Shelemiah, Shemariah, ", "42": "Shallum, Amariah, and Joseph. ", "43": "From Nebo's descendants: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.", "44": "All of these had married foreign wives, and some of them had children by them."}