{"1": "Seven months after the Israelis had settled in their cities, they all gathered together in Jerusalem as a united body.[a] ", "2": "Then Jozadak's son Jeshua and his brothers got up, along with Shealtiel's son Zerubbabel and his brothers. They built an altar of the God of Israel in order to offer burnt offerings, as prescribed by the Law of Moses, the man of God.", "3": "Even though they feared the people in neighboring regions, they rebuilt the altar where it had stood before.[b] They offered burnt offerings on it to the Lord—burnt offerings both in the morning and in the evening. ", "4": "They also observed the Festival of Tents[c] as has been prescribed, offering a specific number of daily burnt offerings in accordance with the ordinance of each day. ", "5": "After that, they offered[d] all of the continual burnt offerings and the New Moon sacrifices[e] for all of the designated festivals of the Lord that were being consecrated, along with all the voluntary offerings that were dedicated to the Lord. ", "6": "They began to offer burnt offerings to the Lord from the first day of the seventh month, even though the foundation of the Temple of the Lord had not yet been laid.", "7": "They paid masons and carpenters in cash.[f] They paid[g] the residents of Sidon and Tyre with food, drink, and oil, for them to bring cedar trees by sea from Lebanon to Joppa in accordance with the order they had obtained from Cyrus, king of Persia.", "8": "Two years and two months after arriving at the site of the Temple of God in Jerusalem, Shealtiel's son Zerubbabel, Jozadak's son Jeshua, the relatives of the priests and descendants of Levi, and everyone else who had left the Babylonian[h] captivity for Jerusalem appointed descendants of Levi who were 20 years old and older to oversee the work of the Lord's Temple.", "9": "At this time Jeshua, along with his children and relatives, and Kadmiel, with his children and the descendants of Judah, joined the family of Henadad with his children and relatives, and the descendants of Levi in overseeing the work on the Temple of God.", "10": "After the builders laid the foundation for the Lord's Temple, the priests stood in their ministerial robes with trumpets and the descendants of Levi (who were also descendants of Asaph) with cymbals to praise the Lord, according to instructions prepared by[i] David, king of Israel. ", "11": "And they sang in unison[j] to one another, giving thanks to the Lord: “He is good, and his gracious love to Israel endures forever.” And all the people shouted out loudly in praise to the Lord when the foundation of the Lord's Temple was laid.", "12": "Now a number of the priests, the Levities, and the leading officials of the elders—who were very[k] elderly—had seen the former Temple with their own eyes. When they observed the foundation of the Temple being laid, they wept with a loud voice, while the rest of them shouted for joy. ", "13": "As a result, the people couldn't distinguish between the noise coming from the shouts of joy and the noise coming from the weeping people, because everyone[l] was shouting loudly and could be heard a long way off."}