{"1": "When the enemies of Judah and Benjamin learned that the descendants of the Babylonian[a] captivity had built their Temple to the Lord, the God of Israel, ", "2": "they approached Zerubbabel and the heads of the families[b] with this message: “Let's build along with you, because, like you, we seek your God, as do you, and we've been making sacrifices to him since the reign of Esarhaddon, king of Assyria, who brought us here.”", "3": "But Zerubbabel, Jeshua, and the rest of the heads of the families[c] of Israel replied, “You have no part in our plans for[d] building a temple to our God, because we alone will build to the Lord, the God of Israel, in accordance with the decree issued by King Cyrus, king of Persia.”", "4": "After this, the non-Israeli inhabitants[e] of the land undermined[f] the people of Judah, harassing them in their construction work ", "5": "by bribing their consultants in order to frustrate their plans throughout the reign of Cyrus, king of Persia until Darius became king.[g]", "6": "At the beginning of the reign of Ahasuerus, they lodged a formal accusation against the inhabitants of Judah and Jerusalem. ", "7": "While Artaxerxes was king of Persia, Bishlam, Mithredath, Tabeel, and the rest of their co-conspirators wrote in the Aramaic language and script to King Artaxerxes of Persia. Aramaic:[h]", "8": "Governor Rehum and Shimshai the scribe wrote a letter concerning Jerusalem to King Artaxerxes as follows:", "9": "From Governor Rehum Shimshai the scribe The rest of their colleagues— Judges, envoys, officials, Persians, the people of Erech, the Babylonians, the people of Susa (that is, the Elamites) ", "10": "and many other nations whom the great and honorable Osnappar deported and resettled in Samaria and in the rest of the province beyond the Euphrates[i] River.", "11": "This is the text of the letter they sent. To: King Artaxerxes From: Your servants, the men of the province beyond the Euphrates[j] River.", "12": "May the king be advised that the Jews who came from you to us have reached Jerusalem and are rebuilding a rebellious and wicked city, having completed its walls and repaired its foundations.", "13": "May the king be further advised that if this city is rebuilt and its walls erected, its citizens[k] will refuse to pay tributes, taxes, and tariffs, thereby restricting royal revenues.", "14": "Now, because we are royal employees[l] and are committed to preserving the reputation of the king, we have written to the king and have declared its contents to be true,[m] ", "15": "urging[n] that a search may be made in the official registers of your predecessors.[o] You will discover in the registers that[p] this city is a rebellious city, that it is damaging to both kings and provinces, that it has been moved to sedition from time immemorial, and that because of this it was destroyed.", "16": "We certify to the king that if this city is rebuilt and its walls completed, you will lose your land holdings in the province beyond the Euphrates[q] River.", "17": "The king replied: To: Governor Rehum, Shimshai the scribe, and their colleagues living in Samaria, and the remainder living beyond the Euphrates[r] River. Greetings:[s]", "18": "The memorandum you sent to us has been read and carefully considered.[t] ", "19": "Pursuant to my edict, an investigation has been undertaken. It is noted that this city has fomented rebellion against kings from time immemorial, and that rebellion and sedition has occurred in it.", "20": "Powerful kings have reigned over Jerusalem, including ruling over all lands beyond the Euphrates[u] River. Furthermore, taxes, tribute, and tolls have been paid to them.", "21": "Accordingly, issue an order to force these men to cease their work[v] so that this city is not rebuilt until you receive further notice from me.", "22": "Be diligent and take precautions so that you do not neglect your responsibility in this matter. Why should the kingdom sustain any more damage?", "23": "As soon as a copy of the letter from King Artaxerxes was read to Rehum, to Shimshai the scribe, and to their colleagues, they traveled quickly to Jerusalem and compelled the Jews to cease by force of arms. ", "24": "As a result, work on the Temple of God in Jerusalem ceased and did not begin again until the second year of the reign of King Darius of Persia."}