{"1": "At that time, the prophets Haggai and Iddo's son Zechariah prophesied specifically to the Jews in Judah and Jerusalem in the name of the God of Israel. ", "2": "So Shealtiel's son Zerubbabel and Jozadak's son Jeshua restarted construction of the Temple of God in Jerusalem. And the prophets of God were there supporting them.", "3": "Right about then, Trans-Euphrates[a] Governor Tattenai, Shethar-bozenai, and their colleagues approached and challenged them. They asked, “Who authorized you to build this Temple and to reconstruct this wall?” ", "4": "In answer, we responded with a list of[b] the names of the men who were building the structure. ", "5": "But God watched over the Jewish leaders, who could not be forced to stop working until Darius received a report and responded in reply.", "6": "Here is a copy of the letter that Trans-Euphrates[c] Governor Tattenai, Shethar-bozenai, and his colleagues the Trans-Euphrates Persians sent to King Darius. ", "7": "The letter sent to him was written like this: To: King Darius: Greetings![d]", "8": "This is to inform[e] the king that we traveled to the Temple of the great God in the Judean province, which is being built with large stones and reinforced with wooden beams in its walls. The work proceeds diligently and is in capable hands.[f]", "9": "We asked the elders, “Who authorized you to build this Temple and to reinforce these walls?” ", "10": "We also asked them their names so that we could certify the identities[g] of their leaders to you.", "11": "In answer they responded, “We are servants of the God of heaven and earth, and are rebuilding the Temple that was built many years ago by a great king of Israel. ", "12": "But because our predecessors provoked the God of Heaven to become angry, he handed them over to the control[h] of King Nebuchadnezzar of Babylon, the Chaldean who destroyed this Temple and transported the people to Babylon.", "13": "“However, during King Cyrus' first year—that same King Cyrus of Babylon—issued a decree to reconstruct this Temple of God. ", "14": "He delivered into the care of Sheshbazzar (whom he appointed governor) the gold and silver utensils that Nebuchadnezzar had taken from the Jerusalem Temple and brought into the Babylonian temple.", "15": "“And Cyrus[i] told him, 'Take these utensils, go to Jerusalem, and carry them to the Temple, after the Temple of God has been built[j] in its appropriate place.'", "16": "“Then this very same Sheshbazzar arrived and laid the foundations for the Temple of God in Jerusalem. Since that time until now the Temple has been under construction and is not yet completed.”", "17": "Accordingly, with your approval we suggest that[k] a search be conducted within the king's treasury at Babylon to verify[l] whether or not King Cyrus ever issued such a decree to reconstruct this Temple of God in Jerusalem. Then please notify us concerning the king's pleasure in this matter."}