{"1": "These are the leaders of the families listed among those who left Babylon with me during the reign of King Artaxerxes: ", "2": "From Phinehas's descendants: Gershom. From Ithamar's descendants: Daniel. From David's descendants: Hattush. ", "3": "From Shecaniah's descendants and[a] from Parosh's descendants: Zechariah, along with 150 men whose genealogies had been certified. ", "4": "From Pahath-moab's descendants: Zerahiah's son Eliehoenai and 200 men with him. ", "5": "From Zattu's descendants: Jahaziel's son Shecaniah and 300 men with him. ", "6": "From Adin's descendants: Jonathan's son Ebed and 50 men with him. ", "7": "From Elam's descendants: Athaliah's son Jeshaiah and 70 men with him. ", "8": "From Shephatiah's descendants: Michael's son Zebadiah and 80 men with him. ", "9": "From Joab's descendants: Jehiel's son Obadiah and 218 men with him. ", "10": "From Bani's descendants:[b] Josiphiah's son Shelomith and 160 men with him. ", "11": "From Bebai's descendants: Bebai's son Zechariah and 28 men with him. ", "12": "From Azgad's descendants: Hakkatan's son Johanan and 110 men with him. ", "13": "From Adonikam's later descendants: Eliphelet, Jeuel, Shemaiah, and 60 men with him. ", "14": "From Bigvai's descendants: Uthai, Zabbud,[c] and 70 men with him.", "15": "I gathered them together at the river that flows toward Ahava,[d] where we camped three days. Afterwards, I examined the people and the priests, but found no descendants of Levi there. ", "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were senior leaders, as well as for Joiarib and Elnathan, who were men of discernment. ", "17": "I told them to go see Iddo, a leader of Casiphia, and tell him and his relatives (administrators of Casiphia) to bring us men who could serve in the Temple of our God. ", "18": "By the grace[e] of our God they brought back a discerning man from the descendants of Mahli, a descendant of Israel's son Levi, along with Sherebiah and eighteen of his sons and brothers; ", "19": "Hashabiah and Jeshaiah from the descendants of Merari and 20 of his brothers and their sons; ", "20": "descendants of the Temple Servants whom David and the leaders had appointed to serve the descendants of Levi, listed by name.", "21": "Then I called for a fast there at the Ahava River so we could humble ourselves before our God and seek from him an appropriate way for us and our little ones to live, and how we should guard our personal wealth,[f] ", "22": "because I was ashamed to ask the king for a contingent of soldiers and cavalry to protect us from enemies we might encounter[g] on the way. After all, we had told the king, “The hand of our God seeks the good of all who seek him,[h] but his power and anger are against everyone who forsakes him.” ", "23": "So we fasted and asked our God about this, and he listened to us.", "24": "Next I selected twelve of the chief priests—Sherebiah, Hashabiah, and ten of their brothers with them— ", "25": "and divided between them the silver, the gold, the vessels, and the offering for the Temple of our God which the king had offered, along with his advisors, his senior officials, and all of Israel assembled there. ", "26": "I divided among them[i] 650 silver talents,[j] silver utensils weighing 100 talents,[k] 100 talents[l] of gold, ", "27": "gold basins weighing 1,000 darics[m] each, and two vessels made of polished brass, as valuable as gold.", "28": "I told them, “You are consecrated[n] to the Lord, and the vessels are also consecrated.[o] The silver and the gold are a freely given offering to the Lord God of your ancestors. ", "29": "Guard and protect them until you disperse them to the chief priests, the descendants of Levi, and to the family leaders of Israel at Jerusalem in the chambers of the Temple of the Lord.”", "30": "So the priests and descendants of Levi took possession of the silver, the gold, and the vessels in order to bring them to Jerusalem, to the Temple of our God.", "31": "Then we left the Ahava River for Jerusalem on the twelfth day[p] of the first month. Our God's protection[q] was with us, and he delivered us from the enemy's power[r] and from ambush along the way.", "32": "We arrived in Jerusalem and remained there three days. ", "33": "On the fourth day the silver, the gold, and the vessels were distributed at the Temple of our God into the care[s] of Uriah's son Meremoth the priest, Phinehas' son Eleazar, Jeshua's son Jozabad, and Binnui's son Noadiah, the descendants of Levi. ", "34": "Distribution was according to inventory[t] and weight, with all weights being recorded at that time.", "35": "The descendants of those who had been taken into captivity and who had returned from captivity offered burnt offerings to the God of Israel: twelve bulls for all of Israel, 96 rams, 77 lambs, and twelve male goats as a sin offering—all of them burnt offerings to the Lord. ", "36": "Then they delivered copies of[u] the king's orders to the king's officers, and governors on this side of the Euphrates[v] River. The orders were in support of the people and God's Temple."}