{"1": "After these things occurred, certain[a] officials approached me and said “The people of Israel, the priests, and the descendants of Levi have not separated themselves from the people of the lands or from the detestable behavior of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites, ", "2": "because they and their sons have married foreign women.[b] As a result, the holy people[c] have mingled themselves among the people who live in these lands. As a matter of fact, the senior officials and the rulers have been foremost in this sin.”", "3": "When I heard this, I tore both my garment and robe, plucked hair from both my head and my beard, and collapsed in shock! ", "4": "Then everyone who trembled at the words of the God of Israel gathered together as a group because of the sin committed by those who had been led astray. As for me, I remained seated, in shock, until the evening sacrifice.", "5": "At the time of the evening sacrifice, I arose from my discouragement. Still in my torn garment and robe, I fell to my knees with my hands outstretched to the Lord my God, ", "6": "and said, “My God, I am too ashamed and hurt to turn to you, because we're in our iniquities over our heads. Furthermore, my God, our sins have grown as high as the heavens. ", "7": "We have lived in great sin from the days of our ancestors even until today, and because of those iniquities we, our kings, and our priests have been delivered over to foreign kings, for execution, for captivity, for plunder, and for humiliation, as is the case[d] today. ", "8": "Though now, for a moment, grace has been shown[e] from the Lord our God, leaving a few survivors to escape, and providing us a secure hold in his Holy Place, so that our God might enlighten us and give us relief from our servitude. ", "9": "Even though we are slaves, our God has not abandoned us in our slavery. Instead, he has extended gracious love to us in the presence of the kings of Persia, to grant us revival, to set up the Temple of our God, to repair its damage, and to give us a protective wall for Judah and Jerusalem.", "10": "Now, our God, what can we say besides this? Because we have abandoned your commandments ", "11": "that you gave in the writings[f] of your servants, the prophets: 'The land you are entering to possess is a morally unclean land due to the moral uncleanness of the people who live in there—along with their abominations—that has filled it from one end to the other with their impurities. ", "12": "So, therefore, do not give your daughters in marriage to their sons, nor marry their daughters to your sons, and under no circumstances are you to seek their well-being or their wealth, so that you may remain strong, enjoying the best things the land has to give, and so that you may establish an inheritance for your children forever.'[g]", "13": "“After all that has happened to us because of our evil behavior, and because of our great sin—considering that you our God have punished us less than our iniquities deserve[h] and have given us this deliverance— ", "14": "should we violate your commandments by intermarrying with the nations[i] who practice these abominations? Would you not be angry with us until you had consumed us, with not even a remnant surviving[j] to escape?", "15": "Lord God of Israel, you are just: As a result, we remain here today delivered. Look at us! Because of our sin, we cannot stand in your presence as a result of everything that has happened.”"}