{"1": "The words of the Teacher of the Assembly,[a] David's son, king in Jerusalem:", "2": "Perfectly pointless,[b] says the Teacher, perfectly pointless. Everything is pointless.", "3": "What do people gain from all the hard work that they work so hard at under the sun?", "4": "A generation goes, and a generation comes, but the earth remains as it always has.", "5": "The sun rises, the sun sets; it returns panting to the place where it dawns.", "6": "The wind blows to the south, goes around to the north; around and around blows the wind; the wind returns to its rounds again.", "7": "All streams flow to the sea, but the sea is never full; to the place where the rivers flow, there they continue to flow.", "8": "All words[c] are tiring; no one is able to speak. The eye isn't satisfied with seeing, neither is the ear filled up by hearing.", "9": "Whatever has happened—that's what will happen again; whatever has occurred—that's what will occur again. There's nothing new under the sun.", "10": "People may say about something: “Look at this! It's new!” But it was already around for ages before us.", "11": "There's no remembrance of things in the past, nor of things to come in the future. Neither will there be any remembrance among those who come along in the future.", "12": "I am the Teacher. I was king over Israel in Jerusalem.", "13": "I applied my mind to investigate and to explore by wisdom all that happens under heaven. It's an unhappy obsession that God has given to human beings.", "14": "When I observed all that happens under the sun, I realized that everything is pointless, a chasing after wind.", "15": "What's crooked can't be straightened; what isn't there can't be counted.", "16": "I said to myself, Look here, I have grown much wiser than any who ruled over Jerusalem before me. My mind has absorbed great wisdom and knowledge.", "17": "But when I set my mind to understand wisdom, and also to understand madness and folly, I realized that this too was just wind chasing.", "18": "Remember: In much wisdom is much aggravation; the more knowledge, the more pain."}