{"1": "When I next observed all the oppressions that take place under the sun, I saw the tears of the oppressed—and they have no one to comfort them. Their oppressors wield power—but they have no one to comfort them.", "2": "So I declare that the dead, who have already died, are more fortunate than the living, who are still alive.", "3": "But happier than both are those who have never existed, who haven't witnessed the terrible things that happen under the sun.", "4": "I also observed that people work hard and become good at what they do only out of mutual envy. This too is pointless, just wind chasing.", "5": "Fools fold their hands and eat their own flesh.", "6": "But better is resting with one handful than working hard for two fistfuls and chasing after wind.", "7": "Next, I saw under the sun something else that was pointless:", "8": "There are people who are utterly alone, with no companions, not even a child or a sibling. Yet they work hard without end, never satisfied with their wealth. So for whom am I working so hard and depriving myself of enjoyment? This too is pointless and a terrible obsession.", "9": "Two are better than one because they have a good return for their hard work.", "10": "If either should fall, one can pick up the other. But how miserable are those who fall and don't have a companion to help them up!", "11": "Also, if two lie down together, they can stay warm. But how can anyone stay warm alone?", "12": "Also, one can be overpowered, but two together can put up resistance. A three-ply cord doesn't easily snap.", "13": "A poor but wise youth is better than an old and foolish king, who no longer listens to advice.", "14": "He emerged from prison to become king, even though during his rule a poor child[a] is born.", "15": "I saw all who live and walk under the sun following the next youth who would rise to take his place.", "16": "There was no counting the number of people he ruled, but those who came later aren't happy with him. This too is pointless and a chasing after wind."}