{"1": "A good name is better than fine oil, and the day of death better than the birthday.", "2": "It is better to go to a house in mourning than to a house party, because that is everyone's destiny; and the living should take it to heart.", "3": "Aggravation is better than merriment because a sad face may lead to a glad heart.", "4": "The wise heart is in the house that mourns, but the foolish heart is in the house that rejoices.", "5": "It is better to obey the reprimand of the wise than to listen to the song of fools,", "6": "because the fool's merriment is like nettles crackling under a kettle. That too is pointless.", "7": "Oppression turns the wise into fools; a bribe corrupts the heart.", "8": "The end of something is better than its beginning. Patience is better than arrogance.", "9": "Don't be too quick to get angry because anger lives in the fool's heart.", "10": "Don't ask, “How is it that the former days were better than these?” because it isn't wise to ask this.", "11": "Wisdom is as good as[a] an inheritance— an advantage for those who see the sun.", "12": "Wisdom's protection is like the protection of money; the advantage of knowledge is that wisdom preserves the lives of its possessors.", "13": "Consider God's work! Who can straighten what God has made crooked?", "14": "When times are good, enjoy the good; when times are bad, consider: God has made the former as well as the latter so that people can't discover anything that will come to be after them.", "15": "I have seen everything in my pointless lifetime: the righteous person may die in spite of their righteousness; then again, the wicked may live long in spite of their wickedness.", "16": "Don't be too righteous or too wise, or you may be dumbfounded.[b]", "17": "Don't be too wicked and don't be a fool, or you may die before your time.", "18": "It's good that you take hold of one of these without letting go of the other because the one who fears God will go forth with both.", "19": "Wisdom makes a wise person stronger than ten rulers who are in a city.", "20": "Remember: there's no one on earth so righteous as to do good only and never make a mistake.[c]", "21": "Don't worry about all the things people say, so you don't hear your servant cursing you.", "22": "After all, you know that you've often cursed others yourself!", "23": "I tested all of this by wisdom. I thought, I will be wise, but it eluded me.", "24": "All that happens is elusive and utterly unfathomable. Who can grasp it?", "25": "I turned my mind to know, to investigate, and to seek wisdom, along with an account of things, to know that wickedness is foolishness and folly is madness.", "26": "I found one woman more bitter than death: she who is a trap, her heart a snare, her hands shackles. Anyone who pleases God escapes her, but a sinner is trapped by her.", "27": "See, this is what I found, says the Teacher, examining one matter after another to account for things.", "28": "But there's something that I constantly searched for but couldn't find: I found one man among a thousand, but I couldn't find a woman among any of these.[d]", "29": "See, this alone I found: God made human beings straightforward, but they search for many complications."}