{"1": "The Lord spoke to Moses in the Sinai desert in the meeting tent on the first day of the second month,[a] in the second year after they left the land of Egypt:", "2": "Take a census of the entire Israelite community by their clans and their households, recording the name of every male,", "3": "years old and above, who is eligible for military service in Israel. These you and Aaron will enlist in their military units.", "4": "Take with you one man from each tribe who is the head of his household.", "5": "These are the names of the men who will assist you: from Reuben, Elizur, Shedeur's son;", "6": "from Simeon, Shelumiel, Zurishaddai's son;", "7": "from Judah, Nahshon, Amminadab's son;", "8": "from Issachar, Nethanel, Zuar's son;", "9": "from Zebulun, Eliab, Helon's son;", "10": "from Joseph's sons: from Ephraim, Elishama, Ammihud's son; from Manasseh, Gamaliel, Pedahzur's son;", "11": "from Benjamin, Abidan, Gideoni's son;", "12": "from Dan, Ahiezer, Ammishaddai's son;", "13": "from Asher, Pagiel, Ochran's son;", "14": "from Gad, Eliasaph, Deuel's son;", "15": "from Naphtali, Ahira, Enan's son.", "16": "These are the ones appointed from the community, chiefs of their ancestral tribes and leaders of the divisions of Israel.", "17": "Moses and Aaron took these men who were selected by name", "18": "and they assembled the entire community on the first day of the second month. They registered them by their clans and their households, recording the name of each male 20 years old and above.", "19": "Moses enlisted them in the Sinai desert just as the Lord commanded him.", "20": "There were the descendants of Reuben, Israel's oldest, registered by their clans and their households. Every man 20 years old and above eligible for military service was individually recorded by name.", "21": "Those enlisted from the tribe of Reuben were 46,500.", "22": "There were the descendants of Simeon, registered by their clans and their households. Every male 20 years old and above eligible for military service was individually recorded by name.", "23": "Those enlisted from the tribe of Simeon were 59,300.", "24": "There were the descendants of Gad, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "25": "Those enlisted from the tribe of Gad were 45,650.", "26": "There were the descendants of Judah, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "27": "Those enlisted from the tribe of Judah were 74,600.", "28": "There were the descendants of Issachar, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "29": "Those enlisted from the tribe of Issachar were 54,400.", "30": "There were the descendants of Zebulun, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "31": "Those enlisted from the tribe of Zebulun were 57,400.", "32": "From Joseph's descendants there were the descendants of Ephraim, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "33": "Those enlisted from the tribe of Ephraim were 40,500.", "34": "There were the descendants of Manasseh, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "35": "Those enlisted from the tribe of Manasseh were 32,200.", "36": "There were the descendants of Benjamin, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "37": "Those enlisted from the tribe of Benjamin were 35,400.", "38": "There were the descendants of Dan, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "39": "Those enlisted from the tribe of Dan were 62,700.", "40": "There were the descendants of Asher, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "41": "Those enlisted from the tribe of Asher were 41,500.", "42": "There were the descendants of Naphtali, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name.", "43": "Those enlisted from the tribe of Naphtali were 53,400.", "44": "These are the ones who were enlisted by Moses, Aaron, and the twelve chiefs of Israel, each from his own household.", "45": "All the Israelites 20 years old and above eligible for military service in Israel were enlisted by their households.", "46": "All those enlisted were 603,550.", "47": "But the Levites, belonging to their own ancestral tribe, weren't enlisted along with them.", "48": "The Lord spoke to Moses:", "49": "You must not enlist the tribe of Levi, nor should you take their census along with the Israelites.", "50": "Rather, assign the Levites to the covenant dwelling, to all its equipment, and to everything that belongs to it. They will carry the dwelling and all its equipment, perform its religious ceremonies, and camp around the dwelling.", "51": "When it's time to break camp, the Levites will take down the dwelling; and when it's time to make camp, the Levites will set up the dwelling. Any other person who approaches will be put to death.", "52": "The Israelites will camp each in their own place under the banner of their own military unit.", "53": "But the Levites will camp around the covenant dwelling so that God's anger will not strike the Israelite community. The Levites will guard the covenant dwelling.", "54": "The Israelites did everything exactly as the Lord commanded Moses."}