{"1": "The Lord spoke to Moses:", "2": "Make two silver trumpets and make them from hammered metalwork. Use them for summoning the community and for breaking camp.", "3": "When both are blown, the entire community will meet you at the entrance of the meeting tent.", "4": "When one is blown, the chiefs, the leaders of Israel's divisions, will meet you.", "5": "When you blow a series of short blasts, the camp on the east side will march.", "6": "And when you blow a second series of short blasts, the camp on the south side will march. You will blow a series of short blasts to announce their march.", "7": "To gather the assembly, blow a long blast, not a series of short blasts.", "8": "Aaron's sons the priests will blow the trumpets. This will be a permanent regulation for you throughout time.", "9": "When you go to war in your land against an enemy who is attacking you, you will blow short blasts with the trumpets so that you may be remembered by the Lord your God and be saved from your enemies.", "10": "On your festival days, your appointed feasts, and at the beginning of your months, you will blow the trumpets over your entirely burned offerings and your well-being sacrifices. They will serve as a reminder of you to your God. I am the Lord your God.", "11": "On the twentieth day of the second month in the second year, the cloud ascended from the covenant dwelling.", "12": "The Israelites set out on their march from the Sinai desert, and the cloud settled in the Paran desert.", "13": "They marched for the first time at the Lord's command through Moses.", "14": "The banner of Judah's camp marched first with its military units. Nahshon, Amminadab's son, commanded its military.", "15": "Nethanel, Zuar's son, commanded the military of the tribe of Issachar.", "16": "Eliab, Helon's son, commanded the military of the tribe of Zebulun.", "17": "The dwelling was taken down, and the Gershonites and the Merarites, who carried the dwelling, marched.", "18": "The banner of Reuben's camp marched with its military units. Elizur, Shedeur's son, commanded its military.", "19": "Shelumiel, Zurishaddai's son, commanded the military of the tribe of Simeon.", "20": "Eliasaph, Deuel's son, commanded the military of the tribe of Gad.", "21": "The Kohathites, who carried the holy things, marched. The dwelling would be set up before their arrival.", "22": "The banner of Ephraim's camp marched with its military units. Elishama, Ammihud's son, commanded its military.", "23": "Gamaliel, Pedahzur's son, commanded the military of the tribe of Manasseh.", "24": "Abidan, Gideoni's son, commanded the military of the tribe of Benjamin.", "25": "The banner of Dan's camp, at the rear of the whole camp, marched with its military units. Ahiezer, Ammishaddai's son, commanded its military.", "26": "Pagiel, Ochran's son, commanded the military of the tribe of Asher.", "27": "Ahira, Enan's son, commanded the military of the tribe of Naphtali.", "28": "This was the order of departure of the Israelites with their military units when they set out.", "29": "Moses said to Hobab the Midianite, Reuel's son and Moses' father-in-law, “We're marching to the place about which the Lord has said, 'I'll give it to you.' Come with us and we'll treat you well, for the Lord has promised to treat Israel well.”", "30": "Hobab said to him, “I won't go; I'd rather go to my land and to my folk.”", "31": "Moses said, “Please don't abandon us, for you know where we can camp in the desert, and you can be our eyes.", "32": "If you go with us, whatever good the Lord does for us, we'll do for you.”", "33": "They marched from the Lord's mountain for three days. The Lord's chest containing the covenant marched ahead of them for three days to look for a resting place for them.", "34": "Now the Lord's cloud was over them by day when they marched from the camp.", "35": "When the chest set out, Moses would say, “Arise, Lord, let your enemies scatter, and those who hate you flee.”", "36": "When it rested, he would say, “Return, Lord of the ten thousand thousands of Israel.”"}