{"1": "When the people complained intensely in the Lord's hearing, the Lord heard and became angry. Then the Lord's fire burned them and consumed the edges of the camp.", "2": "When the people cried out to Moses, Moses prayed to the Lord, and the fire subsided.", "3": "The name of that place was called Taberah,[a] because the Lord's fire burned against them.", "4": "The riffraff among them had a strong craving. Even the Israelites cried again and said, “Who will give us meat to eat?", "5": "We remember the fish we ate in Egypt for free, the cucumbers, the melons, the leeks, the onions, and the garlic.", "6": "Now our lives are wasting away. There is nothing but manna in front of us.”", "7": "The manna was like coriander seed and its color was like resin.", "8": "The people would roam around and collect it and grind it with millstones or pound it in a mortar. Then they would boil it in pots and make it into cakes. It tasted like cakes baked in olive oil.", "9": "When the dew fell on the camp during the night, the manna would fall with it.", "10": "Moses heard the people crying throughout their clans, each at his tent's entrance. The Lord was outraged, and Moses was upset.", "11": "Moses said to the Lord, “Why have you treated your servant so badly? And why haven't I found favor in your eyes, for you have placed the burden of all these people on me?", "12": "Did I conceive all these people? Did I give birth to them, that you would say to me, 'Carry them at the breast, as a nurse carries an unweaned child,' to the fertile land that you promised their ancestors?", "13": "Where am I to get meat for all these people? They are crying before me and saying, 'Give us meat, so we can eat.'", "14": "I can't bear this people on my own. They're too heavy for me.", "15": "If you're going to treat me like this, please kill me. If I've found favor in your eyes, then don't let me endure this wretched situation.”", "16": "The Lord said to Moses, “Gather before me seventy men from Israel's elders, whom you know as elders and officers of the people. Take them to the meeting tent, and let them stand there with you.", "17": "Then I'll descend and speak with you there. I'll take some of the spirit that is on you and place it on them. Then they will carry the burden of the people with you so that you won't bear it alone.", "18": "To the people you will say, 'Make yourselves holy for tomorrow; then you will eat meat, for you've cried in the Lord's hearing, “Who will give us meat to eat? It was better for us in Egypt.” The Lord will give you meat, and you will eat.", "19": "You won't eat for just one day, or two days, or five days, or ten days, or twenty days,", "20": "but for a whole month until it comes out of your nostrils and nauseates you. You've rejected the Lord who's been with you and you have cried before him, saying, “Why did we leave Egypt?” '”", "21": "Moses said, “The people I'm with are six hundred thousand on foot and you're saying, 'I will give them meat, and they will eat for a month.'", "22": "Can flocks and herds be found and slaughtered for them? Or can all the fish in the sea be found and caught for them?”", "23": "The Lord said to Moses, “Is the Lord's power too weak? Now you will see whether my word will come true for you or not.”", "24": "So Moses went out and told the people the Lord's words. He assembled seventy men from the people's elders and placed them around the tent.", "25": "The Lord descended in a cloud, spoke to him, and took some of the spirit that was on him and placed it on the seventy elders. When the spirit rested on them, they prophesied, but only this once.", "26": "Two men had remained in the camp, one named Eldad and the second named Medad, and the spirit rested on them. They were among those registered, but they hadn't gone out to the tent, so they prophesied in the camp.", "27": "A young man ran and told Moses, “Eldad and Medad are prophesying in the camp.”", "28": "Joshua, Nun's son and Moses' assistant since his youth, responded, “My master Moses, stop them!”", "29": "Moses said to him, “Are you jealous for my sake? If only all the Lord's people were prophets with the Lord placing his spirit on them!”", "30": "Moses and Israel's elders were assembled in the camp.", "31": "A wind from the Lord blew up and brought quails from the sea. It let them fall by the camp, about a day's journey all around the camp and about three feet deep on the ground.", "32": "Then the people arose and gathered the quail all that day, all night, and all the next day. The least collected was ten homers,[b] and they laid them out around the camp.", "33": "While the meat was still between their teeth and not yet consumed, the Lord's anger blazed against the people. The Lord struck the people with a very great punishment.", "34": "The name of that place was called Kibroth-hattaavah,[c] because there they buried the people who had the craving.", "35": "From Kibroth-hattaavah the people marched to Hazeroth."}