{"1": "The Lord spoke to Moses:", "2": "Send out men to explore the land of Canaan, which I'm giving to the Israelites. Send one man from each ancestral tribe, each a chief among them.", "3": "So Moses sent them out from the Paran desert according to the Lord's command. All the men were leaders among the Israelites.", "4": "These are their names: from the tribe of Reuben, Shammua, Zaccur's son;", "5": "from the tribe of Simeon, Shaphat, Hori's son;", "6": "from the tribe of Judah, Caleb, Jephunneh's son;", "7": "from the tribe of Issachar, Igal, Joseph's son;", "8": "from the tribe of Ephraim, Hoshea, Nun's son;", "9": "from the tribe of Benjamin, Palti, Raphu's son;", "10": "from the tribe of Zebulun, Gaddiel, Sodi's son;", "11": "from the tribe of Joseph: from the tribe of Manasseh, Gaddi, Susi's son;", "12": "from the tribe of Dan, Ammiel, Gemalli's son;", "13": "from the tribe of Asher, Sethur, Michael's son;", "14": "from the tribe of Naphtali, Nahbi, Vophsi's son;", "15": "from the tribe of Gad, Geuel, Machi's son.", "16": "These are the names of the men whom Moses sent out to explore the land. Moses changed the name of Hoshea, Nun's son, to Joshua.", "17": "When Moses sent them out to explore the land of Canaan, he said to them, “Go up there into the arid southern plain and into the mountains.", "18": "You must inspect the land. What is it like? Are the people who live in it strong or weak, few or many?", "19": "Is the land in which they live good or bad? Are the towns in which they live camps or fortresses?", "20": "Is the land rich or poor? Are there trees in it or not? Be courageous and bring back the land's fruit.” It was the season of the first ripe grapes.", "21": "They went up and explored the land from the Zin desert to Rehob, near Lebo-hamath.", "22": "They went up into the arid southern plain and entered Hebron, where Ahiman, Sheshai, and Talmai, the descendants of the Anakites, lived. (Hebron was built seven years before Tanis[a] in Egypt.)", "23": "Then they entered the Cluster[b] ravine, cut down from there a branch with one cluster of grapes, and carried it on a pole between them. They also took pomegranates and figs.", "24": "That place was called the Cluster ravine because of the cluster of grapes that the Israelites cut down from there.", "25": "They returned from exploring the land after forty days.", "26": "They went directly to Moses, Aaron, and the entire Israelite community in the Paran desert at Kadesh. They brought back a report to them and to the entire community and showed them the land's fruit.", "27": "Then they gave their report: “We entered the land to which you sent us. It's actually full of milk and honey, and this is its fruit.", "28": "There are, however, powerful people who live in the land. The cities have huge fortifications. And we even saw the descendants of the Anakites there.", "29": "The Amalekites live in the land of the arid southern plain; the Hittites, Jebusites, and Amorites live in the mountains; and the Canaanites live by the sea and along the Jordan.”", "30": "Now Caleb calmed the people before Moses and said, “We must go up and take possession of it, because we are more than able to do it.”", "31": "But the men who went up with him said, “We can't go up against the people because they are stronger than we.”", "32": "They started a rumor about the land that they had explored, telling the Israelites, “The land that we crossed over to explore is a land that devours its residents. All the people we saw in it are huge men.", "33": "We saw there the Nephilim (the descendants of Anak come from the Nephilim). We saw ourselves as grasshoppers, and that's how we appeared to them.”"}