{"1": "The entire community raised their voice and the people wept that night.", "2": "All the Israelites criticized Moses and Aaron. The entire community said to them, “If only we had died in the land of Egypt or if only we had died in this desert!", "3": "Why is the Lord bringing us to this land to fall by the sword? Our wives and our children will be taken by force. Wouldn't it be better for us to return to Egypt?”", "4": "So they said to each other, “Let's pick a leader and let's go back to Egypt.”", "5": "Then Moses and Aaron fell on their faces before the assembled Israelite community.", "6": "But Joshua, Nun's son, and Caleb, Jephunneh's son, from those who had explored the land, tore their clothes", "7": "and said to the entire Israelite community, “The land we crossed through to explore is an exceptionally good land.", "8": "If the Lord is pleased with us, he'll bring us into this land and give it to us. It's a land that's full of milk and honey.", "9": "Only don't rebel against the Lord and don't be afraid of the people of the land. They are our prey.[a] Their defense has deserted them, but the Lord is with us. So don't be afraid of them.”", "10": "But the entire community intended to stone them. Then the Lord's glory appeared in the meeting tent to all the Israelites.", "11": "The Lord said to Moses, “How long will these people disrespect me? And how long will they doubt me after all the signs that I performed among them?", "12": "I'll strike them down with a plague and disown them. Then I'll make you into a great nation, stronger than they.”", "13": "Moses said to the Lord, “The Egyptians will hear, for with your power you brought these people up from among them.", "14": "They'll tell the inhabitants of this land. They've heard that you, Lord, are with this people. You, Lord, appear to them face-to-face. Your cloud stands over them. You go before them in a column of cloud by day and in a column of lightning by night.", "15": "If you kill these people, every last one of them, the nations who heard about you will say,", "16": "'The Lord wasn't able to bring these people to the land that he solemnly promised to give them. So he slaughtered them in the desert.'", "17": "Now let my master's power be as great as you declared when you said,", "18": "'The Lord is very patient and absolutely loyal, forgiving wrongs and disloyalty. Yet he doesn't forgo all punishment, disciplining the grandchildren and great-grandchildren for their ancestors' wrongs.'", "19": "Please forgive the wrongs of these people because of your absolute loyalty, just as you've forgiven these people from their time in Egypt until now.”", "20": "Then the Lord said, “I will forgive as you requested.", "21": "But as I live and as the Lord's glory fills the entire earth,", "22": "none of the men who saw my glory and the signs I did in Egypt and in the desert, but tested me these ten times and haven't listened to my voice,", "23": "will see the land I promised to their ancestors. All who disrespected me won't see it.", "24": "But I'll bring my servant Caleb into the land that he explored, and his descendants will possess it because he has a different spirit, and he has remained true to me.", "25": "Since the Amalekites and the Canaanites live in the valley, tomorrow turn and march into the desert by the route of the Reed Sea.”[b]", "26": "The Lord spoke to Moses and Aaron:", "27": "How long will this wicked community complain against me? I've heard the Israelites' dissent as they continue to complain against me.", "28": "Say to them, “As I live,” says the Lord, “just as I've heard you say, so I'll do to you.", "29": "Your dead bodies will fall in this desert. None of you who were enlisted and were registered from 20 years old and above, who complained against me,", "30": "will enter the land in which I promised[c] to settle you, with the exception of Caleb, Jephunneh's son, and Joshua, Nun's son.", "31": "But your children, whom you said would be taken by force, I'll bring them in and they will know the land that you rejected.", "32": "Your bodies, however, will fall in this desert,", "33": "and your children will be shepherds in the desert for forty years. They will suffer for your unfaithfulness, until the last of your bodies fall in the desert.", "34": "For as many days as you explored the land, that is, forty days, just as many years you'll bear your guilt, that is, forty years. This is how you will understand my frustration.”", "35": "I the Lord have spoken. I will do this to the entire wicked community who gathered against me. They will die in this desert. There they'll meet their end.", "36": "The men whom Moses sent out to explore the land had returned and caused the entire community to complain against him by starting a rumor about the land.", "37": "These men died by a plague in the Lord's presence on account of their false rumor.", "38": "But Joshua, Nun's son, and Caleb, Jephunneh's son, survived from those men who went to explore the land.", "39": "Moses spoke these words to all the Israelites, and the people mourned bitterly.", "40": "They rose early in the morning and went up to the top of the mountain range, saying, “Let's go up to the place the Lord told us to, for we have sinned.”", "41": "But Moses said, “Why do you disobey the Lord's command? It won't succeed.", "42": "Don't go up, for the Lord isn't with you. Don't be struck down before your enemies.", "43": "The Amalekites and the Canaanites will be there in front of you and you will fall by the sword because you turned away from the Lord, and the Lord is no longer with you.”", "44": "Yet they recklessly[d] ascended toward the top of the mountains, even though Moses and the Lord's chest containing the covenant didn't depart from the camp.", "45": "Then the Amalekites and the Canaanites, who lived in those mountains, descended, struck them down, and beat them all the way to Hormah."}