{"1": "The Lord spoke to Moses:", "2": "Speak to the Israelites and say to them: When you enter the land where you will live, which I am giving you,", "3": "and you make a food gift[a] to the Lord as a soothing smell for the Lord from the herd or the flock—whether an entirely burned offering, or a sacrifice to fulfill a solemn promise, or a spontaneous gift, or at your sacred seasons—", "4": "the one presenting the offering to the Lord will bring a grain offering of one-tenth of a measure of fine flour mixed with one-fourth of a hin[b] of oil.", "5": "You will also offer one-fourth of a hin of wine as a drink offering with either the entirely burned offering or the sacrifice, for each lamb.", "6": "For a ram you will offer a grain offering of two-tenths of a measure of fine flour mixed with one-third of a hin of oil.", "7": "You will also present one-third of a hin of wine for a drink offering as a soothing smell for the Lord.", "8": "When you offer a bull for an entirely burned offering, or a sacrifice to fulfill a solemn promise, or a well-being sacrifice to the Lord,", "9": "you will present[c] with the bull a grain offering of three-tenths of a measure of fine flour mixed with a half hin of oil.", "10": "You will present a half hin of wine for a drink offering as a food gift that is a soothing smell to the Lord.", "11": "So will it be done with each ox, each ram, or for any sheep or goat.", "12": "However many you offer, you will do the same for each one.", "13": "Every citizen will perform these rituals in bringing a food gift that is a soothing smell to the Lord.", "14": "If an immigrant lives with you or has settled among you for many years and would also like to offer a food gift that is a soothing smell to the Lord, that person must do just as you do.", "15": "The assembly will have the same regulation for you and for the immigrant. The regulation will be permanent for all time. You and the immigrant will be the same in the Lord's presence.", "16": "There will be one set of instructions and one legal norm for the immigrant and for you.", "17": "The Lord spoke to Moses:", "18": "Speak to the Israelites and say to them: When you enter the land to which I'm bringing you,", "19": "whenever you eat the land's food you will present a gift offering to the Lord.", "20": "You will present a gift offering from the first bread you bake just like you present a gift offering from the threshing floor.", "21": "You will give a gift offering from the first bread you bake for all time.", "22": "If by accident you don't obey all these commands that the Lord spoke to Moses,", "23": "or everything that the Lord commanded you through Moses from the day of the Lord's command onward for all time,", "24": "then if it was done unintentionally without the knowledge of the community, the entire community must offer one bull from the herd as an entirely burned offering, a soothing smell to the Lord, with its grain and drink offering according to the specific instruction, and one male goat for a purification offering.", "25": "The priest will seek reconciliation for the entire Israelite community. They will be forgiven, because it was unintentional and because they brought their food gift to the Lord, along with their purification offering in the Lord's presence for their accidental error.", "26": "The entire Israelite community and the immigrant residing among them will be forgiven, because all the people acted unintentionally.", "27": "If an individual sins unintentionally, that person must present a one-year-old female goat for a purification offering.", "28": "The priest will seek reconciliation in the Lord's presence for the person who sinned unintentionally, when the sin is an accident, seeking reconciliation so that person will be forgiven.", "29": "There will be one set of instructions for the Israelite citizen and the immigrant residing with you for anyone who commits an unintentional sin.", "30": "But the person who acts deliberately,[d] whether a citizen or an immigrant, and insults the Lord, that person will be cut off from the people", "31": "for despising the Lord's word and breaking his commands. That person will be completely cut off and bear the guilt.", "32": "When the Israelites were in the desert, they found a man gathering wood on the Sabbath day.", "33": "Those who found him gathering wood brought him to Moses, Aaron, and the entire community.", "34": "They placed him in custody, because it wasn't clear what should be done to him.", "35": "Then the Lord said to Moses: The man should be put to death. The entire community should stone him outside the camp.", "36": "The entire community took him outside the camp and stoned him. He died as the Lord had commanded Moses.", "37": "The Lord said to Moses:", "38": "Speak to the Israelites and say to them: Make fringes on the edges of your clothing for all time. Have them put blue cords on the fringe on the edges.", "39": "This will be your fringe. You will see it and remember all the Lord's commands and do them. Then you won't go exploring the lusts of your own heart or your eyes.", "40": "In this way you'll remember to do all my commands. Then you will be holy to your God.", "41": "I am the Lord your God, who brought you out of the land of Egypt to be your God. I am the Lord your God."}