{"1": "Korah—Izhar's son, Kohath's grandson, and Levi's great-grandson—with Dathan and Abiram, Eliab's sons, and On, Peleth's son, descendants of Reuben,", "2": "rose up against Moses, along with two hundred fifty Israelite men, leaders of the community, chosen by the assembly, men of reputation.", "3": "They assembled against Moses and Aaron and said to them, “You've gone too far, because the entire community is holy, every last one of them, and the Lord is with them. Why then do you exalt yourselves above the Lord's assembly?”", "4": "When Moses heard this, he fell on his face.", "5": "He spoke to Korah and all his community, “In the morning the Lord will make known who is his, who is holy, and who is able to approach him. The one he chooses for himself is the one who will be able to approach him.", "6": "This is what must be done. Korah and your entire community: Take censers for yourselves.", "7": "Tomorrow put fire in them and place incense on them in the Lord's presence. The man whom the Lord chooses, that one is holy. You Levites have gone too far!”", "8": "Moses said to Korah, “Listen, you Levites,", "9": "isn't it enough for you that Israel's God has separated you from the Israelite community to allow you to approach him, to perform the service of the Lord's dwelling, and to serve before the community by ministering for them?", "10": "He has allowed you and all your fellow Levites with you to approach him. Yet you also seek the priesthood?", "11": "Thus you and your entire community have assembled against the Lord. But Aaron, what is he that you complain about him?”", "12": "Moses sent for Dathan and Abiram, Eliab's sons. But they said, “We won't come up!", "13": "Isn't it enough that you've brought us up from a land full of milk and honey to kill us in the desert so that you'd also dominate us?", "14": "Moreover, you haven't brought us to a land full of milk and honey, nor given us the inheritance of field and vineyard. Would you also gouge out the eyes of these men? We won't come up!”", "15": "Moses became very angry and he said to the Lord, “Pay no attention to their offering. I haven't taken a single donkey from them, nor have I wronged any one of them.”", "16": "Moses said to Korah, “You and your entire community should appear before the Lord tomorrow, you, they, and Aaron.", "17": "Every person should take his censer, place incense on it, and present it before the Lord. Each person will carry his censer, two hundred fifty censers in all, including you and Aaron.”", "18": "Then every person took his censer, placed fire on it, put incense on it, and stood at the entrance of the meeting tent with Moses and Aaron.", "19": "Korah gathered the entire community with them to the entrance of the meeting tent. Then the Lord's glory appeared to the entire community.", "20": "The Lord spoke to Moses and Aaron,", "21": "“Separate yourselves from this community so that I may consume them in a moment.”", "22": "They fell on their faces and said, “God, the God of all living things. If one person sins, should you become angry with the entire community?”", "23": "The Lord said to Moses,", "24": "“Speak to the community and say, 'Withdraw from around the dwellings of Korah, Dathan, and Abiram.'”", "25": "Moses rose and went to Dathan and Abiram. Israel's elders followed him.", "26": "He spoke to the community: “Move away from the tents of these wicked men and don't touch anything of theirs, lest you too be wiped out for all their sins.”", "27": "They withdrew from around the dwellings of Korah, Dathan, and Abiram. Then Dathan and Abiram came out and stood at the entrance of their tents with their wives, children, and little ones.", "28": "Moses said, “By this you will know that the Lord sent me to do these deeds and that it wasn't my own desire.", "29": "If all these people die a natural death, or if their fate be that of all humans, then the Lord hasn't sent me.", "30": "But if the Lord performs an act of creation, and the ground opens its mouth and swallows them and everything that belongs to them, so that they descend alive to their graves, then you'll know that these men disrespected the Lord.”", "31": "As soon as he finished speaking these words, the ground under them split open.", "32": "The earth opened its mouth and swallowed them and their households, including every human that belonged to Korah and all their possessions.", "33": "They along with all their possessions descended alive to their graves, and the earth closed over them. They perished in the middle of the assembly.", "34": "All the Israelites who were around them fled at their cry, for they said, “The earth may swallow us.”", "35": "Then fire went out from the Lord and consumed the two hundred fifty men offering incense.", "36": "[a] The Lord spoke to Moses:", "37": "Tell Eleazar, Aaron the priest's son, to raise the censers from the fire and scatter the ashes about, because they are holy.", "38": "Hammer the censers of those who sinned and lost their lives into thin plates for the altar. Since they presented them in the Lord's presence, they had become holy. They will be a sign for the Israelites.", "39": "Eleazar the priest took the bronze censers presented by those who had been consumed by fire and hammered them into a covering for the altar,", "40": "just as the Lord instructed him through Moses. This was a reminder for the Israelites that no outsider who isn't one of Aaron's descendants should approach to burn incense in the Lord's presence, so as not to be like Korah and his community.", "41": "On the next day the entire Israelite community complained to Moses and Aaron, “You killed the Lord's people.”", "42": "When the community assembled against Moses and Aaron, they turned toward the meeting tent. At that moment the cloud covered it, and the Lord's glory appeared.", "43": "Moses and Aaron came to the front of the meeting tent,", "44": "and the Lord spoke to Moses:", "45": "Get away from this community, so that I may consume them in an instant. They fell on their faces,", "46": "and Moses said to Aaron, “Take the censer, put fire from the altar on it, place incense on it, go quickly to the community, and seek reconciliation for them. Indeed, the Lord's anger has gone out. The plague has begun.”", "47": "Aaron took it as Moses said and ran into the middle of the assembly, for the plague had already begun among the people. He burned incense and sought reconciliation for the people.", "48": "He stood between the dead and the living, and the plague stopped.", "49": "Those who died from the plague were fourteen thousand seven hundred, in addition to those who died because of Korah.", "50": "Aaron returned to Moses at the entrance of the meeting tent once the plague stopped."}