{"1": "The Lord spoke to Moses and Aaron:", "2": "The Israelites will camp each under the banner with the symbol of their household. They will camp around the meeting tent some distance from it.", "3": "On the east side toward the sunrise will be the banner of Judah's camp with its military units. The chief of the people of Judah is Nahshon, Amminadab's son.", "4": "His military unit and those enlisted in it are 74,600.", "5": "Those camping on one side of him are the tribe of Issachar. The chief of the people of Issachar is Nethanel, Zuar's son.", "6": "His military unit and those enlisted in it are 54,400.", "7": "On the other side, the tribe of Zebulun: the chief of the people of Zebulun is Eliab, Helon's son.", "8": "His military unit and those enlisted in it are 57,400.", "9": "All those enlisted in Judah's camp with their military units are 186,400. They will march first.", "10": "On the south side will be the banner of Reuben's camp with its military units. The chief of the people of Reuben is Elizur, Shedeur's son.", "11": "His military unit and those enlisted in it are 46,500.", "12": "Those camping on one side of him are the tribe of Simeon. The chief of the people of Simeon is Shelumiel, Zurishaddai's son.", "13": "His military unit and those enlisted in it are 59,300.", "14": "On the other side, the tribe of Gad: the chief of the people of Gad is Eliasaph, Reuel's son.", "15": "His military unit and those enlisted in it are 45,650.", "16": "All those enlisted in Reuben's camp with their military units are 151,450. They will march second.", "17": "The meeting tent and the Levites' camp will march in the center of the camps. They will march in the same order as they camp: each in position under his banner.", "18": "On the west will be the banner of Ephraim's camp with its military units. The chief of the people of Ephraim is Elishama, Ammihud's son.", "19": "His military unit and those enlisted in it are 40,500.", "20": "On one side of him is the tribe of Manasseh. The chief of the people of Manasseh is Gamaliel, Pedahzur's son.", "21": "His military unit and those enlisted in it are 32,200.", "22": "On the other side, the tribe of Benjamin: the chief of the people of Benjamin is Abidan, Gideoni's son.", "23": "His military unit and those enlisted in it are 35,400.", "24": "All those enlisted in Ephraim's camp with their military units are 108,100. They will march third.", "25": "On the north will be the banner of Dan's camp with its military units. The chief of the people of Dan is Ahiezer, Ammishaddai's son.", "26": "His military unit and those enlisted in it are 62,700.", "27": "Those camping on one side of him are the tribe of Asher. The chief of the people of Asher is Pagiel, Ochran's son.", "28": "His military unit and those enlisted in it are 41,500.", "29": "On the other side, the tribe of Naphtali: the chief of the people of Naphtali is Ahira, Enan's son.", "30": "His military unit and those enlisted in it are 53,400.", "31": "All those enlisted in the camp of Dan are 157,600. They will march last under their banners.", "32": "These are the enlisted Israelites by their households. The total enlisted in the camps with their military units is 603,550.", "33": "But the Levites weren't enlisted among the Israelites, as the Lord had commanded Moses.", "34": "The Israelites did everything exactly as the Lord had commanded Moses: they camped under their banners and they marched by their clans and by their households."}