{"1": "When the Canaanite king of Arad, who ruled in the arid southern plain, heard that the Israelites were coming on the Atharim road, he fought against Israel and took some of them captive.", "2": "Then Israel made a solemn promise to the Lord and said, “If you give this people into our hands, we will completely destroy their city.”", "3": "The Lord heard the voice of Israel and handed the Canaanites over. They completely destroyed them and their cities, so the name of the place is called Hormah.[a]", "4": "They marched from Mount Hor on the Reed Sea[b] road around the land of Edom. The people became impatient on the road.", "5": "The people spoke against God and Moses: “Why did you bring us up from Egypt to kill us in the desert, where there is no food or water. And we detest this miserable bread!”", "6": "So the Lord sent poisonous[c] snakes among the people and they bit the people. Many of the Israelites died.", "7": "The people went to Moses and said, “We've sinned, for we spoke against the Lord and you. Pray to the Lord so that he will send the snakes away from us.” So Moses prayed for the people.", "8": "The Lord said to Moses, “Make a poisonous snake and place it on a pole. Whoever is bitten can look at it and live.”", "9": "Moses made a bronze snake and placed it on a pole. If a snake bit someone, that person could look at the bronze snake and live.", "10": "Then the Israelites marched and they camped at Oboth.", "11": "They marched from Oboth and camped at Iye-abarim in the desert on the border of Moab toward the east.", "12": "From there they marched and camped in the Zered ravine.", "13": "From there they marched and camped across the Arnon in the desert that extends from the border of the Amorites, for the Arnon was the border of Moab, between Moab and the Amorites.", "14": "For this reason the scroll of the Lord's wars says: Waheb in Suphah and the ravines. The Arnon", "15": "and the ravines that extend to the settlement of Ar and lie along the border of Moab.", "16": "From there they marched to Beer, the well where the Lord said to Moses, “Gather the people, and I'll give them water.”", "17": "Then the Israelites sang this song: “Well, flow up! Sing about it!", "18": "The well that the officials dug, that the officials of the people hollowed out with the ruler's scepter and their staffs.” They marched from the desert to Mattanah;", "19": "from Mattanah to Nahaliel; from Nahaliel to Bamoth;", "20": "from Bamoth to the valley in the Moabite countryside, to the top of Pisgah overlooking Jeshimon.[d]", "21": "Then the Israelites sent messengers to Sihon the Amorite king:", "22": "“Let us pass through your land. We won't turn aside into a field or vineyard. We won't drink water from a well. We will walk on the King's Highway until we cross your border.”", "23": "But Sihon wouldn't allow the Israelites to cross his border. Sihon gathered all his people and went out to meet the Israelites in the desert. When he came to Jahaz, he attacked the Israelites.", "24": "The Israelites struck him down with their swords and took possession of his land from the Arnon to the Jabbok, as far as the Ammonites, for the border of the Ammonites was fortified.", "25": "The Israelites took all these cities. Then the Israelites settled in all the cities of the Amorites, in Heshbon and all its villages.", "26": "Now Heshbon was the city of Sihon the Amorite king who had fought against the former king of Moab. He had taken all his land from him as far as the Arnon.", "27": "Therefore, the poets say: “Come to Heshbon, let it be built. Let the city of Sihon be established.", "28": "Fire went out from Heshbon, flame from Sihon's city. It consumed Ar of Moab and swallowed up the shrines of the Arnon.", "29": "You are doomed, Moab! You are destroyed, people of Chemosh! He gave his sons as fugitives, and his daughters as captives to the Amorite king Sihon.", "30": "Yet we have thrown them down, destroying them[e] from Heshbon to Dibon. We brought ruin until Nophah, which is by Medeba.”", "31": "Israel settled in the land of the Amorites.", "32": "Moses sent spies to Jazer. They captured its villages and took possession of the Amorites who were there.", "33": "Then they turned and ascended the road of Bashan. Og, Bashan's king, came out at Edrei to meet them in battle, he and all his people.", "34": "The Lord said to Moses: Don't be afraid of him, for I have handed over all his people and his land. Do to him as you did to Sihon the Amorite king who ruled in Heshbon.", "35": "They slaughtered Og, his sons, and all his people until there were no survivors. Then they took possession of his land."}