{"1": "The Israelites marched and camped in the plains of Moab across the Jordan from Jericho.", "2": "Balak, Zippor's son, saw everything that the Israelites did to the Amorites.", "3": "The Moabites greatly feared the people, for they were so numerous. The Moabites were terrified of the Israelites.", "4": "The Moabites said to the elders of Midian, “Now this assembly will devour everything around us, as an ox eats up the grass in the field.” Balak, Zippor's son, was king of Moab at that time.", "5": "He sent messengers to Balaam, Beor's son, at Pethor, which is by the river in the land of his people,[a] to summon him: “A people has come out of Egypt, and they have now covered the land. They have settled next to me.", "6": "Now please come and curse this people for me because they are stronger than I am. Perhaps I'll be able to destroy them and drive them from the land, for I know that whomever you bless is blessed and whomever you curse is cursed.”", "7": "So the elders of Moab and Midian went with the payment for divination in their hands. They came to Balaam and told him Balak's words.", "8": "He said to them, “Spend the night here and I'll bring back to you a word exactly as the Lord speaks to me.” So the officials of Moab stayed with Balaam.", "9": "God came to Balaam and said, “Who are these men with you?”", "10": "Balaam said to God, “Moab's King Balak, Zippor's son, sent them to me with the message,", "11": "'A people has come out of Egypt and covered the land. Now come and curse them for me. Perhaps I'll be able to fight against them and drive them out.'”", "12": "God said to Balaam, “Don't go with them. Don't curse the people, because they are blessed.”", "13": "Then Balaam arose in the morning and said to Balak's officials, “Go to your land, for the Lord has refused to allow me to go with you.”", "14": "The officials of Moab arose, they went to Balak, and they said, “Balaam refused to come with us.”", "15": "Balak continued to send other officials more numerous and important than these.", "16": "They came to Balaam and said to him, “This is what Balak, Zippor's son, says: 'Please let nothing hold you back from coming to me,", "17": "for I'll greatly honor you and I'll do anything you ask of me. Please come and curse this people for me.'”", "18": "Balaam answered and said to Balak's servants, “If Balak were to give me his house full of silver and gold, I wouldn't be able to do anything, small or great, to break the command of the Lord my God.", "19": "Now you also must remain the night here so that I may know what else the Lord may say to me.”", "20": "God came to Balaam in the night and said to him, “If the men have come to summon you, arise and go with them. But you must do only what I tell you to do.”", "21": "So Balaam arose in the morning, saddled his donkey, and went with the officials of Moab.", "22": "Then God became angry because he went. So while he was riding on his donkey accompanied by his two servants, the Lord's messenger stood in the road as his adversary.", "23": "The donkey saw the Lord's messenger standing in the road with his sword drawn in his hand, so the donkey turned from the road and went into the field. Balaam struck the donkey in order to turn him back onto the road.", "24": "Then the Lord's messenger stood in the narrow path between vineyards with a stone wall on each side.", "25": "When the donkey saw the Lord's messenger, it leaned against the wall and squeezed Balaam's foot against the wall, so he continued to beat it.", "26": "The Lord's messenger persisted and crossed over and stood in a narrow place, where it wasn't possible to turn either right or left.", "27": "The donkey saw the Lord's messenger and lay down underneath Balaam. Balaam became angry and beat the donkey with the rod.", "28": "Then the Lord opened the donkey's mouth and it said to Balaam, “What have I done to you that you've beaten me these three times?”", "29": "Balaam said to the donkey, “Because you've tormented me. If I had a sword in my hand, I'd kill you now.”", "30": "The donkey said to Balaam, “Am I not your donkey, on whom you've often ridden to this day? Have I been in the habit of doing this to you?” Balaam said, “No.”", "31": "Then the Lord uncovered Balaam's eyes, and Balaam saw the Lord's messenger standing in the road with his sword drawn in his hand. Then he bowed low and worshipped.", "32": "The Lord's messenger said to him, “Why have you beaten your donkey these three times? I've come out here as an adversary, because you took the road recklessly in front of me.", "33": "The donkey saw me and turned away from me these three times. If it hadn't turned away from me, I would just now have killed you and let it live.”", "34": "Balaam said to the Lord's messenger, “I've sinned, because I didn't know that you were standing against me in the road. Now, if you think it's wrong, I'll go back.”", "35": "The Lord's messenger said to Balaam, “Go with the men. But don't say anything. Say only that which I tell you.” So Balaam went with Balak's officials.", "36": "When Balak heard that Balaam was coming, he went out to meet him at Ir-moab, which is on the border of the Arnon at the farthest point of the border.", "37": "Balak said to Balaam, “Didn't I send urgently and summon you? Why didn't you come to me? Am I really not able to honor you?”", "38": "Balaam said to Balak, “I've now come to you. But I'm only able to speak whatever word God gives me to say. That is what I will speak.”", "39": "Then Balaam went with Balak and they came to Kiriath-huzoth.", "40": "Balak sacrificed oxen and sheep and sent them to Balaam and the officials who were with him.", "41": "In the morning Balak took Balaam and brought him up to Bamoth-baal, where he could see part of the people."}