{"1": "Balaam saw that it pleased the Lord to bless the Israelites, so he didn't go as the other times to seek omens. Instead, he turned toward the desert.", "2": "Balaam looked up and saw Israel camping by tribes. Then God's spirit came on him.", "3": "He raised his voice and made his address: “The oracle of Balaam, Beor's son; the oracle of a man whose eye is open.[a]", "4": "The oracle of one who hears God's speech, who perceives the Almighty's[b] visions, who falls down with eyes uncovered.", "5": "How beautiful are your tents, Jacob, your camps, Israel!", "6": "Like palm groves that stretch out, like gardens next to a river, like eaglewood trees that the Lord has planted, like cedar trees next to water.", "7": "Water will drip from his branches; his seed will have plenty of water; his king will be higher than Agag, and his kingdom will be lifted up.", "8": "God, who brought him from Egypt, is like a magnificent wild bull for him. He will devour enemy nations and break their bones; he will strike with his arrows.", "9": "He crouched and lay down like a lion; like a lioness, who can make her rise? The one blessing you will be blessed, and the one cursing you will be cursed.”", "10": "Balak was angry with Balaam. He pounded his fists. Balak said to Balaam, “I summoned you to curse my enemies, but now you've given a blessing these three times.", "11": "Now get out of here and go home. I told you I'd greatly honor you, but the Lord has denied you any honor.”", "12": "Balaam said to Balak, “Didn't I tell your messengers, whom you sent to me,", "13": "'If Balak would give me his house full of silver and gold, I wouldn't be able to break the Lord's command for good or ill by my own will. I'll say whatever the Lord says'?", "14": "So now I'm going to my people. Let me advise you what this people will do to your people in the days to come.”", "15": "He raised his voice and made his address: “The oracle of Balaam, Beor's son, the oracle of a man whose eye is open.", "16": "The oracle of one who hears God's speech, and understands the Most High's[c] knowledge, who perceives the Almighty's[d] visions, who falls down with eyes uncovered.", "17": "I see him, but not now; I look at him, but not nearby. A star comes from Jacob; a scepter arises from Israel, smashing Moab's forehead, the head of all the Sethites.", "18": "Edom will become a possession, Seir a possession of its enemies. But Israel acts powerfully.", "19": "Someone from Jacob will rule and destroy the survivors from Ir.”", "20": "He looked at Amalek and raised his voice and gave his address: “Amalek is foremost among the nations, but its end is to perish forever.”", "21": "He looked at the Kenites and raised his voice and gave his address: “Your dwelling is secure; your nest is set in the rock.", "22": "Yet Kain will burn when Asshur takes you away captive.”", "23": "He raised his voice and made his address: “How terrible! Who will live when God does this?", "24": "Ships from Kittim will attack Asshur; they will attack Eber, and even he will perish forever.”", "25": "Then Balaam arose, set out, and returned home. Balak also went on his way."}