{"1": "When the Israelites lived at Shittim, the people made themselves impure by having illicit sex with Moabite women.", "2": "The Moabite women invited the people to the sacrifices for their god. So the people ate a meal, and they worshipped their god.", "3": "Israel became attached to the Baal of Peor, and the Lord was angry at the Israelites.", "4": "The Lord said to Moses: Take all the leaders of the people and kill them on behalf of the Lord in broad daylight, so that the Lord's anger turns away from Israel.", "5": "Then Moses said to Israel's officials, “Each of you: kill your men who are attached to the Baal of Peor.”", "6": "An Israelite man brought a Midianite woman to his brothers in the sight of Moses and the entire Israelite community, who were weeping at the entrance of the meeting tent.", "7": "When Phinehas (Eleazar's son and Aaron the priest's grandson) saw this, he arose in the middle of the community, took a spear in his hand,", "8": "went after the Israelite man into the chamber, and stabbed the two of them, the Israelite man and the woman, through the stomach. Then the plague stopped spreading among the Israelites.", "9": "Yet those who died by the plague numbered twenty-four thousand.", "10": "The Lord spoke to Moses:", "11": "Phinehas (Eleazar's son and Aaron the priest's grandson) has turned back my rage toward the Israelites. Because he was jealous for me among you, I didn't consume the Israelites due to my jealousy.", "12": "Therefore, say: I'm now giving him my covenant of well-being.", "13": "It will be for him and his descendants a covenant of permanent priesthood, because he was jealous for his God and sought reconciliation for the Israelites.", "14": "The name of the slain Israelite man who was killed with the Midianite woman was Zimri the son of Salu, chief of Simeon's household.", "15": "The name of the slain Midianite woman was Cozbi the daughter of Zur, a tribal leader of a Midianite household.", "16": "The Lord spoke to Moses:", "17": "Go after the Midianites and destroy them", "18": "because they went after you by the deception they devised for you at Peor with Cozbi, the Midianite chief's daughter and their sister, who was killed on the same day as the plague during the events at Peor."}