{"1": "[a] After the plague [b] the Lord said to Moses and Eleazar, Aaron the priest's son:", "2": "Take a census of the entire Israelite community, from 20 years old and above by their households, to determine everyone in Israel who is eligible for military service.", "3": "Moses and Eleazar the priest spoke to the people on the plains of Moab by the Jordan opposite Jericho:", "4": "“Take a census of those 20 years old and above as the Lord commanded Moses.” The Israelites who left the land of Egypt were:", "5": "Reuben, Israel's oldest son. Reuben's descendants: from Hanoch, the Hanochite clan; from Pallu, the Palluite clan;", "6": "from Hezron, the Hezronite clan; from Carmi, the Carmite clan.", "7": "These are the Reubenite clans. Their enrollment was 43,730.", "8": "Pallu's descendants: Eliab.", "9": "Eliab's descendants: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram chosen by the community who fought against Moses and Aaron with the community of Korah, when they fought against the Lord.", "10": "The earth opened its mouth and swallowed them, along with Korah, when the community died and fire devoured 250 persons. They became a warning sign.", "11": "But Korah's descendants didn't die.", "12": "Simeon's descendants according to their clans: from Nemuel, the Nemuelite clan; from Jamin, the Jaminite clan; from Jachin, the Jachinite clan;", "13": "from Zerah, the Zerahite clan; from Shaul, the Shaulite clan.", "14": "These are the Simeonite clans, 22,200.", "15": "Gad's descendants according to their clans: from Zephon, the Zephonite clan; from Haggi, the Haggite clan; from Shuni, the Shunite clan;", "16": "from Ozni, the Oznite clan; from Eri, the Erite clan;", "17": "from Arod, the Arodite clan; from Areli, the Arelite clan.", "18": "These are the Gadite clans. Their enrollment was 40,500.", "19": "Judah's descendants: Er and Onan. Er and Onan died in the land of Canaan.", "20": "Judah's descendants according to their clans: from Shelah, the Shelanite clan; from Perez, the Perezite clan; from Zerah, the Zerahite clan.", "21": "Perez's descendants: from Hezron, the Hezronite clan; from Hamul, the Hamulite clan.", "22": "These are the Judahite clans. Their enrollment was 76,500.", "23": "Issachar's descendants according to their clans: from Tola, the Tolaite clan; from Puvah, the Punite clan;", "24": "from Jashub, the Jashubite clan; from Shimron, the Shimronite clan.", "25": "These are the Issacharite clans. Their enrollment was 64,300.", "26": "Zebulun's descendants according to their clans: from Sered, the Seredite clan; from Elon, the Elonite clan; from Jahleel, the Jahleelite clan.", "27": "These are the Zebulunite clans. Their enrollment was 60,500.", "28": "Joseph's descendants according to their clans: Manasseh and Ephraim.", "29": "Manasseh's descendants: from Machir, the Machirite clan. Machir fathered Gilead. From Gilead, the Gileadite clan.", "30": "These are Gilead's descendants: from Iezer, the Iezerite clan; from Helek, the Helekite clan;", "31": "from Asriel, the Asrielite clan; from Shechem, the Shechemite clan;", "32": "from Shemida, the Shemidaite clan; and from Hepher, the Hepherite clan.", "33": "But Zelophehad, Hepher's son, had no sons, only daughters. The names of Zelophehad's daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah.", "34": "These are the Manassehite clans. Their enrollment was 52,700.", "35": "These are Ephraim's descendants according to their clans: from Shuthelah, the Shuthelahite clan; from Becher, the Becherite clan; from Tahan, the Tahanite clan.", "36": "These are Shuthelah's descendants: from Eran, the Eranite clan.", "37": "These are Ephraim's descendants. Their enrollment was 32,500. These are Joseph's descendants according to their clans.", "38": "Benjamin's descendants according to their clans: from Bela, the Belaite clan; from Ashbel, the Ashbelite clan; from Ahiram, the Ahiramite clan;", "39": "from Shupham,[c] the Shuphamite clan; from Hupham, the Huphamite clan.", "40": "Bela's descendants were Ard and Naaman: from Ard, the Ardite clan; from Naaman, the Naamite clan.", "41": "These are Benjamin's descendants according to their clans. Their enrollment was 45,600.", "42": "These are Dan's descendants according to their clans: from Shuham, the Shuhamite clan. These are the Danite clans according to their clans.", "43": "All the Shuhamite clans according to their enrollment were 64,400.", "44": "Asher's descendants according to their clans: from Imnah, the Imnite clan; from Ishvi, the Ishvite clan; from Beriah, the Beriite clan.", "45": "From Beriah's descendants: from Heber, the Heberite clan; from Malchiel, the Malchielite clan.", "46": "The name of Asher's daughter was Serah.", "47": "These are the clans of Asher's descendants. Their enrollment was 53,400.", "48": "Naphtali's descendants according to their clans: from Jahzeel, the Jahzeelite clan; from Guni, the Gunite clan;", "49": "from Jezer, the Jezerite clan; from Shillem, the Shillemite clan.", "50": "These are Naphtali's clans according to their clans. Their enrollment was 45,400.", "51": "These are the ones enrolled as Israelites: 601,730.", "52": "The Lord spoke to Moses:", "53": "The land will be apportioned to these as an inheritance according to the number of names.", "54": "To a large clan you will give a large inheritance, and to a small clan you will give a small inheritance. Each will be given its inheritance according to the number of its enrollment.", "55": "The land, however, will be apportioned by lot. They will inherit according to the names of their ancestral tribes.", "56": "Whether they are large or small, each tribe will inherit by means of the lot.", "57": "These are the ones enrolled as Levites according to their clans: from Gershon, the Gershonite clan; from Kohath, the Kohathite clan; from Merari, the Merarite clan.", "58": "These are the Levite clans: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, and the Korahite clan. Now Kohath fathered Amram.", "59": "The name of Amram's wife was Jochebed, Levi's daughter, who was born to Levi in Egypt. She gave birth for Amram to Aaron, Moses, and Miriam their sister.", "60": "To Aaron were born Nadab, Abihu, Eleazar, and Ithamar.", "61": "Nadab and Abihu died when they made an unauthorized offering to the Lord.", "62": "Their enrollment was 23,000, consisting of every male one month old and above. They weren't enrolled with the Israelites because no inheritance of land was given to them among the Israelites.", "63": "These are the ones whom Moses and Eleazar the priest enrolled. They enrolled the Israelites on the plains of Moab by the Jordan opposite Jericho.", "64": "There wasn't one person among these from those enrolled by Moses and Aaron the priest when they enrolled the Israelites in the Sinai desert.", "65": "The Lord had said to them, “They will die in the desert.” Not one of them remained, except Caleb, Jephunneh's son, and Joshua, Nun's son."}