{"1": "The Lord spoke to Moses:", "2": "Command the Israelites and say to them: Make sure to offer to me my offering, my food, my food gift as a soothing smell to me at its appointed time.", "3": "You will say to them: This is the food gift that you must present to the Lord: two flawless one-year-old lambs as the regular entirely burned offering every day.", "4": "One lamb you will offer in the morning and the second at twilight,", "5": "with a tenth of an ephah[a] of fine flour for a grain offering mixed with a fourth of a hin[b] of beaten oil.", "6": "It is the regular entirely burned offering begun at Mount Sinai, a food gift that is a soothing smell to the Lord.", "7": "Their drink offering will be a fourth of a hin for each lamb. In the sanctuary a drink offering of brandy will be poured out for the Lord.", "8": "The second lamb you will offer at twilight like the grain offering and the drink offering in the morning. You will offer a food gift that is a soothing smell to the Lord.", "9": "On the Sabbath day: two flawless one-year-old male lambs and two-tenths of fine flour for a grain offering, mixed with oil, and its drink offering.", "10": "This is the entirely burned offering for every Sabbath, in addition to the regular entirely burned offering and its drink offering.", "11": "At the beginning of every month you will present an entirely burned offering to the Lord: two bulls from the herd, one ram, and seven one-year-old male lambs, all flawless.", "12": "Use three-tenths of fine flour for a grain offering mixed with oil for each bull, two-tenths of fine flour for a grain offering mixed with oil for each ram,", "13": "and one-tenth of fine flour for a grain offering mixed with oil for each lamb. It is an entirely burned offering with a soothing smell, a food gift to the Lord.", "14": "Their drink offerings will be half a hin of wine for a bull, a third a hin of wine for a ram, and a fourth a hin of wine for a lamb. This is the monthly entirely burned offering for every month through the months of the year.", "15": "There will be one male goat for a purification offering to the Lord in addition to the regular entirely burned offering and its drink offering.", "16": "On the fourteenth day of the first month[c] there will be a Passover offering to the Lord.", "17": "On the fifteenth day of this month there will be a festival. For seven days unleavened bread will be eaten.", "18": "The first day will be a holy occasion. You will not do any job-related work.", "19": "You will bring a food gift, an entirely burned offering to the Lord: two bulls from the herd, one ram, and seven male lambs one year old. They will be flawless.", "20": "Their grain offering will be fine flour mixed with oil. You will offer three-tenths for the bull, two-tenths for the ram,", "21": "and one-tenth for each of the seven lambs,", "22": "along with one male goat for a purification offering to seek reconciliation for yourselves.", "23": "You will offer these in addition to the entirely burned offering of the morning, which is the regular entirely burned offering.", "24": "Like these, you will also offer each day for seven days a food gift as a soothing smell to the Lord. It will be offered in addition to the regular entirely burned offering and its drink offering.", "25": "The seventh day will be a holy occasion for you. You will not do any job-related work.", "26": "The day of the early produce, when you present your new grain offering to the Lord at your Festival of Weeks, will be a holy occasion for you. You will not do any job-related work.", "27": "You will present an entirely burned offering as a soothing smell to the Lord: two bulls from the herd, one ram, and seven male lambs one year old.", "28": "Their grain offering will be fine flour mixed with oil: three-tenths for each bull, two-tenths for the one ram,", "29": "and one-tenth for each of the seven lambs.", "30": "Offer one male goat to seek reconciliation for yourselves.", "31": "You will offer these in addition to the regular entirely burned offering, its grain offering and drink offerings. They will be flawless."}