{"1": "The first day of the seventh month[a] will be a holy occasion for you. You will not do any job-related work. It will be for you a day of the trumpet's sound.", "2": "You will offer an entirely burned offering as a soothing smell to the Lord: one bull from the herd, one ram, and seven male lambs one year old, all flawless.", "3": "Their grain offering will be fine flour mixed with oil, three-tenths for the bull, two-tenths for the ram,", "4": "and one-tenth for each of the seven lambs.", "5": "There will be one male goat for a purification offering to seek reconciliation for yourselves.", "6": "This is in addition to the monthly entirely burned offering with its grain offering, and the regular entirely burned offering with its grain offering and drink offerings as prescribed. It will be a soothing smell, a food gift to the Lord.", "7": "The tenth day of this seventh month will be a holy occasion for you. You will deny yourselves and not do any work.", "8": "You will present an entirely burned offering to the Lord as a soothing smell: one bull from the herd, one ram, and seven male lambs one year old. They will be flawless.", "9": "Their grain offering will be fine flour mixed with oil, three-tenths for the bull, two-tenths for the one ram,", "10": "and one-tenth for each of the seven lambs.", "11": "There will be one male goat for a purification offering in addition to the purification offering of reconciliation, and the regular entirely burned offering with its grain offering and drink offerings.", "12": "The fifteenth day of the seventh month[b] will be a holy occasion for you. You will not do any job-related work. You will celebrate a festival to the Lord for seven days.", "13": "You will present an entirely burned offering, a food gift as a soothing smell to the Lord: thirteen bulls from the herd, two rams, and fourteen male lambs one year old. They will be flawless.", "14": "Their grain offering will be fine flour mixed with oil: three-tenths for each of the thirteen bulls, two-tenths for each of the two rams,", "15": "and one-tenth for each of the fourteen lambs.", "16": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering.", "17": "On the second day: twelve bulls from the herd, two rams, and fourteen male lambs one year old, all flawless.", "18": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number.", "19": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offerings.", "20": "On the third day: eleven bulls, two rams, and fourteen male lambs one year old, all flawless.", "21": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number.", "22": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering.", "23": "On the fourth day: ten bulls, two rams, and fourteen male lambs one year old, all flawless.", "24": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number.", "25": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering.", "26": "On the fifth day: nine bulls, two rams, and fourteen male lambs one year old, all flawless.", "27": "The grain offering and their drink offerings for the bulls, rams, and lambs will be as prescribed for their number.", "28": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering.", "29": "On the sixth day: eight bulls, two rams, and fourteen male lambs one year old, all flawless.", "30": "The grain offering and their drink offerings for the bulls, rams, and lambs will be as prescribed for their number.", "31": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offerings.", "32": "On the seventh day: seven bulls, two rams, and fourteen male lambs one year old, all flawless.", "33": "The grain offering and their drink offering for the bulls, rams, and lambs will be as prescribed for their number.", "34": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering.", "35": "On the eighth day you will have a holiday. You will not do any job-related work.", "36": "You will present an entirely burned offering, a food gift as a soothing smell to the Lord: one bull, one ram, and seven male lambs one year old, all without blemish.", "37": "The grain offering and their drink offerings for the bull, ram, and lambs will be as prescribed for their number.", "38": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering.", "39": "These you will offer to the Lord at your appointed times in addition to your payments for solemn promises, your spontaneous gifts, your entirely burned offerings, your grain offerings, your drink offerings, and your well-being sacrifices.", "40": "[c] Moses told the Israelites everything that the Lord commanded Moses."}