{"1": "These are the descendants of Aaron and Moses at the time when the Lord spoke with Moses on Mount Sinai.", "2": "These are the names of Aaron's sons: Nadab the oldest, and Abihu, Eleazar, and Ithamar.", "3": "These are the names of Aaron's sons, who are the anointed priests and ordained to the priesthood.", "4": "Nadab and Abihu died before the Lord when they made an unauthorized offering to the Lord in the Sinai desert. They didn't have any sons. Eleazar and Ithamar served as priests during the lifetime of their father Aaron.", "5": "The Lord spoke to Moses:", "6": "Bring near the tribe of Levi and place them before Aaron the priest. They will assist him.", "7": "They will perform duties for him and for the entire community before the meeting tent, doing the work of the dwelling.", "8": "They will be responsible for all the equipment of the meeting tent and the duties on behalf of the Israelites when they do the work of the dwelling.", "9": "You will give the Levites to Aaron and his sons. They have been assigned as a gift to him from the Israelites.", "10": "You will appoint Aaron and his sons to be responsible for the priesthood. Any other person who approaches will be put to death.", "11": "The Lord spoke to Moses:", "12": "I claim the Levites from the Israelites in place of all the oldest males who open an Israelite womb. The Levites are mine", "13": "because all the oldest males are mine. When I killed all the oldest males in the land of Egypt, I reserved for myself all the oldest males in Israel, both humans and animals. They are mine; I am the Lord.", "14": "The Lord spoke to Moses in the Sinai desert:", "15": "Enroll the Levites by their households and their clans. You will enroll all the males over one month old.", "16": "Moses enrolled them according to the Lord's word as he was commanded.", "17": "These were Levi's sons by name: Gershon, Kohath, and Merari.", "18": "These were the names of Gershon's sons by their clans: Libni and Shimei.", "19": "Kohath's sons by their clans: Amram, Izhar, Hebron, and Uzziel.", "20": "Merari's sons by their clans: Mahli and Mushi. These were the clans of Levi by their households.", "21": "To Gershon belonged the clans of Libni and Shimei. These were the clans of the Gershonites.", "22": "Their enrollment, according to the number of males over one month old, was 7,500.", "23": "The clans of the Gershonites were to camp behind the dwelling on the west side.", "24": "The chief of the household of the Gershonites was Eliasaph, Lael's son.", "25": "In the dwelling, the Gershonites were responsible for the meeting tent, the tent with its covering, the screen for the entrance of the meeting tent,", "26": "the curtains of the courtyard, the screen for the entrance of the courtyard surrounding the meeting tent and the altar, and its cords—all these structures.", "27": "To Kohath belonged the clans of the Amramites, Izharites, Hebronites, and Uzzielites. These were the clans of the Kohathites.", "28": "The number of males over one month old, who would perform duties for the sanctuary, was 8,600.", "29": "The clans of the Kohathites were to camp on the south side of the dwelling.", "30": "The chief of the household representing the clans of the Kohathites was Elizaphan, Uzziel's son.", "31": "They were responsible for the chest, the table, the lampstand, the altars, the equipment of the sanctuary with which they would minister, and the screen—all these furnishings.", "32": "The head chief over the chiefs of the Levites was Eleazar the son of Aaron the priest. He was supervisor over those performing the duties of the sanctuary.", "33": "To Merari belonged the clans of Mahli and Mushi. These were the clans of the Merarites.", "34": "Their enrollment, according to the number of males over one month old, was 6,200.", "35": "The chief of the household representing the clans of the Merarites was Zuriel, Abihail's son. They were to camp on the north side of the dwelling.", "36": "The Merarites were assigned responsibility for the frames of the dwelling, its bars, pillars, bases, and all its equipment—all these items—", "37": "and the pillars of the courtyard all around, their bases, pegs, and cords.", "38": "Those camping in front of the dwelling eastward (that is, before the meeting tent on the east side) were Moses, Aaron, and his sons, who performed the duties of the sanctuary as service for the Israelites. Anyone else who approached would be put to death.", "39": "The total enrollment of the Levites, all the males over one month old whom Moses and Aaron enrolled by orders from the Lord, according to their clans, was 22,000.", "40": "The Lord said to Moses: Enroll all the oldest males of the Israelites over one month of age and record their names.", "41": "Take the Levites for me, in place of all the oldest sons of the Israelites, for I am the Lord, and the cattle of the Levites in place of all the oldest cattle of the Israelites.", "42": "Moses enrolled all the oldest males of the Israelites as the Lord commanded.", "43": "All the oldest males over one month old, recorded by name according to their enrollment, were 22,273.", "44": "Then the Lord spoke to Moses:", "45": "Take the Levites in place of all the oldest Israelites and the cattle of the Levites in place of their cattle. The Levites are mine; I am the Lord.", "46": "To rescue the 273 remaining oldest Israelites over and above the number of Levites,", "47": "you will receive five shekels each. You will receive them according to the sanctuary shekel of twenty gerahs to the shekel.", "48": "You will give the money for their rescue to Aaron and his sons.", "49": "So Moses took the money from those rescued over and above the ones rescued by the Levites.", "50": "He took the money from the oldest of the Israelites, 1,365 shekels, according to the sanctuary shekel.", "51": "Moses gave the money for those rescued to Aaron and his sons according to the Lord's word, as the Lord commanded Moses."}