{"1": "Moses spoke to the leaders of the tribes of the Israelites: This is what the Lord has commanded:", "2": "When a man makes a solemn promise to the Lord or swears a solemn pledge of binding obligation for himself, he cannot break his word. He must do everything he said.", "3": "When a woman makes a solemn promise to the Lord or a binding obligation while she is young and in her father's household,", "4": "and her father hears her solemn promise or her binding obligation for herself and keeps silent[a]—then all her solemn promises and any of her binding obligations for herself will stand.", "5": "But if her father expresses disapproval to her on the day that he hears her, none of her solemn promises nor any of her binding obligations for herself will stand. The Lord will forgive her, because her father expressed disapproval to her.", "6": "If she marries while her solemn promise is in effect or makes a statement by which she binds herself,", "7": "and her husband hears it and on the day he hears it keeps silent—her solemn promises will stand as well as her binding obligations for herself.", "8": "But if on the day that her husband hears it he expresses disapproval to her, he can break her solemn promise and the statement by which she bound herself. Then the Lord will forgive her.", "9": "Every solemn promise of a widow or a divorced woman who makes a binding obligation for herself will stand.", "10": "If a woman makes a solemn promise in her husband's household or makes a binding obligation for herself with a solemn pledge,", "11": "and her husband hears, keeps silent, and doesn't express disapproval to her—then all her solemn promises will stand and all her binding obligations for herself will stand.", "12": "If her husband breaks them on the day he hears them, then whatever she said with regard to her solemn promises or the binding obligations for herself will not stand. Her husband has broken them. The Lord will forgive her.", "13": "Her husband may allow any solemn promise or any binding pledge of self-denial to stand or be broken.", "14": "But if her husband keeps silent from one day to the next, he has upheld all her solemn promises, or all her binding obligations. He has upheld them because he remained silent on the day he heard them.", "15": "If he breaks them after he has heard them, he will assume her guilt.", "16": "These are the regulations that the Lord commanded Moses concerning a husband and his wife and between a father and his daughter while she is young and in her father's household."}