{"1": "The livestock owned by the Reubenites and the Gadites were unusually vast and numerous. They saw that the land of Jazer and the land of Gilead were exactly the place for livestock.", "2": "So the Gadites and the Reubenites came and said to Moses, Eleazar the priest, and the chiefs of the community:", "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon is", "4": "the land that the Lord struck down before the Israelite community. It is a land for livestock, and your servants have livestock.”", "5": "They said, “If you approve our request, give this land to your servants as property. Don't make us cross the Jordan.”", "6": "Moses said to the Gadites and the Reubenites, “Should your brothers go to war, while you stay here?", "7": "Why would you destroy the Israelites' resolve to cross into the land that the Lord gave them?", "8": "Your ancestors did this, when I sent them from Kadesh-barnea to inspect the land.", "9": "They went up to the Cluster ravine, saw the land, and destroyed the Israelites' resolve to enter the land that the Lord had given them.", "10": "The Lord became angry on that day and promised,", "11": "'None of the persons that went up from Egypt, those 20 years old and above, will see the fertile ground that I promised to Abraham, Isaac, and Jacob, because they didn't remain true to me,", "12": "except Caleb, Jephunneh the Kenizzite's son, and Joshua, Nun's son, because they remained true to the Lord.'", "13": "The Lord became angry with the Israelites and made them wander in the desert for forty years until the entire generation had died, which had done evil in the Lord's eyes.", "14": "Now you've taken the place of your ancestors, a group of sinful men, to intensify the Lord's anger against Israel.", "15": "If you turn away from him, he will turn away again to abandon Israel in the desert. Then you will destroy this entire people.”", "16": "So they approached him and said, “We will build walled enclosures here for our livestock and towns for our children.", "17": "Then we will eagerly fight in front of the Israelites until we have brought them into their place. Our children will live in the fortified cities because of the land's inhabitants.", "18": "And we won't return to our homes until each one of the Israelites takes possession of his property.", "19": "We won't inherit land with them there across the Jordan, because we've received our property on the east side of the Jordan.”", "20": "Moses said to them, “Do this and fight before the Lord in war.", "21": "All of you who are equipped for war, cross the Jordan before the Lord until he has driven his enemies out before him", "22": "and the land is subdued in the Lord's presence. Then you may return innocently before the Lord and Israel, and this land will be your property before the Lord.", "23": "But if you don't do this, you've sinned against the Lord. Know that your sin will find you.", "24": "So build towns for your children and walled enclosures for your flocks, but do what you have promised.”", "25": "The Gadites and the Reubenites said to Moses, “Your servants will do as my master has commanded.", "26": "Our children, wives, livestock, and all of our animals will remain in the cities of Gilead.", "27": "But your servants, everyone equipped for war before the Lord, will go over to do battle as my master said.”", "28": "Moses made demands for them to Eleazar the priest, to Joshua, Nun's son, and to the leaders of the households of the Israelite tribes.", "29": "Moses said to them, “If the Gadites and the Reubenites cross the Jordan with you, each equipped for battle before the Lord, and the land is subdued before you, then you will give them the land of Gilead as a possession.", "30": "If, however, they don't cross with you, equipped for war, they will take possession of property with you in the land of Canaan.”", "31": "The Gadites and the Reubenites answered, “We'll do just as the Lord has spoken to your servants.", "32": "We'll cross into the land of Canaan before the Lord, equipped for war. But the property we inherit will be across the Jordan.”", "33": "So Moses gave to them—to the Gadites, the Reubenites, and half the tribe of Manasseh, Joseph's son—the kingdom of Sihon the king of the Amorites, and the kingdom of Og the king of Bashan, including the land, its cities, and the territory surrounding the land's cities.", "34": "The Gadites built Dibon, Ataroth, Aroer,", "35": "Atroth-shophan, Jazer, Jogbehah,", "36": "Beth-nimrah, and Beth-haran, fortified cities and walled enclosures for flocks.", "37": "The Reubenites built Heshbon, Elealeh, Kiriathaim,", "38": "Nebo, and Baal-meon (whose names were changed), and Sibmah. They named the cities that they built.", "39": "The descendants of Machir, Manasseh's son, went to Gilead, captured it, and drove out the Amorites who were there.", "40": "So Moses gave Gilead to Machir, Manasseh's son, and he lived there.", "41": "Manasseh's son Jair went and captured their villages and named them Havvoth-jair.[a]", "42": "Nobah went and captured Kenath and its surrounding villages. He renamed it Nobah after himself."}