{"1": "These were the stages by which the Israelites marched when they left the land of Egypt, according to their military units under the leadership of Moses and Aaron.", "2": "Moses recorded the points of departure for each stage of the march at the Lord's command. These are the stages of their march according to their points of departure.", "3": "They marched from Rameses on the fifteenth day of the first month.[a] On the day after the Passover the Israelites went out defiantly[b] in the sight of all the Egyptians,", "4": "while the Egyptians were burying their oldest males, whom the Lord had killed. The Lord also executed judgments against their gods.", "5": "The Israelites marched from Rameses and they camped at Succoth.", "6": "They marched from Succoth and camped at Etham on the edge of the desert.", "7": "They marched from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol.", "8": "They marched from Pi-hahiroth and they crossed through the sea toward the desert. Then they traveled three days in the Etham desert and they camped at Marah.", "9": "They marched from Marah and arrived at Elim. At Elim there were twelve springs of water and seventy palm trees and they camped there.", "10": "They marched from Elim and camped by the Reed Sea.[c]", "11": "They marched from the Reed Sea and camped in the Sin desert.", "12": "They marched from the Sin desert and camped at Dophkah.", "13": "They marched from Dophkah and camped at Alush.", "14": "They marched from Alush and camped at Rephidim, where there was no water for the people to drink.", "15": "They marched from Rephidim and camped in the Sinai desert.", "16": "They marched from the Sinai desert and camped at Kibroth-hattaavah.", "17": "They marched from Kibroth-hattaavah and camped at Hazeroth.", "18": "They marched from Hazeroth and camped at Rithmah.", "19": "They marched from Rithmah and camped at Rimmon-perez.", "20": "They marched from Rimmon-perez and camped at Libnah.", "21": "They marched from Libnah and camped at Rissah.", "22": "They marched from Rissah and camped at Kehelathah.", "23": "They marched from Kehelathah and camped at Mount Shepher.", "24": "They marched from Mount Shepher and camped at Haradah.", "25": "They marched from Haradah and camped at Makheloth.", "26": "They marched from Makheloth and camped at Tahath.", "27": "They marched from Tahath and camped at Terah.", "28": "They marched from Terah and camped at Mithkah.", "29": "They marched from Mithkah and camped at Hashmonah.", "30": "They marched from Hashmonah and camped at Moseroth.", "31": "They marched from Moseroth and camped at Bene-jaakan.", "32": "They marched from Bene-jaakan and camped at Hor-haggidgad.", "33": "They marched from Hor-haggidgad and camped at Jotbathah.", "34": "They marched from Jotbathah and camped at Abronah.", "35": "They marched from Abronah and camped at Ezion-geber.", "36": "They marched from Ezion-geber and camped in the Zin desert (that is, Kadesh).", "37": "They marched from Kadesh and camped at Mount Hor, on the edge of the land of Edom.", "38": "Aaron the priest ascended Mount Hor at the Lord's command, and he died there in the fortieth year on the first day of the fifth month[d] after the Israelites left the land of Egypt.", "39": "Aaron was 123 years old when he died on Mount Hor.", "40": "The Canaanite king of Arad, who ruled in the arid southern plain in the land of Canaan, heard of the Israelites' coming.", "41": "They marched from Mount Hor and camped at Zalmonah.", "42": "They marched from Zalmonah and camped at Punon.", "43": "They marched from Punon and camped at Oboth.", "44": "They marched from Oboth and camped at Iye-abarim in the territory of Moab.", "45": "They marched from Iyim and camped at Dibon-gad.", "46": "They marched from Dibon-gad and camped at Almon-diblathaim.", "47": "They marched from Almon-diblathaim and camped in the Abarim mountains in front of Nebo.", "48": "They marched from the Abarim mountains and camped in the plains of Moab by the Jordan across from Jericho.", "49": "They camped by the Jordan from Beth-jeshimoth to Abel-shittim in the plains of Moab.", "50": "The Lord spoke to Moses on the plains of Moab by the Jordan across from Jericho:", "51": "Speak to the Israelites and say to them: When you cross the Jordan into the land of Canaan,", "52": "you will drive out all the inhabitants of the land before you. You will destroy all their carved figures. You will also destroy all their cast images. You will eliminate all their shrines.", "53": "You will take possession of the land and live in it, because I've given the land to you to possess.", "54": "You will divide up the land by lot according to your clans. To the large you will make its inheritance large, and to the small you will make its inheritance small. To whomever the lot falls, that place will be his. You will inherit land according to your ancestral tribes.", "55": "But if you don't drive out the inhabitants of the land before you, then those you allow to remain will prick your eyes and be thorns in your side. They will harass you in the land in which you are living.", "56": "Then what I intended to do to them, I'll do to you."}