{"1": "The Lord said to Moses:", "2": "Command the Israelites and say to them: When you enter the land of Canaan, this is the land that will fall to you as an inheritance. The land of Canaan according to its boundaries:", "3": "Your southern boundary extends from the Zin desert alongside Edom. Your southern border extends from the edge of the Dead Sea on the east.", "4": "Your border will turn south of the ascent of Akrabbim and cross toward Zin. Its limit will be south of Kadesh-barnea. It will go out to Hazar-addar and cross toward Azmon.", "5": "The border will then turn from Azmon to the Egypt ravine. Its limit will be at the Mediterranean Sea.", "6": "Your western border will be the Mediterranean Sea. This will be your western border.", "7": "This will be your northern border: From the Mediterranean Sea you will mark out your boundary to Mount Hor.", "8": "From Mount Hor you will mark out your boundary to Lebo-hamath. The limit of the border will be Zedad.", "9": "The border will go out to Ziphron. Its limit will be Hazar-enan. This will be your northern border.", "10": "You will mark out your eastern border from Hazar-enan to Shepham.", "11": "The border will descend from Shepham to Riblah on the east side of Ain. The border will go down and meet the eastern slope of the Galilee Sea.", "12": "The border will descend to the Jordan. Its limit will be the Dead Sea. This will be your land with its borders all around.", "13": "Moses commanded the Israelites: This is the land that you will inherit by lot, which the Lord has commanded to give to the nine and a half tribes,", "14": "because the tribe of Reuben by their households and the tribe of Gad by their households, and half the tribe of Manasseh have taken their inheritance.", "15": "The two and a half tribes have taken their inheritance across the Jordan at Jericho toward the east.", "16": "The Lord spoke to Moses:", "17": "These are the names of the men who will assign the inheritance of the land: Eleazar the priest and Joshua, Nun's son.", "18": "You will also take one chief from each tribe to apportion the land.", "19": "These are the names of the men: from the tribe of Judah, Caleb, Jephunneh's son;", "20": "from the tribe of the Simeonites, Shemuel, Ammihud's son;", "21": "from the tribe of Benjamin, Elidad, Chislon's son;", "22": "from the tribe of the Danites, a chief, Bukki, Jogli's son;", "23": "from Joseph's descendants: of the tribe of the Manassites, a chief, Hanniel, Ephod's son;", "24": "and from the tribe of the Ephraimites, a chief, Kemuel, Shiphtan's son;", "25": "from the tribe of the Zebulunites, a chief, Elizaphan, Parnach's son;", "26": "from the tribe of the Issacharites, a chief, Paltiel, Azzan's son;", "27": "from the tribe of the Asherites, a chief, Ahihud, Shelomi's son;", "28": "from the tribe of the Naphtalites, a chief, Pedahel, Ammihud's son.", "29": "These are the ones whom the Lord commanded to assign the inheritance of the Israelites in the land of Canaan."}