{"1": "The Lord spoke to Moses:", "2": "Command the Israelites to send out from the camp anyone with a skin disease, an oozing discharge, or who has become unclean from contact with a corpse.", "3": "You must send out both male and female. You must send them outside the camp so that they will not make their camp, where I live among them, unclean.", "4": "The Israelites did so and sent them outside the camp. The Israelites did just what the Lord said to Moses.", "5": "The Lord spoke to Moses:", "6": "Tell the Israelites: When a man or a woman commits any sin against anyone else, thus breaking faith with the Lord, that person becomes guilty.", "7": "Such persons will confess the sin they have done. Each will make payment for his guilt, add one-fifth more, and give it to the injured party.", "8": "If the person has no close relative to whom the payment can be made, then the compensation payment will go to the Lord for the priest. This is in addition to the ram of reconciliation by which the guilty party himself is reconciled.", "9": "Any gift offering from all the sacred donations that the Israelites offer will be the property of the priest.", "10": "The sacred donations belong to each person alone; whatever anyone gives to the priest will be his.", "11": "The Lord spoke to Moses:", "12": "Speak to the Israelites and say to them: A man may suspect that his wife has had an affair[a] and has broken faith with him,", "13": "that a man has had intercourse with her unknown to her husband and that she has defiled herself in secret—even though there are no witnesses and she isn't caught.", "14": "If jealousy overcomes him and he is jealous of his wife who has defiled herself, or if jealousy overcomes him and he is jealous of his wife who hasn't defiled herself,", "15": "then the man will bring his wife to the priest. He will bring the offering required for her, one-tenth of an ephah[b] of barley flour. He will not pour oil on it, nor offer frankincense with it, because it is a grain offering for jealousy, a grain offering for recognition in order to recognize guilt.", "16": "The priest will bring her close and make her stand before the Lord.", "17": "The priest will take holy water in a clay jar, and taking dust from the floor of the dwelling, the priest will place it in the water.", "18": "The priest will make the woman stand before the Lord, let the hair of the woman hang down, and place the grain offering for recognition, that is, the grain offering for jealousy, in her hands. The water of bitterness that brings the curse will be in the hands of the priest.", "19": "Then the priest will make her swear a solemn pledge, saying to the woman, “If no man has slept with you and if you haven't had an affair, becoming defiled while married to your husband, then be immune from the water of bitterness that brings these curses.", "20": "But if you have had an affair while married to your husband, if you have defiled yourself, and a man other than your husband has had intercourse with you”—", "21": "then the priest must make the woman utter the curse and say to the woman, “May the Lord make you a curse and a harmful pledge among your people, when the Lord induces a miscarriage and your womb discharges.", "22": "And may the water that brings these curses enter your stomach and make your womb discharge and make you miscarry.” And the woman will say, “I agree, I agree.”", "23": "The priest will write these curses in the scroll and wipe them off into the water of bitterness.", "24": "Then he will make the woman drink the water of bitterness that brings the curse. And the water that brings the curse will enter her, causing bitterness.", "25": "The priest will take the grain offering for jealousy from the woman's hands, elevate the grain offering before the Lord, and bring it to the altar.", "26": "The priest will take a handful of the grain offering as a token part of it and turn it into smoke on the altar. And afterward he will make the woman drink the water.", "27": "When he has made her drink the water, if she has defiled herself and has broken faith with her husband, then the water that brings the curse will enter her, causing bitterness, and her womb will discharge and she will miscarry. The woman will be a curse among her people.", "28": "But if the woman hasn't defiled herself and she is pure, then she will be immune and able to conceive.", "29": "These are the instructions about jealousy, when a wife has an affair while married to her husband and defiles herself,", "30": "or when jealousy overcomes a man and he is jealous of his wife. The priest will make the woman stand before the Lord and will follow all these instructions concerning her.", "31": "The man will be free from guilt, but the woman will bear her guilt."}