{"1": "On the day when Moses finished setting up the dwelling, he anointed and made it holy. All its equipment, as well as the altar and all its equipment, he also anointed and made holy.", "2": "The chiefs of Israel, the leaders of their households, made their presentations. They were the tribal chiefs and those who were in charge of the enlistment.", "3": "They brought their offerings before the Lord: six covered wagons and twelve oxen—a wagon for every two chiefs, and an ox for every chief. They brought them near before the dwelling.", "4": "The Lord said to Moses:", "5": "Take these from them and use them for service in the meeting tent. Give them to the Levites according to their duties.", "6": "So Moses took the wagons and the oxen, and he gave them to the Levites.", "7": "Two wagons and four oxen he gave to the Gershonites for their duty.", "8": "Four wagons and eight oxen he gave to the Merarites for their duty under the supervision of Ithamar, Aaron the priest's son.", "9": "But to the Kohathites he gave nothing because their duty concerned the holy things that had to be carried on the shoulders.", "10": "The chiefs made their presentations for the dedication of the altar on the day it was anointed. The chiefs presented their offerings before the altar.", "11": "The Lord said to Moses: One chief per day will present their offering for the dedication of the altar.", "12": "The one presenting his offering on the first day was Nahshon, Amminadab's son, from the tribe of Judah.", "13": "His offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "14": "one gold bowl weighing ten shekels full of incense;", "15": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "16": "one male goat for a purification offering;", "17": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon, Amminadab's son.", "18": "On the second day Nethanel, Zuar's son, the chief of Issachar, presented his offering.", "19": "He presented as his offering one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "20": "one gold bowl weighing ten shekels full of incense;", "21": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "22": "one male goat for a purification offering;", "23": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nethanel, Zuar's son.", "24": "On the third day Zebulun's Chief Eliab, Helon's son:", "25": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "26": "one gold bowl weighing ten shekels full of incense;", "27": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "28": "one male goat for a purification offering;", "29": "and for the well-being sacrifice, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab, Helon's son.", "30": "On the fourth day Reuben's Chief Elizur, Shedeur's son:", "31": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "32": "one gold bowl weighing ten shekels full of incense;", "33": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "34": "one male goat for a purification offering;", "35": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur, Shedeur's son.", "36": "On the fifth day Simeon's Chief Shelumiel, Zurishaddai's son:", "37": "his offering was one silver dish weighing one hundred thirty shekels, one basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "38": "one gold bowl weighing ten shekels full of incense;", "39": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "40": "one male goat for a purification offering;", "41": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Shelumiel, Zurishaddai's son.", "42": "On the sixth day Gad's Chief Eliasaph, Deuel's son:", "43": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "44": "one gold bowl weighing ten shekels full of incense;", "45": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "46": "one male goat for a purification offering;", "47": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph, Deuel's son.", "48": "On the seventh day Ephraim's Chief Elishama, Ammihud's son:", "49": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "50": "one gold bowl weighing ten shekels full of incense;", "51": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "52": "one male goat for a purification offering;", "53": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama, Ammihud's son.", "54": "On the eighth day Manasseh's Chief Gamaliel, Pedahzur's son:", "55": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels by the sanctuary scale, both of them full of fine flour mixed with oil for a grain offering;", "56": "one gold bowl weighing ten shekels full of incense;", "57": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "58": "one male goat for a purification offering;", "59": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel, Pedahzur's son.", "60": "On the ninth day Benjamin's Chief Abidan, Gideoni's son:", "61": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "62": "one gold bowl weighing ten shekels full of incense;", "63": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "64": "one male goat for a purification offering;", "65": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan, Gideoni's son.", "66": "On the tenth day Dan's Chief Ahiezer, Ammishaddai's son:", "67": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "68": "one gold bowl weighing ten shekels full of incense;", "69": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "70": "one male goat for a purification offering;", "71": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer, Ammishaddai's son.", "72": "On the eleventh day Asher's Chief Pagiel, Ochran's son:", "73": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "74": "one gold bowl weighing ten shekels full of incense;", "75": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;", "76": "one male goat for a purification offering;", "77": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel, Ochran's son.", "78": "On the twelfth day Naphtali's Chief Ahira, Enan's son:", "79": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;", "80": "one gold bowl weighing ten shekels full of incense;", "81": "one bull from the herd, one ram, one year-old male lamb for an entirely burned offering;", "82": "one male goat for a purification offering;", "83": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira, Enan's son.", "84": "This is what the Israelite chiefs provided for the dedication of the altar on the day it was anointed: twelve silver dishes, twelve silver basins, and twelve gold bowls;", "85": "each silver dish weighing one hundred thirty shekels and each basin seventy shekels—all the silver equipment weighed two thousand four hundred shekels according to the sanctuary shekel;", "86": "the twelve gold bowls full of incense weighing ten shekels each according to the sanctuary shekel—all the gold of the bowls weighed one hundred twenty shekels;", "87": "all the animals for the entirely burned offering were twelve bulls, twelve rams, twelve male lambs a year old, with their grain offering; twelve male goats for the purification offering;", "88": "and all the animals for the well-being sacrifice were twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication offering for the altar after it was anointed.", "89": "When Moses entered the meeting tent to speak with the Lord,[a] he would hear the voice speaking to him from above the cover[b] that was on the chest containing the covenant, from between the two winged creatures. In this way he spoke to Moses."}