{"1": "The word of the Lord that came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw [through divine revelation] concerning Samaria and Jerusalem.", "2": "  Hear, O peoples, all of you; Listen closely, O earth and all that is in it, And let the Lord God be witness [giving a testimony of the judgment] against you, The Lord from His holy temple [in the heavens].", "3": "  For behold, the Lord is coming down from His place He shall come down and tread [in judgment] on the high places of the earth.", "4": "  The mountains shall melt under Him And the valleys shall be split Like wax before the fire, Like waters poured down a steep place.", "5": "  All this is because of the rebellion and apostasy of [a]Jacob And for the sins of the house of Israel (the Northern Kingdom). What is the rebellion and apostasy of Jacob? Is it not [the abandonment of God in order to worship the idols of] Samaria? What are the high places [of idolatry] in Judah (the Southern Kingdom)? Are they not Jerusalem [the capital and center of corruption]?", "6": "  Therefore I [the Lord] shall make Samaria a [b]heap of ruins [and of stones and arable land] in the open country, A place for planting vineyards; And I will pour her stones down into the ravine And lay bare her foundations.", "7": "  All her idols shall be broken in pieces, All her earnings [from her idolatry] shall be burned with fire, And all her images I shall make desolate; For from the earnings of a prostitute she collected them, And to the earnings of a prostitute they shall return.", "8": "  Because of this I [Micah] must lament (mourn over with expressions of grief) and wail, I must go barefoot and naked [without outer garments as if robbed]; I must wail like the jackals And lament [with a loud, mournful cry] like the ostriches.", "9": "  For Samaria's wound is incurable, For it has come to Judah; The enemy has reached the gate of my people, Even to Jerusalem.", "10": "  [c]Announce it not in Gath [in Philistia], Weep not at all [and in this way betray your grief to Gentiles]; In Beth-le-aphrah (House of Dust) roll in the dust [among your own people].", "11": "  Go on your way [into exile—stripped of beauty, disarmed], inhabitants of Shaphir (Beautiful), in shameful nakedness. The inhabitant of Zaanan (Go Out) does not go out [of the house]; The wailing of Beth-ezel (House of Removal) will take away from you its support.", "12": "  For the inhabitant of Maroth (Bitterness) Writhes in pain [at its losses] and waits anxiously for good, Because a catastrophe has come down from the Lord To the gate of Jerusalem.", "13": "  Harness the chariot to the team of horses [to escape the invasion], O inhabitant of Lachish— She was the beginning of sin To the Daughter of Zion (Jerusalem)— Because in you were found The rebellious acts of Israel.", "14": "  Therefore you will give parting gifts On behalf of Moresheth-gath (Micah's home); The houses of Achzib (Place of Deceit) will become a deception To the kings of Israel.", "15": "  Moreover, I will bring on you The one who takes possession, O inhabitant of Mareshah (Prominent Place). The glory (nobility) of Israel will enter Adullam [seeking refuge].", "16": "  Make yourself bald [in mourning]—shave off your hair For the children of your delight; Remain as bald as the eagle, For your children will be taken from you into exile."}