{"1": "Hear now what the Lord is saying, “Arise, plead your case before the mountains, And let the hills [as witnesses] hear your voice.", "2": "  “Hear, O mountains, the indictment of the Lord, And you enduring foundations of the earth, For the Lord has a case (a legal complaint) against His people, And He will dispute (challenge) Israel.", "3": "  “O My people, what have I done to you [since you have turned away from Me]? And how have I wearied you? Answer Me.", "4": "  “For I brought you up from the land of Egypt And ransomed you from the house of slavery, And I sent before you Moses [to lead you], Aaron [the high priest], and Miriam [the prophetess].", "5": "  “My people, remember now What Balak king of Moab devised [with his evil plan against Israel] And what Balaam the son of Beor answered him [turning the curse into blessing for Israel], [Remember what the Lord did for you] from [a]Shittim to Gilgal, So that you may know the righteous and saving acts [displaying the power] of the Lord.”", "6": "  With what shall I come before the Lord [to honor Him] And bow myself before God on high? Shall I come before Him with burnt offerings, With yearling calves?", "7": "  Will the Lord be delighted with thousands of rams, Or with ten thousand rivers of oil? Shall I present my firstborn for my acts of rebellion, The fruit of my body for the sin of my soul?", "8": "  He has told you, O man, what is good; And what does the Lord require of you Except to be just, and to love [and to diligently practice] kindness (compassion), And to walk humbly with your God [setting aside any overblown sense of importance or self-righteousness]?", "9": "  The voice of the Lord shall call to the city [of Jerusalem]— And it is sound wisdom to heed [solemnly] and fear Your name [with awe-filled reverence]; “Hear, O tribe [the rod of punishment]. Who has appointed its time?", "10": "  “Are there not still treasures gained by wickedness In the house of the wicked, And a short (inaccurate) measure [for grain] that is cursed?", "11": "  “Can I [be guiltless and] justify deceptive scales And a bag of dishonest weights?", "12": "  “For the rich men of the city are full of violence [of every kind]; Her inhabitants speak lies And their tongue is deceitful in their mouth.", "13": "  “So also I will make you sick, striking you down, Desolating and devastating you, because of your sins.", "14": "  “You shall eat, but you will not be satisfied, And your [b]emptiness shall be among you; You will [try to] remove [your goods and those you love] for safekeeping But you will fail to save anything, And what you do save I shall give to the sword.", "15": "  “You shall sow but you shall not reap; You shall tread olives, but shall not anoint yourself with oil, And [you will extract juice from] the grapes, but you shall not drink the wine.", "16": "  “For [you have kept] the statutes of Omri [the idolatrous king], And all the works of the [wicked] house (dynasty) of Ahab; And you walk in their counsels and policies. Therefore, I shall hand you over for destruction and horror And your [city's] inhabitants for ridicule, And you shall bear the rebuke and scorn of My people.”"}