{"1": "Joshua got up early the next morning. He and all the Israelites left Shittim. They came to the Jordan River, where they camped before crossing.", "2": "Three days later the officers went through the camp. ", "3": "They told the people, “As soon as you see the ark of the promise of Yahweh your Elohim and the Levitical priests who carry it, break camp and follow them. ", "4": "However, stay about half a mile behind them. Don't come any closer to them so that you will know which way to go because you have not gone this way before.”", "5": "Joshua told the people, “Perform the ceremonies to make yourselves holy because tomorrow Yahweh will do miracles among you.”", "6": "Joshua also told the priests, “Take the ark of the promise, and go ahead of the people.” They did as they were told.", "7": "Then Yahweh said to Joshua, “Today I will begin to honor you in front of all the people of Israel. I will do this to let them know that I am with you just as I was with Moses. ", "8": "Order the priests who carry the ark of the promise, 'When you step into the water of the Jordan River, stand there.'”", "9": "So Joshua said to the people of Israel, “Come here, and listen to the words of Yahweh your Elohim.” ", "10": "Joshua continued, “This is how you will know that El Chay is among you and that he will certainly force the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites out of your way. ", "11": "Watch the ark of the promise of the Adonay of the whole earth as it goes ahead of you into the Jordan River. ", "12": "Choose one man from each of the 12 tribes of Israel. ", "13": "The priests who carry the ark of Yahweh, the Adonay of the whole earth, will stand in the water of the Jordan. Then the water flowing from upstream will stop and stand up like a dam.”", "14": "So they broke camp to cross the Jordan River. The priests who carried the ark of the promise went ahead of the people. ", "15": "(The Jordan overflows all its banks during the harvest season.)[a] When the priests who were carrying the ark came to the edge of the Jordan River and set foot in ", "16": "the water, the water stopped flowing from upstream. The water rose up like a dam as far away as the city of Adam near Zarethan. The water flowing down toward the Sea of the Plains (the Dead Sea) was completely cut off. Then the people crossed from the east side of the Jordan River directly opposite Jericho. ", "17": "The priests who carried the ark of Yahweh's promise stood firmly on dry ground in the middle of the Jordan until the whole nation of Israel had crossed the Jordan River on dry ground."}