{"1": "Let not many of you become teachers, my brethren, for you know that we who teach shall be judged with greater strictness. ", "2": "For we all make many mistakes, and if any one makes no mistakes in what he says he is a perfect man, able to bridle the whole body also. ", "3": "If we put bits into the mouths of horses that they may obey us, we guide their whole bodies. ", "4": "Look at the ships also; though they are so great and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs. ", "5": "So the tongue is a little member and boasts of great things. How great a forest is set ablaze by a small fire!", "6": "And the tongue is a fire. The tongue is an unrighteous world among our members, staining the whole body, setting on fire the cycle of nature,[a] and set on fire by hell.[b] ", "7": "For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by humankind, ", "8": "but no human being can tame the tongue—a restless evil, full of deadly poison. ", "9": "With it we bless the Lord and Father, and with it we curse men, who are made in the likeness of God. ", "10": "From the same mouth come blessing and cursing. My brethren, this ought not to be so. ", "11": "Does a spring pour forth from the same opening fresh water and brackish? ", "12": "Can a fig tree, my brethren, yield olives, or a grapevine figs? No more can salt water yield fresh.", "13": "Who is wise and understanding among you? By his good life let him show his works in the meekness of wisdom. ", "14": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. ", "15": "This wisdom is not such as comes down from above, but is earthly, unspiritual, devilish. ", "16": "For where jealousy and selfish ambition exist, there will be disorder and every vile practice. ", "17": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, without uncertainty or insincerity. ", "18": "And the harvest of righteousness is sown in peace by those who make peace."}