{"1": "This is the good news about Jesus Christ, the Son of God.[a] ", "2": "It began just as God had said in the book written by Isaiah the prophet, “I am sending my messenger to get the way ready for you.", "3": "In the desert someone is shouting, 'Get the road ready for the Lord! Make a straight path for him.'”", "4": "So John the Baptist showed up in the desert and told everyone, “Turn back to God and be baptized! Then your sins will be forgiven.”", "5": "From all Judea and Jerusalem crowds of people went to John. They told how sorry they were for their sins, and he baptized them in the Jordan River.", "6": "John wore clothes made of camel's hair. He had a leather strap around his waist and ate grasshoppers and wild honey.", "7": "John also told the people, “Someone more powerful is going to come. And I am not good enough even to stoop down and untie his sandals.[b] ", "8": "I baptize you with water, but he will baptize you with the Holy Spirit!”", "9": "About that time Jesus came from Nazareth in Galilee, and John baptized him in the Jordan River. ", "10": "As soon as Jesus came out of the water, he saw the sky open and the Holy Spirit coming down to him like a dove. ", "11": "A voice from heaven said, “You are my own dear Son, and I am pleased with you.”", "12": "Right away God's Spirit made Jesus go into the desert. ", "13": "He stayed there for forty days while Satan tested him. Jesus was with the wild animals, but angels took care of him.", "14": "After John was arrested, Jesus went to Galilee and told the good news that comes from God.[c] ", "15": "He said, “The time has come! God's kingdom will soon be here.[d] Turn back to God and believe the good news!”", "16": "As Jesus was walking along the shore of Lake Galilee, he saw Simon and his brother Andrew. They were fishermen and were casting their nets into the lake. ", "17": "Jesus said to them, “Come with me! I will teach you how to bring in people instead of fish.” ", "18": "Right then the two brothers dropped their nets and went with him.", "19": "Jesus walked on and soon saw James and John, the sons of Zebedee. They were in a boat, mending their nets. ", "20": "At once Jesus asked them to come with him. They left their father in the boat with the hired workers and went with him.", "21": "Jesus and his disciples went to the town of Capernaum. Then on the next Sabbath he went into the Jewish meeting place and started teaching. ", "22": "Everyone was amazed at his teaching. He taught with authority, and not like the teachers of the Law of Moses. ", "23": "Suddenly a man with an evil spirit[e] in him entered the meeting place and yelled, ", "24": "“Jesus from Nazareth, what do you want with us? Have you come to destroy us? I know who you are! You are God's Holy One.”", "25": "Jesus told the evil spirit, “Be quiet and come out of the man!” ", "26": "The spirit shook him. Then it gave a loud shout and left.", "27": "Everyone was completely surprised and kept saying to each other, “What is this? It must be some new kind of powerful teaching! Even the evil spirits obey him.” ", "28": "News about Jesus quickly spread all over Galilee.", "29": "As soon as Jesus left the meeting place with James and John, they went home with Simon and Andrew. ", "30": "When they got there, Jesus was told that Simon's mother-in-law was sick in bed with fever. ", "31": "Jesus went to her. He took hold of her hand and helped her up. The fever left her, and she served them a meal.", "32": "That evening after sunset,[f] all who were sick or had demons in them were brought to Jesus. ", "33": "In fact, the whole town gathered around the door of the house. ", "34": "Jesus healed all kinds of terrible diseases and forced out a lot of demons. But the demons knew who he was, and he did not let them speak.", "35": "Very early the next morning, Jesus got up and went to a place where he could be alone and pray. ", "36": "Simon and the others started looking for him. ", "37": "And when they found him, they said, “Everyone is looking for you!”", "38": "Jesus replied, “We must go to the nearby towns, so that I can tell the good news to those people. This is why I have come.” ", "39": "Then Jesus went to Jewish meeting places everywhere in Galilee, where he preached and forced out demons.", "40": "A man with leprosy[g] came to Jesus and knelt down.[h] He begged, “You have the power to make me well, if only you wanted to.”", "41": "Jesus felt sorry for[i] the man. So he put his hand on him and said, “I want to! Now you are well.” ", "42": "At once the man's leprosy disappeared, and he was well.", "43": "After Jesus strictly warned the man, he sent him on his way. ", "44": "He said, “Don't tell anyone about this. Just go and show the priest that you are well. Then take a gift to the temple as Moses commanded, and everyone will know that you have been healed.”[j]", "45": "The man talked about it so much and told so many people, that Jesus could no longer go openly into a town. He had to stay away from the towns, but people still came to him from everywhere."}