{"1": "Jesus then told them this story: A farmer once planted a vineyard. He built a wall around it and dug a pit to crush the grapes in. He also built a lookout tower. Then he rented out his vineyard and left the country.", "2": "When it was harvest time, he sent a servant to get his share of the grapes. ", "3": "The renters grabbed the servant. They beat him up and sent him away without a thing.", "4": "The owner sent another servant, but the renters beat him on the head and insulted him terribly. ", "5": "Then the man sent another servant, and they killed him. He kept sending servant after servant. They beat some of them and killed others.", "6": "The owner had a son he loved very much. Finally, he sent his son to the renters because he thought they would respect him. ", "7": "But they said to themselves, “Someday he will own this vineyard. Let's kill him! That way we can have it all for ourselves.” ", "8": "So they grabbed the owner's son and killed him. Then they threw his body out of the vineyard.", "9": "Jesus asked, “What do you think the owner of the vineyard will do? He will come and kill those renters and let someone else have his vineyard. ", "10": "You surely know that the Scriptures say, 'The stone that the builders tossed aside is now the most important stone of all.", "11": "This is something the Lord has done, and it is amazing to us.'”", "12": "The leaders knew that Jesus was really talking about them, and they wanted to arrest him. But because they were afraid of the crowd, they let him alone and left.", "13": "The Pharisees got together with Herod's followers.[a] Then they sent some men to trick Jesus into saying something wrong. ", "14": "They went to him and said, “Teacher, we know that you are honest. You treat everyone with the same respect, no matter who they are. And you teach the truth about what God wants people to do. Tell us, should we pay taxes to the Emperor or not?”", "15": "Jesus knew what they were up to, and he said, “Why are you trying to test me? Show me a coin!”", "16": "They brought him a silver coin, and he asked, “Whose picture and name are on it?” “The Emperor's,” they answered.", "17": "Then Jesus told them, “Give the Emperor what belongs to him and give God what belongs to God.” The men were amazed at Jesus.", "18": "The Sadducees did not believe that people would rise to life after death. So some of them came to Jesus and said:", "19": "Teacher, Moses wrote that if a married man dies and has no children, his brother should marry the widow. Their first son would then be thought of as the son of the dead brother. ", "20": "There were once seven brothers. The first one married, but died without having any children. ", "21": "The second brother married his brother's widow, and he also died without having children. The same thing happened to the third brother, ", "22": "and finally to all seven brothers. At last the woman died. ", "23": "When God raises people from death, whose wife will this woman be? After all, she had been married to all seven brothers.", "24": "Jesus answered: You are completely wrong! You don't know what the Scriptures teach. And you don't know anything about the power of God. ", "25": "When God raises people to life, they won't marry. They will be like the angels in heaven. ", "26": "You surely know about people being raised to life. You know that in the story about Moses and the burning bush, God said, “I am the God worshiped by Abraham, Isaac, and Jacob.”[b] ", "27": "He isn't the God of the dead, but of the living. You Sadducees are all wrong.", "28": "One of the teachers of the Law of Moses came up while Jesus and the Sadducees were arguing. When he heard Jesus give a good answer, he asked him, “What is the most important commandment?”", "29": "Jesus answered, “The most important one says: 'People of Israel, you have only one Lord and God. ", "30": "You must love him with all your heart, soul, mind, and strength.' ", "31": "The second most important commandment says: 'Love others as much as you love yourself.' No other commandment is more important than these.”", "32": "The man replied, “Teacher, you are certainly right to say there is only one God. ", "33": "It is also true that we must love God with all our heart, mind, and strength, and that we must love others as much as we love ourselves. These commandments are more important than all the sacrifices and offerings that we could possibly make.”", "34": "When Jesus saw that the man had given a sensible answer, he told him, “You are not far from God's kingdom.” After this, no one dared ask Jesus any more questions.", "35": "As Jesus was teaching in the temple, he said, “How can the teachers of the Law of Moses say that the Messiah will come from the family of King David? ", "36": "The Holy Spirit led David to say, 'The Lord said to my Lord: Sit at my right side[c] until I make your enemies into a footstool for you.'", "37": "If David called the Messiah his Lord, how can the Messiah be his son?”[d] The large crowd enjoyed listening to Jesus teach.", "38": "As Jesus was teaching, he said: Guard against the teachers of the Law of Moses! They love to walk around in long robes and be greeted in the market. ", "39": "They like the front seats in the meeting places and the best seats at banquets. ", "40": "But they cheat widows out of their homes and pray long prayers just to show off. They will be punished most of all.", "41": "Jesus was sitting in the temple near the offering box and watching people put in their gifts. He noticed that many rich people were giving a lot of money. ", "42": "Finally, a poor widow came up and put in two coins that were worth only a few pennies. ", "43": "Jesus told his disciples to gather around him. Then he said: I tell you that this poor widow has put in more than all the others. ", "44": "Everyone else gave what they didn't need. But she is very poor and gave everything she had. Now she doesn't have a cent to live on."}