{"1": "As Jesus was leaving the temple, one of his disciples said to him, “Teacher, look at these beautiful stones and wonderful buildings!”", "2": "Jesus replied, “Do you see these huge buildings? They will certainly be torn down! Not one stone will be left in place.”", "3": "Later, as Jesus was sitting on the Mount of Olives across from the temple, Peter, James, John, and Andrew came to him in private. ", "4": "They asked, “When will these things happen? What will be the sign that they are about to take place?”", "5": "Jesus answered: Watch out and don't let anyone fool you! ", "6": "Many will come and claim to be me. They will use my name and fool many people.", "7": "When you hear about wars and threats of wars, don't be afraid. These things will have to happen first, but that isn't the end. ", "8": "Nations and kingdoms will go to war against each other. There will be earthquakes in many places, and people will starve to death. But this is just the beginning of troubles.", "9": "Be on your guard! You will be taken to courts and beaten with whips in their meeting places. And because of me, you will have to stand before rulers and kings to tell about your faith. ", "10": "But before the end comes, the good news must be preached to all nations.", "11": "When you are arrested, don't worry about what you will say. You will be given the right words when the time comes. But you will not really be the ones speaking. Your words will come from the Holy Spirit.", "12": "Brothers and sisters will betray each other and have each other put to death. Parents will betray their own children, and children will turn against their parents and have them killed. ", "13": "Everyone will hate you because of me. But if you keep on being faithful right to the end, you will be saved.", "14": "Someday you will see that “Horrible Thing” where it should not be.[a] Everyone who reads this must try to understand! If you are living in Judea at that time, run to the mountains. ", "15": "If you are on the roof[b] of your house, don't go inside to get anything. ", "16": "If you are out in the field, don't go back for your coat. ", "17": "It will be an awful time for women who are expecting babies or nursing young children. ", "18": "Pray that it won't happen in winter.[c] ", "19": "This will be the worst time of suffering since God created the world, and nothing this terrible will ever happen again. ", "20": "If the Lord doesn't make the time shorter, no one will be left alive. But because of his chosen and special ones, he will make the time shorter.", "21": "If someone should say, “Here is the Messiah!” or “There he is!” don't believe it. ", "22": "False messiahs and false prophets will come and work miracles and signs. They will even try to fool God's chosen ones. ", "23": "But be on your guard! That's why I am telling you these things now.", "24": "In those days, right after that time of suffering, “The sun will become dark, and the moon will no longer shine.", "25": "The stars will fall, and the powers in the sky[d] will be shaken.”", "26": "Then the Son of Man will be seen coming in the clouds with great power and glory. ", "27": "He will send his angels to gather his chosen ones from all over the earth.", "28": "Learn a lesson from a fig tree. When its branches sprout and start putting out leaves, you know summer is near. ", "29": "So when you see all these things happening, you will know that the time has almost come.[e] ", "30": "You can be sure that some of the people of this generation will still be alive when all this happens. ", "31": "The sky and the earth will not last forever, but my words will.", "32": "No one knows the day or the time. The angels in heaven don't know, and the Son himself doesn't know. Only the Father knows. ", "33": "So watch out and be ready! You don't know when the time will come. ", "34": "It is like what happens when a man goes away for a while and places his servants in charge of everything. He tells each of them what to do, and he orders the guard to keep alert. ", "35": "So be alert! You don't know when the master of the house will come back. It could be in the evening or at midnight or before dawn or in the morning. ", "36": "But if he comes suddenly, don't let him find you asleep. ", "37": "I tell everyone just what I have told you. Be alert!"}