{"1": "Early the next morning the chief priests, the nation's leaders, and the teachers of the Law of Moses met together with the whole Jewish council. They tied up Jesus and led him off to Pilate.", "2": "He asked Jesus, “Are you the king of the Jews?” “Those are your words,” Jesus answered.", "3": "The chief priests brought many charges against Jesus. ", "4": "Then Pilate questioned him again, “Don't you have anything to say? Don't you hear what crimes they say you have done?” ", "5": "But Jesus did not answer, and Pilate was amazed.", "6": "During Passover, Pilate always freed one prisoner chosen by the people. ", "7": "And at that time there was a prisoner named Barabbas. He and some others had been arrested for murder during a riot. ", "8": "The crowd now came and asked Pilate to set a prisoner free, just as he usually did.", "9": "Pilate asked them, “Do you want me to free the king of the Jews?” ", "10": "Pilate knew that the chief priests had brought Jesus to him because they were jealous.", "11": "But the chief priests told the crowd to ask Pilate to free Barabbas.", "12": "Then Pilate asked the crowd, “What do you want me to do with this man you say is[a] the king of the Jews?”", "13": "They yelled, “Nail him to a cross!”", "14": "Pilate asked, “But what crime has he done?” “Nail him to a cross!” they yelled even louder.", "15": "Pilate wanted to please the crowd. So he set Barabbas free. Then he ordered his soldiers to beat Jesus with a whip and nail him to a cross.", "16": "The soldiers led Jesus inside the courtyard of the fortress[b] and called together the rest of the troops. ", "17": "They put a purple robe[c] on him, and on his head they placed a crown that they had made out of thorn branches. ", "18": "They made fun of Jesus and shouted, “Hey, you king of the Jews!” ", "19": "Then they beat him on the head with a stick. They spit on him and knelt down and pretended to worship him.", "20": "When the soldiers had finished making fun of Jesus, they took off the purple robe. They put his own clothes back on him and led him off to be nailed to a cross. ", "21": "Simon from Cyrene happened to be coming in from a farm, and they forced him to carry Jesus' cross. Simon was the father of Alexander and Rufus.", "22": "The soldiers took Jesus to Golgotha, which means “Place of a Skull.”[d] ", "23": "There they gave him some wine mixed with a drug to ease the pain, but he refused to drink it.", "24": "They nailed Jesus to a cross and gambled to see who would get his clothes. ", "25": "It was about nine o'clock in the morning when they nailed him to the cross. ", "26": "On it was a sign that told why he was nailed there. It read, “This is the King of the Jews.” ", "27-28": "The soldiers also nailed two criminals on crosses, one to the right of Jesus and the other to his left.[e]", "29": "People who passed by said terrible things about Jesus. They shook their heads and shouted, “Ha! So you're the one who claimed you could tear down the temple and build it again in three days. ", "30": "Save yourself and come down from the cross!”", "31": "The chief priests and the teachers of the Law of Moses also made fun of Jesus. They said to each other, “He saved others, but he can't save himself. ", "32": "If he is the Messiah, the king of Israel, let him come down from the cross! Then we will see and believe.” The two criminals also said cruel things to Jesus.", "33": "About noon the sky turned dark and stayed that way until around three o'clock. ", "34": "Then about that time Jesus shouted, “Eloi, Eloi, lema sabachthani?”[f] which means, “My God, my God, why have you deserted me?”", "35": "Some of the people standing there heard Jesus and said, “He is calling for Elijah.”[g] ", "36": "One of them ran and grabbed a sponge. After he had soaked it in wine, he put it on a stick and held it up to Jesus. He said, “Let's wait and see if Elijah will come[h] and take him down!” ", "37": "Jesus shouted and then died.", "38": "At once the curtain in the temple[i] tore in two from top to bottom.", "39": "A Roman army officer was standing in front of Jesus. When the officer saw how Jesus died, he said, “This man really was the Son of God!”", "40-41": "Some women were looking on from a distance. They had come with Jesus to Jerusalem. But even before this they had been his followers and had helped him while he was in Galilee. Mary Magdalene and Mary the mother of the younger James and of Joseph were two of these women. Salome was also one of them.", "42": "It was now the evening before the Sabbath, and the Jewish people were getting ready for that sacred day. ", "43": "A man named Joseph from Arimathea was brave enough to ask Pilate for the body of Jesus. Joseph was a highly respected member of the Jewish council, and he was also waiting for God's kingdom to come.", "44": "Pilate was surprised to hear that Jesus was already dead, and he called in the army officer to find out if Jesus had been dead very long. ", "45": "After the officer told him, Pilate let Joseph have Jesus' body.", "46": "Joseph bought a linen cloth and took the body down from the cross. He had it wrapped in the cloth, and he put it in a tomb that had been cut into solid rock. Then he rolled a big stone against the entrance to the tomb.", "47": "Mary Magdalene and Mary the mother of Joseph were watching and saw where the body was placed."}