{"1": "Jesus went back to Capernaum, and a few days later people heard that he was at home.[a] ", "2": "Then so many of them came to the house that there wasn't even standing room left in front of the door. Jesus was still teaching ", "3": "when four people came up, carrying a crippled man on a mat. ", "4": "But because of the crowd, they could not get him to Jesus. So they made a hole in the roof[b] above him and let the man down in front of everyone.", "5": "When Jesus saw how much faith they had, he said to the crippled man, “My friend, your sins are forgiven.”", "6": "Some of the teachers of the Law of Moses were sitting there. They started wondering, ", "7": "“Why would he say such a thing? He must think he is God! Only God can forgive sins.”", "8": "Right away, Jesus knew what they were thinking, and he said, “Why are you thinking such things? ", "9": "Is it easier for me to tell this crippled man that his sins are forgiven or to tell him to get up and pick up his mat and go on home? ", "10": "I will show you that the Son of Man has the right to forgive sins here on earth.” So Jesus said to the man, ", "11": "“Get up! Pick up your mat and go on home.”", "12": "The man got right up. He picked up his mat and went out while everyone watched in amazement. They praised God and said, “We have never seen anything like this!”", "13": "Once again, Jesus went to the shore of Lake Galilee. A large crowd gathered around him, and he taught them. ", "14": "As he walked along, he saw Levi, the son of Alphaeus. Levi was sitting at the place for paying taxes, and Jesus said to him, “Come with me!” So he got up and went with Jesus.", "15": "Later, Jesus and his disciples were having dinner at Levi's house.[c] Many tax collectors[d] and other sinners had become followers of Jesus, and they were also guests at the dinner.", "16": "Some of the teachers of the Law of Moses were Pharisees, and they saw that Jesus was eating with sinners and tax collectors. So they asked his disciples, “Why does he eat with tax collectors and sinners?”", "17": "Jesus heard them and answered, “Healthy people don't need a doctor, but sick people do. I didn't come to invite good people to be my followers. I came to invite sinners.”", "18": "The followers of John the Baptist and the Pharisees often went without eating.[e] Some people came and asked Jesus, “Why do the followers of John and those of the Pharisees often go without eating, while your disciples never do?”", "19": "Jesus answered: The friends of a bridegroom don't go without eating while he is still with them. ", "20": "But the time will come when he will be taken from them. Then they will go without eating.", "21": "No one patches old clothes by sewing on a piece of new cloth. The new piece would shrink and tear a bigger hole.", "22": "No one pours new wine into old wineskins. The wine would swell and burst the old skins.[f] Then the wine would be lost, and the skins would be ruined. New wine must be put into new wineskins.", "23": "One Sabbath Jesus and his disciples were walking through some wheat fields. His disciples were picking grains of wheat as they went along.[g] ", "24": "Some Pharisees asked Jesus, “Why are your disciples picking grain on the Sabbath? They are not supposed to do that!”", "25": "Jesus answered, “Haven't you read what David did when he and his followers were hungry and in need? ", "26": "It was during the time of Abiathar the high priest. David went into the house of God and ate the sacred loaves of bread that only priests are allowed to eat. He also gave some to his followers.”", "27": "Jesus finished by saying, “People were not made for the good of the Sabbath. The Sabbath was made for the good of people. ", "28": "So the Son of Man is Lord over the Sabbath.”"}