{"1": "Jesus and his disciples crossed Lake Galilee and came to shore near the town of Gerasa.[a] ", "2": "When he was getting out of the boat, a man with an evil spirit quickly ran to him ", "3": "from the graveyard[b] where he had been living. No one was able to tie the man up anymore, not even with a chain. ", "4": "He had often been put in chains and leg irons, but he broke the chains and smashed the leg irons. No one could control him. ", "5": "Night and day he was in the graveyard or on the hills, yelling and cutting himself with stones.", "6": "When the man saw Jesus in the distance, he ran up to him and knelt down. ", "7": "He shouted, “Jesus, Son of God in heaven, what do you want with me? Promise me in God's name that you won't torture me!” ", "8": "The man said this because Jesus had already told the evil spirit to come out of him.", "9": "Jesus asked, “What is your name?” The man answered, “My name is Lots, because I have 'lots' of evil spirits.” ", "10": "He then begged Jesus not to send them away.", "11": "Over on the hillside a large herd of pigs was feeding. ", "12": "So the evil spirits begged Jesus, “Send us into those pigs! Let us go into them.” ", "13": "Jesus let them go, and they went out of the man and into the pigs. The whole herd of about two thousand pigs rushed down the steep bank into the lake and drowned.", "14": "The men taking care of the pigs ran to the town and the farms to spread the news. Then the people came out to see what had happened. ", "15": "When they came to Jesus, they saw the man who had once been full of demons. He was sitting there with his clothes on and in his right mind, and they were terrified.", "16": "Everyone who had seen what had happened told about the man and the pigs. ", "17": "Then the people started begging Jesus to leave their part of the country.", "18": "When Jesus was getting into the boat, the man begged to go with him. ", "19": "But Jesus would not let him. Instead, he said, “Go home to your family and tell them how much the Lord has done for you and how good he has been to you.”", "20": "The man went away into the region near the ten cities known as Decapolis[c] and began telling everyone how much Jesus had done for him. Everyone who heard what had happened was amazed.", "21": "Once again Jesus got into the boat and crossed Lake Galilee.[d] Then as he stood on the shore, a large crowd gathered around him. ", "22": "The person in charge of the Jewish meeting place was also there. His name was Jairus, and when he saw Jesus, he went over to him. He knelt at Jesus' feet ", "23": "and started begging him for help. He said, “My daughter is about to die! Please come and touch her, so she will get well and live.” ", "24": "Jesus went with Jairus. Many people followed along and kept crowding around.", "25": "In the crowd was a woman who had been bleeding for twelve years. ", "26": "She had gone to many doctors, and they had not done anything except cause her a lot of pain. She had paid them all the money she had. But instead of getting better, she only got worse.", "27": "The woman had heard about Jesus, so she came up behind him in the crowd and barely touched his clothes. ", "28": "She had said to herself, “If I can just touch his clothes, I will get well.” ", "29": "As soon as she touched them, her bleeding stopped, and she knew she was well.", "30": "At that moment Jesus felt power go out from him. He turned to the crowd and asked, “Who touched my clothes?”", "31": "His disciples said to him, “Look at all these people crowding around you! How can you ask who touched you?” ", "32": "But Jesus turned to see who had touched him.", "33": "The woman knew what had happened to her. She came shaking with fear and knelt down in front of Jesus. Then she told him the whole story.", "34": "Jesus said to the woman, “You are now well because of your faith. May God give you peace! You are healed, and you will no longer be in pain.”", "35": "While Jesus was still speaking, some men came from Jairus' home and said, “Your daughter has died! Why bother the teacher anymore?”", "36": "Jesus heard[e] what they said, and he said to Jairus, “Don't worry. Just have faith!”", "37": "Jesus did not let anyone go with him except Peter and the two brothers, James and John. ", "38": "They went home with Jairus and saw the people crying and making a lot of noise.[f] ", "39": "Then Jesus went inside and said to them, “Why are you crying and carrying on like this? The child isn't dead. She is just asleep.” ", "40": "But the people laughed at him. After Jesus had sent them all out of the house, he took the girl's father and mother and his three disciples and went to where she was. ", "41-42": "He took the twelve-year-old girl by the hand and said, “Talitha, koum!”[g] which means, “Little girl, get up!” The girl got right up and started walking around. Everyone was greatly surprised. ", "43": "But Jesus ordered them not to tell anyone what had happened. Then he said, “Give her something to eat.”"}