{"1": "Some Pharisees and several teachers of the Law of Moses from Jerusalem came and gathered around Jesus. ", "2": "They noticed that some of his disciples ate without first washing their hands.[a]", "3": "The Pharisees and many other Jewish people obey the teachings of their ancestors. They always wash their hands in the proper way[b] before eating. ", "4": "None of them will eat anything they buy in the market until it is washed. They also follow a lot of other teachings, such as washing cups, pitchers, and bowls.[c]", "5": "The Pharisees and teachers asked Jesus, “Why don't your disciples obey what our ancestors taught us to do? Why do they eat without washing their hands?”", "6": "Jesus replied: You are nothing but show-offs! The prophet Isaiah was right when he wrote that God had said, “All of you praise me with your words, but you never really think about me.", "7": "It is useless for you to worship me, when you teach rules made up by humans.”", "8": "You disobey God's commands in order to obey what humans have taught. ", "9": "You are good at rejecting God's commands so that you can follow your own teachings! ", "10": "Didn't Moses command you to respect your father and mother? Didn't he tell you to put to death all who curse their parents? ", "11": "But you let people get by without helping their parents when they should. You let them say that what they own has been offered to God.[d] ", "12": "You won't let those people help their parents. ", "13": "And you ignore God's commands in order to follow your own teaching. You do a lot of other things that are just as bad.", "14": "Jesus called the crowd together again and said, “Pay attention and try to understand what I mean. ", "15-16": "The food that you put into your mouth doesn't make you unclean and unfit to worship God. The bad words that come out of your mouth are what make you unclean.”[e]", "17": "After Jesus and his disciples had left the crowd and had gone into the house, they asked him what these sayings meant. ", "18": "He answered, “Don't you know what I am talking about by now? You surely know that the food you put into your mouth cannot make you unclean. ", "19": "It doesn't go into your heart, but into your stomach, and then out of your body.” By saying this, Jesus meant that all foods were fit to eat.", "20": "Then Jesus said: What comes from your heart is what makes you unclean. ", "21": "Out of your heart come evil thoughts, vulgar deeds, stealing, murder, ", "22": "unfaithfulness in marriage, greed, meanness, deceit, indecency, envy, insults, pride, and foolishness. ", "23": "All of these come from your heart, and they are what make you unfit to worship God.", "24": "Jesus left and went to the region near the city of Tyre, where he stayed in someone's home. He did not want people to know he was there, but they found out anyway. ", "25": "A woman whose daughter had an evil spirit in her heard where Jesus was. And right away she came and knelt down at his feet. ", "26": "The woman was Greek and had been born in the part of Syria known as Phoenicia. She begged Jesus to force the demon out of her daughter. ", "27": "But Jesus said, “The children must first be fed! It isn't right to take away their food and feed it to dogs.”[f]", "28": "The woman replied, “Lord, even dogs eat the crumbs that children drop from the table.”", "29": "Jesus answered, “That's true! You may go now. The demon has left your daughter.” ", "30": "When the woman got back home, she found her child lying on the bed. The demon had gone.", "31": "Jesus left the region around Tyre and went by way of Sidon toward Lake Galilee. He went through the land near the ten cities known as Decapolis.[g] ", "32": "Some people brought to him a man who was deaf and could hardly talk. They begged Jesus just to touch him.", "33": "After Jesus had taken him aside from the crowd, he stuck his fingers in the man's ears. Then he spit and put it on the man's tongue. ", "34": "Jesus looked up toward heaven, and with a groan he said, “Effatha!”[h] which means “Open up!” ", "35": "At once the man could hear, and he had no more trouble talking clearly.", "36": "Jesus told the people not to say anything about what he had done. But the more he told them, the more they talked about it. ", "37": "They were completely amazed and said, “Everything he does is good! He even heals people who cannot hear or talk.”"}