{"1": "One day another large crowd gathered around Jesus. They had not brought along anything to eat. So Jesus called his disciples together and said, ", "2": "“I feel sorry for these people. They have been with me for three days, and they don't have anything to eat. ", "3": "Some of them live a long way from here. If I send them away hungry, they might faint on their way home.”", "4": "The disciples said, “This place is like a desert. Where can we find enough food to feed such a crowd?”", "5": "Jesus asked them how much food they had. They replied, “Seven small loaves of bread.”[a]", "6": "After Jesus told the crowd to sit down, he took the seven loaves and blessed them. He then broke the loaves and handed them to his disciples, who passed them out to the crowd. ", "7": "They also had a few little fish, and after Jesus had blessed these, he told the disciples to pass them around.", "8-9": "The crowd of about four thousand people ate all they wanted, and the leftovers filled seven large baskets. As soon as Jesus had sent the people away, ", "10": "he got into the boat with the disciples and crossed to the territory near Dalmanutha.[b]", "11": "The Pharisees came out and started an argument with Jesus. They wanted to test him by asking for a sign from heaven. ", "12": "Jesus groaned and said, “Why are you always looking for a sign? I can promise you that you will not be given one!” ", "13": "Then he left them. He again got into a boat and crossed over to the other side of the lake.", "14": "The disciples had forgotten to bring any bread, and they had only one loaf with them in the boat. ", "15": "Jesus warned them, “Watch out! Guard against the yeast of the Pharisees and of Herod.”[c]", "16": "The disciples talked this over and said to each other, “He must be saying this because we don't have any bread.”", "17": "Jesus knew what they were thinking and asked, “Why are you talking about not having any bread? Don't you understand? Are your minds still closed? ", "18": "Are your eyes blind and your ears deaf? Don't you remember ", "19": "how many baskets of leftovers you picked up when I fed those five thousand people with only five small loaves of bread?” “Yes,” the disciples answered. “There were twelve baskets.”", "20": "Jesus then asked, “And how many baskets of leftovers did you pick up when I broke seven small loaves of bread for those four thousand people?” “Seven,” they answered.", "21": "“Don't you know what I am talking about by now?” Jesus asked.", "22": "As Jesus and his disciples were going into Bethsaida, some people brought a blind man to him and begged him to touch the man. ", "23": "Jesus took him by the hand and led him out of the village, where he spit into the man's eyes. He placed his hands on the blind man and asked him if he could see anything. ", "24": "The man looked up and said, “I see people, but they look like trees walking around.”", "25": "Once again Jesus placed his hands on the man's eyes, and this time the man stared. His eyes were healed, and he saw everything clearly. ", "26": "Jesus said to him, “You may return home now, but don't go into the village.”", "27": "Jesus and his disciples went to the villages near the town of Caesarea Philippi. As they were walking along, he asked them, “What do people say about me?”", "28": "The disciples answered, “Some say you are John the Baptist or maybe Elijah.[d] Others say you are one of the prophets.”", "29": "Then Jesus asked them, “But who do you say I am?” “You are the Messiah!” Peter replied.", "30": "Jesus warned the disciples not to tell anyone about him.", "31": "Jesus began telling his disciples what would happen to him. He said, “The nation's leaders, the chief priests, and the teachers of the Law of Moses will make the Son of Man suffer terribly. He will be rejected and killed, but three days later he will rise to life.” ", "32": "Then Jesus explained clearly what he meant. Peter took Jesus aside and told him to stop talking like that. ", "33": "But when Jesus turned and saw the disciples, he corrected Peter. He said to him, “Satan, get away from me! You are thinking like everyone else and not like God.”", "34": "Jesus then told the crowd and the disciples to come closer, and he said: If any of you want to be my followers, you must forget about yourself. You must take up your cross and follow me. ", "35": "If you want to save your life,[e] you will destroy it. But if you give up your life for me and for the good news, you will save it. ", "36": "What will you gain, if you own the whole world but destroy yourself? ", "37": "What could you give to get back your soul?", "38": "Don't be ashamed of me and my message among these unfaithful and sinful people! If you are, the Son of Man will be ashamed of you when he comes in the glory of his Father with the holy angels."}