{"1": "I can assure you that some of the people standing here will not die before they see God's kingdom come with power.", "2": "Six days later Jesus took Peter, James, and John with him. They went up on a high mountain, where they could be alone. There in front of the disciples, Jesus was completely changed. ", "3": "And his clothes became much whiter than any bleach on earth could make them. ", "4": "Then Moses and Elijah were there talking with Jesus.", "5": "Peter said to Jesus, “Teacher, it is good for us to be here! Let us make three shelters, one for you, one for Moses, and one for Elijah.” ", "6": "But Peter and the others were terribly frightened, and he did not know what he was talking about.", "7": "The shadow of a cloud passed over and covered them. From the cloud a voice said, “This is my Son, and I love him. Listen to what he says!” ", "8": "At once the disciples looked around, but they saw only Jesus.", "9": "As Jesus and his disciples were coming down the mountain, he told them not to say a word about what they had seen, until the Son of Man had been raised from death. ", "10": "So they kept it to themselves. But they wondered what he meant by the words “raised from death.”", "11": "The disciples asked Jesus, “Don't the teachers of the Law of Moses say that Elijah must come before the Messiah does?”", "12": "Jesus answered: Elijah certainly will come[a] to get everything ready. But don't the Scriptures also say that the Son of Man must suffer terribly and be rejected? ", "13": "I can assure you that Elijah has already come. And people treated him just as they wanted to, as the Scriptures say they would.", "14": "When Jesus and his three disciples came back down, they saw a large crowd around the other disciples. The teachers of the Law of Moses were arguing with them.", "15": "The crowd was really surprised to see Jesus, and everyone hurried over to greet him.", "16": "Jesus asked, “What are you arguing about?”", "17": "Someone from the crowd answered, “Teacher, I brought my son to you. A demon keeps him from talking. ", "18": "Whenever the demon attacks my son, it throws him to the ground and makes him foam at the mouth and grit his teeth in pain. Then he becomes stiff. I asked your disciples to force out the demon, but they couldn't do it.”", "19": "Jesus said, “You people don't have any faith! How much longer must I be with you? Why do I have to put up with you? Bring the boy to me.”", "20": "They brought the boy, and as soon as the demon saw Jesus, it made the boy shake all over. He fell down and began rolling on the ground and foaming at the mouth.", "21": "Jesus asked the boy's father, “How long has he been like this?” The man answered, “Ever since he was a child. ", "22": "The demon has often tried to kill him by throwing him into a fire or into water. Please have pity and help us if you can!”", "23": "Jesus replied, “Why do you say 'if you can'? Anything is possible for someone who has faith!”", "24": "Right away the boy's father shouted, “I do have faith! Please help me to have even more.”", "25": "When Jesus saw that a crowd was gathering fast, he spoke sternly to the evil spirit that had kept the boy from speaking or hearing. He said, “I order you to come out of the boy! Don't ever bother him again.”", "26": "The spirit screamed and made the boy shake all over. Then it went out of him. The boy looked dead, and almost everyone said he was. ", "27": "But Jesus took hold of his hand and helped him stand up.", "28": "After Jesus and the disciples had gone back home and were alone, they asked him, “Why couldn't we force out that demon?”", "29": "Jesus answered, “Only prayer can force out that kind of demon.”", "30": "Jesus left with his disciples and started through Galilee. He did not want anyone to know about it, ", "31": "because he was teaching the disciples that the Son of Man would be handed over to people who would kill him. But three days later he would rise to life. ", "32": "The disciples did not understand what Jesus meant, and they were afraid to ask.", "33": "Jesus and his disciples went to his home in Capernaum. After they were inside the house, Jesus asked them, “What were you arguing about along the way?” ", "34": "They had been arguing about which one of them was the greatest, and so they did not answer.", "35": "After Jesus sat down and told the twelve disciples to gather around him, he said, “If you want the place of honor, you must become a slave and serve others!”", "36": "Then Jesus had a child stand near him. He put his arm around the child and said, ", "37": "“When you welcome even a child because of me, you welcome me. And when you welcome me, you welcome the one who sent me.”", "38": "John said, “Teacher, we saw a man using your name to force demons out of people. But he wasn't one of us, and we told him to stop.”", "39": "Jesus said to his disciples: Don't stop him! No one who works miracles in my name will soon turn and say something bad about me. ", "40": "Anyone who isn't against us is for us. ", "41": "And anyone who gives you a cup of water in my name, just because you belong to me, will surely be rewarded.", "42": "It will be terrible for people who cause even one of my little followers to sin. Those people would be better off thrown into the ocean with a heavy stone tied around their necks. ", "43-44": "So if your hand causes you to sin, cut it off! You would be better off to go into life crippled than to have two hands and be thrown into the fires of hell that never go out.[b] ", "45-46": "If your foot causes you to sin, chop it off. You would be better off to go into life lame than to have two feet and be thrown into hell.[c] ", "47": "If your eye causes you to sin, get rid of it. You would be better off to go into God's kingdom with only one eye than to have two eyes and be thrown into hell. ", "48": "The worms there never die, and the fire never stops burning.", "49": "Everyone must be salted with fire.[d]", "50": "Salt is good. But if it no longer tastes like salt, how can it be made salty again? Have salt among you and live at peace with each other.[e]"}