{"1-2": "Before anything else existed,[a] there was Christ,* with God. He has always been alive and is himself God. ", "3": "He created everything there is—nothing exists that he didn't make. ", "4": "Eternal life is in him, and this life gives light to all mankind. ", "5": "His life is the light that shines through the darkness—and the darkness can never extinguish it.", "6-7": "God sent John the Baptist as a witness to the fact that Jesus Christ is the true Light. ", "8": "John himself was not the Light; he was only a witness to identify it.", "9": "Later on, the one who is the true Light arrived to shine on everyone coming into the world.", "10": "But although he made the world, the world didn't recognize him when he came. ", "11-12": "Even in his own land and among his own people, the Jews, he was not accepted. Only a few would welcome and receive him. But to all who received him, he gave the right to become children of God. All they needed to do was to trust him to save them.[b] ", "13": "All those who believe this are reborn!—not a physical rebirth[c] resulting from human passion or plan—but from the will of God.", "14": "And Christ[d] became a human being and lived here on earth among us and was full of loving forgiveness* and truth. And some of us have seen his glory*—the glory of the only Son of the heavenly Father!*", "15": "John pointed him out to the people, telling the crowds, “This is the one I was talking about when I said, 'Someone is coming who is greater by far than I am—for he existed long before I did!'” ", "16": "We have all benefited from the rich blessings he brought to us—blessing upon blessing heaped upon us! ", "17": "For Moses gave us only the Law with its rigid demands and merciless justice, while Jesus Christ brought us loving forgiveness as well. ", "18": "No one has ever actually seen God, but, of course, his only Son has, for he is the companion of the Father and has told us all about him.", "19": "The Jewish leaders[e] sent priests and assistant priests from Jerusalem to ask John whether he claimed to be the Messiah.", "20": "He denied it flatly. “I am not the Christ,” he said.", "21": "“Well then, who are you?” they asked. “Are you Elijah?” “No,” he replied. “Are you the Prophet?”[f] “No.”", "22": "“Then who are you? Tell us, so we can give an answer to those who sent us. What do you have to say for yourself?”", "23": "He replied, “I am a voice from the barren wilderness, shouting as Isaiah prophesied, 'Get ready for the coming of the Lord!'”", "24-25": "Then those who were sent by the Pharisees asked him, “If you aren't the Messiah or Elijah or the Prophet, what right do you have to baptize?”", "26": "John told them, “I merely baptize with[g] water, but right here in the crowd is someone you have never met, ", "27": "who will soon begin his ministry among you, and I am not even fit to be his slave.”", "28": "This incident took place at Bethany, a village on the other side of the Jordan River where John was baptizing.", "29": "The next day John saw Jesus coming toward him and said, “Look! There is the Lamb of God who takes away the world's sin! ", "30": "He is the one I was talking about when I said, 'Soon a man far greater than I am is coming, who existed long before me!' ", "31": "I didn't know he was the one, but I am here baptizing with water in order to point him out to the nation of Israel.”", "32": "Then John told about seeing the Holy Spirit in the form of a dove descending from heaven and resting upon Jesus.", "33": "“I didn't know he was the one,” John said again, “but at the time God sent me to baptize he told me, 'When you see the Holy Spirit descending and resting upon someone—he is the one you are looking for. He is the one who baptizes with the Holy Spirit.' ", "34": "I saw it happen to this man, and I therefore testify that he is the Son of God.”", "35": "The following day as John was standing with two of his disciples, ", "36": "Jesus walked by. John looked at him intently and then declared, “See! There is the Lamb of God!”", "37": "Then John's two disciples turned and followed Jesus.", "38": "Jesus looked around and saw them following. “What do you want?” he asked them. “Sir,” they replied, “where do you live?”", "39": "“Come and see,” he said. So they went with him to the place where he was staying and were with him from about four o'clock that afternoon until the evening. ", "40": "(One of these men was Andrew, Simon Peter's brother.)", "41": "Andrew then went to find his brother Peter and told him, “We have found the Messiah!” ", "42": "And he brought Peter to meet Jesus. Jesus looked intently at Peter for a moment and then said, “You are Simon, John's son—but you shall be called Peter, the rock!”", "43": "The next day Jesus decided to go to Galilee. He found Philip and told him, “Come with me.” ", "44": "(Philip was from Bethsaida, Andrew and Peter's hometown.)", "45": "Philip now went off to look for Nathanael and told him, “We have found the Messiah!—the very person Moses and the prophets told about! His name is Jesus, the son of Joseph from Nazareth!”", "46": "“Nazareth!” exclaimed Nathanael. “Can anything good come from there?” “Just come and see for yourself,” Philip declared.", "47": "As they approached, Jesus said, “Here comes an honest man—a true son of Israel.”", "48": "“How do you know what I am like?” Nathanael demanded. And Jesus replied, “I could see you under the fig tree before Philip found you.”", "49": "Nathanael replied, “Sir, you are the Son of God—the King of Israel!”", "50": "Jesus asked him, “Do you believe all this just because I told you I had seen you under the fig tree? You will see greater proofs than this. ", "51": "You will even see heaven open and the angels of God coming back and forth to me, the Messiah.”[h]"}