{"1": "“Anyone refusing to walk through the gate into a sheepfold, who sneaks over the wall, must surely be a thief! ", "2": "For a shepherd comes through the gate. ", "3": "The gatekeeper opens the gate for him, and the sheep hear his voice and come to him; and he calls his own sheep by name and leads them out. ", "4": "He walks ahead of them; and they follow him, for they recognize his voice. ", "5": "They won't follow a stranger but will run from him, for they don't recognize his voice.”", "6": "Those who heard Jesus use this illustration didn't understand what he meant, ", "7": "so he explained it to them. “I am the Gate for the sheep,” he said. ", "8": "“All others who came before me were thieves and robbers. But the true sheep did not listen to them. ", "9": "Yes, I am the Gate. Those who come in by way of the Gate will be saved and will go in and out and find green pastures. ", "10": "The thief's purpose is to steal, kill and destroy. My purpose is to give life in all its fullness.", "11": "“I am the Good Shepherd. The Good Shepherd lays down his life for the sheep. ", "12": "A hired man will run when he sees a wolf coming and will leave the sheep, for they aren't his and he isn't their shepherd. And so the wolf leaps on them and scatters the flock. ", "13": "The hired man runs because he is hired and has no real concern for the sheep.", "14": "“I am the Good Shepherd and know my own sheep, and they know me, ", "15": "just as my Father knows me and I know the Father; and I lay down my life for the sheep. ", "16": "I have other sheep, too, in another fold. I must bring them also, and they will heed my voice; and there will be one flock with one Shepherd.", "17": "“The Father loves me because I lay down my life that I may have it back again. ", "18": "No one can kill me without my consent—I lay down my life voluntarily. For I have the right and power to lay it down when I want to and also the right and power to take it again. For the Father has given me this right.”", "19": "When he said these things, the Jewish leaders were again divided in their opinions about him. ", "20": "Some of them said, “He has a demon or else is crazy. Why listen to a man like that?”", "21": "Others said, “This doesn't sound to us like a man possessed by a demon! Can a demon open the eyes of blind men?”", "22-23": "It was winter,[a] and Jesus was in Jerusalem at the time of the Dedication Celebration. He was at the Temple, walking through the section known as Solomon's Hall. ", "24": "The Jewish leaders surrounded him and asked, “How long are you going to keep us in suspense? If you are the Messiah, tell us plainly.”", "25": "“I have already told you,[b] and you don't believe me,” Jesus replied. “The proof is in the miracles I do in the name of my Father. ", "26": "But you don't believe me because you are not part of my flock. ", "27": "My sheep recognize my voice, and I know them, and they follow me. ", "28": "I give them eternal life and they shall never perish. No one shall snatch them away from me, ", "29": "for my Father has given them to me, and he is more powerful than anyone else, so no one can kidnap them from me. ", "30": "I and the Father are one.”", "31": "Then again the Jewish leaders picked up stones to kill him.", "32": "Jesus said, “At God's direction I have done many a miracle to help the people. For which one are you killing me?”", "33": "They replied, “Not for any good work, but for blasphemy; you, a mere man, have declared yourself to be God.”", "34-36": "“In your own Law it says that men are gods!” he replied. “So if the Scripture, which cannot be untrue, speaks of those as gods to whom the message of God came, do you call it blasphemy when the one sanctified and sent into the world by the Father says, 'I am the Son of God'? ", "37": "Don't believe me unless I do miracles of God. ", "38": "But if I do, believe them even if you don't believe me. Then you will become convinced that the Father is in me, and I in the Father.”", "39": "Once again they started to arrest him. But he walked away and left them, ", "40": "and went beyond the Jordan River to stay near the place where John was first baptizing. ", "41": "And many followed him. “John didn't do miracles,” they remarked to one another, “but all his predictions concerning this man have come true.” ", "42": "And many came to the decision that he was the Messiah.[c]"}