{"1-2": "Do you remember Mary, who poured the costly perfume on Jesus' feet and wiped them with her hair?[a] Well, her brother Lazarus, who lived in Bethany with Mary and her sister Martha, was sick. ", "3": "So the two sisters sent a message to Jesus telling him, “Sir, your good friend is very, very sick.”", "4": "But when Jesus heard about it he said, “The purpose of his illness is not death, but for the glory of God. I, the Son of God, will receive glory from this situation.”", "5": "Although Jesus was very fond of Martha, Mary, and Lazarus, ", "6": "he stayed where he was for the next two days and made no move to go to them. ", "7": "Finally, after the two days, he said to his disciples, “Let's go to Judea.”", "8": "But his disciples objected. “Master,” they said, “only a few days ago the Jewish leaders in Judea were trying to kill you. Are you going there again?”", "9": "Jesus replied, “There are twelve hours of daylight every day, and during every hour of it a man can walk safely and not stumble. ", "10": "Only at night is there danger of a wrong step, because of the dark.” ", "11": "Then he said, “Our friend Lazarus has gone to sleep, but now I will go and waken him!”", "12-13": "The disciples, thinking Jesus meant Lazarus was having a good night's rest, said, “That means he is getting better!” But Jesus meant Lazarus had died.", "14": "Then he told them plainly, “Lazarus is dead. ", "15": "And for your sake, I am glad I wasn't there, for this will give you another opportunity to believe in me. Come, let's go to him.”", "16": "Thomas, nicknamed “The Twin,” said to his fellow disciples, “Let's go too—and die with him.”", "17": "When they arrived at Bethany, they were told that Lazarus had already been in his tomb for four days. ", "18": "Bethany was only a couple of miles down the road from Jerusalem, ", "19": "and many of the Jewish leaders had come to pay their respects and to console Martha and Mary on their loss. ", "20": "When Martha got word that Jesus was coming, she went to meet him. But Mary stayed at home.", "21": "Martha said to Jesus, “Sir, if you had been here, my brother wouldn't have died. ", "22": "And even now it's not too late, for I know that God will bring my brother back to life again, if you will only ask him to.”", "23": "Jesus told her, “Your brother will come back to life again.”", "24": "“Yes,” Martha said, “when everyone else does, on Resurrection Day.”", "25": "Jesus told her, “I am the one who raises the dead and gives them life again. Anyone who believes in me, even though he dies like anyone else, shall live again. ", "26": "He is given eternal life for believing in me and shall never perish. Do you believe this, Martha?”", "27": "“Yes, Master,” she told him. “I believe you are the Messiah, the Son of God, the one we have so long awaited.”", "28": "Then she left him and returned to Mary and, calling her aside from the mourners, told her, “He is here and wants to see you.” ", "29": "So Mary went to him at once.", "30": "Now Jesus had stayed outside the village, at the place where Martha met him. ", "31": "When the Jewish leaders who were at the house trying to console Mary saw her leave so hastily, they assumed she was going to Lazarus' tomb to weep; so they followed her.", "32": "When Mary arrived where Jesus was, she fell down at his feet, saying, “Sir, if you had been here, my brother would still be alive.”", "33": "When Jesus saw her weeping and the Jewish leaders wailing with her, he was moved with indignation and deeply troubled. ", "34": "“Where is he buried?” he asked them. They told him, “Come and see.” ", "35": "Tears came to Jesus' eyes.", "36": "“They were close friends,” the Jewish leaders said. “See how much he loved him.”", "37-38": "But some said, “This fellow healed a blind man—why couldn't he keep Lazarus from dying?” And again Jesus was moved with deep anger. Then they came to the tomb. It was a cave with a heavy stone rolled across its door.", "39": "“Roll the stone aside,” Jesus told them. But Martha, the dead man's sister, said, “By now the smell will be terrible, for he has been dead four days.”", "40": "“But didn't I tell you that you will see a wonderful miracle from God if you believe?” Jesus asked her.", "41": "So they rolled the stone aside. Then Jesus looked up to heaven and said, “Father, thank you for hearing me. ", "42": "(You always hear me, of course, but I said it because of all these people standing here, so that they will believe you sent me.)” ", "43": "Then he shouted, “Lazarus, come out!”", "44": "And Lazarus came—bound up in the gravecloth, his face muffled in a head swath. Jesus told them, “Unwrap him and let him go!”", "45": "And so at last many of the Jewish leaders who were with Mary and saw it happen, finally believed on him. ", "46": "But some went away to the Pharisees and reported it to them.", "47": "Then the chief priests and Pharisees convened a council to discuss the situation. “What are we going to do?” they asked each other. “For this man certainly does miracles. ", "48": "If we let him alone the whole nation will follow him—and then the Roman army will come and kill us and take over the Jewish government.”", "49": "And one of them, Caiaphas, who was High Priest that year, said, “You stupid idiots—", "50": "let this one man die for the people—why should the whole nation perish?”", "51": "This prophecy that Jesus should die for the entire nation came from Caiaphas in his position as High Priest—he didn't think of it by himself, but was inspired to say it. ", "52": "It was a prediction that Jesus' death would not be for Israel only, but for all the children of God scattered around the world. ", "53": "So from that time on the Jewish leaders began plotting Jesus' death.", "54": "Jesus now stopped his public ministry and left Jerusalem; he went to the edge of the desert, to the village of Ephraim, and stayed there with his disciples.", "55": "The Passover, a Jewish holy day, was near, and many country people arrived in Jerusalem several days early so that they could go through the cleansing ceremony before the Passover began. ", "56": "They wanted to see Jesus, and as they gossiped in the Temple, they asked each other, “What do you think? Will he come for the Passover?” ", "57": "Meanwhile the chief priests and Pharisees had publicly announced that anyone seeing Jesus must report him immediately so that they could arrest him."}