{"1": "“Let not your heart be troubled. You are trusting God, now trust in me. ", "2-3": "There are many homes up there where my Father lives, and I am going to prepare them for your coming. When everything is ready, then I will come and get you, so that you can always be with me where I am. If this weren't so, I would tell you plainly. ", "4": "And you know where I am going and how to get there.”", "5": "“No, we don't,” Thomas said. “We haven't any idea where you are going, so how can we know the way?”", "6": "Jesus told him, “I am the Way—yes, and the Truth and the Life. No one can get to the Father except by means of me. ", "7": "If you had known who I am, then you would have known who my Father is. From now on you know him—and have seen him!”", "8": "Philip said, “Sir, show us the Father and we will be satisfied.”", "9": "Jesus replied, “Don't you even yet know who I am, Philip, even after all this time I have been with you? Anyone who has seen me has seen the Father! So why are you asking to see him? ", "10": "Don't you believe that I am in the Father and the Father is in me? The words I say are not my own but are from my Father who lives in me. And he does his work through me. ", "11": "Just believe it—that I am in the Father and the Father is in me. Or else believe it because of the mighty miracles you have seen me do.", "12-13": "“In solemn truth I tell you, anyone believing in me shall do the same miracles I have done, and even greater ones, because I am going to be with the Father. You can ask him for anything, using my name, and I will do it, for this will bring praise to the Father because of what I, the Son, will do for you. ", "14": "Yes, ask anything, using my name, and I will do it!", "15-16": "“If you love me, obey me; and I will ask the Father and he will give you another Comforter, and he will never leave you. ", "17": "He is the Holy Spirit, the Spirit who leads into all truth. The world at large cannot receive him, for it isn't looking for him and doesn't recognize him. But you do, for he lives with you now and some day shall be in you. ", "18": "No, I will not abandon you or leave you as orphans in the storm—I will come to you. ", "19": "In just a little while I will be gone from the world, but I will still be present with you. For I will live again—and you will too. ", "20": "When I come back to life again, you will know that I am in my Father, and you in me, and I in you. ", "21": "The one who obeys me is the one who loves me; and because he loves me, my Father will love him; and I will too, and I will reveal myself to him.”", "22": "Judas (not Judas Iscariot, but his other disciple with that name) said to him, “Sir, why are you going to reveal yourself only to us disciples and not to the world at large?”", "23": "Jesus replied, “Because I will only reveal myself to those who love me and obey me. The Father will love them too, and we will come to them and live with them. ", "24": "Anyone who doesn't obey me doesn't love me. And remember, I am not making up this answer to your question! It is the answer given by the Father who sent me.", "25": "“I am telling you these things now while I am still with you. ", "26": "But when the Father sends the Comforter[a] instead of me*—and by the Comforter I mean the Holy Spirit—he will teach you much, as well as remind you of everything I myself have told you.", "27": "“I am leaving you with a gift—peace of mind and heart! And the peace I give isn't fragile like the peace the world gives. So don't be troubled or afraid.[b] ", "28": "Remember what I told you—I am going away, but I will come back to you again. If you really love me, you will be very happy for me, for now I can go to the Father, who is greater than I am. ", "29": "I have told you these things before they happen so that when they do, you will believe in me.[c]", "30": "“I don't have much more time to talk to you, for the evil prince of this world approaches. He has no power over me, ", "31": "but I will freely do what the Father requires of me so that the world will know that I love the Father. Come, let's be going."}