{"1": "“I have told you these things so that you won't be staggered by all that lies ahead.[a] ", "2": "For you will be excommunicated from the synagogues, and indeed the time is coming when those who kill you will think they are doing God a service. ", "3": "This is because they have never known the Father or me. ", "4": "Yes, I'm telling you these things now so that when they happen you will remember I warned you. I didn't tell you earlier because I was going to be with you for a while longer.", "5": "“But now I am going away to the one who sent me; and none of you seems interested in the purpose of my going; none wonders why.[b] ", "6": "Instead you are only filled with sorrow. ", "7": "But the fact of the matter is that it is best for you that I go away, for if I don't, the Comforter won't come. If I do, he will—for I will send him to you.", "8": "“And when he has come he will convince the world of its sin, and of the availability of God's goodness, and of deliverance from judgment.[c] ", "9": "The world's sin is unbelief in me; ", "10": "there is righteousness available because I go to the Father and you shall see me no more; ", "11": "there is deliverance from judgment because the prince of this world has already been judged.", "12": "“Oh, there is so much more I want to tell you, but you can't understand it now. ", "13": "When the Holy Spirit, who is truth, comes, he shall guide you into all truth, for he will not be presenting his own ideas, but will be passing on to you what he has heard. He will tell you about the future. ", "14": "He shall praise me and bring me great honor by showing you my glory. ", "15": "All the Father's glory is mine; this is what I mean when I say that he will show you my glory.", "16": "“In just a little while I will be gone, and you will see me no more; but just a little while after that, and you will see me again!”", "17-18": "“Whatever is he saying?” some of his disciples asked. “What is this about 'going to the Father'? We don't know what he means.”", "19": "Jesus realized they wanted to ask him so he said, “Are you asking yourselves what I mean? ", "20": "The world will greatly rejoice over what is going to happen to me, and you will weep. But your weeping shall suddenly be turned to wonderful joy when you see me again.[d] ", "21": "It will be the same joy as that of a woman in labor when her child is born—her anguish gives place to rapturous joy and the pain is forgotten. ", "22": "You have sorrow now, but I will see you again and then you will rejoice; and no one can rob you of that joy. ", "23": "At that time you won't need to ask me for anything, for you can go directly to the Father and ask him, and he will give you what you ask for because you use my name. ", "24": "You haven't tried this before, but begin now.[e] Ask, using my name, and you will receive, and your cup of joy will overflow.", "25": "“I have spoken of these matters very guardedly, but the time will come when this will not be necessary and I will tell you plainly all about the Father. ", "26": "Then you will present your petitions over my signature![f] And I won't need to ask the Father to grant you these requests, ", "27": "for the Father himself loves you dearly because you love me and believe that I came from the Father. ", "28": "Yes, I came from the Father into the world and will leave the world and return to the Father.”", "29": "“At last you are speaking plainly,” his disciples said, “and not in riddles. ", "30": "Now we understand that you know everything and don't need anyone to tell you anything.[g] From this we believe that you came from God.”", "31": "“Do you finally believe this?” Jesus asked. ", "32": "“But the time is coming—in fact, it is here—when you will be scattered, each one returning to his own home, leaving me alone. Yet I will not be alone, for the Father is with me. ", "33": "I have told you all this so that you will have peace of heart and mind. Here on earth you will have many trials and sorrows; but cheer up, for I have overcome the world.”"}