{"1": "After saying these things Jesus crossed the Kidron ravine with his disciples and entered a grove of olive trees. ", "2": "Judas, the betrayer, knew this place, for Jesus had gone there many times with his disciples.", "3": "The chief priests and Pharisees had given Judas a squad of soldiers and police to accompany him. Now with blazing torches, lanterns, and weapons they arrived at the olive grove.", "4-5": "Jesus fully realized all that was going to happen to him. Stepping forward to meet them he asked, “Whom are you looking for?” “Jesus of Nazareth,” they replied. “I am he,” Jesus said. ", "6": "And as he said it, they all fell backwards to the ground!", "7": "Once more he asked them, “Whom are you searching for?” And again they replied, “Jesus of Nazareth.”", "8": "“I told you I am he,” Jesus said; “and since I am the one you are after, let these others go.” ", "9": "He did this to carry out the prophecy he had just made, “I have not lost a single one of those you gave me. . . . ”", "10": "Then Simon Peter drew a sword and slashed off the right ear of Malchus, the High Priest's servant.", "11": "But Jesus said to Peter, “Put your sword away. Shall I not drink from the cup the Father has given me?”", "12": "So the Jewish police, with the soldiers and their lieutenant, arrested Jesus and tied him. ", "13": "First they took him to Annas, the father-in-law of Caiaphas, the High Priest that year. ", "14": "Caiaphas was the one who told the other Jewish leaders, “Better that one should die for all.”", "15": "Simon Peter followed along behind, as did another of the disciples who was acquainted with the High Priest. So that other disciple was permitted into the courtyard along with Jesus, ", "16": "while Peter stood outside the gate. Then the other disciple spoke to the girl watching at the gate, and she let Peter in. ", "17": "The girl asked Peter, “Aren't you one of Jesus' disciples?” “No,” he said, “I am not!”", "18": "The police and the household servants were standing around a fire they had made, for it was cold. And Peter stood there with them, warming himself.", "19": "Inside, the High Priest began asking Jesus about his followers and what he had been teaching them.", "20": "Jesus replied, “What I teach is widely known, for I have preached regularly in the synagogue and Temple; I have been heard by all the Jewish leaders and teach nothing in private that I have not said in public. ", "21": "Why are you asking me this question? Ask those who heard me. You have some of them here. They know what I said.”", "22": "One of the soldiers standing there struck Jesus with his fist. “Is that the way to answer the High Priest?” he demanded.", "23": "“If I lied, prove it,” Jesus replied. “Should you hit a man for telling the truth?”", "24": "Then Annas sent Jesus, bound, to Caiaphas the High Priest.", "25": "Meanwhile, as Simon Peter was standing by the fire, he was asked again, “Aren't you one of his disciples?” “Of course not,” he replied.", "26": "But one of the household slaves of the High Priest—a relative of the man whose ear Peter had cut off—asked, “Didn't I see you out there in the olive grove with Jesus?”", "27": "Again Peter denied it. And immediately a rooster crowed.", "28": "Jesus' trial before Caiaphas ended in the early hours of the morning. Next he was taken to the palace of the Roman governor. His accusers wouldn't go in themselves for that would “defile” them,[a] they said, and they wouldn't be allowed to eat the Passover lamb. ", "29": "So Pilate, the governor, went out to them and asked, “What is your charge against this man? What are you accusing him of doing?”", "30": "“We wouldn't have arrested him if he weren't a criminal!” they retorted.", "31": "“Then take him away and judge him yourselves by your own laws,” Pilate told them. “But we want him crucified,” they demanded, “and your approval is required.”[b] ", "32": "This fulfilled Jesus' prediction concerning the method of his execution.[c]", "33": "Then Pilate went back into the palace and called for Jesus to be brought to him. “Are you the King of the Jews?” he asked him.", "34": "“'King' as you use the word or as the Jews use it?” Jesus asked.[d]", "35": "“Am I a Jew?” Pilate retorted. “Your own people and their chief priests brought you here. Why? What have you done?”", "36": "Then Jesus answered, “I am not an earthly king. If I were, my followers would have fought when I was arrested by the Jewish leaders. But my Kingdom is not of the world.”", "37": "Pilate replied, “But you are a king then?” “Yes,” Jesus said. “I was born for that purpose. And I came to bring truth to the world. All who love the truth are my followers.”", "38": "“What is truth?” Pilate exclaimed. Then he went out again to the people and told them, “He is not guilty of any crime. ", "39": "But you have a custom of asking me to release someone from prison each year at Passover. So if you want me to, I'll release the 'King of the Jews.'”", "40": "But they screamed back. “No! Not this man, but Barabbas!” Barabbas was a robber."}