{"1": "Two days later Jesus' mother was a guest at a wedding in the village of Cana in Galilee, ", "2": "and Jesus and his disciples were invited too. ", "3": "The wine supply ran out during the festivities, and Jesus' mother came to him with the problem.", "4": "“I can't help you now,” he said.[a] “It isn't yet my time for miracles.”", "5": "But his mother told the servants, “Do whatever he tells you to.”", "6": "Six stone waterpots were standing there; they were used for Jewish ceremonial purposes and held perhaps twenty to thirty gallons each. ", "7-8": "Then Jesus told the servants to fill them to the brim with water. When this was done he said, “Dip some out and take it to the master of ceremonies.”", "9": "When the master of ceremonies tasted the water that was now wine, not knowing where it had come from (though, of course, the servants did), he called the bridegroom over.", "10": "“This is wonderful stuff!” he said. “You're different from most. Usually a host uses the best wine first, and afterwards, when everyone is full and doesn't care, then he brings out the less expensive brands. But you have kept the best for the last!”", "11": "This miracle at Cana in Galilee was Jesus' first public demonstration of his heaven-sent power. And his disciples believed that he really was the Messiah.[b]", "12": "After the wedding he left for Capernaum for a few days with his mother, brothers, and disciples.", "13": "Then it was time for the annual Jewish Passover celebration, and Jesus went to Jerusalem.", "14": "In the Temple area he saw merchants selling cattle, sheep, and doves for sacrifices, and moneychangers behind their counters. ", "15": "Jesus made a whip from some ropes and chased them all out, and drove out the sheep and oxen, scattering the moneychangers' coins over the floor and turning over their tables! ", "16": "Then, going over to the men selling doves, he told them, “Get these things out of here. Don't turn my Father's House into a market!”", "17": "Then his disciples remembered this prophecy from the Scriptures: “Concern for God's House will be my undoing.”", "18": "“What right have you to order them out?” the Jewish leaders[c] demanded. “If you have this authority from God, show us a miracle to prove it.”", "19": "“All right,” Jesus replied, “this is the miracle I will do for you: Destroy this sanctuary and in three days I will raise it up!”", "20": "“What!” they exclaimed. “It took forty-six years to build this Temple, and you can do it in three days?” ", "21": "But by “this sanctuary” he meant his body. ", "22": "After he came back to life again, the disciples remembered his saying this and realized that what he had quoted from the Scriptures really did refer to him, and had all come true!", "23": "Because of the miracles he did in Jerusalem at the Passover celebration, many people were convinced that he was indeed the Messiah. ", "24-25": "But Jesus didn't trust them, for he knew mankind to the core. No one needed to tell him how changeable human nature is!"}