{"1": "Later Jesus appeared again to the disciples beside the Lake of Galilee. This is how it happened:", "2": "A group of us were there—Simon Peter, Thomas, “The Twin,” Nathanael from Cana in Galilee, my brother James and I[a] and two other disciples.", "3": "Simon Peter said, “I'm going fishing.” “We'll come too,” we all said. We did, but caught nothing all night. ", "4": "At dawn we saw a man standing on the beach but couldn't see who he was.", "5": "He called, “Any fish, boys?”[b] “No,” we replied.", "6": "Then he said, “Throw out your net on the right-hand side of the boat, and you'll get plenty of them!” So we did, and couldn't draw in the net because of the weight of the fish, there were so many!", "7": "Then I[c] said to Peter, “It is the Lord!” At that, Simon Peter put on his tunic (for he was stripped to the waist) and jumped into the water and swam ashore.* ", "8": "The rest of us stayed in the boat and pulled the loaded net to the beach, about 300 feet away. ", "9": "When we got there, we saw that a fire was kindled and fish were frying over it, and there was bread.", "10": "“Bring some of the fish you've just caught,” Jesus said. ", "11": "So Simon Peter went out and dragged the net ashore. By his count there were 153 large fish; and yet the net hadn't torn.", "12": "“Now come and have some breakfast!” Jesus said; and none of us dared ask him if he really was the Lord, for we were quite sure of it. ", "13": "Then Jesus went around serving us the bread and fish.", "14": "This was the third time Jesus had appeared to us since his return from the dead.", "15": "After breakfast Jesus said to Simon Peter, “Simon, son of John, do you love me more than these others?”[d] “Yes,” Peter replied, “you know I am your friend.” “Then feed my lambs,” Jesus told him.", "16": "Jesus repeated the question: “Simon, son of John, do you really love me?” “Yes, Lord,” Peter said, “you know I am your friend.” “Then take care of my sheep,” Jesus said.", "17": "Once more he asked him, “Simon, son of John, are you even my friend?” Peter was grieved at the way Jesus asked the question this third time. “Lord, you know my heart;[e] you know I am,” he said. Jesus said, “Then feed my little sheep. ", "18": "When you were young, you were able to do as you liked and go wherever you wanted to; but when you are old, you will stretch out your hands and others will direct you and take you where you don't want to go.” ", "19": "Jesus said this to let him know what kind of death he would die to glorify God. Then Jesus told him, “Follow me.”", "20": "Peter turned around and saw the disciple Jesus loved following, the one who had leaned around at supper that time to ask Jesus, “Master, which of us will betray you?” ", "21": "Peter asked Jesus, “What about him, Lord? What sort of death will he die?”[f]", "22": "Jesus replied, “If I want him to live[g] until I return, what is that to you? You follow me.”", "23": "So the rumor spread among the brotherhood that that disciple wouldn't die! But that isn't what Jesus said at all! He only said, “If I want him to live* until I come, what is that to you?”", "24": "I am that disciple! I saw these events and have recorded them here. And we all know that my account of these things is accurate.", "25": "And I suppose that if all the other events in Jesus' life were written, the whole world could hardly contain the books!"}