{"1-2": "After dark one night a Jewish religious leader named Nicodemus, a member of the sect of the Pharisees, came for an interview with Jesus. “Sir,” he said, “we all know that God has sent you to teach us. Your miracles are proof enough of this.”", "3": "Jesus replied, “With all the earnestness I possess I tell you this: Unless you are born again, you can never get into the Kingdom of God.”", "4": "“Born again!” exclaimed Nicodemus. “What do you mean? How can an old man go back into his mother's womb and be born again?”", "5": "Jesus replied, “What I am telling you so earnestly is this: Unless one is born of water and the Spirit,[a] he cannot enter the Kingdom of God. ", "6": "Men can only reproduce human life, but the Holy Spirit gives new life from heaven; ", "7": "so don't be surprised at my statement that you must be born again! ", "8": "Just as you can hear the wind but can't tell where it comes from or where it will go next, so it is with the Spirit. We do not know on whom he will next bestow this life from heaven.”", "9": "“What do you mean?” Nicodemus asked.", "10-11": "Jesus replied, “You, a respected Jewish teacher, and yet you don't understand these things? I am telling you what I know and have seen—and yet you won't believe me. ", "12": "But if you don't even believe me when I tell you about such things as these that happen here among men, how can you possibly believe if I tell you what is going on in heaven? ", "13": "For only I, the Messiah,[b] have come to earth and will return to heaven again. ", "14": "And as Moses in the wilderness lifted up the bronze image of a serpent on a pole, even so I must be lifted up upon a pole, ", "15": "so that anyone who believes in me will have eternal life. ", "16": "For God loved the world so much that he gave his only Son[c] so that anyone who believes in him shall not perish but have eternal life. ", "17": "God did not send his Son into the world to condemn it, but to save it.", "18": "“There is no eternal doom awaiting those who trust him to save them. But those who don't trust him have already been tried and condemned for not believing in the only Son of God. ", "19": "Their sentence is based on this fact: that the Light from heaven came into the world, but they loved the darkness more than the Light, for their deeds were evil. ", "20": "They hated the heavenly Light because they wanted to sin in the darkness. They stayed away from that Light for fear their sins would be exposed and they would be punished. ", "21": "But those doing right come gladly to the Light to let everyone see that they are doing what God wants them to.”", "22": "Afterwards Jesus and his disciples left Jerusalem and stayed for a while in Judea and baptized there.", "23-24": "At this time John the Baptist was not yet in prison. He was baptizing at Aenon, near Salim, because there was plenty of water there. ", "25": "One day someone began an argument with John's disciples, telling them that Jesus' baptism was best.[d] ", "26": "So they came to John and said, “Master, the man you met on the other side of the Jordan River—the one you said was the Messiah—he is baptizing too, and everybody is going over there instead of coming here to us.”", "27": "John replied, “God in heaven appoints each man's work. ", "28": "My work is to prepare the way for that man so that everyone will go to him. You yourselves know how plainly I told you that I am not the Messiah. I am here to prepare the way for him—that is all. ", "29": "The crowds will naturally go to the main attraction[e]—the bride will go where the bridegroom is! A bridegroom's friends rejoice with him. I am the Bridegroom's friend, and I am filled with joy at his success. ", "30": "He must become greater and greater, and I must become less and less.", "31": "“He has come from heaven and is greater than anyone else. I am of the earth, and my understanding is limited to the things of earth. ", "32": "He tells what he has seen and heard, but how few believe what he tells them! ", "33-34": "Those who believe him discover that God is a fountain of truth. For this one—sent by God—speaks God's words, for God's Spirit is upon him without measure or limit. ", "35": "The Father loves this man because he is his Son, and God has given him everything there is. ", "36": "And all who trust him—God's Son—to save them have eternal life; those who don't believe and obey him shall never see heaven, but the wrath of God remains upon them.”"}