{"1-2": "When the Lord knew that the Pharisees had heard about the greater crowds coming to him than to John to be baptized and to become his disciples—(though Jesus himself didn't baptize them, but his disciples did)—", "3": "he left Judea and returned to the province of Galilee.", "4": "He had to go through Samaria on the way, ", "5-6": "and around noon as he approached the village of Sychar, he came to Jacob's Well, located on the parcel of ground Jacob gave to his son Joseph. Jesus was tired from the long walk in the hot sun and sat wearily beside the well.", "7": "Soon a Samaritan woman came to draw water, and Jesus asked her for a drink. ", "8": "He was alone at the time as his disciples had gone into the village to buy some food. ", "9": "The woman was surprised that a Jew would ask a “despised Samaritan” for anything—usually they wouldn't even speak to them!—and she remarked about this to Jesus.", "10": "He replied, “If you only knew what a wonderful gift God has for you, and who I am, you would ask me for some living water!”", "11": "“But you don't have a rope or a bucket,” she said, “and this is a very deep well! Where would you get this living water? ", "12": "And besides, are you greater than our ancestor Jacob? How can you offer better water than this which he and his sons and cattle enjoyed?”", "13": "Jesus replied that people soon became thirsty again after drinking this water. ", "14": "“But the water I give them,” he said, “becomes a perpetual spring within them, watering them forever with eternal life.”", "15": "“Please, sir,” the woman said, “give me some of that water! Then I'll never be thirsty again and won't have to make this long trip out here every day.”", "16": "“Go and get your husband,” Jesus told her.", "17-18": "“But I'm not married,” the woman replied. “All too true!” Jesus said. “For you have had five husbands, and you aren't even married to the man you're living with now.”", "19": "“Sir,” the woman said, “you must be a prophet. ", "20": "But say, tell me, why is it that you Jews insist that Jerusalem is the only place of worship, while we Samaritans claim it is here at Mount Gerizim,[a] where our ancestors worshiped?”", "21-24": "Jesus replied, “The time is coming, ma'am, when we will no longer be concerned about whether to worship the Father here or in Jerusalem. For it's not where we worship that counts, but how we worship—is our worship spiritual and real? Do we have the Holy Spirit's help? For God is Spirit, and we must have his help to worship as we should. The Father wants this kind of worship from us. But you Samaritans know so little about him, worshiping blindly, while we Jews know all about him, for salvation comes to the world through the Jews.”", "25": "The woman said, “Well, at least I know that the Messiah will come—the one they call Christ—and when he does, he will explain everything to us.”", "26": "Then Jesus told her, “I am the Messiah!”", "27": "Just then his disciples arrived. They were surprised to find him talking to a woman, but none of them asked him why, or what they had been discussing.", "28-29": "Then the woman left her waterpot beside the well and went back to the village and told everyone, “Come and meet a man who told me everything I ever did! Can this be the Messiah?” ", "30": "So the people came streaming from the village to see him.", "31": "Meanwhile, the disciples were urging Jesus to eat. ", "32": "“No,” he said, “I have some food you don't know about.”", "33": "“Who brought it to him?” the disciples asked each other.", "34": "Then Jesus explained: “My nourishment comes from doing the will of God who sent me, and from finishing his work. ", "35": "Do you think the work of harvesting will not begin until the summer ends four months from now? Look around you! Vast fields of human souls are ripening all around us, and are ready now for reaping. ", "36": "The reapers will be paid good wages and will be gathering eternal souls into the granaries of heaven! What joys await the sower and the reaper, both together! ", "37": "For it is true that one sows and someone else reaps. ", "38": "I sent you to reap where you didn't sow; others did the work, and you received the harvest.”", "39": "Many from the Samaritan village believed he was the Messiah because of the woman's report: “He told me everything I ever did!” ", "40-41": "When they came out to see him at the well, they begged him to stay at their village; and he did, for two days, long enough for many of them to believe in him after hearing him. ", "42": "Then they said to the woman, “Now we believe because we have heard him ourselves, not just because of what you told us. He is indeed the Savior of the world.”", "43-44": "At the end of the two days' stay he went on into Galilee. Jesus used to say, “A prophet is honored everywhere except in his own country!” ", "45": "But the Galileans welcomed him with open arms, for they had been in Jerusalem at the Passover celebration and had seen some of his miracles.[b]", "46-47": "In the course of his journey through Galilee he arrived at the town of Cana, where he had turned the water into wine. While he was there, a man in the city of Capernaum, a government official, whose son was very sick, heard that Jesus had come from Judea and was traveling in Galilee. This man went over to Cana, found Jesus, and begged him to come to Capernaum with him and heal his son, who was now at death's door.", "48": "Jesus asked, “Won't any of you believe in me unless I do more and more miracles?”", "49": "The official pled, “Sir, please come now before my child dies.”", "50": "Then Jesus told him, “Go back home. Your son is healed!” And the man believed Jesus and started home. ", "51": "While he was on his way, some of his servants met him with the news that all was well—his son had recovered. ", "52": "He asked them when the lad had begun to feel better, and they replied, “Yesterday afternoon at about one o'clock his fever suddenly disappeared!” ", "53": "Then the father realized it was the same moment that Jesus had told him, “Your son is healed.” And the officer and his entire household believed that Jesus was the Messiah.", "54": "This was Jesus' second miracle in Galilee after coming from Judea."}