{"1": "Afterwards Jesus returned to Jerusalem for one of the Jewish religious holidays. ", "2": "Inside the city, near the Sheep Gate, was Bethesda Pool, with five covered platforms or porches surrounding it. ", "3": "Crowds of sick folks—lame, blind, or with paralyzed limbs—lay on the platforms (waiting for a certain movement of the water, ", "4": "for an angel of the Lord came from time to time and disturbed the water, and the first person to step down into it afterwards was healed).[a]", "5": "One of the men lying there had been sick for thirty-eight years. ", "6": "When Jesus saw him and knew how long he had been ill, he asked him, “Would you like to get well?”", "7": "“I can't,” the sick man said, “for I have no one to help me into the pool at the movement of the water. While I am trying to get there, someone else always gets in ahead of me.”", "8": "Jesus told him, “Stand up, roll up your sleeping mat and go on home!”", "9": "Instantly, the man was healed! He rolled up the mat and began walking! But it was on the Sabbath when this miracle was done. ", "10": "So the Jewish leaders objected. They said to the man who was cured, “You can't work on the Sabbath! It's illegal to carry that sleeping mat!”", "11": "“The man who healed me told me to,” was his reply.", "12": "“Who said such a thing as that?” they demanded.", "13": "The man didn't know, and Jesus had disappeared into the crowd. ", "14": "But afterwards Jesus found him in the Temple and told him, “Now you are well; don't sin as you did before,[b] or something even worse may happen to you.”", "15": "Then the man went to find the Jewish leaders and told them it was Jesus who had healed him.", "16": "So they began harassing Jesus as a Sabbath breaker.", "17": "But Jesus replied, “My Father constantly does good, and I'm following his example.”[c]", "18": "Then the Jewish leaders were all the more eager to kill him because in addition to disobeying their Sabbath laws, he had spoken of God as his Father, thereby making himself equal with God.", "19": "Jesus replied, “The Son can do nothing by himself. He does only what he sees the Father doing, and in the same way. ", "20": "For the Father loves the Son, and tells him everything he is doing; and the Son will do far more awesome miracles than this man's healing. ", "21": "He will even raise from the dead anyone he wants to, just as the Father does. ", "22": "And the Father leaves all judgment of sin to his Son, ", "23": "so that everyone will honor the Son, just as they honor the Father. But if you refuse to honor God's Son, whom he sent to you, then you are certainly not honoring the Father.", "24": "“I say emphatically that anyone who listens to my message and believes in God who sent me has eternal life, and will never be damned for his sins, but has already passed out of death into life.", "25": "“And I solemnly declare that the time is coming, in fact, it is here, when the dead shall hear my voice—the voice of the Son of God—and those who listen shall live. ", "26": "The Father has life in himself, and has granted his Son to have life in himself, ", "27": "and to judge the sins of all mankind because he is the Son of Man. ", "28": "Don't be so surprised! Indeed the time is coming when all the dead in their graves shall hear the voice of God's Son, ", "29": "and shall rise again—those who have done good, to eternal life; and those who have continued in evil, to judgment.", "30": "“But I pass no judgment without consulting the Father. I judge as I am told. And my judgment is absolutely fair and just, for it is according to the will of God who sent me and is not merely my own.", "31": "“When I make claims about myself they aren't believed, ", "32-33": "but someone else, yes, John the Baptist,[d] is making these claims for me too. You have gone out to listen to his preaching, and I can assure you that all he says about me is true! ", "34": "But the truest witness I have is not from a man, though I have reminded you about John's witness so that you will believe in me and be saved. ", "35": "John shone brightly for a while, and you benefited and rejoiced, ", "36": "but I have a greater witness than John. I refer to the miracles I do; these have been assigned me by the Father, and they prove that the Father has sent me. ", "37": "And the Father himself has also testified about me, though not appearing to you personally, or speaking to you directly. ", "38": "But you are not listening to him, for you refuse to believe me—the one sent to you with God's message.", "39": "“You search the Scriptures, for you believe they give you eternal life. And the Scriptures point to me! ", "40": "Yet you won't come to me so that I can give you this life eternal!", "41-42": "“Your approval or disapproval means nothing to me, for as I know so well, you don't have God's love within you. ", "43": "I know, because I have come to you representing my Father and you refuse to welcome me, though you readily enough receive those who aren't sent from him, but represent only themselves! ", "44": "No wonder you can't believe! For you gladly honor each other, but you don't care about the honor that comes from the only God!", "45": "“Yet it is not I who will accuse you of this to the Father—Moses will! Moses, on whose laws you set your hopes of heaven. ", "46": "For you have refused to believe Moses. He wrote about me, but you refuse to believe him, so you refuse to believe in me. ", "47": "And since you don't believe what he wrote, no wonder you don't believe me either.”"}