{"1": "After this, Jesus went to Galilee, going from village to village, for he wanted to stay out of Judea where the Jewish leaders were plotting his death. ", "2": "But soon it was time for the Tabernacle Ceremonies, one of the annual Jewish holidays, ", "3": "and Jesus' brothers urged him to go to Judea for the celebration. “Go where more people can see your miracles!” they scoffed. ", "4": "“You can't be famous when you hide like this! If you're so great, prove it to the world!” ", "5": "For even his brothers didn't believe in him.", "6": "Jesus replied, “It is not the right time for me to go now. But you can go anytime and it will make no difference, ", "7": "for the world can't hate you; but it does hate me, because I accuse it of sin and evil. ", "8": "You go on, and I'll come later[a] when it is the right time.” ", "9": "So he remained in Galilee.", "10": "But after his brothers had left for the celebration, then he went too, though secretly, staying out of the public eye. ", "11": "The Jewish leaders tried to find him at the celebration and kept asking if anyone had seen him. ", "12": "There was a lot of discussion about him among the crowds. Some said, “He's a wonderful man,” while others said, “No, he's duping the public.” ", "13": "But no one had the courage to speak out for him in public for fear of reprisals from the Jewish leaders.", "14": "Then, midway through the festival, Jesus went up to the Temple and preached openly. ", "15": "The Jewish leaders were surprised when they heard him. “How can he know so much when he's never been to our schools?” they asked.", "16": "So Jesus told them, “I'm not teaching you my own thoughts, but those of God who sent me. ", "17": "If any of you really determines to do God's will, then you will certainly know whether my teaching is from God or is merely my own. ", "18": "Anyone presenting his own ideas is looking for praise for himself, but anyone seeking to honor the one who sent him is a good and true person. ", "19": "None of you obeys the laws of Moses! So why pick on me for breaking them? Why kill me for this?”", "20": "The crowd replied, “You're out of your mind! Who's trying to kill you?”", "21-23": "Jesus replied, “I worked on the Sabbath by healing a man, and you were surprised. But you work on the Sabbath, too, whenever you obey Moses' law of circumcision (actually, however, this tradition of circumcision is older than the Mosaic law); for if the correct time for circumcising your children falls on the Sabbath, you go ahead and do it, as you should. So why should I be condemned for making a man completely well on the Sabbath? ", "24": "Think this through and you will see that I am right.”", "25": "Some of the people who lived there in Jerusalem said among themselves, “Isn't this the man they are trying to kill? ", "26": "But here he is preaching in public, and they say nothing to him. Can it be that our leaders have learned, after all, that he really is the Messiah? ", "27": "But how could he be? For we know where this man was born; when Christ comes, he will just appear and no one will know where he comes from.”", "28": "So Jesus, in a sermon in the Temple, called out, “Yes, you know me and where I was born and raised, but I am the representative of one you don't know, and he is Truth. ", "29": "I know him because I was with him, and he sent me to you.”", "30": "Then the Jewish leaders sought to arrest him; but no hand was laid on him, for God's time had not yet come.", "31": "Many among the crowds at the Temple believed on him. “After all,” they said, “what miracles do you expect the Messiah to do that this man hasn't done?”", "32": "When the Pharisees heard that the crowds were in this mood, they and the chief priests sent officers to arrest Jesus. ", "33": "But Jesus told them, “Not yet![b] I am to be here a little longer. Then I shall return to the one who sent me. ", "34": "You will search for me but not find me. And you won't be able to come where I am!”", "35": "The Jewish leaders were puzzled by this statement. “Where is he planning to go?” they asked. “Maybe he is thinking of leaving the country and going as a missionary among the Jews in other lands, or maybe even to the Gentiles! ", "36": "What does he mean about our looking for him and not being able to find him, and, 'You won't be able to come where I am'?”", "37": "On the last day, the climax of the holidays, Jesus shouted to the crowds, “If anyone is thirsty, let him come to me and drink. ", "38": "For the Scriptures declare that rivers of living water shall flow from the inmost being of anyone who believes in me.” ", "39": "(He was speaking of the Holy Spirit, who would be given to everyone believing in him; but the Spirit had not yet been given, because Jesus had not yet returned to his glory in heaven.)", "40": "When the crowds heard him say this, some of them declared, “This man surely is the prophet who will come just before the Messiah.” ", "41-42": "Others said, “He is the Messiah.” Still others, “But he can't be! Will the Messiah come from Galilee? For the Scriptures clearly state that the Messiah will be born of the royal line of David, in Bethlehem, the village where David was born.” ", "43": "So the crowd was divided about him. ", "44": "And some wanted him arrested, but no one touched him.", "45": "The Temple police who had been sent to arrest him returned to the chief priests and Pharisees. “Why didn't you bring him in?” they demanded.", "46": "“He says such wonderful things!” they mumbled. “We've never heard anything like it.”", "47": "“So you also have been led astray?” the Pharisees mocked. ", "48": "“Is there a single one of us Jewish rulers or Pharisees who believes he is the Messiah? ", "49": "These stupid crowds do, yes; but what do they know about it? A curse upon them anyway!”[c]", "50": "Then Nicodemus spoke up. (Remember him? He was the Jewish leader who came secretly to interview Jesus.) ", "51": "“Is it legal to convict a man before he is even tried?” he asked.", "52": "They replied, “Are you a wretched Galilean too? Search the Scriptures and see for yourself—no prophets will come from Galilee!”", "53": "[d] Then the meeting broke up and everybody went home."}