{"1": "Jesus returned to the Mount of Olives, ", "2": "but early the next morning he was back again at the Temple. A crowd soon gathered, and he sat down and talked to them. ", "3": "As he was speaking, the Jewish leaders and Pharisees brought a woman caught in adultery and placed her out in front of the staring crowd.", "4": "“Teacher,” they said to Jesus, “this woman was caught in the very act of adultery. ", "5": "Moses' law says to kill her. What about it?”", "6": "They were trying to trap him into saying something they could use against him, but Jesus stooped down and wrote in the dust with his finger. ", "7": "They kept demanding an answer, so he stood up again and said, “All right, hurl the stones at her until she dies. But only he who never sinned may throw the first!”", "8": "Then he stooped down again and wrote some more in the dust. ", "9": "And the Jewish leaders slipped away one by one, beginning with the eldest, until only Jesus was left in front of the crowd with the woman.", "10": "Then Jesus stood up again and said to her, “Where are your accusers? Didn't even one of them condemn you?”", "11": "“No, sir,” she said. And Jesus said, “Neither do I. Go and sin no more.”", "12": "Later, in one of his talks, Jesus said to the people, “I am the Light of the world. So if you follow me, you won't be stumbling through the darkness, for living light will flood your path.”", "13": "The Pharisees replied, “You are boasting—and lying!”", "14": "Jesus told them, “These claims are true even though I make them concerning myself. For I know where I came from and where I am going, but you don't know this about me. ", "15": "You pass judgment on me without knowing the facts. I am not judging you now; ", "16": "but if I were, it would be an absolutely correct judgment in every respect, for I have with me the Father who sent me. ", "17": "Your laws say that if two men agree on something that has happened, their witness is accepted as fact. ", "18": "Well, I am one witness, and my Father who sent me is the other.”", "19": "“Where is your father?” they asked. Jesus answered, “You don't know who I am, so you don't know who my Father is. If you knew me, then you would know him too.”", "20": "Jesus made these statements while in the section of the Temple known as the Treasury. But he was not arrested, for his time had not yet run out.", "21": "Later he said to them again, “I am going away; and you will search for me, and die in your sins. And you cannot come where I am going.”", "22": "The Jews asked, “Is he planning suicide? What does he mean, 'You cannot come where I am going'?”", "23": "Then he said to them, “You are from below; I am from above. You are of this world; I am not. ", "24": "That is why I said that you will die in your sins; for unless you believe that I am the Messiah, the Son of God, you will die in your sins.”", "25": "“Tell us who you are,” they demanded. He replied, “I am the one I have always claimed to be. ", "26": "I could condemn you for much and teach you much, but I won't, for I say only what I am told to by the one who sent me; and he is Truth.” ", "27": "But they still didn't understand that he was talking to them about God.[a]", "28": "So Jesus said, “When you have killed the Messiah,[b] then you will realize that I am he and that I have not been telling you my own ideas, but have spoken what the Father taught me. ", "29": "And he who sent me is with me—he has not deserted me—for I always do those things that are pleasing to him.”", "30-31": "Then many of the Jewish leaders who heard him say these things began believing him to be the Messiah. Jesus said to them, “You are truly my disciples if you live as I tell you to, ", "32": "and you will know the truth, and the truth will set you free.”", "33": "“But we are descendants of Abraham,” they said, “and have never been slaves to any man on earth! What do you mean, 'set free'?”", "34": "Jesus replied, “You are slaves of sin, every one of you. ", "35": "And slaves don't have rights, but the Son has every right there is! ", "36": "So if the Son sets you free, you will indeed be free—", "37": "(Yes, I realize that you are descendants of Abraham!) And yet some of you are trying to kill me because my message does not find a home within your hearts. ", "38": "I am telling you what I saw when I was with my Father. But you are following the advice of your father.”", "39": "“Our father is Abraham,” they declared. “No!” Jesus replied, “for if he were, you would follow his good example. ", "40": "But instead you are trying to kill me—and all because I told you the truth I heard from God. Abraham wouldn't do a thing like that! ", "41": "No, you are obeying your real father when you act that way.” They replied, “We were not born out of wedlock—our true Father is God himself.”", "42": "Jesus told them, “If that were so, then you would love me, for I have come to you from God. I am not here on my own, but he sent me. ", "43": "Why can't you understand what I am saying? It is because you are prevented from doing so! ", "44": "For you are the children of your father the devil and you love to do the evil things he does. He was a murderer from the beginning and a hater of truth—there is not an iota of truth in him. When he lies, it is perfectly normal; for he is the father of liars. ", "45": "And so when I tell the truth, you just naturally don't believe it!", "46": "“Which of you can truthfully accuse me of one single sin? No one![c] And since I am telling you the truth, why don't you believe me? ", "47": "Anyone whose Father is God listens gladly to the words of God. Since you don't, it proves you aren't his children.”", "48": "“You Samaritan! Foreigner! Devil!” the Jewish leaders snarled. “Didn't we say all along you were possessed by a demon?”", "49": "“No,” Jesus said, “I have no demon in me. For I honor my Father—and you dishonor me. ", "50": "And though I have no wish to make myself great, God wants this for me and judges those who reject me.[d] ", "51": "With all the earnestness I have I tell you this—no one who obeys me shall ever die!”", "52": "The leaders of the Jews said, “Now we know you are possessed by a demon. Even Abraham and the mightiest prophets died, and yet you say that obeying you will keep a man from dying! ", "53": "So you are greater than our father Abraham, who died? And greater than the prophets, who died? Who do you think you are?” ", "54": "Then Jesus told them this: “If I am merely boasting about myself, it doesn't count. But it is my Father—and you claim him as your God—who is saying these glorious things about me. ", "55": "But you do not even know him. I do. If I said otherwise, I would be as great a liar as you! But it is true—I know him and fully obey him. ", "56": "Your father Abraham rejoiced to see my day. He knew I was coming and was glad.”", "57": "The Jewish leaders: “You aren't even fifty years old—sure, you've seen Abraham!”", "58": "Jesus: “The absolute truth is that I was in existence before Abraham was ever born!”", "59": "At that point the Jewish leaders picked up stones to kill him. But Jesus was hidden from them, and walked past them and left the Temple."}