{"1": "As he was walking along, he saw a man blind from birth.", "2": "“Master,” his disciples asked him, “why was this man born blind? Was it a result of his own sins or those of his parents?”", "3": "“Neither,” Jesus answered. “But to demonstrate the power of God. ", "4": "All of us must quickly carry out the tasks assigned us by the one who sent me, for there is little time left before the night falls and all work comes to an end. ", "5": "But while I am still here in the world, I give it my light.”", "6": "Then he spat on the ground and made mud from the spittle and smoothed the mud over the blind man's eyes, ", "7": "and told him, “Go and wash in the Pool of Siloam” (the word Siloam means “Sent”). So the man went where he was sent and washed and came back seeing!", "8": "His neighbors and others who knew him as a blind beggar asked each other, “Is this the same fellow—that beggar?”", "9": "Some said yes, and some said no. “It can't be the same man,” they thought, “but he surely looks like him!” And the beggar said, “I am the same man!”", "10": "Then they asked him how in the world he could see. What had happened?", "11": "And he told them, “A man they call Jesus made mud and smoothed it over my eyes and told me to go to the Pool of Siloam and wash off the mud. I did, and I can see!”", "12": "“Where is he now?” they asked. “I don't know,” he replied.", "13": "Then they took the man to the Pharisees. ", "14": "Now as it happened, this all occurred on a Sabbath.[a] ", "15": "Then the Pharisees asked him all about it. So he told them how Jesus had smoothed the mud over his eyes, and when it was washed away, he could see!", "16": "Some of them said, “Then this fellow Jesus is not from God because he is working on the Sabbath.” Others said, “But how could an ordinary sinner do such miracles?” So there was a deep division of opinion among them.", "17": "Then the Pharisees turned on the man who had been blind and demanded, “This man who opened your eyes—who do you say he is?” “I think he must be a prophet sent from God,” the man replied.", "18": "The Jewish leaders wouldn't believe he had been blind, until they called in his parents ", "19": "and asked them, “Is this your son? Was he born blind? If so, how can he see?”", "20": "His parents replied, “We know this is our son and that he was born blind, ", "21": "but we don't know what happened to make him see, or who did it. He is old enough to speak for himself. Ask him.”", "22-23": "They said this in fear of the Jewish leaders who had announced that anyone saying Jesus was the Messiah would be excommunicated.", "24": "So for the second time they called in the man who had been blind and told him, “Give the glory to God, not to Jesus, for we know Jesus is an evil person.”", "25": "“I don't know whether he is good or bad,” the man replied, “but I know this: I was blind, and now I see!”", "26": "“But what did he do?” they asked. “How did he heal you?”", "27": "“Look!” the man exclaimed. “I told you once; didn't you listen? Why do you want to hear it again? Do you want to become his disciples too?”", "28": "Then they cursed him and said, “You are his disciple, but we are disciples of Moses. ", "29": "We know God has spoken to Moses, but as for this fellow, we don't know anything about him.”", "30": "“Why, that's very strange!” the man replied. “He can heal blind men, and yet you don't know anything about him! ", "31": "Well, God doesn't listen to evil men, but he has open ears to those who worship him and do his will. ", "32": "Since the world began there has never been anyone who could open the eyes of someone born blind. ", "33": "If this man were not from God, he couldn't do it.”", "34": "“You illegitimate bastard,[b] you!” they shouted. “Are you trying to teach us?” And they threw him out.", "35": "When Jesus heard what had happened, he found the man and said, “Do you believe in the Messiah?”[c]", "36": "The man answered, “Who is he, sir, for I want to.”", "37": "“You have seen him,” Jesus said, “and he is speaking to you!”", "38": "“Yes, Lord,” the man said, “I believe!” And he worshiped Jesus.", "39": "Then Jesus told him, “I have come into the world to give sight to those who are spiritually blind and to show those who think they see that they are blind.”", "40": "The Pharisees who were standing there asked, “Are you saying we are blind?”", "41": "“If you were blind, you wouldn't be guilty,” Jesus replied. “But your guilt remains because you claim to know what you are doing."}