{"1": "Now these are the people of the province who went up from the captivity of the exiles, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and came again to Jerusalem and Judah. Each returned to his own city. ", "2": "Those who came with Zerubbabel were Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The number of men of the people of Israel were:", "3": "The sons of Parosh—two thousand one hundred and seventy-two;", "4": "the sons of Shephatiah—three hundred and seventy-two;", "5": "the sons of Arah—seven hundred and seventy-five;", "6": "the sons of Pahath-Moab of the sons of Jeshua and Joab—two thousand eight hundred and twelve;", "7": "the sons of Elam—one thousand two hundred and fifty-four;", "8": "the sons of Zattu—nine hundred and forty-five;", "9": "the sons of Zakkai—seven hundred and sixty;", "10": "the sons of Bani—six hundred and forty-two;", "11": "the sons of Bebai—six hundred and twenty-three;", "12": "the sons of Azgad—one thousand two hundred and twenty-two;", "13": "the sons of Adonikam—six hundred and sixty-six;", "14": "the sons of Bigvai—two thousand and fifty-six;", "15": "the sons of Adin—four hundred and fifty-four;", "16": "the sons of Ater of Hezekiah—ninety-eight;", "17": "the sons of Bezai—three hundred and twenty-three;", "18": "the sons of Jorah—one hundred and twelve;", "19": "the sons of Hashum—two hundred and twenty-three;", "20": "the sons of Gibbar—ninety-five.", "21": "The sons of Bethlehem—one hundred and twenty-three;", "22": "the men of Netophah—fifty-six;", "23": "the men of Anathoth—one hundred and twenty-eight;", "24": "the sons of Azmaveth—forty-two;", "25": "the sons of Kiriath Arim, Kephirah, and Beeroth—seven hundred and forty-three;", "26": "the sons of Ramah and Geba—six hundred and twenty-one;", "27": "the men of Mikmash—one hundred and twenty-two;", "28": "the men of Bethel and Ai—two hundred and twenty-three;", "29": "the sons of Nebo—fifty-two;", "30": "the sons of Magbish—one hundred and fifty-six;", "31": "the sons of the other Elam—one thousand two hundred and fifty-four;", "32": "the sons of Harim—three hundred and twenty;", "33": "the sons of Lod, Hadid, and Ono—seven hundred and twenty-five;", "34": "the sons of Jericho—three hundred and forty-five;", "35": "the sons of Senaah—three thousand six hundred and thirty.", "36": "Those who came with the priests were: the sons of Jedaiah, of the house of Jeshua—nine hundred and seventy-three;", "37": "the sons of Immer—one thousand and fifty-two;", "38": "the sons of Pashhur—one thousand two hundred and forty-seven;", "39": "the sons of Harim—one thousand and seventeen.", "40": "Those who came with the Levites were: the sons of Jeshua and Kadmiel, of the sons of Hodaviah—seventy-four.", "41": "Those who came with the singers were: the sons of Asaph—one hundred and twenty-eight.", "42": "The sons of the gatekeepers were: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai—in all one hundred and thirty-nine.", "43": "Those devoted to the temple as servants were: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,", "44": "the sons of Keros, the sons of Siaha, the sons of Padon,", "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,", "46": "the sons of Hagab, the sons of Shalmai, the sons of Hanan,", "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,", "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,", "49": "the sons of Uzza, the sons of Paseah, the sons of Besai,", "50": "the sons of Asnah, the sons of Meunim, the sons of Nephusim,", "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,", "52": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,", "53": "the sons of Barkos, the sons of Sisera, the sons of Temah,", "54": "the sons of Neziah, the sons of Hatipha.", "55": "The sons of Solomon's servants were: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,", "56": "the sons of Jaala, the sons of Darkon, the sons of Giddel,", "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pokereth-Hazzebaim, the sons of Ami.", "58": "All those devoted to the temple as servants and the children of Solomon's servants were three hundred and ninety-two.", "59": "These were the ones who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer; but they could not prove their father's house or their descent, whether they were of Israel:", "60": "the sons of Delaiah, the sons of Tobiah, and the sons of Nekoda—six hundred and fifty-two;", "61": "and of the sons of the priests: the sons of Hobaiah, the sons of Hakkoz, and the sons of Barzillai (whose ancestor married one of the daughters of Barzillai the Gileadite and was thereafter called by their name).", "62": "These sought their records in the genealogy register, but they were not found. Therefore, they were disqualified (as polluted) from the priesthood. ", "63": "The governor advised them not to eat of the most holy things until a priest consulted with the Urim and Thummim.", "64": "The whole congregation together was forty-two thousand three hundred and sixty, ", "65": "besides their male and female servants (these numbered seven thousand three hundred and thirty-seven); they also had two hundred singing men and women. ", "66": "Their horses numbered seven hundred and thirty-six; their mules, two hundred and forty-five; ", "67": "their camels, four hundred and thirty-five; and their donkeys, six thousand seven hundred and twenty.", "68": "As some of the heads of households came to the house of the Lord in Jerusalem, they volunteered to erect the foundations for the house of God. ", "69": "They gave after their ability to the treasure of the work sixty-one thousand drachmas[a] of gold, five thousand pounds[b] of silver, and one hundred priestly garments.", "70": "So the priests and the Levites, along with some of the people, the singers, the porters, and those donated as temple servants, lived in their cities, with the result that all Israel resettled in their cities."}