{"1": "Now these are the chiefs of the households of the fathers and the genealogical register of those who went up with me from Babylon, in the reign of King Artaxerxes:", "2": "of the sons of Phinehas, Gershom; of the sons of Ithamar, Daniel; of the sons of David, Hattush, ", "3": "a descendant of Shekaniah and a descendant of Parosh, Zechariah, plus another one hundred and fifty men registered in the genealogical register;", "4": "of the sons of Pahath-Moab; Eliehoenai a descendant of Zerahiah, plus two hundred other males;", "5": "of the sons of Zattu, Shekaniah a descendant of Jahaziel, plus three hundred other males;", "6": "of the sons of Adin, Ebed a descendant of Jonathan, plus fifty other males;", "7": "of the sons of Elam, Jeshaiah a descendant of Athaliah, plus seventy other males;", "8": "of the sons of Shephatiah, Zebadiah a descendant of Michael, plus eighty other males;", "9": "of the sons of Joab, Obadiah a descendant of Jehiel, plus two hundred and eighteen other males;", "10": "of the sons of Bani, Shelomith a descendant of Josiphiah, plus one hundred and sixty other males;", "11": "of the sons of Bebai, his son Zechariah, plus twenty-eight other males;", "12": "of the sons of Azgad, Johanan a descendant of Hakkatan, plus one hundred and ten other males;", "13": "of the last sons of Adonikam, the ones named Eliphelet, Jeuel, and Shemaiah, plus sixty other males;", "14": "also of the sons of Bigvai, Uthai and Zakkur, plus seventy other males.", "15": "I gathered them together at the river that runs to Ahava, and we camped in tents three days. As I examined the people and the priests, I discovered that none of the sons of Levi were there. ", "16": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, chief men; and also for Joiarib and Elnathan, discerning men. ", "17": "I gave them orders for Iddo, chief at the place Kasiphia, and crafted exactly what they would say to Iddo, his brothers, and the temple servants at the place Kasiphia so that they would bring us ministering servants for the house of our God. ", "18": "Because the good hand of our God was upon us, indeed they brought us a man of understanding descended from the sons of Mahli, who is a descendant of Levi, the son of Israel—Sherebiah along with his sons and his brothers, eighteen men; ", "19": "and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty men; ", "20": "and of the temple servants whom David and the leaders had appointed for the service of the Levites, two hundred and twenty temple servants, all of them designated by name.", "21": "Then I proclaimed a fast there, at the river of Ahava, that we might humble ourselves before our God, to seek from Him a good route for us, our little ones, and all our substance. ", "22": "For I was ashamed to ask the king for an escort of foot and horse soldiers to help us against the enemy on the way, because we had spoken to the king, saying, “The hand of our God is upon all who seek Him for good, but His power and His wrath are against all who forsake Him.” ", "23": "So we fasted and sought our God for this, and He was moved by our prayers.", "24": "Then I separated twelve of the presiding priests—Sherebiah and Hashabiah, along with ten of their brothers— ", "25": "and weighed out to them the silver, the gold, the vessels, as well as the contribution collected for the house of our God by the king, his counselors, his lords, in conjunction with what all Israel had offered. ", "26": "I weighed out into their hand six hundred and fifty talents[a] of silver, silver articles worth one hundred talents,[b] one hundred talents[c] of gold, ", "27": "twenty gold bowls worth a thousand darics,[d] and two vessels of fine shining bronze, precious as gold.", "28": "I said to them, “You are holy to the Lord. The vessels are holy also. The silver and the gold are a freewill offering to the Lord God of your fathers. ", "29": "Watch and guard them until you weigh them before the presiding priests and Levites, and the presiding elders of Israel at Jerusalem, for the chambers of the house of the Lord.” ", "30": "So the priests and the Levites accepted the weighed-out silver and gold, along with the vessels, to bring them to Jerusalem to the house of our God.", "31": "Then we began the journey from the Ahava River on the twelfth day of the first month to go to Jerusalem. The hand of our God was upon us, and He delivered us from the hand of the attacker and the ambusher along the way. ", "32": "When we arrived at Jerusalem, we stayed there three days.", "33": "Then on the fourth day the silver and the gold and the vessels were weighed out in the house of our God by the hand of Meremoth the son of Uriah the priest. With him was Eleazar the son of Phinehas as well as Jozabad the son of Jeshua, and Noadiah the son of Binnui—both Levites. ", "34": "All of it was counted by number and by weight, and all the information was recorded at that time.", "35": "Then, the children of the exile who had come out of captivity offered burnt offerings to the God of Israel. On behalf of all Israel, they offered twelve bulls, ninety-six rams, seventy-seven lambs, and twelve male goats as a sin offering. All of it was offered as a burnt offering to the Lord. ", "36": "Finally, they delivered the king's decrees to the satraps of the king as well as to the governors of the province Beyond the River. Accordingly, they supported the people and the house of God."}