{"1": "Now, Naomi had a relative on her husband's side—from Elimelech's family—a prominent man of substance whose name was Boaz.", "2": "Ruth the Moabitess, said to Naomi, “Please let me go out to the field and glean grain behind anyone in whose eyes I may find favor.” Naomi said to her, “Go ahead, my daughter.” ", "3": "So Ruth went out and gleaned in the field behind the reapers. She just so happened to be in the field of Boaz, who was from Elimelech's family.", "4": "Soon after Boaz arrived from Bethlehem, he said to the harvesters, “Adonai be with you.” They replied, “May Adonai bless you.”", "5": "Then Boaz asked the foreman of his harvesters, “Whose young woman is this?”", "6": "“She is a Moabite woman who came back with Naomi from the region of Moab,” the foreman replied. ", "7": "“She asked 'Please allow me to glean and gather among the barley sheaves behind the harvesters.' So she came and has been working in the field since morning until now, except for a little while in the shelter.”", "8": "Then Boaz said to Ruth, “Listen to me, my daughter. Do not go to glean in another field or even pass on from here, but stay close to my female workers. ", "9": "Keep your eyes on the field that they are harvesting, and follow after them. I strongly ordered the young men not to touch you. When you are thirsty, you can go to the jars and drink from the water the young men have drawn.”", "10": "Then she fell upon her face, bowing to the ground, and said to him, “Why have I found favor in your eyes that you have noticed me, even though I am a foreigner?”", "11": "Boaz replied and said to her, “All that you have done for your mother-in-law since your husband's death has been fully reported to me—how you left your father and mother and the land of your birth, and came to a people you did not know before. ", "12": "May Adonai repay you for what you have done, and may you be fully rewarded by Adonai, God of Israel, under whose wings you have come to take refuge.”", "13": "She said, “May I continue to find favor in your eyes, my lord, for you have comforted me and spoken kindly to your maidservant, even though I am not one of your maidservants.”", "14": "At mealtime Boaz said to her, “Come over here and eat some bread and dip your piece into the wine vinegar.” So she sat beside the harvesters and he held out to her roasted grain. She ate until she was full, and some was still left. ", "15": "When she got up to glean, Boaz gave orders to his workers saying, “Let her glean even among the sheaves, do not humiliate her. ", "16": "Also be sure to pull out some grain for her from the sheaves and leave them for her to pick up, and do not rebuke her.”", "17": "So she gleaned in the field until evening. When she thrashed what she had gathered, there was about an ephah of barley. ", "18": "She carried it back to town, where her mother-in-law saw what she had gleaned. Ruth took some out and gave her what was left over after eating her fill.", "19": "Her mother-in-law asked her, “Where did you glean today? Where did you work? May the one who noticed you be blessed!” She told her mother-in-law with whom she had worked and she said, “The name of the man for whom I worked is Boaz.”", "20": "So Naomi said to her daughter-in-law, “May he be blessed by Adonai who has not stopped his kindness to the living or to the dead.” Then Naomi said to her, “This man is closely related to us, one of our kinsmen-redeemers.”[a]", "21": "Then Ruth the Moabitess said, “He even said to me, 'Stay close to my workers until they have finished the entire harvest.'”", "22": "Naomi answered her daughter-in-law Ruth, “It is good, my daughter-in-law, that you go out with his female workers, so that you will not be harmed in another field.”", "23": "So she stayed close to Boaz's female workers, gleaning until both the barley harvest and the wheat harvest were completed. Meanwhile she lived with her mother-in-law."}