{"1": "Naomi her mother-in-law said to her “My daughter, should I not be seeking a resting place for you, so it may go well for you? ", "2": "Now, is Boaz, with whose female workers you have been, not our relative? Look, he will be winnowing barley tonight at the threshing floor. ", "3": "So bathe and perfume yourself, put on your cloak and go down to the threshing floor. But do not make yourself known to the man until he has finished eating and drinking. ", "4": "Let it be that when he lies down and you know the place where he lies down, go uncover his feet and lie down there. He will tell you what to do.”", "5": "Ruth answered her, “I will do everything you say.” ", "6": "So she went down to the threshing floor and did everything her mother-in-law had said.", "7": "After Boaz ate, drank, and was in a good mood, he went to lie down at the far side of the grain pile. So she came to the grain pile quietly, uncovered his feet, and lay down. ", "8": "Now in the middle of the night, the man was startled and pulled back—and to his surprise, a woman was lying at his feet!", "9": "“Who are you?” he asked. “I am Ruth, your handmaid,” she answered. “Spread the corner of your garment over your handmaid, for you are a goel.”", "10": "“May you be blessed by Adonai, my daughter!” he replied. “You have made the latter act of loyalty greater than the first, by not running after the young men, whether rich or poor. ", "11": "Now my daughter, do not be afraid! Everything you propose, I will do for you, for everyone in town knows that you are a woman of valor. ", "12": "Although it is true that I am a goel, there is one who is a closer goel than me. ", "13": "Stay here tonight, and in the morning, if he will be your goel—good! Let him do so. But if he is not willing to be your goel, then I will be your goel myself, as surely as Adonai lives. Lie down until morning.”", "14": "So she lay at his feet until morning, but got up before one person could be distinguished from another, for he said, “Do not let it be known that the woman came to the threshing floor.” ", "15": "Then he said, “Bring the cloak you are wearing and hold it out.” She held it out and he poured six measures of barley into it and put it on her. Then he returned to town.", "16": "When Ruth came back to her mother-in-law, Naomi asked, “How did it go, my daughter?” So Ruth told her all that the man had done for her. ", "17": "She said “He gave me six measures of barley, for he said, 'You shouldn't go back to your mother-in-law empty-handed.'”", "18": "“Wait, my daughter,” Naomi said, “until you find out how the matter turns out, for he will not rest until he has settled the matter today.”"}