{"1": "Paul, the servant of Jesus Christ called to be an apostle, put apart to preach the gospel of God – ", "2": "the gospel that he promised before by his prophets in the holy scriptures ", "3": "that speak of his Son, who was begotten of the seed of David as to the flesh, ", "4": "and was with power identified as the Son of God by the Holy Spirit, who sanctifies since the time that Jesus Christ our Lord rose up from death. ", "5": "By him we have received grace and apostleship to bring all manner of heathen peoples to the obedience of faith, which is in his name. ", "6": "Of such peoples you are a part also, who are Jesus Christ's by calling.", "7": "To all you of Rome, beloved of God and saints by calling. Grace be with you and peace from God our Father and from the Lord Jesus Christ.", "8": "First, truly I thank my God through Jesus Christ for you all, because your faith is spoken of throughout all the world. ", "9": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers, ", "10": "asking that at one time or another a successful journey (by the will of God) might enable me to go to you. ", "11": "For I long to see you, so that I may bestow among you some spiritual gift to strengthen you with; ", "12": "that is, so I may have consolation together with you through the common faith, which both you and I have.", "13": "I want you to know, brethren, that I have often hoped to go to you (but have been prevented so far) to have some fruit among you, as I have among other of the Gentiles. ", "14": "For I am a debtor both to the Greeks and to those who are not Greek, to the learned and also to the unlearned. ", "15": "So then, as much as is in me, I am ready to preach the gospel to you of Rome also. ", "16": "For I am not ashamed of the gospel of Christ, because it is the power of God for salvation to all who believe, namely to the Jew and also to the Gentile. ", "17": "For by it the righteousness which comes from God is unveiled, from faith to faith. As it is written: The just shall live by faith.", "18": "For the wrath of God appears from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness, ", "19": "seeing that what may be known of God is manifest among them. For God did show it unto them. ", "20": "For his invisible things – that is to say, his eternal power and Godhead – are understood and seen from the works of the creation of the world. So they are without excuse, ", "21": "inasmuch as when they knew God, they did not glorify him as God, neither were thankful, but increased full of vain imaginations, and their foolish hearts were blinded. ", "22": "When they counted themselves wise, they became fools, ", "23": "and turned the glory of the immortal God into the similitude of the image of mortal man, and of birds, and four-footed animals, and serpents.", "24": "For this God likewise gave them up to their heart's lusts, unto uncleanness, to defile their own bodies between themselves – ", "25": "those who turned his truth to a lie, and venerated and served created things more than the Maker, who is blessed forever. Amen. ", "26": "For this cause God gave them up to shameful lusts. For even their women turned from the natural way to the unnatural. ", "27": "And likewise also the men left the natural way with a woman, and burned in their lusts for one another. And man with man wrought uncleanness, and received in themselves the reward of their error accordingly.", "28": "And as it did not seem good to them to acknowledge God, so God delivered them up to a reprobate mind, to do those things which were not right, ", "29": "being full of all unrighteous doing: of fornication, wickedness, covetousness, vice; full of envy, murder, debate, deceit; evil-natured, whisperers, ", "30": "backbiters, haters of God, doers of wrong, proud, boasters, inventors of evil things, disobedient to father and mother, ", "31": "without understanding, covenant breakers, unloving, truce breakers, and merciless. ", "32": "Which people, though they knew the righteousness of God, that those who do such things are worthy of death, yet not only do the same, but also have pleasure in those who do them."}