{"1": "I beseech you therefore brethren, by the mercifulness of God, to make your bodies a living sacrifice, holy and acceptable to God, which is your reasonable serving of God. ", "2": "Do not fashion yourselves to this world, but be changed in your nature by the renewing of your mind, so that you may prove what is that good, that favourable, and perfect will of God.", "3": "For I say by the grace that is given to me, to everyone among you, that no one should think of himself more than it behoves him to think, but should soberly judge of himself, as God has given to each the measure of faith. ", "4": "Just as we have many members in one body, and all members do not have the same service, ", "5": "so we, being many, are one body in Christ, and everyone among us one another's members. ", "6": "Seeing that we have different gifts, according to the grace that is given to us, if one has the gift of prophecy, let him have it agreeing to the faith. ", "7": "Let him who has an office attend to his duty. Let him who teaches take heed to his doctrine. ", "8": "Let him who exhorts give heed to his exhortation. If anyone gives, let him do it with sincerity. Let him who governs do it with diligence. If anyone shows mercy, let him do it with cheerfulness.", "9": "Let love be without dissembling. Hate that which is evil, and cleave unto that which is good. ", "10": "Be kind to one another, with brotherly love. Honour others before yourselves. ", "11": "Let not the work that you have in hand be tedious to you. Be fervent in the Spirit. Apply yourselves to the time. ", "12": "Rejoice in hope. Be patient in tribulation. Continue in prayer. ", "13": "Give to meet the needs of the saints, and be ready to take people in.", "14": "Bless those who persecute you; bless, but curse not. ", "15": "Be merry with those who are merry. Weep with those who weep. ", "16": "Be of equal affection  one towards another. Be not high-minded, but make yourselves equal to the lowly. Do not be wise in your own opinions. ", "17": "Repay no one evil for evil. Provide beforehand for things that are honourable in the sight of all people. ", "18": "If it is possible, as for your part, have peace with all people.", "19": "Dearly beloveds, do not avenge yourselves, but leave room for the wrath of God. For it is written: Vengeance is mine, and I will reward, says the Lord. ", "20": "Therefore: If your enemy hungers, feed him, and if he thirsts, give him drink. For in so doing, you will heap coals of fire on his head. ", "21": "Do not be overcome by evil, but overcome evil with goodness."}