{"1": "We who are strong ought to bear the frailness of those who are weak, and not to stand in our own understanding. ", "2": "Let everyone please his neighbour for his wellbeing and encouragement. ", "3": "Christ did not please himself, but, as it is written: The rebukes of those who rebuked you, fell on me. ", "4": "The things that were written aforetime were written for our instruction, so that we, through patience and comfort from the scripture, might have hope.", "5": "May the God of patience and consolation grant to every one of you to have such a mind towards one another, after the example of Christ Jesus, ", "6": "in order that you all, in harmony together, may with one mouth praise God, the Father of our Lord Jesus. ", "7": "So then, receive one another as Christ received us, to the glory of God.", "8": "And I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made to the fathers. ", "9": "And let the Gentiles praise God for his mercy, as it is written: For this cause I will praise you among the Gentiles, and sing in your name. ", "10": "And again he says: Rejoice, ye Gentiles, with his people! ", "11": "And again: Praise the Lord, all ye Gentiles, and laud him, all nations! ", "12": "And in another place Isaiah says: The root of Jesse is to come, he who will rise to reign over the Gentiles; in him shall the Gentiles trust. ", "13": "May the God of hope fill you with all joy and peace in believing, so that you may be rich in hope through the power of the Holy Spirit.", "14": "I myself am confident of you, my brethren, that you yourselves are full of goodness, and filled with all knowledge, and are able to exhort one another. ", "15": "Nevertheless, brethren, I have somewhat boldly written to you, as one who puts you in mind through the grace that is given to me by God ", "16": "to be the minister of Jesus Christ among the Gentiles, and to minister the glad tidings of God so that the Gentiles may be an acceptable offering, sanctified by the Holy Spirit. ", "17": "I have therefore something I can make claim to in Christ Jesus, in those things that pertain to God. ", "18": "For I shrink to speak of anything Christ has not wrought by me, to make the Gentiles obedient, with word and deed, ", "19": "in mighty signs and wonders, by the power of the Spirit of God, so that from Jerusalem and the coasts round about to Illyricum, I have filled all countries with the glad tidings of Christ. ", "20": "Thus have I exerted myself to preach the gospel – not where Christ was already named, lest I should have built on another man's foundation, ", "21": "but as it is written: People who have not been told of him, they will see, and those who have not heard will understand.", "22": "For this cause I have often been prevented from going to you all. ", "23": "But now, seeing I have no more to do in these countries, and also having wanted for many years to go to you, ", "24": "when I take my journey into Spain, I will go to you. I trust to see you in my journey, and that you will help me on my way after I have enjoyed your company for a while.", "25": "Now I am going to Jerusalem, to minister to the saints. ", "26": "For it has pleased the people of Macedonia and Achaia to send aid to the poor saints at Jerusalem. ", "27": "It has genuinely pleased them. And they are their debtors, for if the Gentiles are made partakers of their spiritual things, their duty is to minister to them in carnal things. ", "28": "When I have completed this, and have brought them this fruit sealed, I will come back again by you on my way into Spain. ", "29": "And I am sure that when I come, I will come with an abundance of the blessing of the gospel of Christ.", "30": "I beseech you, brethren, for our Lord Jesus Christ's sake, and for the love of the Spirit, to help me in my concerns, with your prayers to God for me, ", "31": "that I may be delivered from those in Judea who do not believe, and that this my service to Jerusalem may be accepted by the saints, ", "32": "so that I may come to you with joy, by the will of God, and may with you be refreshed. ", "33": "The God of peace be with you. Amen."}