{"1": "What preferment, then, has the Jew? Or what advantage from circumcision? ", "2": "Surely very much. The word of God was committed first to them. ", "3": "What, then, if some of them did not believe? Does their unbelief make the promise of God without effect? ", "4": "God forbid. Let God be true and all men liars, as it is written: That you may be justified in your words, and should overcome when you are judged.", "5": "If our unrighteousness makes the righteousness of God more excellent, what shall we say? Is God unrighteous, who takes vengeance? I speak after the manner of men. ", "6": "God forbid, for how then will God judge the world? ", "7": "If the truth of God appears more excellent through my lie, to his glory, why am I still judged as a sinner? ", "8": "And why not say rather (as some ill report of us, and as some allege we say), let us do evil, so that good may come of it? Their condemnation is just.", "9": "What are we saying then? Are we better than they? No, not in any way. For we have already established that both Jews and Gentiles are all under sin, ", "10": "as it is written: There is none righteous, no, not one. ", "11": "There is no one who understands. There is no one who seeks after God. ", "12": "They are all gone out of the way. They are all unprofitable. There is no one who does good: no, not one. ", "13": "Their throat is an open sepulchre. With their tongues they have deceived. The poison of asps is under their lips. ", "14": "Their mouths are full of cursing and bitterness. ", "15": "Their feet are swift to shed blood. ", "16": "Destruction and wretchedness are in their ways, ", "17": "and the way of peace they have not known. ", "18": "There is no fear of God before their eyes.", "19": "Yea and we know that whatever the law says, it says to those who are under the law, so that all mouths may be stopped, and all the world be subdued to God, ", "20": "because no flesh can be justified in the sight of God by the deeds of the law. For by the law comes the knowledge of sin.", "21": "But now is manifested the righteousness that comes of God without the fulfilling of the law, yet having the witness of the law, and of the prophets. ", "22": "Without doubt, the righteousness which is good before God comes by the faith of Jesus Christ, to all and upon all who believe. There is no difference. ", "23": "For all have sinned and fall short of the glory of God, ", "24": "but are justified freely by his grace, through the redemption that is in Christ Jesus. ", "25": "Him God has made a seat of mercy, through faith in his blood, to show the righteousness that is of value before him, in that he forgives the sins that are past. ", "26": "These God suffered in order to show at this time the righteousness that is granted by him, so that he may be counted just, and a justifier of the person who believes on Jesus.", "27": "Where then is self-righteousness? It is excluded. By what law? By the law of works? No, but by the law of faith.", "28": "Therefore we hold that a man is justified by faith without the deeds of the law. ", "29": "Is he the God of the Jews only? Is he not also the God of the Gentiles? Yes, even of the Gentiles also. ", "30": "For there is one God, who justifies circumcision which is of faith, and uncircumcision through faith.", "31": "Do we then destroy the law through faith? God forbid. But we rather maintain the law."}