{"1": "There is then no damnation to those who are in Christ Jesus – who walk not after the flesh, but after the Spirit. ", "2": "For the law of the Spirit that brings life through Jesus Christ has delivered me from the law of sin and death. ", "3": "For what the law could not do, inasmuch as it was weak because of the flesh, God has performed. He sent his Son in the similitude of sinful flesh, and by offering him for sin punished sin in the flesh, ", "4": "so that the righteousness required by the law may be fulfilled in us, who walk not after the flesh, but after the Spirit. ", "5": "For those who are carnal are carnally minded. But those who are spiritual are spiritually minded. ", "6": "To be spiritually minded is life and peace. But to be carnally minded is death, ", "7": "because the fleshly mind is enmity against God. For it is not obedient to the law of God, neither can be. ", "8": "So then, those who are given to the flesh cannot please God.", "9": "But you are not given to the flesh, but to the Spirit, if it so be that the Spirit of God dwells in you. If there is any person who does not have the Spirit of Christ, the same is none of his. ", "10": "If Christ is in you, the body is dead because of sin, but the Spirit is life for righteousness' sake. ", "11": "And so if the Spirit of him who raised up Jesus from death dwells in you, he who raised up Christ from death will give life to your mortal bodies, because his Spirit dwells in you.", "12": "Therefore, brethren, we are now debtors – not to the flesh, to live after the flesh. ", "13": "For if you live after the flesh, you must die. But if you put to death the deeds of the body by the help of the Spirit, you will live. ", "14": "For as many as are led by the Spirit of God, they are the sons of God. ", "15": "For you have not received the spirit of servanthood to fear again, but you have been given the Spirit of adoption, whereby we cry, Abba, Father! ", "16": "The Spirit himself bears witness with our spirit that we are the children of God. ", "17": "If we are children, we are also heirs – the heirs, I mean, of God; and joint heirs with Christ, if so be that we suffer together so that we may be glorified together. ", "18": "For I suppose that the afflictions of this life are not worthy of the glory that will be shown upon us.", "19": "Also, the fervent desire of the creatures endures, looking for when the sons of God will appear, ", "20": "because the creatures are subdued to vanity against their will, but for the will of him who subjects them in hope. ", "21": "For the very creatures will be delivered from the bondage of corruption into the glorious liberty of the children of God. ", "22": "For we know that every creature groans with us also, and travails in pain, even to this time.", "23": "Not only they, but we also who have the first fruits of the Spirit mourn in ourselves, and await the adoption, and look for the deliverance of our bodies. ", "24": "For we are saved by hope. But hope that is seen is no hope. For how can a person hope for that which he sees? ", "25": "But if we hope for that which we do not see, then with patience we await it.", "26": "Furthermore, the Spirit also relieves our infirmities. For we know not what to pray as we ought, but the Spirit makes intercession mightily for us, with groanings which cannot be expressed by tongue. ", "27": "And he who searches the hearts knows what is the intent of the Spirit, for he makes intercession for the saints according to the pleasure of God. ", "28": "For we know that all things work for the best for those who love God, who also are called according to his purpose. ", "29": "For those whom he knew before, he also ordained before to be fashioned to the image of his Son, so that he may be the firstborn among many brethren. ", "30": "Moreover, those whom he appointed before, them he also called; and whom he called, them he also justified; and whom he justified, them he also glorified.  ", "31": "What shall we say then to these things? If God is on our side, who can be against us? ", "32": "He who did not spare his own Son, but gave him for us all, how would he not also give us all things with him? ", "33": "Who shall lay anything to the charge of God's chosen ones? It is God who justifies; ", "34": "who then shall condemn? It is Christ who is dead – yea rather, risen again, who is also on the right hand of God, and makes intercession for us.", "35": "Who can separate us from the love of God? Can tribulation? or anguish? or persecution? or hunger? or nakedness? or peril? or sword? ", "36": "As it is written: For your sake we are killed all day long, and are counted as sheep appointed to be slain. ", "37": "Nevertheless, in all these things we overcome strongly through the help of him who loved us. ", "38": "Yea, and I am sure that neither death, nor life, nor angels, nor rule, nor power, nor things present, nor things to come, ", "39": "nor height, nor depth, nor any other thing in creation, will be able to separate us from the love of God shown in Christ Jesus our Lord."}