{"1": "I speak the truth in Christ, and do not speak falsely, regarding that of which my conscience bears me witness in the Holy Spirit. ", "2": "I have great heaviness and continual sorrow in my heart. ", "3": "For I have wished myself to be cursed from Christ for my brethren and my kinsmen according to the flesh, ", "4": "who are the Israelites. To them pertain the adoption and the glory, and the covenants, and the law that was given, and the service of God, and the promises. ", "5": "Theirs also are the fathers, and those from whom (as to the flesh) Christ came, who is God over all things blessed forever. Amen.", "6": "I do not say these things as though the words of God have taken no effect. For not all who come from Israel are Israelites. ", "7": "Nor are they all children just because they are the seed of Abraham, but: In Isaac shall thy seed be called. ", "8": "That is to say, the children of the flesh are not the children of God, but the children of promise are counted the seed. ", "9": "For this is a word of promise: About this time I will come, and Sarah shall have a son. ", "10": "Neither was it so with her only, but also when Rebecca was pregnant with twins by one – I mean, by our father Isaac. ", "11": "Before the children were born, when they had done neither good nor bad, so that the purpose of God which is by election would stand, it was said to her, not by reason of works, but by the grace of the caller: ", "12": "The elder shall serve the younger. ", "13": "As it is written: Jacob he loved, but Esau he hated.", "14": "What shall we say then? Is there any unrighteousness with God? God forbid. ", "15": "For he says to Moses: I will show mercy to whom I show mercy, and will have compassion on whom I have compassion. ", "16": "So then, it lies not in a man's will or running, but in the mercy of God. ", "17": "For the scripture says to Pharaoh: For this very purpose I have stirred you up, to show my power on you, and so that my name may be declared throughout all the world. ", "18": "Therefore he has mercy on whom he will have mercy, and whom he will, he makes hardhearted.", "19": "You will say to me then, So why does he still blame us? For who can resist his will? ", "20": "But, O man, what are you to dispute with God? Shall the work say to the workman, Why have you made me this way? ", "21": "Does the potter not have power over the clay, to make out of the same lump one vessel unto honour, and another unto dishonour? ", "22": "Accordingly God, intending to show his wrath and to make his power known, suffered with long patience the vessels of wrath fitted to damnation, ", "23": "in order to show the riches of his glory on the vessels of mercy, which he had prepared for glory – ", "24": "that is to say, us, whom he called not from the Jews only, but also from the Gentiles.", "25": "As he says in Hosea: I will call them my people who were not my people, and her beloved who was not beloved. ", "26": "And: It will come to pass in the place where it was said to them, You are not my people, that there the children of the living God shall be called. ", "27": "But Isaiah cries concerning Israel: Though the number of the children of Israel be as the sand of the sea, yet shall but a remnant be saved. ", "28": "He carries out the word to the end, and makes it short in righteousness. For a short word will God make on earth. ", "29": "And as Isaiah said before: If the Lord of Sabaoth had not left us a seed, we would have been made as Sodom, and would have been likened to Gomorrah.", "30": "What shall we say then? We say that the Gentiles, who did not follow righteousness, have found righteousness; I mean the righteousness which comes of faith. ", "31": "But Israel, who followed the law of righteousness, could not attain to the law of righteousness. ", "32": "And why not? Because they sought it not by faith, but as if it were by the works of the law. For they have stumbled at the stumbling stone. ", "33": "As it is written: Behold, I put in Zion a stumbling stone, and a rock that will make men fall. But none who believe on him will be ashamed."}