{"1": "Various Rules of Conduct. 1 The Lord said to Moses: ", "2": "Speak to the whole Israelite community and tell them: Be holy, for I, the Lord your God, am holy.[a] ", "3": "[b]Each of you revere your mother and father, and keep my sabbaths. I, the Lord, am your God.", "4": "Do not turn aside to idols, nor make molten gods for yourselves. I, the Lord, am your God.", "5": "When you sacrifice your communion sacrifice to the Lord, you shall sacrifice it so that it is acceptable on your behalf. ", "6": "It must be eaten on the day of your sacrifice or on the following day. Whatever is left over until the third day shall be burned in fire. ", "7": "If any of it is eaten on the third day, it will be a desecrated offering and not be accepted; ", "8": "whoever eats of it then shall bear the penalty for having profaned what is sacred to the Lord. Such a one shall be cut off from the people.", "9": "[c]When you reap the harvest of your land, you shall not be so thorough that you reap the field to its very edge, nor shall you gather the gleanings of your harvest. ", "10": "Likewise, you shall not pick your vineyard bare, nor gather up the grapes that have fallen. These things you shall leave for the poor and the alien. I, the Lord, am your God.", "11": "[d]You shall not steal. You shall not deceive or speak falsely to one another. ", "12": "You shall not swear falsely by my name, thus profaning the name of your God. I am the Lord.", "13": "You shall not exploit your neighbor. You shall not commit robbery. You shall not withhold overnight the wages of your laborer. ", "14": "[e]You shall not insult the deaf, or put a stumbling block in front of the blind, but you shall fear your God. I am the Lord.", "15": "You shall not act dishonestly in rendering judgment. Show neither partiality to the weak nor deference to the mighty, but judge your neighbor justly. ", "16": "You shall not go about spreading slander among your people; nor shall you stand by idly when your neighbor's life is at stake. I am the Lord.", "17": "[f]You shall not hate any of your kindred in your heart. Reprove your neighbor openly so that you do not incur sin because of that person. ", "18": "Take no revenge and cherish no grudge against your own people. You shall love your neighbor as yourself. I am the Lord.", "19": "[g]Keep my statutes: do not breed any of your domestic animals with others of a different species; do not sow a field of yours with two different kinds of seed; and do not put on a garment woven with two different kinds of thread.", "20": "[h]If a man has sexual relations with a female slave who has been acquired by another man but has not yet been redeemed or given her freedom, an investigation shall be made. They shall not be put to death, because she has not been freed. ", "21": "The man shall bring to the entrance of the tent of meeting as his reparation to the Lord a ram as a reparation offering. ", "22": "With the ram of the reparation offering the priest shall make atonement before the Lord for the wrong the man has committed, so that he will be forgiven for the wrong he has committed.", "23": "When you come into the land and plant any fruit tree there, first look upon its fruit as if it were uncircumcised. For three years, it shall be uncircumcised for you; it may not be eaten. ", "24": "In the fourth year, however, all of its fruit shall be dedicated to the Lord in joyous celebration. ", "25": "Not until the fifth year may you eat its fruit, to increase the yield for you. I, the Lord, am your God.", "26": "Do not eat anything with the blood still in it. Do not recite charms or practice soothsaying.[i] ", "27": "Do not clip your hair at the temples, nor spoil the edges of your beard. ", "28": "Do not lacerate your bodies for the dead, and do not tattoo yourselves.[j] I am the Lord.", "29": "You shall not degrade your daughter by making a prostitute of her; otherwise the land will prostitute itself and become full of lewdness. ", "30": "Keep my sabbaths, and reverence my sanctuary. I am the Lord.", "31": "Do not turn to ghosts or consult spirits, by which you will be defiled. I, the Lord, am your God.", "32": "Stand up in the presence of the aged, show respect for the old, and fear your God. I am the Lord.", "33": "When an alien resides with you in your land, do not mistreat such a one. ", "34": "You shall treat the alien who resides with you no differently than the natives born among you; you shall love the alien as yourself; for you too were once aliens in the land of Egypt. I, the Lord, am your God.", "35": "Do not act dishonestly in using measures of length or weight or capacity. ", "36": "You shall have a true scale and true weights, an honest ephah and an honest hin.[k] I, the Lord, am your God, who brought you out of the land of Egypt. ", "37": "Be careful, then, to observe all my statutes and decrees. I am the Lord."}