{"1": "The Sabbatical Year. 1 The Lord said to Moses on Mount Sinai: ", "2": "[a]Speak to the Israelites and tell them: When you enter the land that I am giving you, let the land, too, keep a sabbath for the Lord. ", "3": "For six years you may sow your field, and for six years prune your vineyard, gathering in their produce. ", "4": "But during the seventh year the land shall have a sabbath of complete rest, a sabbath for the Lord, when you may neither sow your field nor prune your vineyard. ", "5": "The aftergrowth of your harvest you shall not reap, nor shall you pick the grapes of your untrimmed vines. It shall be a year of rest for the land. ", "6": "While the land has its sabbath, all its produce will be food to eat for you yourself and for your male and female slave, for your laborer and the tenant who live with you, ", "7": "and likewise for your livestock and for the wild animals on your land.", "8": "The Jubilee Year. 8 [b]You shall count seven weeks of years—seven times seven years—such that the seven weeks of years amount to forty-nine years. ", "9": "Then, on the tenth day of the seventh month[c] let the ram's horn resound; on this, the Day of Atonement, the ram's horn blast shall resound throughout your land. ", "10": "You shall treat this fiftieth year as sacred. You shall proclaim liberty in the land for all its inhabitants. It shall be a jubilee for you, when each of you shall return to your own property, each of you to your own family. ", "11": "This fiftieth year is your year of jubilee; you shall not sow, nor shall you reap the aftergrowth or pick the untrimmed vines, ", "12": "since this is the jubilee. It shall be sacred for you. You may only eat what the field yields of itself.", "13": "In this year of jubilee, then, each of you shall return to your own property. ", "14": "Therefore, when you sell any land to your neighbor or buy any from your neighbor, do not deal unfairly with one another. ", "15": "On the basis of the number of years since the last jubilee you shall purchase the land from your neighbor; and so also, on the basis of the number of years of harvest, that person shall sell it to you. ", "16": "When the years are many, the price shall be so much the more; when the years are few, the price shall be so much the less. For it is really the number of harvests that the person sells you. ", "17": "Do not deal unfairly with one another, then; but stand in fear of your God. I, the Lord, am your God.", "18": "Observe my statutes and be careful to keep my ordinances, so that you will dwell securely in the land. ", "19": "The land will yield its fruit and you will eat your fill, and live there securely. ", "20": "And if you say, “What shall we eat in the seventh year, if we do not sow or reap our crop?” ", "21": "I will command such a blessing for you in the sixth year that there will be crop enough for three years, ", "22": "and when you sow in the eighth year, you will still be eating from the old crop; even into the ninth year, until the crop comes in, you will still be eating from the old crop. Redemption of Property.[d] ", "23": "The land shall not be sold irrevocably; for the land is mine, and you are but resident aliens and under my authority. ", "24": "Therefore, in every part of the country that you occupy, you must permit the land to be redeemed. ", "25": "When one of your kindred is reduced to poverty and has to sell some property, that person's closest relative,[e] who has the duty to redeem it, shall come and redeem what the relative has sold. ", "26": "If, however, the person has no relative to redeem it, but later on acquires sufficient means to redeem it, ", "27": "the person shall calculate the years since the sale, return the balance to the one to whom it was sold, and thus regain the property. ", "28": "But if the person does not acquire sufficient means to buy back the land, what was sold shall remain in the possession of the purchaser until the year of the jubilee, when it must be released and returned to the original owner.", "29": "[f]When someone sells a dwelling in a walled town, it can be redeemed up to a full year after its sale—the redemption period is one year. ", "30": "But if such a house in a walled town has not been redeemed at the end of a full year, it shall belong irrevocably to the purchaser throughout the generations; it shall not be released in the jubilee. ", "31": "However, houses in villages that are not encircled by walls shall be reckoned as part of the surrounding farm land; they may be redeemed, and in the jubilee they must be released.", "32": "[g]In levitical cities the Levites shall always have the right to redeem the houses in the cities that are in their possession. ", "33": "As for levitical property that goes unredeemed—houses sold in cities of their possession shall be released in the jubilee; for the houses in levitical cities are their possession in the midst of the Israelites. ", "34": "Moreover, the pasture land belonging to their cities shall not be sold at all; it must always remain their possession.", "35": "When one of your kindred is reduced to poverty and becomes indebted to you, you shall support that person like a resident alien; let your kindred live with you. ", "36": "Do not exact interest in advance or accrued interest,[h] but out of fear of God let your kindred live with you. ", "37": "Do not give your money at interest or your food at a profit. ", "38": "I, the Lord, am your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God.", "39": "[i]When your kindred with you, having been so reduced to poverty, sell themselves to you, do not make them work as slaves. ", "40": "Rather, let them be like laborers or like your tenants, working with you until the jubilee year, ", "41": "when, together with any children, they shall be released from your service and return to their family and to their ancestral property. ", "42": "Since they are my servants, whom I brought out of the land of Egypt, they shall not sell themselves as slaves are sold. ", "43": "Do not lord it over them harshly, but stand in fear of your God.", "44": "[j]The male and female slaves that you possess—these you shall acquire from the nations round about you. ", "45": "You may also acquire them from among the resident aliens who reside with you, and from their families who are with you, those whom they bore in your land. These you may possess, ", "46": "and bequeath to your children as their hereditary possession forever. You may treat them as slaves. But none of you shall lord it harshly over any of your fellow Israelites.", "47": "When your kindred, having been so reduced to poverty, sell themselves to a resident alien who has become wealthy or to descendants of a resident alien's family, ", "48": "even after having sold themselves, they still may be redeemed by one of their kindred, ", "49": "by an uncle or cousin, or by some other relative from their family; or, having acquired the means, they may pay the redemption price themselves. ", "50": "With the purchaser they shall compute the years from the sale to the jubilee, distributing the sale price over these years as though they had been hired as laborers. ", "51": "The more years there are, the more of the sale price they shall pay back as the redemption price; ", "52": "the fewer years there are before the jubilee year, the more they have as credit; in proportion to the years of service they shall pay the redemption price. ", "53": "The tenant alien shall treat those who sold themselves as laborers hired on an annual basis, and the alien shall not lord it over them harshly before your very eyes. ", "54": "And if they are not redeemed by these means, they shall nevertheless be released, together with any children, in the jubilee year. ", "55": "For the Israelites belong to me as servants; they are my servants, whom I brought out of the land of Egypt, I, the Lord, your God."}