{"1": "Votive Offerings and Dedications. 1 The Lord said to Moses: ", "2": "[a]Speak to the Israelites and tell them: When anyone makes a vow to the Lord with respect to the value of a human being, ", "3": "the value for males between the ages of twenty and sixty shall be fifty silver shekels, by the sanctuary shekel; ", "4": "and for a female, the value shall be thirty shekels. ", "5": "For persons between the ages of five and twenty, the value for a male shall be twenty shekels, and for a female, ten shekels. ", "6": "For persons between the ages of one month and five years, the value for a male shall be five silver shekels, and for a female, three shekels. ", "7": "For persons of sixty or more, for a male the value shall be fifteen shekels, and ten shekels for a female. ", "8": "However, if the one who made the vow is too poor to meet the sum, the person must be set before the priest, who shall determine a value; the priest will do this in keeping with the means of the one who made the vow.", "9": "If the offering vowed to the Lord is an animal that may be sacrificed, every such animal given to the Lord becomes sacred. ", "10": "The offerer shall not substitute or exchange another for it, either a worse or a better one. If the offerer exchanges one animal in place of another, both the original and its substitute shall become sacred. ", "11": "If any unclean animal which is unfit for sacrifice to the Lord is vowed, it must be set before the priest, ", "12": "who shall determine its value[b] in keeping with its good or bad qualities, and the value set by the priest shall stand. ", "13": "If the offerer wishes to redeem the animal, the person shall pay one fifth more than this valuation.", "14": "[c]When someone dedicates a house as sacred to the Lord,[d] the priest shall determine its value in keeping with its good or bad qualities, and the value set by the priest shall stand. ", "15": "A person dedicating a house who then wishes to redeem it shall pay one fifth more than the price thus established, and then it will again belong to that individual.", "16": "If someone dedicates to the Lord a portion of hereditary land, its valuation shall be made according to the amount of seed required to sow it, the acreage sown with a homer[e] of barley seed being valued at fifty silver shekels. ", "17": "If the dedication of a field is made at the beginning of a jubilee period, the full valuation shall hold; ", "18": "but if it is some time after this, the priest shall estimate its money value according to the number of years left until the next jubilee year, with a corresponding reduction on the valuation. ", "19": "A person dedicating a field who then wishes to redeem[f] it shall pay one fifth more than the price thus established, and so reclaim it. ", "20": "If, instead of redeeming such a field, one sells it[g] to another, it may no longer be redeemed; ", "21": "but at the jubilee it shall be released as sacred[h] to the Lord; like a field that is put under the ban, it shall become priestly property.", "22": "If someone dedicates to the Lord a field that was purchased and was not part of hereditary property, ", "23": "the priest shall compute its value in proportion to the number of years until the next jubilee, and on the same day the person shall pay the price thus established, a sacred donation to the Lord; ", "24": "at the jubilee the field shall revert to the hereditary owner of this land from whom it had been purchased.[i]", "25": "Every valuation shall be made according to the standard of the sanctuary shekel. There are twenty gerahs to the shekel.", "26": "Irredeemable Offerings. 26 [j]Note that a firstborn animal, which as such already belongs to the Lord, may not be dedicated. Whether an ox or a sheep, it is the Lord's. ", "27": "But if it is an unclean animal,[k] it may be redeemed by paying one fifth more than its value. If it is not redeemed, it shall be sold at its value.", "28": "Note, also, that any possession which someone puts under the ban[l] for the Lord, whether it is a human being, an animal, or a hereditary field, shall be neither sold nor redeemed; everything that is put under the ban becomes most holy to the Lord. ", "29": "All human beings that are put under the ban cannot be redeemed; they must be put to death.", "30": "[m]All tithes of the land, whether in grain from the fields or in fruit from the trees, belong to the Lord; they are sacred to the Lord. ", "31": "If someone wishes to redeem any of the tithes, the person shall pay one fifth more than their value. ", "32": "The tithes of the herd and the flock, every tenth animal that passes under the herdsman's rod, shall be sacred to the Lord. ", "33": "It shall not matter whether good ones or bad ones are thus chosen, and no exchange may be made. If any exchange is made, both the original animal and its substitute become sacred and cannot be redeemed.", "34": "These are the commandments which the Lord gave Moses on Mount Sinai for the Israelites."}