{"1": "Purification Offerings. 1 The Lord said to Moses: ", "2": "Tell the Israelites: When a person inadvertently[a] does wrong by violating any one of the Lord's prohibitions—", "3": "For the Anointed Priest. 3 If it is the anointed priest[b] who thus does wrong and thereby makes the people guilty, he shall offer to the Lord an unblemished bull of the herd as a purification offering for the wrong he committed. ", "4": "Bringing the bull to the entrance of the tent of meeting, before the Lord, he shall lay his hand on its head and slaughter it before the Lord. ", "5": "[c]The anointed priest shall then take some of the bull's blood and bring it into the tent of meeting, ", "6": "where, dipping his finger in the blood, he shall sprinkle some of it seven times before the Lord, toward the veil of the sanctuary. ", "7": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which stands before the Lord in the tent of meeting. The rest of the bull's blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting. ", "8": "He shall remove all the fat of the bull of the purification offering: the fat that covers the inner organs, and all the fat that adheres to them, ", "9": "as well as the two kidneys, with the fat on them near the loins, and the lobe of the liver, which is removed with the kidneys, ", "10": "just as the fat pieces are removed from the ox of the communion sacrifice. The priest shall burn these on the altar for burnt offerings. ", "11": "[d]But the hide of the bull and its meat, with its head, shanks, inner organs and dung, ", "12": "that is, the whole bull, shall be brought outside the camp to a clean place[e] where the ashes are deposited and there be burned in a wood fire. At the place of the ash heap, there it must be burned.", "13": "For the Community. 13 If the whole community of Israel errs[f] inadvertently and without even being aware of it violates any of the Lord's prohibitions, and thus are guilty, ", "14": "when the wrong that was committed becomes known, the community shall offer a bull of the herd as a purification offering. They shall bring it before the tent of meeting. ", "15": "The elders of the community shall lay their hands on the bull's head before the Lord. When the bull has been slaughtered before the Lord, ", "16": "the anointed priest shall bring some of its blood into the tent of meeting, ", "17": "and dipping his finger in the blood, he shall sprinkle it seven times before the Lord, toward the veil. ", "18": "He shall also put some of the blood on the horns of the altar which is before the Lord in the tent of meeting. The rest of the blood he shall pour out at the base of the altar for burnt offerings which is at the entrance of the tent of meeting. ", "19": "He shall remove all of its fat and burn it on the altar, ", "20": "doing with this bull just as he did with the other bull of the purification offering; he will do the same thing. Thus the priest shall make atonement on their behalf, that they may be forgiven. ", "21": "This bull shall also be brought outside the camp and burned, just as the first bull. It is a purification offering for the assembly.", "22": "For the Tribal Leader. 22 Should a tribal leader do wrong inadvertently by violating any one of the prohibitions of the Lord his God, and thus be guilty, ", "23": "when he learns of the wrong he committed, he shall bring as his offering an unblemished male goat. ", "24": "He shall lay his hand on its head and it shall be slaughtered in the place where the burnt offering is slaughtered, before the Lord. It is a purification offering. ", "25": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar. ", "26": "All of its fat he shall burn on the altar like the fat of the communion sacrifice. Thus the priest shall make atonement on the tribal leader's behalf for his wrong, that he may be forgiven.", "27": "For the General Populace. 27 If anyone of the general populace does wrong inadvertently by violating one of the Lord's prohibitions, and thus is guilty, ", "28": "upon learning of the wrong committed, that person shall bring an unblemished she-goat as the offering for the wrong committed. ", "29": "The wrongdoer shall lay a hand on the head of the purification offering, and the purification offering shall be slaughtered at the place of the burnt offerings. ", "30": "The priest shall then take some of its blood on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar. ", "31": "He shall remove all the fat, just as the fat is removed from the communion sacrifice. The priest shall burn it on the altar for a sweet odor to the Lord. Thus the priest shall make atonement, so that the individual may be forgiven.", "32": "If, however, a person brings a lamb as a purification offering, that person shall bring an unblemished female, and ", "33": "lay a hand on its head. It shall be slaughtered as a purification offering in the place where the burnt offering is slaughtered. ", "34": "The priest shall then take some of the blood of the purification offering on his finger and put it on the horns of the altar for burnt offerings. The rest of the blood he shall pour out at the base of the altar. ", "35": "He shall remove all its fat just as the fat is removed from the lamb of the communion sacrifice. The priest shall burn these on the altar with the other oblations for the Lord. Thus the priest shall make atonement on the person's behalf for the wrong committed, that the individual may be forgiven."}