{"1": "Octave of the Ordination. 1 On the eighth day[a] Moses summoned Aaron and his sons, together with the elders of Israel, ", "2": "and said to Aaron, “Take a calf of the herd for a purification offering and a ram for a burnt offering, both without blemish, and offer them before the Lord. ", "3": "[b]Tell the Israelites, too: Take a he-goat for a purification offering, a calf and a lamb, both unblemished yearlings, for a burnt offering, ", "4": "and an ox and a ram for a communion sacrifice, to sacrifice before the Lord, along with a grain offering mixed with oil; for today the Lord will appear to you.” ", "5": "So they brought what Moses had ordered before the tent of meeting. When the whole community had come forward and stood before the Lord, ", "6": "[c]Moses said, “This is what the Lord orders you to do, that the glory of the Lord may appear to you. ", "7": "Approach the altar,” Moses then told Aaron, “and make your purification offering and your burnt offering in atonement for yourself and for your household;[d] then make the offering of the people in atonement for them, as the Lord has commanded.”", "8": "Approaching the altar, Aaron first slaughtered the calf of the purification offering that was his own offering. ", "9": "When his sons presented the blood to him, he dipped his finger in the blood and put it on the horns of the altar. The rest of the blood he poured out at the base of the altar. ", "10": "He then burned on the altar the fat, the kidneys and the lobe of the liver from the purification offering, as the Lord had commanded Moses; ", "11": "but the flesh and the hide he burned in the fire outside the camp. ", "12": "Then Aaron slaughtered the burnt offering. When his sons brought him the blood, he splashed it on all sides of the altar. ", "13": "They then brought him the pieces and the head of the burnt offering, and he burned them on the altar. ", "14": "Having washed the inner organs and the shanks, he burned these also with the burnt offering on the altar.", "15": "Then he had the people's offering brought. Taking the goat that was for the people's purification offering, he slaughtered it and offered it as a purification offering as before. ", "16": "Then he brought forward the burnt offering and offered it according to procedure. ", "17": "He then presented the grain offering; taking a handful of it, he burned it on the altar, in addition to the morning burnt offering. ", "18": "Finally he slaughtered the ox and the ram, the communion sacrifice of the people. When his sons brought him the blood, Aaron splashed it on all sides of the altar. ", "19": "The portions of fat from the ox and from the ram, the fatty tail, the covering fat, the kidneys, and the lobe of the liver ", "20": "they placed on top of the briskets. Aaron burned the fat pieces on the altar, ", "21": "but the briskets and the right thigh he raised as an elevated offering before the Lord, as the Lord had commanded Moses.", "22": "Revelation of the Lord's Glory. 22 [e]Aaron then raised his hands over the people and blessed them. When he came down from offering the purification offering, the burnt offering, and the communion offering, ", "23": "Moses and Aaron went into the tent of meeting. On coming out they blessed the people. Then the glory of the Lord appeared to all the people. ", "24": "[f]Fire came forth from the Lord's presence and consumed the burnt offering and the fat on the altar. Seeing this, all the people shouted with joy and fell prostrate."}