{"1": "Isra'el was a luxuriant vine, freely putting forth fruit. As his fruit increased, he increased his altars; as his land got better, he improved his standing-stones.", "2": "Their heart is divided; now they will bear their guilt. He will break down their altars and destroy their standing-stones.", "3": "For now they will say, “We have no king, because we didn't fear Adonai — and what could a king do for us, anyway?”", "4": "They mouth words, swearing falsely, making treaties. Thus judgment spreads like poisonous weeds in the furrows of a field.", "5": "The inhabitants of Shomron are frightened of the calf-gods of Beit-Aven. Its people mourn over it; its priests tremble over it, over its glory, which has left it.", "6": "It will be carried to Ashur as a present for a warring king. Efrayim will be put to shame, and Isra'el be ashamed of his own advice.", "7": "Shomron's king will perish like foam on the surface of the water.", "8": "Destruction will come to the high places of Aven, that is, to the sin of Isra'el. Thorns and thistles will grow over their altars; and they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”", "9": "“Since the days of Giv'ah you have sinned, Isra'el. There they took their stand. For these arrogant people at Giv'ah, war was insufficient punishment.", "10": "When I wish to, I will discipline them; and the peoples will be gathered against them to discipline them for their two crimes.”", "11": "Efrayim is a well-taught cow — it loves to tread the grain, and I have spared her fair neck. But I will put Efrayim in harness, Y'hudah will have to plow, Ya'akov will harrow his own land.", "12": "If you sow righteousness for yourselves, you will reap according to grace. Break up unused ground for yourselves, because it is time to seek Adonai, till he comes and rains down righteousness upon you.", "13": "You have plowed wickedness, reaped iniquity and eaten the fruit of lies. Because you trusted in your own way, in your large numbers of warriors,", "14": "turmoil will erupt among your peoples, and all your fortresses will be destroyed; just as Shalman destroyed Beit-Arbel on the day of battle, when mothers were dashed to pieces right along with their children.", "15": "Thus will be done to you, Beit-El, because of your great wickedness; at dawn the king of Isra'el will be completely cut off."}