{"1": "(11:12) “Efrayim surrounds me with lies and the house of Isra'el with deceit. Y'hudah still rules with God and is faithful with holy ones.", "2": "(1) Efrayim is chasing the wind, pursuing the wind from the east. All day he piles up lies and desolation — they make a covenant with Ashur, while sending olive oil to Egypt.", "3": "(2) Adonai also has a grievance against Y'hudah; he will punish Ya'akov according to his ways and pay him back for his misdeeds.", "4": "(3) In the womb he took his brother by the heel; in the strength of his manhood he fought with God.", "5": "(4) Yes, he fought with an angel and won; he wept and pleaded with him. Then at Beit-El he found him, and there he would [later] speak with us —", "6": "(5) Adonai Elohei-Tzva'ot; Adonai is his name!", "7": "(6) So you, return to your God; hold fast to grace and justice; and always put your hope in your God.", "8": "(7) “A huckster keeps false scales, and he loves to cheat.", "9": "(8) Efrayim says, 'I have gotten so rich! I have made me a fortune! And in all my profits no one will find anything wrong or sinful.'", "10": "(9) “But I am Adonai your God, from the land of Egypt. Again I will make you live in tents, as in the days of the established festival.", "11": "(10) I have spoken to the prophets; it was I who gave vision after vision; through the prophets I gave examples to show what it would all be like.", "12": "(11) Is Gil'ad given to iniquity? Yes, they have become worthless. In Gilgal they sacrifice to bulls; therefore their altars are like piles of stones in a plowed field.”", "13": "(12) Ya'akov fled to the land of Aram. There Isra'el slaved to win a wife; for a wife he tended sheep.", "14": "(13) By a prophet Adonai brought Isra'el up from Egypt, and by a prophet he was protected.", "15": "(14) Efrayim has given bitter provocation, so the penalty for his bloodshed will be thrown down on him, and his Lord will repay him for his insult."}