{"1": "“When Efrayim spoke, there was trembling; he was a power in Isra'el. But when he incurred guilt through Ba'al, he died.", "2": "So now they keep adding sin to sin, casting images from their silver; idols they invent for themselves, all of them the work of craftsmen. 'Sacrifice to them,' they say. Men give kisses to calves!", "3": "Therefore they will be like a morning cloud, like the dew that disappears early, like chaff blown by wind from the threshing-floor, or like smoke that goes out the window.", "4": "Still, I am Adonai your God, from the land of Egypt; and you don't know any God but me or, other than me, any Savior.", "5": "I knew you in the desert, in a land of terrible drought.", "6": "When they were fed, they were satisfied; when satisfied, they became proud. Therefore they forgot me.", "7": "So now I have become like a lion to them; like a leopard I will lurk by the road;", "8": "I will meet them like a bear whose cubs have been taken away. I will tear their hearts from their bodies. I will devour them there like a lion, like a wild animal ripping them up.", "9": "It is your destruction, Isra'el, although your help is in me.", "10": "So now, where is your king, to save you in all your cities? Where are your judges, of whom you said, 'Give me a king and leaders'?", "11": "I gave you a king in my anger; and in my fury I took him away.", "12": "“Efrayim's guilt has been wrapped up, his sin is stored away.", "13": "The pain of being born will come to him; but he is an unwise son. The time has come; and he shouldn't delay, there at the mouth of the womb.", "14": "Should I ransom them from the power of Sh'ol? Should I redeem them from death? Where are your plagues, death; where is your destruction, Sh'ol? My eyes are closed to compassion.", "15": "For though he flourishes among the reeds, an east wind will come, a wind from Adonai, blowing up from the desert. Then his water source will dry up, then his spring will fail — it will plunder his treasury, removing every precious thing.”"}