{"1": "(1:10) “Nevertheless, the people of Isra'el will number as many as the grains of sand by the sea, which cannot be measured or counted; so that the time will come when, instead of being told, 'You are not my people,' it will be said to them, 'You are the children of the living God.' ", "2": "(1:11) Then the people of Y'hudah and the people of Isra'el will be gathered together; they will appoint for themselves one leader; and they will go up out of the land; for that will be a great day, [the day] of Yizre'el.", "3": "(1) “Say to your brothers, 'Ammi [My People]!' and to your sisters, 'Ruchamah [Pitied]!'", "4": "(2) Rebuke your mother, rebuke her; for she isn't my wife, and I'm not her husband. She must remove her whoring from her face, and her adulteries from between her breasts.", "5": "(3) Otherwise, I will strip her naked and place her as she was the day she was born, make her like a desert, place her like a dry land and kill her with thirst.", "6": "(4) I will have no pity on her children, for they are children of whoring —", "7": "(5) their mother prostituted herself, she who conceived them behaved shamelessly; she said, 'I will pursue my lovers, who give me my food and water, wool, flax, olive oil and wine.'", "8": "(6) Therefore, I will block her way with thorns and put up a hedge so she can't find her paths.", "9": "(7) She will pursue her lovers but not catch them. She will seek them but won't find them. Then she will say, 'I will go and return to my first husband; because things were better for me then than they are now.'", "10": "(8) For she doesn't know it was I who gave her the grain, the wine and the oil; I who increased her silver and gold, which they used for Ba'al.", "11": "(9) So I will take back my grain at harvest-time and my wine in its season; I will snatch away my wool and flax, given to cover her naked body.", "12": "(10) Now I will uncover her shame, while her lovers watch; and no one will save her from me.", "13": "(11) I will end her happiness, her festivals, Rosh-Hodesh, and shabbats, and all her designated times.", "14": "(12) I will ravage her vines and fig trees, of which she says, 'These are my wages that my lovers have given me.' But I will turn them into a forest, and wild animals will eat them.", "15": "(13) I will punish her for offering incense on the feast days of the ba'alim, when she decked herself with her earrings and jewels, pursuing her lovers and forgetting me,” says Adonai.", "16": "(14) “But now I am going to woo her — I will bring her out to the desert and I will speak to her heart.", "17": "(15) I will give her her vineyards from there and the Akhor Valley as a gateway to hope. She will respond there as she did when young, as she did when she came up from Egypt.", "18": "(16) “On that day,” says Adonai “you will call me Ishi [My Husband]; you will no longer call me Ba'ali [My Master].", "19": "(17) For I will remove the names of the ba'alim from her mouth; they will never again be mentioned by name.", "20": "(18) When that day comes, I will make a covenant for them with the wild animals, the birds in the air and the creeping things of the earth. I will break bow and sword, sweep battle from the land, and make them lie down securely.", "21": "(19) I will betroth you to me forever; yes, I will betroth you to me in righteousness, in justice, in grace and in compassion;", "22": "(20) I will betroth you to me in faithfulness, and you will know Adonai.", "23": "(21) When that day comes, I will answer,” says Adonai “I will answer the sky, and it will answer the earth;", "24": "(22) the earth will answer the corn, wine and oil, and they will answer Yizre'el [God will sow].", "25": "(23) I will sow her for me in the land. I will have pity on Lo-Ruchamah [Unpitied]; I will say to Lo-'Ammi [Not-My-People], 'You are my people'; and they will say, 'You are my God.'”"}