{"1": "Hear the word of Adonai, people of Isra'el! For Adonai has a grievance against the inhabitants of the land: there is no truth, no faithful love or knowledge of God in the land;", "2": "only swearing and lying, killing and stealing and committing adultery! They break all bounds, with one blood crime following another.", "3": "Therefore the land mourns, and everyone living there languishes, wild animals too, and the birds in the air; even the fish in the sea are removed.", "4": "But no one should quarrel or rebuke, because your people are having to quarrel with the cohen.", "5": "Therefore you will stumble by day, and the prophet will stumble with you at night. “I will destroy your mother.", "6": "My people are destroyed for want of knowledge. Because you rejected knowledge, I will also reject you as cohen for me. Because you forgot the Torah of your God, I will also forget your children.", "7": "The more they increased in number, the more they sinned against me. I will change their glory into shame.", "8": "They feed on the sin of my people and are greedy for their crimes.", "9": "But the cohen will fare no better than the people; I will punish him for his ways and pay him back for his deeds.", "10": "They will eat but not have enough and consort with whores but have no children, because they stopped listening to Adonai.", "11": "Whoring and wine, both old and new, take away my people's wits.", "12": "My people consult their piece of wood, their diviner's wand speaks to them; for the spirit of whoring makes them err, they go off whoring, deserting their God.", "13": "They sacrifice on the mountain peaks and offer incense on the hills under oaks, poplars and pistachio trees; because they give good shade. Therefore your daughters behave like whores, And your daughters-in-law commit adultery.", "14": "I won't punish your daughters when they act like whores, or your daughters-in-law when they commit adultery; because the men are themselves going off with whores and sacrificing with prostitutes. Yes, a people without understanding will come to ruin.”", "15": "If you, Isra'el, prostitute yourself, still Y'hudah has no need to incur such guilt. Don't go to Gilgal or up to Beit-Aven, and don't swear, “As Adonai lives.”", "16": "For Isra'el is stubborn as a stubborn cow; will Adonai now feed them like a lamb in a big pasture?", "17": "Efrayim is joined to idols; let him alone!", "18": "When they finish carousing, they start their whoring; their rulers deeply love dishonor.", "19": "The wind will carry them off in its wings and their sacrifices bring them nothing but shame."}