{"1": "when I am ready to heal Isra'el, the crimes of Efrayim confront me, along with the wickedness of Shomron. For they keep practicing deceit; thieves break in, bands of robbers raid outside.", "2": "They never say to themselves that I remember all their evil. Now their own deeds surround them; they are right in front of me.", "3": "They make the king glad with their wickedness, and the leaders with their lies.", "4": "They are all adulterers, like an oven heated by the baker, who doesn't stoke the fire from kneading time till the dough has risen.", "5": "“On their king's special day the leaders inflame him with wine, and he joins hands with scorners,", "6": "who ready themselves like an oven while they wait for their chance. Their baker sleeps through the night; then in the morning it bursts into flame.", "7": "They are all as hot as an oven, and they devour their judges. All their kings have fallen; not one of them calls out to me.", "8": "“Efrayim mixes himself with the peoples, Efrayim has become a half-baked cake.", "9": "Foreigners have eaten up his strength, but he doesn't know it; yes, gray hairs appear on him here and there, but he doesn't know it.", "10": "The pride of Isra'el testifies in his face, but in spite of all this they haven't returned to Adonai their God or sought him.", "11": "Efrayim behaves like a silly, foolish dove — going to Egypt, then to Ashur for help.", "12": "Even as they go, I will spread my net over them; I will bring them down like birds from the sky; I will discipline them, as their assembly was told.", "13": "Woe to them! for they have strayed from me. Destruction to them! for they have wronged me. Am I supposed to redeem them, when they have spoken lies against me?", "14": "They have not cried out to me from their hearts, even though they wail on their beds. They assemble themselves for grain and wine, yet turn away from me.", "15": "It was I who trained and strengthened their arms, yet they plot evil against me.", "16": "They return, but not upward; they are like an unreliable bow. Their leaders will die by the sword because of their angry talk. They will become a laughingstock in the land of Egypt."}