{"1": "Don't rejoice, Isra'el! Don't enjoy yourselves as other peoples do; for you have gone whoring away from your God, you love being hired as a whore on every grain-floor.", "2": "Threshing-floor and winepress won't feed them, and new wine will disappoint her.", "3": "They won't remain in the land of Adonai; instead, Efrayim will return to Egypt, and they will eat unclean food in Ashur.", "4": "They will not pour out wine offerings to Adonai; they will not be pleasing to him. Their sacrifices will be for them like mourners' food — everyone eating it will be polluted. For their food will be merely to satisfy their appetite; it will not come into the house of Adonai.", "5": "What will you do at a designated time, on a day which is a festival for Adonai?", "6": "For suppose they escape the destruction — Egypt will round them up, Memphis will bury them. And their precious treasures of silver? Nettles will possess them, thorns will be in their tents.", "7": "The days of punishment have come, the days of retribution are here, and Isra'el knows it. [Yet they cry,] “The prophet is a fool, the man of the spirit has gone crazy!” Because your iniquity is so great, the hostility [against you] is great.", "8": "The watchman of Efrayim is with my God, but a prophet has a fowler's snare set on all his paths and hostility even in the house of his God.", "9": "They have deeply corrupted themselves, as in the days of Giv'ah. He will remember their guilt, and he will punish their sins.", "10": "“When I found Isra'el, it was like finding grapes in the desert; when I saw your ancestors, it was like seeing a fig tree's first figs in its first season. But as soon as they came to Ba'al-P'or, they dedicated themselves to something shameful; they became as loathsome as the thing they loved.", "11": "The glory of Efrayim will fly away like a bird — no birth, no pregnancy, no conception.", "12": "Even if they raise their children, I will destroy them till none is left — and woe to them when I leave them, too!”", "13": "Efrayim, as I see it, is like Tzor, planted in a pleasant place; but Efrayim will bring out his children to the slaughterer.", "14": "Adonai, give them — what will you give? Give them wombs that miscarry and dried-up breasts!", "15": "“All their wickedness was already there in Gilgal; that's where I came to hate them. Because of the wickedness of their deeds I will expel them from my house, I will love them no more; all their leaders are rebels.", "16": "Efrayim has been struck down, their root has been dried up, they will bear no fruit. Even if they do give birth, I will kill their cherished offspring.”", "17": "My God will cast them aside, because they wouldn't listen to him, and they will become wanderers among the Goyim."}