{"1": "¶ And there was a man of Mount Ephraim, whose name was Micah.", "2": "And he said unto his mother, The eleven hundred shekels of silver that were stolen from thee, about which thou didst curse in my hearing, behold, the silver is with me; I took it. And his mother said, Blessed be thou of the LORD, my son.", "3": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had completely dedicated the silver unto the LORD from my hand for thee, my son, to make thee a graven image and a molten image; now therefore, I will restore it unto thee.", "4": "After the money was restored unto her, his mother took two hundred shekels of silver and gave them to the founder, who made thereof a graven image and a molten image, which was set up in the house of Micah.", "5": "And the man Micah had a brothel of idolatry,[a] and made an ephod and teraphim[b] and consecrated one of his sons, who became his priest.", "6": "In those days there was no king in Israel; each one did that which was right in his own eyes.", "7": "¶ And there was a young man out of Bethlehem of Judah of the family of Judah, who was a Levite, and he sojourned there.", "8": "And the man had departed out of the city from Bethlehem of Judah to sojourn where he could find a place, and he came to Mount Ephraim to the house of Micah as he journeyed.", "9": "And Micah said unto him, From where hast thou come? And he said unto him, I am a Levite of Bethlehem of Judah, and I go to sojourn where I may find a place.", "10": "Then Micah said unto him, Dwell with me and be a father and a priest unto me, and I will give thee ten shekels of silver by the year and the ordinary apparel and thy food. So the Levite went in.", "11": "And the Levite was content to dwell with the man, and the young man was unto him as one of his sons.", "12": "And Micah consecrated the Levite, and the young man became his priest and was in the house of Micah.", "13": "Then Micah said, Now know I that the LORD will do me good, seeing I have a Levite as my priest."}