{"1": "¶ In those days there was no king in Israel, and in those days the tribe of the Dan sought a possession for themselves to dwell in, for unto that day their lot had not fallen unto them among the tribes of Israel for an inheritance.", "2": "And the sons of Dan sent five men from their family of their borders, men of valour, from Zorah and from Eshtaol, to spy out the land and to search it, and they said unto them, Go, search the land. These came unto Mount Ephraim to the house of Micah, and they lodged there.", "3": "When they were near the house of Micah, they recognized the accent of the voice of the young man the Levite, and they turned in there and said unto him, Who brought thee here? And what doest thou in this place? And what hast thou here?", "4": "And he said unto them, Thus and thus Micah has done with me and has hired me that I may be his priest.", "5": "And they said unto him, Ask counsel now, therefore, of God, that we may know whether he shall prosper our journey which we do.", "6": "And the priest replied unto them, Go in peace. Your journey which ye do is before the LORD.", "7": "¶ Then the five men departed and came to Laish and saw that the people that dwelt there were secure, idle, and confident after the manner of the Zidonians; and there was no one in that land that might hinder them in any way from possessing that land; furthermore they were far from the Zidonians and had no business with anyone.", "8": "And they returned unto their brethren in Zorah and Eshtaol, and their brethren said unto them, What say ye?", "9": "And they said, Arise, let us go up against them, for we have seen the land, and, behold, it is very good; and are ye to remain still? Do not be slothful to go and to enter to possess the land.", "10": "When ye go, ye shall come unto a people secure and to a large land, for God has given it into your hands, a place where there is no want of any thing that is in the earth.", "11": "And there went from there of the family of Dan, out of Zorah and out of Eshtaol, six hundred men armed with weapons of war.", "12": "And they went up and pitched camp in Kirjathjearim in Judah; therefore, they called that place the camp of Dan unto this day; it is behind Kirjathjearim.", "13": "And they passed from there unto Mount Ephraim and came unto the house of Micah.", "14": "¶ Then the five men that had gone to spy out the land of Laish said unto their brethren, Do ye know that there is in these houses an ephod and teraphim and a graven image and a molten image? Now, therefore, consider what ye have to do.", "15": "And they turned in there and came to the house of the young man, the Levite, even unto the house of Micah, and greeted him.[a]", "16": "And the six hundred men armed with their weapons of war, who were of the sons of Dan, stood by the entrance of the gate.", "17": "And the five men that went to spy out the land went up and went in there and took the graven image and the ephod, and the teraphim and the molten image while the priest stood in the entrance of the gate with the six hundred men that were armed with weapons of war.", "18": "So they entered into Micah's house and took the graven image the ephod and the teraphim and the molten image. Then the priest said unto them, What are you doing?", "19": "And they said unto him, Silence, lay thy hand upon thy mouth and go with us to be our father and priest; is it better for thee to be a priest unto the house of one man or that thou be a priest unto a tribe and a family of Israel?", "20": "And the priest's heart was glad, and he took the ephod and the teraphim and the graven image and went in the midst of the people.", "21": "So they turned and departed and put the little ones and the cattle and the baggage before them.", "22": "And when they were a good way from the house of Micah, the men that were in the houses near to Micah's house were gathered together and overtook the sons of Dan.", "23": "And they cried unto the sons of Dan. And these turned their faces and said unto Micah, What ails thee that thou dost come with such a company?", "24": "And he said, Ye have taken away my gods which I made and the priest, and ye are gone away; and what is left to me? And why do ye say unto me, What ails thee?", "25": "And the sons of Dan said unto him, Let not thy voice be heard among us lest peradventure angry fellows run upon thee and thou lose thy life with the lives of thy household.", "26": "And the sons of Dan went their way, and when Micah saw that they were too strong for him, he turned and went back unto his house.", "27": "¶ And they took the things which Micah had made together with the priest which he had and came unto Laish unto a people that were at quiet and secure, and they smote them with the edge of the sword and burnt the city with fire.", "28": "And there was no deliverer because it was far from Zidon, and they had no business with anyone; and it was in the valley that lies by Bethrehob. Then they rebuilt the city and dwelt therein.", "29": "And they called the name of the city Dan after the name of Dan their father, who was born unto Israel; however, the name of the city was Laish at the first.", "30": "And the sons of Dan set up the graven image; and Jonathan, the son of Gershon, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land.", "31": "And they set up Micah's graven image, which he made, all the time that the house of God was in Shiloh."}