{"1": "¶ Now the men of Israel had sworn in Mizpeh, saying, None of us shall give his daughter unto those of Benjamin to wife.", "2": "And the people came to the house of God and abode there until the evening before God and lifted up their voices and wept sore", "3": "and said, O LORD God of Israel, why is this come to pass in Israel that there should be one tribe lacking in Israel today?", "4": "And it came to pass on the next day that the people rose early and built an altar there and offered burnt offerings and peace offerings.", "5": "And the sons of Israel said, Who is there among all the tribes of Israel that did not come up with the congregation unto the LORD? For they had made a great oath concerning the one that would not come up to the LORD to Mizpeh, saying, He shall surely be put to death.", "6": "And the sons of Israel repented because of Benjamin their brother, and said, There is one tribe cut off from Israel this day.", "7": "What shall we do for wives for those that remain, seeing we have sworn by the LORD that we will not give them of our daughters for wives?", "8": "And they said, Is there anyone of the tribes of Israel that did not come up to Mizpeh to the LORD? And they found that no one from Jabeshgilead had come to the camp nor to the assembly.", "9": "For the people were numbered, and, behold, there were none of the inhabitants of Jabeshgilead there.", "10": "Then the congregation sent there twelve thousand men of the most valiant and commanded them, saying, Go and smite the inhabitants of Jabeshgilead with the edge of the sword with the women and the children.", "11": "And this is the thing that ye shall do, Ye shall utterly destroy every male and every woman that has lain with a man.", "12": "And they found among the inhabitants of Jabeshgilead four hundred young virgins that had known no man by lying with any male, and they brought them unto the camp to Shiloh, which is in the land of Canaan.", "13": "Then the whole congregation sent some to speak to the sons of Benjamin that were in the rock of Rimmon and to call peaceably unto them.", "14": "And those of Benjamin had returned at that time; and they gave them as wives those whom they had saved alive of the women of Jabeshgilead, and even so they were not enough.", "15": "And the people repented over Benjamin because the LORD had made a breach in the tribes of Israel.", "16": "¶ Then the elders of the congregation said, What shall we do for wives for those that remain? For the female sex had been destroyed out of Benjamin.", "17": "And they said, Let the inheritance of Benjamin be saved that a tribe not be destroyed out of Israel.", "18": "However, we may not give them wives of our daughters, for the sons of Israel have sworn, saying, Cursed be he that gives a wife to anyone of Benjamin.", "19": "Then they said, Behold, there is a solemn feast of the LORD in Shiloh yearly in a place which is towards the Aquilon from Bethel and towards the rising of the sun from the highway that goes up from Bethel to Shechem and towards the Negev from Lebonah.", "20": "Therefore, they commanded the sons of Benjamin, saying, Go and lie in wait in the vineyards", "21": "and watch with care, and when you see the daughters of Shiloh come out to dance in dances, then come out of the vineyards, and each one of you shall rapture a wife of the daughters of Shiloh and go to the land of Benjamin.", "22": "And when their fathers or their brethren come unto us to complain, we will say unto them, Be merciful unto us for their sakes because in the war we did not take enough women for all of them; and you could not have given them to them, or ye should be guilty now.", "23": "And the sons of Benjamin did so and took themselves wives, according to their number, rapturing them from among those that danced; and they went and returned unto their inheritance and rebuilt the cities and dwelt in them.", "24": "Then the sons of Israel departed from there at that time, each man to his tribe and to his family, each one going from there to his inheritance.", "25": "In those days there was no king in Israel; each one did that which seemed right in his own eyes."}