{"1": "¶ And the sons of Israel did evil in the sight of the LORD, and the LORD delivered them into the hands of Midian for seven years.", "2": "And the hand of Midian prevailed against Israel, and because of the Midianites the sons of Israel made dens in the mountains and caves and strongholds.", "3": "For when those of Israel had sown, the Midianites would come up and the Amalekites and the sons of the east. They would come up against them", "4": "and encamp against them and destroy the fruits of the earth as far as Gaza, and they would leave nothing to eat in Israel neither sheep nor ox nor ass.", "5": "For they would come up with their livestock and their tents in a great multitude like locusts, for there was no number in them nor in their camels, and they would enter into the land destroying it.", "6": "And Israel was greatly impoverished because of the Midianites, and the sons of Israel cried unto the LORD.", "7": "¶ And when the sons of Israel cried unto the LORD because of the Midianites,", "8": "the LORD sent a prophet unto the sons of Israel who said unto them, Thus saith the LORD God of Israel, I brought you up from Egypt and brought you forth out of the house of slavery;", "9": "I delivered you out of the hand of the Egyptians and out of the hand of all that oppressed you and drove them out from before you and gave you their land;", "10": "and I said unto you, I am the LORD your God; do not fear the gods of the Amorites in whose land ye dwell, but ye have not heard my voice.", "11": "¶ And the angel of the LORD came and sat under the oak which was in Ophrah that pertained unto Joash, the Abiezrite, and his son Gideon threshed wheat in the winepress, to hide it from the Midianites.", "12": "And the angel of the LORD appeared unto him and said unto him, The LORD is with thee, thou mighty man of valour.", "13": "And Gideon said unto him, Oh my Lord, if the LORD is with us, why then has all this befallen us? And where are all his miracles which our fathers told us of, saying, Did not the LORD bring us up from Egypt? But now the LORD has forsaken us and delivered us into the hands of the Midianites.", "14": "And the LORD looked upon him and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites. Do I not send thee?", "15": "Then he replied unto him, Oh my Lord, with what shall I save Israel? Behold, my family is poor in Manasseh, and I am the least in my father's house.", "16": "And the LORD said unto him, Surely I will be with thee, and thou shalt smite the Midianites as one man.", "17": "And he said unto him, If now I have found grace in thy sight, then show me a sign that thou hast spoken with me.", "18": "Do not depart from here, I pray thee, until I come unto thee and bring forth my present and set it before thee. And he said, I will tarry until thou come again.", "19": "And Gideon went in and made ready a kid and unleavened cakes of an ephah of flour; the flesh he put in a basket, and he put the broth in a pot and brought it out unto him under the oak and presented it.", "20": "And the angel of God said unto him, Take the flesh and the unleavened cakes and lay them upon this rock and pour out the broth. And he did so.", "21": "Then the angel of the LORD put forth the end of the staff that was in his hand and touched the flesh and the unleavened cakes; and there rose up fire out of the rock and consumed the flesh and the unleavened cakes. Then the angel of the LORD departed out of his sight.", "22": "And when Gideon perceived that he was the angel of the LORD, Gideon said, Alas, O Lord GOD! for I have seen the angel of the LORD face to face.", "23": "And the LORD said unto him, Peace be unto thee; do not fear, thou shalt not die.", "24": "Then Gideon built an altar there unto the LORD and called it The LORD is the Peace,[a] unto this day it is yet in Ophrah of the Abiezrites.", "25": "¶ And it came to pass the same night that the LORD said unto him, Take a bullock of thy father's house and a second bullock seven years old and throw down the altar of Baal that thy father has and cut down the grove that is by it", "26": "and build an altar unto the LORD thy God upon the top of this rock, according to due order, and take the second bullock and offer a burnt sacrifice upon the wood of the grove which thou shall have cut down.", "27": "Then Gideon took ten men of his slaves and did as the LORD had said unto him. But he feared to do it by day because of his father's family and the men of the city, so he did it by night.", "28": "And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the grove was cut down that was by it, and the second bullock was offered upon the altar that was built.", "29": "And they said one to another, Who has done this thing? And when they enquired and asked, they said, Gideon, the son of Joash, has done this thing.", "30": "Then the men of the city said unto Joash, Bring out thy son that he may die because he has cast down the altar of Baal and because he has cut down the grove that was by it.", "31": "And Joash replied unto all that stood against him, Will ye contend for Baal? Will ye save him? Whoever will contend for him, let him be put to death while it is yet morning; if he is God, let him contend for himself with the one who has cast down his altar.", "32": "Therefore, on that day he called him Jerubbaal, saying, Let Baal contend against him because he has thrown down his altar.", "33": "¶ Then all the Midianites and the Amalekites and the sons of the east gathered themselves together as one and went over and pitched camp in the valley of Jezreel.", "34": "And the Spirit of the LORD clothed himself in Gideon, who when he had blown the shofar, Abiezer joined with him.", "35": "And he sent messengers throughout all Manasseh who also joined with him; likewise he sent messengers unto Asher and unto Zebulun and unto Naphtali; and they came up to meet them.", "36": "And Gideon said unto God, Wilt thou save Israel by my hand as thou hast said?", "37": "Behold, I will put a fleece of wool in the threshing floor; and if the dew is on the fleece only and it is dry upon all the earth beside it, then I shall know that thou wilt save Israel by my hand as thou hast said.", "38": "And it was so, for he rose up early in the morning, and wringing the fleece, he took the dew out of it, a bowl full of water.", "39": "But Gideon said unto God, Let not thine anger be hot against me if I speak again on this occasion; only let me prove again now with the fleece. I pray thee, let it be dry only upon the fleece, and upon all the ground let there be dew.", "40": "And God did so that night for it was dry upon the fleece only, and there was dew on all the ground."}