{"1": "This is the word of Adonai that came to Tz'fanyah the son of Kushi, the son of G'dalyah, the son of Amaryah, the son of Hizkiyah, during the reign of Yoshiyahu the son of Amon, king of Y'hudah:", "2": "“I will completely sweep away everything off the face of the land,” says Adonai.", "3": "“I will sweep away humans and animals, the birds in the air and the fish in the sea, also the wicked and what makes them stumble; I will wipe humanity off the land,” says Adonai.", "4": "“I will stretch out my hand over Y'hudah and all those living in Yerushalayim. I will wipe every remnant of Ba'al from this place, the idol-serving priests and even their names,", "5": "those worshipping heaven's army on the roofs, also those who worship and swear by Adonai but swear by Malkam as well,", "6": "those who turned away from following Adonai, and those who haven't sought Adonai or consulted him at all.”", "7": "Keep silent before Adonai Elohim, for the Day of Adonai is near. Adonai has prepared a sacrifice; he has set apart those he invited.", "8": "When the time comes for Adonai's sacrifice — “I will punish the leaders and the sons of the king, also those who dress in foreign clothes.", "9": "On the same day I will also punish all who jump over the threshold to fill the house of their master with violence and deceit.", "10": "Also on that day,” says Adonai, “a cry will be heard from the Fish Gate, wailing from the city's Second Quarter and a loud crash from the hills.", "11": "Wail, you who live down in the hollow, because all the merchants are destroyed, all who trade with silver are ruined.", "12": "When that time comes, I will search Yerushalayim with lamps and punish those who are [smug and thick, like wine] left too long on its dregs, who say to themselves, 'Adonai will do nothing — neither good nor bad.'", "13": "For this, their wealth will be plundered; and their houses will be destroyed. Yes, they will build houses but not live in them; they will plant vineyards but not drink the wine.”", "14": "The great Day of Adonai is near, near and coming very quickly; Hear the sound of the Day of Adonai! When it's here, even a warrior will cry bitterly.", "15": "That Day is a Day of fury, a Day of trouble and distress, a Day of waste and desolation, a Day of darkness and gloom, a Day of clouds and thick fog,", "16": "a Day of the shofar and battle-cry against the fortified cities and against the high towers [on the city walls].", "17": "“I will bring such distress on people that they will grope their way like the blind, because they have sinned against Adonai. Their blood will be poured out like dust and their bowels like dung.", "18": "Neither their silver nor their gold will be able to save them. On the day of Adonai's fury, the whole land will be destroyed in the fire of his jealousy. For he will make an end, a horrible end, of all those living in the land.”"}