{"1": "Gather together, gather yourselves, nation devoid of shame;", "2": "before the decree takes effect, and the day comes when one passes like chaff; before Adonai's fierce anger comes on you, before the day of Adonai's anger comes on you.", "3": "Seek Adonai, all you humble in the land, you who exercise his justice; seek righteousness, seek humility — you might be hidden on the day of Adonai's anger.", "4": "For 'Azah will be abandoned, Ashkelon will be desolate, they will evacuate Ashdod at noon, and 'Ekron will be uprooted.", "5": "Woe to the inhabitants of the seacoast, the nation of the K'reti! The word of Adonai is against you, Kena'an, land of the P'lishtim: “I will destroy you; no one will be left.”", "6": "The seacoast will be reduced to pastures, meadows for shepherds, pens for sheep;", "7": "and the coast will belong to the remnant of the house of Y'hudah. They will pasture their flocks there and in the evening lie down in the houses of Ashkelon. For Adonai their God will remember them and restore their fortunes.", "8": "“I have heard the insults of Mo'av and the taunts of the people of 'Amon, how they reviled my people and boasted of expanding their territory.", "9": "Therefore, as I live,” says Adonai-Tzva'ot, the God of Isra'el, “Mo'av will become like S'dom and the people of 'Amon like 'Amora, a land covered with nettles and salt pits, desolate forever. The remnant of my people will plunder them, the survivors in my nation will inherit them.”", "10": "This is what they will earn for their pride, for having reviled and boasted against the people of Adonai-Tzva'ot.", "11": "Adonai will be fearsome against them, for he will make all the earth's gods waste away. Then all the coasts and islands of the nations will worship him, each from its place.", "12": "“You too, Ethiopians, will be put to death by my sword.”", "13": "He will stretch out his hand against the north; he will destroy Ashur; he will make Ninveh desolate, as dry as the desert.", "14": "Herds will lie down in it, and all kinds of wild animals too — jackdaws and owls will roost on her columns, voices screeching in the windows, desolation on the doorsteps, for its cedarwork is stripped bare.", "15": "This is the city, once so joyful, whose people felt themselves secure, who used to say to herself, “I am [the greatest]! I have no rival.” What a ruin she has become — a place for wild animals to lie down! Everyone passing by her hisses and shakes his fist!"}