{"1": "Woe to her who is filthy, defiled; woe to the tyrant city!", "2": "She wouldn't listen to the voice, wouldn't receive correction; she didn't trust in Adonai, didn't draw close to her God.", "3": "Her leaders there with her are roaring lions, her judges desert wolves, who don't leave even a bone for tomorrow.", "4": "Her prophets are reckless, treacherous men; her cohanim profane the holy and do violence to Torah.", "5": "Adonai, who is righteous, is there among them; he never does anything wrong. Every morning he renders his judgment, every morning, without fail; yet the wrongdoer knows no shame.", "6": "“I have cut off nations, their battlements are ruined; I have made their streets ruins, no one walks in them. Their cities are destroyed, abandoned, unpeopled.", "7": "I said, 'Surely now you will fear me, you will receive correction'; so that her place will not be cut off by all the punishments I brought on her. But no, they only grew all the more eager to be corrupt in all that they do.", "8": "Therefore, wait for me,” says Adonai, “for the day when I rise to witness against you, when I decide to assemble nations, to gather kingdoms together, to pour on them my indignation, all my furious anger; for all the earth will be consumed in the fire of my passion.", "9": "For then I will change the peoples, so that they will have pure lips, to call on the name of Adonai, all of them, and serve him with one accord.", "10": "Even from beyond Ethiopia's rivers they will bring those who petition me, the daughter of my dispersed as my offering.", "11": "When that day comes, you will not be ashamed of everything you have done, committing wrongs against me; for then I will remove from among you those of you who take joy in arrogance; you will no longer be full of pride on my holy mountain.", "12": "I will leave among you a poor and afflicted people, who will find their refuge in the name of Adonai.”", "13": "The remnant of Isra'el will not do wrong, nor will they speak lies, nor will there be found in their mouths a tongue given over to deceit; for they will be able to graze and lie down, with no one to disturb them.", "14": "Sing, daughter of Tziyon! Shout, Isra'el! Be glad and rejoice with all your heart, daughter of Yerushalayim!", "15": "Adonai has removed the judgments against you, he has expelled your enemy; the king of Isra'el, Adonai, is right there with you. You no longer need to fear that anything bad will happen.", "16": "On that day, it will be said to Yerushalayim, “Do not fear, Tziyon! don't let your hands droop down.", "17": "Adonai your God is right there with you, as a mighty savior. He will rejoice over you and be glad, he will be silent in his love, he will shout over you with joy.”", "18": "“I will gather those of yours who grieve over the appointed feasts and bear the burden of reproach [because they cannot keep them].", "19": "When that time comes, I will deal with all those who oppress you. I will save her who is lame, gather her who was driven away, and make them whose shame spread over the earth the object of praise and renown.", "20": "When that time comes, I will bring you in; when that time comes, I will gather you and make you the object of fame and praise among all the peoples of the earth — when I restore your fortunes before your very eyes,” says Adonai."}