{"1": "Then I saw another ·powerful [mighty; strong] ·angel [messenger; 5:2] coming down from heaven ·dressed [wrapped; robed] in a cloud with a ·rainbow [or halo] over his head. His face was like the sun, and his ·legs [or feet] were like pillars of fire. ", "2": "The angel was holding a small scroll open in his hand. He put his right foot on the sea and his left foot on the land. ", "3": "Then he ·shouted [cried out] loudly like the roaring of a lion [Hos. 11:10; Amos 3:8]. And when he ·shouted [cried out], the voices of seven thunders [Ps. 29] spoke. ", "4": "When the seven thunders spoke, I ·started [was about] to write. But I heard a voice from heaven say, “·Keep hidden [L Seal up; Dan. 12:4] what the seven thunders said, and do not write them down.”", "5": "Then the angel I saw standing on the sea and on the land raised his right hand to heaven [C as when taking an oath; Ex. 6:8; Deut. 32:40], ", "6": "and he ·made a promise [swore an oath] ·by the power of the One [L by the One] who lives forever and ever [Dan. 12:7]. He is the One who ·made [created] the ·skies [or heavens] and all that is in them, the earth and all that is in it, and the sea and all that is in it [Gen. 1]. The angel ·promised [swore an oath], “There will be no ·more waiting [delay; L time]! ", "7": "[L But] In the days when the seventh angel is ready to blow his trumpet, God's ·secret [mystery; hidden plan] will be ·finished [completed]. This ·secret [mystery; hidden plan] is ·the Good News God told [or just as he announced] to his servants, the prophets [Amos 3:7; 1 Pet. 1:10–12].”", "8": "Then I heard the same voice from heaven again, saying to me: “Go and take the open scroll that is in the hand of the angel that is standing on the sea and on the land.”", "9": "So I went to the angel and told him to give me the small scroll. And he said to me, “Take the scroll and eat it [C a symbol of internalizing the word]. It will be ·sour [bitter] in your stomach [C because it is a message of judgment], but in your mouth it will be sweet as honey [C because it is God's word and because it brings salvation and vindication to his people; Ps. 119:103; Jer. 15:16; Ezek. 2:8—3:3].” ", "10": "So I took the small scroll from the angel's hand and ate it. In my mouth it tasted sweet as honey, but after I ate it, it was ·sour [bitter] in my stomach. ", "11": "Then I was told, “You must prophesy again about many peoples, nations, languages, and kings [C he must share the word he just received].”"}