{"1": "I was given a ·measuring stick [C a reed or cane used for measuring] like a ·rod [staff; walking stick], and I was told, ·Go [Get up] and measure the temple of God and the altar, ·and count [or including] the people worshiping there [C probably to show God's control and protection of his people; Ezek. 40:3, 5]. ", "2": "But do not measure the ·yard [courtyard] outside the temple. Leave it ·alone [out], because it has been given to ·those who are not God's people [the Gentiles; the nations]. And they will trample on the holy city [C Jerusalem] for forty-two months [C a period of oppression—either literal or symbolic—equal to three and a half years; see Dan. 7:25; 12:7, 11–12]. ", "3": "And I will ·give power to [or appoint; L give to] my two witnesses to prophesy for one thousand two hundred sixty days [C 42 months reckoned as 30 days each], ·and they will be dressed in rough cloth to show their sadness [L dressed in sackcloth; C mourning clothes].”", "4": "These two witnesses are the two olive trees and the two lampstands that stand before the Lord of the earth [C reminiscent of Zerubbabel and Joshua whom God used to build the second temple in spite of opposition; Zech. 4:2–6]. ", "5": "And if anyone ·tries [wants] to ·hurt [harm; damage] them, fire comes from their mouths and ·kills [consumes; devours] their enemies [Jer. 5:14]. And if anyone ·tries [wants] to ·hurt [harm; damage] them in whatever way, in that same way that person ·will [or must] die. ", "6": "These witnesses have the ·power [authority] to ·stop the sky [close the heavens] from raining during the time they are prophesying [1 Kin. 17:1]. And they have ·power [authority] to make the waters become blood [8:8; 16:3–4; Ex. 7:17–21], and they have ·power [authority] to send every kind of ·trouble [plague] to the earth as many times as they want.", "7": "When the two witnesses have finished ·telling their message [giving their witness/testimony], the beast [C probably the Antichrist; 13:1; 17:8; Dan. 7] that comes up from the ·bottomless pit [Abyss; 9:1] will fight a war against them. He will ·defeat [conquer] them and kill them. ", "8": "The ·bodies [corpses] of the two witnesses will lie in the ·street [public square; C to be left unburied as a sign of disdain] of the great city where the Lord was ·killed [L crucified; C Jerusalem, perhaps here symbolic of the world's opposition to God]. ·This city is named Sodom and Egypt, which has a spiritual meaning [L …which is figuratively/symbolically/spiritually called Sodom and Egypt; C Jerusalem is symbolically named after places judged by God for wickedness (Sodom) and for oppressing God's people (Egypt); Gen. 19; Ex. 7—12]. ", "9": "Those from every race of people, tribe, language, and nation will look at the bodies of the two witnesses for three and one-half days, and they will ·refuse to bury them [L not let them be placed in a tomb]. ", "10": "People who live on the earth will rejoice and ·be happy [celebrate] because these two are dead. They will send each other gifts, because these two prophets brought much ·suffering [torment] to those who live on the earth.", "11": "But after [L the] three and one-half days, ·God put the breath of life into the two prophets again [L a breath/spirit of life from God entered them; Gen. 2:7]. They stood on their feet, and everyone who saw them became very afraid. ", "12": "Then the two prophets heard a loud voice from heaven saying, “Come up here!” And they went up into heaven in a cloud as their enemies watched.", "13": "In the same hour there was a ·great [violent] earthquake, and a tenth of the city ·was destroyed [collapsed; L fell]. Seven thousand people were killed in the earthquake, and those who did not die were very afraid and gave glory to the God of heaven [Ezek. 38:19–20; Zech. 14:4].", "14": "The second ·trouble [L woe] is finished. ·Pay attention [Look; T Behold]: The third ·trouble [L woe] is coming ·soon [quickly; 8:13].", "15": "Then the seventh angel blew his trumpet. And there were loud voices in heaven, saying: “·The power to rule the world now belongs to [or The kingdom of the world has become the kingdom of] our Lord and his Christ [C Greek for Messiah or Anointed One], and he will ·rule [reign] forever and ever [2 Sam. 7:16; Dan. 7:14, 18; Luke 1:32–33].”", "16": "Then the twenty-four elders [4:4], who sit on their thrones before God, ·bowed down [fell] on their faces and worshiped God. ", "17": "They said: “We give thanks to you, Lord God ·Almighty [All-powerful], [the One] who is and [the One] who was [C in contrast with 1:4, 8; 4:8, this lacks the future reference, “who is coming,” because here God has commenced his future reign], because you have ·used [or taken; or received] your great power and have begun to rule!", "18": "The ·people of the world [nations; Gentiles] were angry [Ps. 2:1], but your ·anger [wrath] has come. The time has come to judge the dead [Dan. 12:2], and to reward your servants the prophets and your ·holy people [T saints], ·all who respect you [L those who fear your name], small and great. The time has come to destroy those who destroy the earth!”", "19": "Then God's temple in heaven was opened. The ·Ark that holds the agreement God gave to his people [L Ark of his Covenant] could be seen in his temple. Then there were flashes of lightning, ·noises, thunder [rumbling thunder], an earthquake, and a great hailstorm [C typical accompaniments to the arrival of God; 4:5]."}