{"1": "Then I looked, and there before me was the Lamb standing on Mount Zion [C a mountain near Jerusalem where the temple was located, representing the presence of God]. With him were one hundred forty-four thousand people [7:4] who had his name and his Father's name written on their foreheads [13:16]. ", "2": "And I heard a sound from heaven like the noise of ·flooding water [rushing water; L many waters; 1:15] and like the ·sound [peal] of loud thunder [19:6]. The sound I heard was like ·people [L harpists] playing harps. ", "3": "And they sang a new song [C a song celebrating divine deliverance; 5:9; Ps. 33:3; 40:3; 96:1; 98:1; 144:9; 149:1] before the throne and before the four living creatures and the elders [4:4]. No one could learn the new song except the one hundred forty-four thousand [7:4] who had been ·bought [redeemed] from the earth. ", "4": "These are the ones who did not ·do sinful things [defile themselves] with women, because they ·kept themselves pure [L are virgins]. They follow the Lamb every place he goes. ·These one hundred forty-four thousand [L They] were ·bought [redeemed] from ·among the people of the earth [L humanity; mankind] as ·people to be offered [L firstfruits; C the earliest part of the harvest was offered to God] to God and the Lamb. ", "5": "·They were not guilty of telling lies [L No lie was found in their mouth]; they are ·without fault [blameless].", "6": "Then I saw another angel flying ·high in the air [L in mid-heaven; 8:13]. He had the eternal ·Good News [Gospel] to preach to those who ·live [dwell] on earth—to every nation, tribe, language, and people. ", "7": "He ·preached [L spoke] in a loud voice, “Fear God and give him ·praise [glory], because the ·time has come for God to judge all people [L hour of his judgment has come]. So worship God who made the heavens, and the earth, and the sea, and the springs of water.”", "8": "Then the second angel followed the first angel and said, “·Ruined, ruined [L Fallen, fallen] is ·the great city of Babylon [L Babylon the Great; C the capital of the empire that destroyed Jerusalem in 586 bc, a symbol for the evil world system opposing God; 2 Kin. 24—25; Is. 21:9; Dan. 4:30]! She made all the nations drink the wine of the ·anger [or passion; C the Greek word thymos can mean either anger or passion; see v. 10 for a possible play on words] of her ·adultery [or sexual immorality].”", "9": "Then a third angel followed the first two angels, saying in a loud voice: “If anyone worships the beast and his ·idol [image] and ·gets [receives; takes] the beast's ·mark [brand; stamp] on the forehead or on the hand, ", "10": "that one also will drink the wine of God's anger [C perhaps a play on words with v. 8; Babylon's “passion” will bring on God's “wrath”], which is prepared ·with all its strength [undiluted; L unmixed; C wine was often mixed with water] in the cup of his anger [C God's judgment is often portrayed in the OT as a “cup” of wine poured out; Jer. 25:15–29]. And that person will be ·put in pain [tortured; tormented] with ·burning sulfur [L fire and sulfur] before the holy angels and the Lamb. ", "11": "And the smoke from their ·burning pain [torture; torment] will rise forever and ever. There will be no rest, day or night, for those who worship the beast and his ·idol [image] or who get the ·mark [brand; stamp] of his name.” ", "12": "This means ·God's holy people [T the saints] must ·be patient [persevere; endure]. They must ·obey [keep] God's commands and ·keep their faith in [remain faithful to] Jesus.", "13": "Then I heard a voice from heaven saying, “Write this: ·Blessed [or Happy] are the dead who die from now on in the Lord.” The Spirit says, “Yes, they will rest from their hard work, ·and the reward of all they have done stays with them [L for their deeds will follow them].”", "14": "Then I looked, and there before me was a white cloud, and sitting on the white cloud was One who looked like a ·Son of Man [or human being; C a designation Jesus applied to himself; Dan. 7:13–14]. He had a gold crown on his head and a sharp sickle [C a curved blade used to harvest grain] in his hand. ", "15": "Then another angel came out of the temple and called out in a loud voice to the One who was sitting on the cloud, “Take your sickle and ·harvest [reap] from the earth, because the time to ·harvest [reap] has come, ·and [L because] the ·fruit [L harvest] of the earth is ripe.” ", "16": "So the One who was sitting on the cloud swung his sickle over the earth, and the earth was ·harvested [reaped].", "17": "Then another angel came out of the temple in heaven, and he also had a sharp sickle. ", "18": "And then another angel, who has ·power [authority; charge] over the fire, came from the altar. This angel called to the angel with the sharp sickle, saying, “Take your sharp sickle and gather the bunches [clusters] of grapes from the earth's vine, because its grapes are ripe.” ", "19": "Then the angel swung his sickle over the earth. He gathered the earth's grapes and threw them into the great winepress of God's ·anger [wrath; Is. 63:2–3, 6; Lam. 1:15]. ", "20": "They were trampled in the winepress outside the city, and blood flowed out of the winepress as high as horses' bridles for a distance of about ·one hundred eighty miles [L one thousand six hundred stadia]."}