{"1": "“Write this to the ·angel [or messenger; see 1:20] of the church in Ephesus [C an important city in western Asia Minor]: “The One who holds the seven stars in his right hand and walks among the seven golden lampstands [C the resurrected Jesus; 1:16, 20] says ·this [L these things]: ", "2": "I know ·what you do [L your works], ·how you work hard [L your toil] and ·never give up [L your perseverence/endurance]. I know you do not put up with ·the false teachings of evil people [L evildoers; or evil]. You have tested those who say they are apostles but really are not, and you found they are ·liars [or false]. ", "3": "You have ·patience [perseverance; endurance] and have ·suffered troubles [endured much] for my name and have not ·given up [L grown weary].", "4": "“But I have this against you: You have ·left [abandoned] ·the love you had in the beginning [or your first love]. ", "5": "So ·remember [consider] ·where you were before you fell [L how far you have fallen]. ·Change your hearts [Repent] and do ·what [L the works] you did at first. If you do not ·change [repent], I will come to you and will take away your lampstand from its place. ", "6": "But ·there is something you do that is right [L this you have]: You hate what the Nicolaitans do [C we know little about this heresy, which possibly entailed false worship and immorality], as much as I.", "7": "“Every person who has ears should ·listen to [hear; obey] what the Spirit says to the churches. To those who ·win the victory [overcome; conquer] I will give the right to eat the fruit from the ·tree of life, which is in the ·garden [or paradise] of God [22:2; Gen. 2:9].", "8": "“Write this to the ·angel [or messenger; see 1:20] of the church in Smyrna [C a major city in western Asia Minor, identified with present-day Izmir, Turkey]: “The One who is the First and the Last, who died and came to life again [C the resurrected Jesus; 1:17–18], says ·this [L these things]: ", "9": "I know your ·troubles [persecution; affliction] and that you are poor, but really you are rich! I know the ·bad things [slander; blasphemy] some people say about you. They say they are Jews, but they are not true Jews. They are a synagogue ·that belongs to [L of] Satan. ", "10": "Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will ·suffer [be persecuted/afflicted] for ten days [C perhaps a symbolic number meaning a significant and definite time]. But be faithful, even if you have to die, and I will give you the ·crown [C a wreath worn to indicate high status or as a reward] of life.", "11": "“Everyone who has ears should ·listen to [hear; obey] what the Spirit says to the churches. Those who ·win the victory [overcome; conquer] will not be hurt by the second death [C the spiritual death after physical death; 20:6, 14; 21:8].", "12": "“Write this to the ·angel [messenger; see 1:20] of the church in Pergamum [C a rich city in western Asia Minor]: “The One who has the sharp, double-edged sword [C the resurrected Jesus; 1:16] says this [L these things]: ", "13": "I know where you live. It is where Satan has his throne [C a reference to false worship; Pergamum was a center of emperor worship]. But you ·are true to me [L hold fast to my name]. You did not ·refuse to tell about [deny] your faith in me even during the time of Antipas, my faithful witness who was killed ·in your city [L among you; C we know nothing further about Antipas], where Satan lives.", "14": "“But I have a few things against you: You have some there who follow the teaching of Balaam. He taught Balak how to ·cause the people of Israel to sin [L put a stumbling block before the children of Israel] by eating food offered to idols and by taking part in sexual sins [Num. 22—24; 31:8; Deut. 23:4–5; 2 Pet. 2:15; Jude 11]. ", "15": "You also have some who follow the teaching of the Nicolaitans [see 2:6]. ", "16": "So ·change your hearts and lives [repent]. If you do not, I will come to you quickly and ·fight [make war] against them with the sword that comes out of my mouth [C the judgment he enacts by merely speaking; 1:16].", "17": "“Everyone who has ears should ·listen to [hear; obey] what the Spirit says to the churches. “I will give some of the hidden manna [C perhaps alluding to a Jewish tradition that the manna placed in the ark is hidden until the messianic age; ultimately referring to the spiritual life Christ provides; John 6:32–35] to everyone who ·wins the victory [overcomes; conquers]. I will also give to each one who ·wins the victory [overcomes; conquers] a white stone with a new name written on it [C an unknown cultural image, which, along with the manna, points to salvation in Christ]. No one knows this new name except the one who receives it [C the name could be God's or Christ's, but more likely refers to a new name given to the people of God].", "18": "“Write this to the ·angel [messenger; see 1:20] of the church in ·Thyatira [C a small city in western Asia Minor]: “The Son of God, who has eyes that blaze like fire [1:14] and feet like shining bronze [1:15; C the resurrected Jesus], says ·this [L these things]: ", "19": "I know ·what you do [your works]. I know about your love, your faith, your service, and your ·patience [endurance; perseverance]. I know that ·you are doing more now than you did at first [L your last works are greater than the first].", "20": "“But I have this against you: You ·let that woman Jezebel spread false teachings [L tolerate the woman Jezebel; C probably the leader of the Nicolaitans, here given the name of the notorious Baal-worshiping queen; 1 Kin. 16:31–34; 21:25–26; 2 Kin. 9:22]. She ·says she is [calls herself] a prophetess, but ·by her teaching she leads [teaches and misleads/deceives] my ·people [L servants] to take part in sexual sins and to eat food that is offered to idols. ", "21": "I have given her time to ·change her heart and turn away from her sin [repent of her sexual immorality], but she does not want to ·change [repent]. ", "22": "·So [L Look!] I will throw her on ·a bed of suffering [or a sickbed; C the bed used for sexual sin is now a bed of suffering]. And all those who take part in adultery with her will suffer greatly if they do not ·turn away from the wrongs she does [repent of her works/deeds]. ", "23": "I will also kill her ·followers [L children]. Then all the churches will know I am the One who searches hearts and minds, and I will repay each of you for ·what you have done [your works/deeds].", "24": "“But ·others [the rest] of you in Thyatira have not followed her teaching and have not learned what some call Satan's deep secrets. I say to you that I will not put any other ·load [burden] on you. ", "25": "Only ·continue in your loyalty [L hold fast to what you have] until I come.", "26": "“I will give ·power [authority] over the nations to everyone who ·wins the victory [overcomes; conquers] and ·continues to be obedient to me [or keeps working for me; L keeps/obeys my works] until the end.", "27": "'·You [L he; C the one who overcomes] will ·rule over [L shepherd] them with an iron ·rod [or scepter], ·as when pottery is broken into pieces [or and will break them into pieces like pottery; Ps. 2:9].'", "28": "This is the same ·power [authority] I received from my Father. I will also give him the morning star [C usually the planet Venus as seen before sunrise, but here symbolically Christ at his return; 22:16; Num. 24:17; 2 Pet. 1:19]. ", "29": "Everyone who has ears should ·listen to [hear; obey] what the Spirit says to the churches."}