{"1": "After the vision of these things I looked, and [L look; T behold] there before me was an open door in heaven. And the ·same [L first] voice that spoke to me before, that sounded like a trumpet [1:8], said, “Come up here, and I will show you what must happen after this.” ", "2": "Immediately I was in the ·Spirit [or spirit; C a state of deep spiritual communion with God; 1:10], and [L look; T behold] before me was a throne in heaven, and someone was sitting on it. ", "3": "The One who sat on the throne looked like precious stones, like jasper and carnelian [C a symbol of great beauty, purity and value]. All around the throne was a ·rainbow [or halo] ·the color of [or that looked like] an emerald. ", "4": "Around the throne there were twenty-four other thrones with twenty-four elders sitting on them [C probably angelic leaders]. They were dressed in white and had golden crowns [C wreaths symbolizing honor or victory; see 2:10] on their heads. ", "5": "Lightning flashes and ·noises and thunder [or the rumbling of thunder; C phenomena associated with God's appearance at Mount Sinai; Ex. 19:16–18] came from the throne. Before the throne seven lamps were burning, which are the seven spirits [C either angels or the “sevenfold Spirit”—the Holy Spirit portrayed in his perfection; 3:1] of God. ", "6": "Also before the throne there was something that looked like a sea of glass, clear like crystal. In the center and around the throne were four living creatures ·with eyes all over them [full of eyes], in front and in back. ", "7": "The first living creature was like a lion. The second was like an ·ox [or calf]. The third had a face like a man. The fourth was like a flying eagle [Ezek. 1:10; C angelic beings identified with the most powerful example of various species]. ", "8": "Each of these four living creatures had six wings and was ·covered all over with eyes [full of eyes], inside and out. Day and night they never ·stop [rest from] saying: “Holy, holy, holy is the Lord God ·Almighty [All-powerful]. He was, he is, and he is coming [1:4, 8].”", "9": "[L Whenever] These living creatures give glory, honor, and thanks to the One who sits on the throne, who lives forever and ever. ", "10": "Then the twenty-four elders bow down before the One who sits on the throne, and they worship him who lives forever and ever. They ·put their crowns down [cast/lay their crowns; 4:4] before the throne and say:", "11": "“You are worthy, our Lord and God, to receive glory and honor and ·power [strength], because you made all things. Everything existed and was made, ·because you wanted it [by your will].”"}