{"1": "Then I watched while the Lamb opened the first of the seven seals [5:1]. I heard one of the four living creatures say with a voice like thunder, “·Come [or Go; C Christ, the Lamb, calls forth the four riders who bring bloody judgment on the world]!” ", "2": "I looked, and ·there before me was [L look; T behold] a white horse. The rider on the horse held a bow [C signifying war], and he was given a crown [C indicating victory; see 2:10], and he rode out, ·determined to win the victory [L conquering and in order to conquer].", "3": "When the Lamb opened the second seal, I heard the second living creature say, “·Come [or Go; 6:1]!” ", "4": "Then another horse came out, a ·red [L fiery/bright red; C possibly signifying blood] one. Its rider was given ·power [permission] to take away peace from the earth and to make people ·kill [slaughter] each other, and he was given a ·big [great] sword [C signifying civil war].", "5": "When the Lamb opened the third seal, I heard the third living creature say, “·Come [or Go]!” I looked, and ·there before me was [L look; T behold] a black horse [C indicating mourning brought on by the rider], and its rider held a pair of scales in his hand [C for use in commerce; Prov. 11:1; 16:11]. ", "6": "Then I heard something that sounded like a voice coming from the middle of the four living creatures. The voice said, “A quart of wheat for a ·day's pay [L denarius; C a Roman coin equal to a day's wage], and three quarts of barley for a ·day's pay [L denarius; C inflated prices caused by famine], and do not damage the olive oil and wine [C indicates only partial destruction; vines and olive trees endured drought better than wheat and barley]!”", "7": "When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, “·Come [or Go; 6:1]!” ", "8": "I looked, and ·there before me was [L look; T behold] a ·pale [or pale green] horse. Its rider was named death, and Hades [C the realm of the dead, also known as Sheol] was following close behind him. They were given ·power [authority] over a fourth of the earth to kill people by ·war [L the sword], by ·starvation [famine], by ·disease [pestilence; plague], and by the wild animals of the earth.", "9": "When the Lamb opened the fifth seal, I saw under the altar [C probably the bronze altar where sacrifices were offered] the souls of those who had been ·killed [slaughtered; slain] because ·they were faithful to [L of] the word of God and to the ·message [witness; testimony] they had ·received [or given; or maintained]. ", "10": "These souls ·shouted [cried out] in a loud voice, “Holy and true ·Lord [Master], how long until you judge the people of the earth and ·punish them for killing us [L avenge our blood]?” ", "11": "Then each one of them was given a white robe [C signifying high status and purity] and was told to ·wait [or rest] a short time longer. There were still some of their fellow servants and ·brothers and sisters in the service of Christ [L their brothers; C the Greek term may include men and women] who ·must be [were soon to be] killed as they were. They had to wait until all of this was ·finished [fulfilled; completed].", "12": "Then I watched while the Lamb opened the sixth seal, and there was a great earthquake. The sun became black like ·rough black cloth [L sackcloth made of goat hair; C clothing used in mourning], and the whole moon became red like blood [C signifying destruction; apocalyptic literature often describes nature falling apart at the end time; Joel 2:31]. ", "13": "And the stars in the sky fell to the earth like ·figs [or unripe figs] falling from a fig tree when ·the wind blows [L shaken by a strong wind/gale]. ", "14": "The sky ·disappeared [vanished] as a scroll when it is rolled up [Is. 34:4], and every mountain and island was moved from its place.", "15": "Then the kings of the earth, the ·rulers [princes; nobles; magnates], the generals, the rich people, the powerful people, ·the slaves, and the free people [L and everyone, both slave and free; C people of every status and economic level] hid themselves in caves and in the rocks on the mountains. ", "16": "They called to the mountains and the rocks, “Fall on us. Hide us from the face of the One who sits on the throne and from the ·anger [wrath] of the Lamb! ", "17": "[L Because] The great day for their ·anger [wrath] has come [C the final judgment], and who can stand against it [C a rhetorical question]?”"}