{"1": "These are the descendants of Noah's sons, Shem, Ham, and Japheth. These three had sons after the flood.", "2": "The sons of Japheth—Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras—were the ancestors of the peoples who bear their names. ", "3": "The descendants of Gomer were the people of Ashkenaz, Riphath, and Togarmah. ", "4": "The descendants of Javan were the people of Elishah, Spain, Cyprus, and Rhodes; ", "5": "they were the ancestors of the people who live along the coast and on the islands. These are the descendants of Japheth, living in their different tribes and countries, each group speaking its own language.", "6": "The sons of Ham—Cush, Egypt, Libya, and Canaan—were the ancestors of the peoples who bear their names. ", "7": "The descendants of Cush were the people of Seba, Havilah, Sabtah, Raamah, and Sabteca. The descendants of Raamah were the people of Sheba and Dedan. ", "8": "Cush had a son named Nimrod, who became the world's first great conqueror. ", "9": "By the Lord's help he was a great hunter, and that is why people say, “May the Lord make you as great a hunter as Nimrod!” ", "10": "At first his kingdom included Babylon, Erech, and Accad, all three of them in Babylonia. ", "11": "From that land he went to Assyria and built the cities of Nineveh, Rehoboth Ir, Calah, ", "12": "and Resen, which is between Nineveh and the great city of Calah.", "13": "The descendants of Egypt were the people of Lydia, Anam, Lehab, Naphtuh, ", "14": "Pathrus, Casluh, and of Crete, from whom the Philistines are descended.[a]", "15": "Canaan's sons—Sidon, the oldest, and Heth—were the ancestors of the peoples who bear their names. ", "16": "Canaan was also the ancestor of the Jebusites, the Amorites, the Girgashites, ", "17": "the Hivites, the Arkites, the Sinites, ", "18": "the Arvadites, the Zemarites, and the Hamathites. The different tribes of the Canaanites spread out, ", "19": "until the Canaanite borders reached from Sidon southward to Gerar near Gaza, and eastward to Sodom, Gomorrah, Admah, and Zeboiim near Lasha. ", "20": "These are the descendants of Ham, living in their different tribes and countries, each group speaking its own language.", "21": "Shem, the older brother of Japheth, was the ancestor of all the Hebrews. ", "22": "Shem's sons—Elam, Asshur, Arpachshad, Lud, and Aram—were the ancestors of the peoples who bear their names. ", "23": "The descendants of Aram were the people of Uz, Hul, Gether, and Meshek. ", "24": "Arpachshad was the father of Shelah, who was the father of Eber. ", "25": "Eber had two sons: one was named Peleg,[b] because during his time the people of the world were divided; and the other was named Joktan. ", "26": "The descendants of Joktan were the people of Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah, and Jobab. All of them were descended from Joktan. ", "30": "The land in which they lived extended from Mesha to Sephar in the eastern hill country. ", "31": "These are the descendants of Shem, living in their different tribes and countries, each group speaking its own language.", "32": "All these peoples are the descendants of Noah, nation by nation, according to their different lines of descent. After the flood all the nations of the earth were descended from the sons of Noah."}