{"1": "Abraham married another woman, whose name was Keturah. ", "2": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Jokshan was the father of Sheba and Dedan, and the descendants of Dedan were the Asshurim, the Letushim, and the Leummim. ", "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were Keturah's descendants.", "5": "Abraham left everything he owned to Isaac; ", "6": "but while he was still alive, he gave presents to the sons his other wives had borne him. Then he sent these sons to the land of the East, away from his son Isaac.", "7-8": "Abraham died at the ripe old age of 175. ", "9": "His sons Isaac and Ishmael buried him in Machpelah Cave, in the field east of Mamre that had belonged to Ephron son of Zohar the Hittite. ", "10": "It was the field that Abraham had bought from the Hittites; both Abraham and his wife Sarah were buried there. ", "11": "After the death of Abraham, God blessed his son Isaac, who lived near “The Well of the Living One Who Sees Me.”", "12": "Ishmael, whom Hagar, the Egyptian slave of Sarah, bore to Abraham, ", "13": "had the following sons, listed in the order of their birth: Nebaioth, Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "They were the ancestors of twelve tribes, and their names were given to their villages and camping places. ", "17": "Ishmael was 137 years old when he died. ", "18": "The descendants of Ishmael lived in the territory between Havilah and Shur, to the east of Egypt on the way to Assyria. They lived apart from the other descendants of Abraham.", "19": "This is the story of Abraham's son Isaac. ", "20": "Isaac was forty years old when he married Rebecca, the daughter of Bethuel (an Aramean from Mesopotamia) and sister of Laban. ", "21": "Because Rebecca had no children, Isaac prayed to the Lord for her. The Lord answered his prayer, and Rebecca became pregnant. ", "22": "She was going to have twins, and before they were born, they struggled against each other in her womb. She said, “Why should something like this happen to me?” So she went to ask the Lord for an answer.", "23": "The Lord said to her, “Two nations are within you; You will give birth to two rival peoples. One will be stronger than the other; The older will serve the younger.”", "24": "The time came for her to give birth, and she had twin sons. ", "25": "The first one was reddish, and his skin was like a hairy robe, so he was named Esau.[a] ", "26": "The second one was born holding on tightly to the heel of Esau, so he was named Jacob.[b] Isaac was sixty years old when they were born.", "27": "The boys grew up, and Esau became a skilled hunter, a man who loved the outdoors, but Jacob was a quiet man who stayed at home. ", "28": "Isaac preferred Esau, because he enjoyed eating the animals Esau killed, but Rebecca preferred Jacob.", "29": "One day while Jacob was cooking some bean soup, Esau came in from hunting. He was hungry ", "30": "and said to Jacob, “I'm starving; give me some of that red stuff.” (That is why he was named Edom.[c])", "31": "Jacob answered, “I will give it to you if you give me your rights as the first-born son.”", "32": "Esau said, “All right! I am about to die; what good will my rights do me?”", "33": "Jacob answered, “First make a vow that you will give me your rights.” Esau made the vow and gave his rights to Jacob. ", "34": "Then Jacob gave him some bread and some of the soup. He ate and drank and then got up and left. That was all Esau cared about his rights as the first-born son."}