{"1": "Isaac called Jacob, greeted him, and told him, “Don't marry a Canaanite. ", "2": "Go instead to Mesopotamia, to the home of your grandfather Bethuel, and marry one of the young women there, one of your uncle Laban's daughters. ", "3": "May Almighty God bless your marriage and give you many children, so that you will become the father of many nations! ", "4": "May he bless you and your descendants as he blessed Abraham, and may you take possession of this land, in which you have lived and which God gave to Abraham!” ", "5": "Isaac sent Jacob away to Mesopotamia, to Laban, who was the son of Bethuel the Aramean and the brother of Rebecca, the mother of Jacob and Esau.", "6": "Esau learned that Isaac had blessed Jacob and sent him away to Mesopotamia to find a wife. He also learned that when Isaac blessed him, he commanded him not to marry a Canaanite woman. ", "7": "He found out that Jacob had obeyed his father and mother and had gone to Mesopotamia. ", "8": "Esau then understood that his father Isaac did not approve of Canaanite women. ", "9": "So he went to Ishmael son of Abraham and married his daughter Mahalath, who was the sister of Nebaioth.", "10": "Jacob left Beersheba and started toward Haran. ", "11": "At sunset he came to a holy place[a] and camped there. He lay down to sleep, resting his head on a stone. ", "12": "He dreamed that he saw a stairway reaching from earth to heaven, with angels going up and coming down on it. ", "13": "And there was the Lord standing beside him.[b] “I am the Lord, the God of Abraham and Isaac,” he said. “I will give to you and to your descendants this land on which you are lying. ", "14": "They will be as numerous as the specks of dust on the earth. They will extend their territory in all directions, and through you and your descendants I will bless all the nations.[c] ", "15": "Remember, I will be with you and protect you wherever you go, and I will bring you back to this land. I will not leave you until I have done all that I have promised you.”", "16": "Jacob woke up and said, “The Lord is here! He is in this place, and I didn't know it!” ", "17": "He was afraid and said, “What a terrifying place this is! It must be the house of God; it must be the gate that opens into heaven.”", "18": "Jacob got up early next morning, took the stone that was under his head, and set it up as a memorial. Then he poured olive oil on it to dedicate it to God. ", "19": "He named the place Bethel.[d] (The town there was once known as Luz.) ", "20": "Then Jacob made a vow to the Lord: “If you will be with me and protect me on the journey I am making and give me food and clothing, ", "21": "and if I return safely to my father's home, then you will be my God. ", "22": "This memorial stone which I have set up will be the place where you are worshiped, and I will give you a tenth of everything you give me.”"}