{"1": "But Rachel had not borne Jacob any children, and so she became jealous of her sister and said to Jacob, “Give me children, or I will die.”", "2": "Jacob became angry with Rachel and said, “I can't take the place of God. He is the one who keeps you from having children.”", "3": "She said, “Here is my slave Bilhah; sleep with her, so that she can have a child for me. In this way I can become a mother through her.” ", "4": "So she gave Bilhah to her husband, and he had intercourse with her. ", "5": "Bilhah became pregnant and bore Jacob a son. ", "6": "Rachel said, “God has judged in my favor. He has heard my prayer and has given me a son”; so she named him Dan.[a] ", "7": "Bilhah became pregnant again and bore Jacob a second son. ", "8": "Rachel said, “I have fought a hard fight with my sister, but I have won”; so she named him Naphtali.[b]", "9": "When Leah realized that she had stopped having children, she gave her slave Zilpah to Jacob as his wife. ", "10": "Then Zilpah bore Jacob a son. ", "11": "Leah said, “I have been lucky”; so she named him Gad.[c] ", "12": "Zilpah bore Jacob another son, ", "13": "and Leah said, “How happy I am! Now women will call me happy”; so she named him Asher.[d]", "14": "During the wheat harvest Reuben went into the fields and found mandrakes,[e] which he brought to his mother Leah. Rachel said to Leah, “Please give me some of your son's mandrakes.”", "15": "Leah answered, “Isn't it enough that you have taken away my husband? Now you are even trying to take away my son's mandrakes.” Rachel said, “If you will give me your son's mandrakes, you can sleep with Jacob tonight.”", "16": "When Jacob came in from the fields in the evening, Leah went out to meet him and said, “You are going to sleep with me tonight, because I have paid for you with my son's mandrakes.” So he had intercourse with her that night.", "17": "God answered Leah's prayer, and she became pregnant and bore Jacob a fifth son. ", "18": "Leah said, “God has given me my reward, because I gave my slave to my husband”; so she named her son Issachar.[f] ", "19": "Leah became pregnant again and bore Jacob a sixth son. ", "20": "She said, “God has given me a fine gift. Now my husband will accept me, because I have borne him six sons”; so she named him Zebulun.[g] ", "21": "Later she bore a daughter, whom she named Dinah.", "22": "Then God remembered Rachel; he answered her prayer and made it possible for her to have children. ", "23": "She became pregnant and gave birth to a son. She said, “God has taken away my disgrace by giving me a son. ", "24": "May the Lord give me another son”; so she named him Joseph.[h]", "25": "After the birth of Joseph, Jacob said to Laban, “Let me go, so that I can return home. ", "26": "Give me my wives and children that I have earned by working for you, and I will leave. You know how well I have served you.”", "27": "Laban said to him, “Let me say this: I have learned by divination that the Lord has blessed me because of you. ", "28": "Name your wages, and I will pay them.”", "29": "Jacob answered, “You know how I have worked for you and how your flocks have prospered under my care. ", "30": "The little you had before I came has grown enormously, and the Lord has blessed you wherever I went.[i] Now it is time for me to look out for my own interests.”", "31": "“What shall I pay you?” Laban asked. Jacob answered, “I don't want any wages. I will continue to take care of your flocks if you agree to this suggestion: ", "32": "Let me go through all your flocks today and take every black lamb[j] and every spotted or speckled young goat. That is all the wages I want. ", "33": "In the future you can easily find out if I have been honest. When you come to check up on my wages, if I have any goat that isn't speckled or spotted or any sheep that isn't black, you will know that it has been stolen.”", "34": "Laban answered, “Agreed. We will do as you suggest.” ", "35": "But that day Laban removed the male goats that had stripes or spots and all the females that were speckled and spotted or which had white on them; he also removed all the black sheep. He put his sons in charge of them, ", "36": "and then went away from Jacob with this flock as far as he could travel in three days. Jacob took care of the rest of Laban's flocks.", "37": "Jacob got green branches of poplar, almond, and plane trees and stripped off some of the bark so that the branches had white stripes on them. ", "38": "He placed these branches in front of the flocks at their drinking troughs. He put them there, because the animals mated when they came to drink. ", "39": "So when the goats bred in front of the branches, they produced young that were streaked, speckled, and spotted.", "40": "Jacob kept the sheep separate from the goats and made them face in the direction of the streaked and black animals of Laban's flock. In this way he built up his own flock and kept it apart from Laban's.", "41": "When the healthy animals were mating, Jacob put the branches in front of them at the drinking troughs, so that they would breed among the branches. ", "42": "But he did not put the branches in front of the weak animals. Soon Laban had all the weak animals, and Jacob all the healthy ones. ", "43": "In this way Jacob became very wealthy. He had many flocks, slaves, camels, and donkeys."}