{"1": "About that time Judah left his brothers and went to stay with a man named Hirah, who was from the town of Adullam. ", "2": "There Judah met a young Canaanite woman whose father was named Shua. He married her, ", "3": "and she bore him a son, whom he named Er. ", "4": "She became pregnant again and bore another son and named him Onan. ", "5": "Again she had a son and named him Shelah. Judah was at Achzib when the boy was born.", "6": "For his first son Er, Judah got a wife whose name was Tamar. ", "7": "Er's conduct was evil, and it displeased the Lord, so the Lord killed him. ", "8": "Then Judah said to Er's brother Onan, “Go and sleep with your brother's widow. Fulfill your obligation to her as her husband's brother, so that your brother may have descendants.” ", "9": "But Onan knew that the children would not belong to him, so when he had intercourse with his brother's widow, he let the semen spill on the ground, so that there would be no children for his brother. ", "10": "What he did displeased the Lord, and the Lord killed him also. ", "11": "Then Judah said to his daughter-in-law Tamar, “Return to your father's house and remain a widow until my son Shelah grows up.” He said this because he was afraid that Shelah would be killed, as his brothers had been. So Tamar went back home.", "12": "After some time Judah's wife died. When he had finished the time of mourning, he and his friend Hirah of Adullam went to Timnah, where his sheep were being sheared. ", "13": "Someone told Tamar that her father-in-law was going to Timnah to shear his sheep. ", "14": "So she changed from the widow's clothes she had been wearing, covered her face with a veil, and sat down at the entrance to Enaim, a town on the road to Timnah. As she well knew, Judah's youngest son Shelah was now grown up, and yet she had not been given to him in marriage.", "15": "When Judah saw her, he thought that she was a prostitute, because she had her face covered. ", "16": "He went over to her at the side of the road and said, “All right, how much do you charge?” (He did not know that she was his daughter-in-law.) She said, “What will you give me?”", "17": "He answered, “I will send you a young goat from my flock.” She said, “All right, if you will give me something to keep as a pledge until you send the goat.”", "18": "“What shall I give you as a pledge?” he asked. She answered, “Your seal with its cord and the walking stick you are carrying.” He gave them to her. Then they had intercourse, and she became pregnant. ", "19": "Tamar went home, took off her veil, and put her widow's clothes back on.", "20": "Judah sent his friend Hirah to take the goat and get back from the woman the articles he had pledged, but Hirah could not find her. ", "21": "He asked some men at Enaim, “Where is the prostitute who was here by the road?” “There has never been a prostitute here,” they answered.", "22": "He returned to Judah and said, “I couldn't find her. The men of the place said that there had never been a prostitute there.”", "23": "Judah said, “Let her keep the things. We don't want people to laugh at us. I did try to pay her, but you couldn't find her.”", "24": "About three months later someone told Judah, “Your daughter-in-law Tamar has been acting like a whore, and now she is pregnant.” Judah ordered, “Take her out and burn her to death.”", "25": "As she was being taken out, she sent word to her father-in-law: “I am pregnant by the man who owns these things. Look at them and see whose they are—this seal with its cord and this walking stick.”", "26": "Judah recognized them and said, “She is in the right. I have failed in my obligation to her—I should have given her to my son Shelah in marriage.” And Judah never had intercourse with her again.", "27": "When the time came for her to give birth, it was discovered that she was going to have twins. ", "28": "While she was in labor, one of them put out an arm; the midwife caught it, tied a red thread around it, and said, “This one was born first.” ", "29": "But he pulled his arm back, and his brother was born first. Then the midwife said, “So this is how you break your way out!” So he was named Perez.[a] ", "30": "Then his brother was born with the red thread on his arm, and he was named Zerah.[b]"}