{"1": "Joseph commanded the servant in charge of his house, “Fill the men's sacks with as much food as they can carry, and put each man's money in the top of his sack. ", "2": "Put my silver cup in the top of the youngest brother's sack, together with the money for his grain.” He did as he was told. ", "3": "Early in the morning the brothers were sent on their way with their donkeys. ", "4": "When they had gone only a short distance from the city, Joseph said to the servant in charge of his house, “Hurry after those men. When you catch up with them, ask them, 'Why have you paid back evil for good? ", "5": "Why did you steal my master's silver cup?[a] It is the one he drinks from, the one he uses for divination. You have committed a serious crime!'”", "6": "When the servant caught up with them, he repeated these words. ", "7": "They answered him, “What do you mean, sir, by talking like this? We swear that we have done no such thing. ", "8": "You know that we brought back to you from the land of Canaan the money we found in the top of our sacks. Why then should we steal silver or gold from your master's house? ", "9": "Sir, if any one of us is found to have it, he will be put to death, and the rest of us will become your slaves.”", "10": "He said, “I agree; but only the one who has taken the cup will become my slave, and the rest of you can go free.” ", "11": "So they quickly lowered their sacks to the ground, and each man opened his sack. ", "12": "Joseph's servant searched carefully, beginning with the oldest and ending with the youngest, and the cup was found in Benjamin's sack. ", "13": "The brothers tore their clothes in sorrow, loaded their donkeys, and returned to the city.", "14": "When Judah and his brothers came to Joseph's house, he was still there. They bowed down before him, ", "15": "and Joseph said, “What have you done? Didn't you know that a man in my position could find you out by practicing divination?”", "16": "“What can we say to you, sir?” Judah answered. “How can we argue? How can we clear ourselves? God has uncovered our guilt. All of us are now your slaves and not just the one with whom the cup was found.”", "17": "Joseph said, “Oh, no! I would never do that! Only the one who had the cup will be my slave. The rest of you may go back safe and sound to your father.”", "18": "Judah went up to Joseph and said, “Please, sir, allow me to speak with you freely. Don't be angry with me; you are like the king himself. ", "19": "Sir, you asked us, 'Do you have a father or another brother?' ", "20": "We answered, 'We have a father who is old and a younger brother, born to him in his old age. The boy's brother is dead, and he is the only one of his mother's children still alive; his father loves him very much.' ", "21": "Sir, you told us to bring him here, so that you could see him, ", "22": "and we answered that the boy could not leave his father; if he did, his father would die. ", "23": "Then you said, 'You will not be admitted to my presence again unless your youngest brother comes with you.'", "24": "“When we went back to our father, we told him what you had said. ", "25": "Then he told us to return and buy a little food. ", "26": "We answered, 'We cannot go; we will not be admitted to the man's presence unless our youngest brother is with us. We can go only if our youngest brother goes also.' ", "27": "Our father said to us, 'You know that my wife Rachel bore me only two sons. ", "28": "One of them has already left me. He must have been torn to pieces by wild animals, because I have not seen him since he left. ", "29": "If you take this one from me now and something happens to him, the sorrow you would cause me would kill me, as old as I am.'", "30-31": "“And now, sir,” Judah continued, “if I go back to my father without the boy, as soon as he sees that the boy is not with me, he will die. His life is wrapped up with the life of the boy, and he is so old that the sorrow we would cause him would kill him. ", "32": "What is more, I pledged my life to my father for the boy. I told him that if I did not bring the boy back to him, I would bear the blame all my life. ", "33": "And now, sir, I will stay here as your slave in place of the boy; let him go back with his brothers. ", "34": "How can I go back to my father if the boy is not with me? I cannot bear to see this disaster come upon my father.”"}