{"1": "Now before the Feast of the Passover, when Jesus knew that His hour had come that He should depart out of this world unto the Father, having loved His own who were in the world, He loved them unto the end.", "2": "And supper being ended, and the devil having now put into the heart of Judas Iscariot, Simon's son, to betray Him,", "3": "Jesus, knowing that the Father had given all things into His hands and that He had come from God and was going to God,", "4": "rose from supper and laid aside His garments, and took a towel and girded Himself.", "5": "After that He poured water into a basin, and began to wash the disciples' feet and to wipe them with the towel wherewith He was girded.", "6": "Then came He to Simon Peter, and Peter said unto Him, “Lord, dost Thou wash my feet?”", "7": "Jesus answered and said unto him, “What I do thou knowest not now, but thou shalt know hereafter.”", "8": "Peter said unto Him, “Thou shalt never wash my feet.” Jesus answered him, “If I wash thee not, thou hast no part with Me.”", "9": "Simon Peter said unto Him, “Lord, not my feet only, but also my hands and my head.”", "10": "Jesus said to him, “He that is washed needeth not but to wash his feet, but is clean every whit. And ye are clean, but not all.”", "11": "(For He knew who would betray Him; therefore He said, “Ye are not all clean.”)", "12": "So after He had washed their feet and had taken His garments and had sat down again, He said unto them, “Know ye what I have done to you?", "13": "Ye call Me Master and Lord; and ye say well, for so I am.", "14": "If I then, your Lord and Master, have washed your feet, ye also ought to wash one another's feet.", "15": "For I have given you an example, that ye should do as I have done to you.", "16": "Verily, verily I say unto you, the servant is not greater than his lord, neither he that is sent greater than he that sent him.", "17": "If ye know these things, happy are ye if ye do them.", "18": "“I speak not of you all. I know whom I have chosen; but that the Scripture may be fulfilled, 'He that eateth bread with Me hath lifted up his heel against Me.'", "19": "Now I tell you before it come that, when it is come to pass, ye may believe that I am He.", "20": "Verily, verily I say unto you, he that receiveth whomsoever I send, receiveth Me; and he that receiveth Me, receiveth Him that sentMe.”", "21": "When Jesus had thus said, He was troubled in spirit, and testified and said, “Verily, verily I say unto you that one of you shall betray Me.”", "22": "Then the disciples looked at one another, not knowing of whom He spoke.", "23": "Now there was leaning on Jesus' bosom one of His disciples, whom Jesus loved.", "24": "Simon Peter therefore beckoned to him, that he should ask who it should be of whom He spoke.", "25": "He then, leaning on Jesus' breast, said unto Him, “Lord, who is it?”", "26": "Jesus answered, “He it is to whom I shall give a sop when I have dipped it.” And when He had dipped the sop, He gave it to Judas Iscariot, the son of Simon.", "27": "And after the sop, Satan entered into him. Then Jesus said unto him, “What thou doest, do quickly.”", "28": "Now no man at the table knew with what intent He spoke this unto him.", "29": "For some of them thought, because Judas had the money bag, that Jesus had said unto him, “Buy those things that we have need of for the feast,” or that he should give something to the poor.", "30": "Judas then, having received the sop, went immediately out. And it was night.", "31": "Therefore when he had gone out, Jesus said, “Now is the Son of Man glorified, and God is glorified in Him.", "32": "If God be glorified in Him, God shall also glorify Him in Himself, and shall straightway glorify Him.", "33": "Little children, yet a little while I am with you. Ye shall seek Me; and as I said unto the Jews, 'Whither I go ye cannot come,' so now say I to you.", "34": "A new commandment I give unto you: that ye love one another, as I have loved you, that ye also love one another.", "35": "By this shall all men know that ye are My disciples: if ye have love one for another.”", "36": "Simon Peter said unto Him, “Lord, whither goest Thou?” Jesus answered him, “Whither I go thou canst not follow Me now, but thou shalt follow Me afterwards.”", "37": "Peter said unto Him, “Lord, why cannot I follow Thee now? I will lay down my life for Thy sake.”", "38": "Jesus answered him, “Wilt thou lay down thy life for My sake? Verily, verily I say unto thee, the cock shall not crow till thou hast denied Me thrice."}