{"1": "Then Pilate therefore took Jesus and scourged Him.", "2": "And the soldiers plaited a crown of thorns and put it on His head, and they put on Him a purple robe", "3": "and said, “Hail, King of the Jews!” And they smote Him with their hands.", "4": "Pilate therefore went forth again and said unto them, “Behold, I bring him forth to you, that ye may know that I find no fault in him.”", "5": "Then came Jesus forth, wearing the crown of thorns and the purple robe. And Pilate said unto them, “Behold the man!”", "6": "When therefore the chief priests and the officers saw Him, they cried out, saying, “Crucify him! Crucify him!” Pilate said unto them, “Ye take him and crucify him, for I find no fault in him.”", "7": "The Jews answered him, “We have a law, and by our law he ought to die, because he made himself the Son of God.”", "8": "When Pilate therefore heard that saying, he was the more afraid.", "9": "And he went again into the judgment hall and said unto Jesus, “From whence art thou?” But Jesus gave him no answer.", "10": "Then said Pilate unto Him, “Speakest thou not unto me? Knowest thou not that I have power to crucify thee, and have power to release thee?”", "11": "Jesus answered, “Thou couldest have no power at all against Me, unless it were given thee from above. Therefore he that delivered Me unto thee hath the greater sin.”", "12": "And from thenceforth Pilate sought to release Him, but the Jews cried out, saying, “If thou let this man go, thou art not Caesar's friend. Whosoever maketh himself a king speaketh against Caesar.”", "13": "When Pilate therefore heard that saying, he brought Jesus forth and sat down in the judgment seat in a place that is called the Pavement, but in Hebrew, Gabbatha.", "14": "And it was the Preparation of the Passover and about the sixth hour, and Pilate said unto the Jews, “Behold your king!”", "15": "But they cried out, “Away with him, away with him! Crucify him!” Pilate said unto them, “Shall I crucify your king?” The chief priests answered, “We have no king but Caesar!”", "16": "Then he delivered Him therefore unto them to be crucified. And they took Jesus and led Him away.", "17": "And He, bearing His cross, went forth into a place called the Place of a Skull (which is called in the Hebrew, Golgotha)", "18": "where they crucified Him and two others with Him, one on either side and Jesus in the midst.", "19": "And Pilate wrote a title and put it on the cross. And the writing was: Jesus Of Nazareth The King Of The Jews.", "20": "Then many of the Jews read this title, for the place where Jesus was crucified was nigh to the city, and it was written in Hebrew and Greek and Latin.", "21": "Then said the chief priests of the Jews to Pilate, “Write not 'The King of the Jews,' but, 'He said, I am King of the Jews.'”", "22": "Pilate answered, “What I have written, I have written.”", "23": "Then the soldiers, when they had crucified Jesus, took His garments and made four parts, to every soldier a part, and also His coat. Now the coat was without seam, woven from the top throughout.", "24": "They said therefore among themselves, “Let us not rend it, but cast lots for it, whose it shall be,” that the Scripture might be fulfilled which saith, “They parted My raiment among them, and for My vesture did they cast lots.” These things therefore the soldiers did.", "25": "Now there stood by the cross of Jesus His mother and His mother's sister, Mary the wife of Clopas, and Mary Magdalene.", "26": "When Jesus therefore saw His mother and the disciple standing by whom He loved, He said unto His mother, “Woman, behold thy son!”", "27": "Then said He to the disciple, “Behold thy mother!” And from that hour, that disciple took her unto his own home.", "28": "After this Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I thirst.”", "29": "Now there was set there a vessel full of vinegar; and they filled a sponge with vinegar and put it upon hyssop, and put it to His mouth.", "30": "When Jesus therefore had received the vinegar, He said, “It is finished.” And He bowed His head and gave up the ghost.", "31": "The Jews therefore, because it was the Preparation, and so that the bodies should not remain upon the cross on the Sabbath day (for that Sabbath day was a high day), besought Pilate that their legs might be broken and that they might be taken away.", "32": "Then came the soldiers and broke the legs of the first and of the other who was crucified with Him.", "33": "But when they came to Jesus and saw that He was dead already, they broke not His legs,", "34": "but one of the soldiers with a spear pierced His side, and forthwith there came out blood and water.", "35": "And he that saw it bore record, and his record is true, and he knoweth that he saith truly, that ye might believe.", "36": "For these things were done, that the Scripture should be fulfilled: “A bone of Him shall not be broken.”", "37": "And again another Scripture saith, “They shall look on Him whom they pierced.”", "38": "And after this, Joseph of Arimathea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus; and Pilate gave him leave. He came therefore and took the body of Jesus.", "39": "And there came also Nicodemus, who at first came to Jesus by night, and brought a mixture of myrrh and aloes, about a hundred pounds in weight.", "40": "Then took they the body of Jesus and wound it in linen cloths with the spices, as is the manner of the Jews for burial.", "41": "Now in the place where He was crucified there was a garden, and in the garden a new sepulcher wherein was never man yet laid.", "42": "There they laid Jesus therefore because of the Jews' Preparation Day, for the sepulcher was nigh at hand."}