{"1": "On the first day of the week came Mary Magdalene early, when it was yet dark, unto the sepulcher and saw the stone taken away from the sepulcher.", "2": "Then she ran and came to Simon Peter and to the other disciple, whom Jesus loved, and said unto them, “They have taken away the Lord out of the sepulcher, and we know not where they have laid Him!”", "3": "Peter therefore went forth, and that other disciple, and came to the sepulcher.", "4": "And they both ran together, and the other disciple outran Peter and came first to the sepulcher.", "5": "And stooping down and looking in, he saw the linen cloths lying, yet he went not in.", "6": "Then came Simon Peter following him, and went into the sepulcher and saw the linen cloths as they lay", "7": "and the napkin that had been about His head, not lying with the linen cloths, but wrapped together in a place by itself.", "8": "Then the other disciple, who came first to the sepulcher, went in also; and he saw, and believed.", "9": "For as yet they knew not the Scripture, that He must rise again from the dead.", "10": "Then the disciples went away again unto their own home.", "11": "But Mary stood outside at the sepulcher weeping, and as she wept she stooped down and looked into the sepulcher,", "12": "and saw two angels in white, sitting one at the head and the other at the feet where the body of Jesus had lain.", "13": "And they said unto her, “Woman, why weepest thou?” She said unto them, “Because they have taken away my Lord, and I know not where they have laid Him.”", "14": "And when she had thus said, she turned around and saw Jesus standing, and knew not that it was Jesus.", "15": "Jesus said unto her, “Woman, why weepest thou? Whom seekest thou?” She, supposing Him to be the gardener, said unto Him, “Sir, if thou have borne Him hence, tell me where thou hast laid Him, and I will take Him away.”", "16": "Jesus said unto her, “Mary!” She turned herself and said unto Him, “Rabboni!” (which is to say, “Master”).", "17": "Jesus said unto her, “Touch Me not, for I am not yet ascended to My Father; but go to My brethren and say unto them, 'I ascend unto My Father and your Father, and to My God and your God.'”", "18": "Mary Magdalene came and told the disciples that she had seen the Lord, and that He had spoken these things unto her.", "19": "Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in their midst and said unto them, “Peace be unto you.”", "20": "And when He had so said, He showed unto them His hands and His side. Then were the disciples glad when they saw the Lord.", "21": "Then said Jesus to them again, “Peace be unto you. As My Father hath sent Me, even so send I you.”", "22": "And when He had said this, He breathed on them and said unto them, “Receive ye the Holy Ghost.", "23": "Whosoever sins ye remit, they are remitted unto them; and whosoever sins ye retain, they are retained.”", "24": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.", "25": "The other disciples therefore said unto him, “We have seen the Lord.” But he said unto them, “Unless I shall see in His hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into His side, I will not believe.”", "26": "And after eight days the disciples were again within, and Thomas was with them. Then came Jesus, the doors being shut, and stood in their midst and said, “Peace be unto you.”", "27": "Then said He to Thomas, “Reach hither thy finger and behold My hands, and reach hither thy hand and thrust it into My side: and be not faithless, but believing.”", "28": "And Thomas answered and said unto Him, “My Lord and my God!”", "29": "Jesus said unto him, “Thomas, because thou hast seen Me, thou hast believed. Blessed are they that have not seen and yet have believed.”", "30": "And many other signs truly did Jesus in the presence of His disciples, which are not written in this book.", "31": "But these are written, that ye might believe that Jesus is the Christ, the Son of God, and that believing, ye might have life through His name."}