{"1": "After these things Jesus showed Himself again to the disciples at the Sea of Tiberias, and in this way showed He Himself:", "2": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of His disciples.", "3": "Simon Peter said unto them, “I am going fishing.” They said unto him, “We also go with thee.” They went forth and entered into a boat immediately; and that night they caught nothing.", "4": "But when the morning had now come, Jesus stood on the shore, but the disciples knew not that it was Jesus.", "5": "Then Jesus said unto them, “Children, have ye any meat?” And they answered Him, “No.”", "6": "And He said unto them, “Cast the net on the right side of the boat, and ye shall find.” They cast therefore, and now they were not able to draw it in for the multitude of fishes.", "7": "Therefore that disciple whom Jesus loved said unto Peter, “It is the Lord!” Now when Simon Peter heard that it was the Lord, he girded his fisher's coat unto him (for he was naked) and cast himself into the sea.", "8": "And the other disciples came in a little boat (for they were not far from land, but, as it were, two hundred cubits), dragging the net with fishes.", "9": "As soon then as they had come to land, they saw a fire of coals there, and fish laid thereon and bread.", "10": "Jesus said unto them, “Bring of the fish which ye have now caught.”", "11": "Simon Peter went up and drew the net to land, full of great fishes, a hundred and fifty three; and though there were so many, yet the net was not broken.", "12": "Jesus said unto them, “Come and dine.” And none of the disciples dared ask Him, “Who art Thou?” knowing that it was the Lord.", "13": "Jesus then came and took bread and gave it to them, and fish likewise.", "14": "This is now the third time that Jesus showed Himself to His disciples after He was risen from the dead.", "15": "So when they had dined, Jesus said to Simon Peter, “Simon, son of Jonah, lovest thou Me more than these?” He said unto Him, “Yea, Lord; Thou knowest that I love Thee.” He said unto him, “Feed My lambs.”", "16": "He said to him again the second time, “Simon, son of Jonah, lovest thou Me?” He said unto Him, “Yea, Lord; Thou knowest that I love Thee.” He said unto him, “Feed My sheep.”", "17": "He said unto him the third time, “Simon, son of Jonah, lovest thou Me?” Peter was grieved because He said unto him the third time, “Lovest thou Me?” And he said unto Him, “Lord, Thou knowest all things. Thou knowest that I love Thee.” Jesus said unto him, “Feed My sheep.", "18": "Verily, verily I say unto thee, when thou wast young, thou girded thyself and walked whither thou wouldest; but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee and carry thee whither thou wouldest not.”", "19": "This spoke He, signifying by what death he should glorify God. And when He had spoken this, He said unto him, “Follow Me.”", "20": "Then Peter, turning about, saw the disciple whom Jesus loved following, who also had leaned on His breast at supper, and said, “Lord, who is he that betrayeth Thee?”", "21": "Peter, seeing him, said to Jesus, “Lord, and what shall this man do?”", "22": "Jesus said unto him, “If I will that he tarry till I come, what is that to thee? Follow thou Me.”", "23": "Then this saying went abroad among the brethren, that that disciple should not die. Yet Jesus had not said unto him, “He shall not die,” but, “If I will that he tarry till I come, what is that to thee?”", "24": "This is the disciple who testifieth of these things and wrote these things, and we know that his testimony is true.", "25": "And there are also many other things which Jesus did, which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen."}