{"1": "After this there was a feast of the Jews, and Jesus went up to Jerusalem.", "2": "Now there is in Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.", "3": "In these lay a great multitude of invalid folk — blind, halt, withered — waiting for the moving of the water.", "4": "For an angel went down at a certain season into the pool and troubled the water. Whosoever then first stepped in, after the troubling of the water, was made whole of whatsoever disease he had.", "5": "And a certain man was there who had an infirmity for thirty and eight years.", "6": "When Jesus saw him lying there, and knew that he had been in that state a long time, He said unto him, “Wilt thou be made whole?”", "7": "The infirm man answered Him, “Sir, I have no man, when the water is troubled, to put me into the pool; but while I am coming, another steppeth down before me.”", "8": "Jesus said unto him, “Rise, take up thy bed, and walk.”", "9": "And immediately the man was made whole, and took up his bed and walked. Now it was the Sabbath on that day.", "10": "The Jews therefore said unto him that was cured, “It is the Sabbath day; it is not lawful for thee to carry thy bed.”", "11": "He answered them, “He that made me whole said unto me, 'Take up thy bed and walk.'”", "12": "Then they asked him, “What man is that who said unto thee, 'Take up thy bed and walk'?”", "13": "And he that was healed knew not who it was, for Jesus had removed Himself away, a multitude being in that place.", "14": "Afterward Jesus found him in the temple and said unto him, “Behold, thou art made whole. Sin no more, lest a worse thing come unto thee.”", "15": "The man departed, and told the Jews that it was Jesus who had made him whole.", "16": "And therefore did the Jews persecute Jesus and sought to slay Him, because He had done these things on the Sabbath day.", "17": "But Jesus answered them, “My Father worketh hitherto, and I work.”", "18": "Therefore the Jews sought the more to kill Him, because He not only had broken the Sabbath, but said also that God was His Father, making Himself equal with God.", "19": "Then answered Jesus and said unto them, “Verily, verily I say unto you, the Son can do nothing of Himself, but what He seeth the Father do; for what things soever He doeth, these also doeth the Son likewise.", "20": "For the Father loveth the Son and showeth Him all things that He Himself doeth; and He will show Him greater works than these, that ye may marvel.", "21": "For as the Father raiseth up the dead and quickeneth them, even so the Son quickeneth whom He will.", "22": "For the Father judgeth no man, but hath committed all judgment unto the Son,", "23": "that all men should honor the Son, even as they honor the Father. He that honoreth not the Son honoreth not the Father who hath sent Him.", "24": "Verily, verily I say unto you, he that heareth My Word and believeth in Him that sent Me, hath everlasting life and shall not come into condemnation, but is passed from death unto life.", "25": "“Verily, verily I say unto you, the hour is coming and now is, when the dead shall hear the voice of the Son of God; and they that hear shall live.", "26": "For as the Father hath life in Himself, so hath He given to the Son to have life in Himself,", "27": "and hath given Him authority to execute judgment also, because He is the Son of Man.", "28": "Marvel not at this; for the hour is coming in which all that are in the graves shall hear His voice", "29": "and shall come forth — they that have done good, unto the resurrection of life, and they that have done evil, unto the resurrection of damnation.", "30": "“I can of Mine own self do nothing. As I hear, I judge; and My judgment is just, because I seek not Mine own will, but the will of the Father who hath sent Me.", "31": "If I bear witness of Myself, My witness is not true.", "32": "There is Another that beareth witness of Me, and I know that the witness which He witnesseth of Me is true.", "33": "“Ye sent unto John, and he bore witness unto the truth.", "34": "But I receive not testimony from man, but these things I say, that ye might be saved.", "35": "He was a burning and a shining light, and ye were willing for a season to rejoice in his light.", "36": "But I have greater witness than that of John; for the works which the Father hath given Me to finish, the same works that I do, bear witness of Me that the Father hath sent Me.", "37": "And the Father Himself, who hath sent Me, hath borne witness of Me. Ye have neither heard His voice at any time, nor seen His shape.", "38": "And ye have not His Word abiding in you; for Whom He hath sent, Him ye believe not.", "39": "“Search the Scriptures, for in them ye think ye have eternal life; and it is they which testify of Me.", "40": "And ye will not come to Me, that ye might have life!", "41": "I receive not honor from men.", "42": "But I know you, that ye have not the love of God in you.", "43": "I have come in My Father's name, and ye receive Me not; if another shall come in his own name, him ye will receive.", "44": "How can ye believe, who receive honor one from another, and seek not the honor that cometh from God only?", "45": "Do not think that I will accuse you to the Father. There is one that accuseth you, even Moses, in whom ye trust.", "46": "For had ye believed Moses, ye would have believed Me, for he wrote of Me.", "47": "But if ye believe not his writings, how shall ye believe My words?”"}