{"1": "After these things Jesus went across the Sea of Galilee which is the Sea of Tiberias.", "2": "And a great multitude followed Him, because they saw His miracles which He did on those who were diseased.", "3": "And Jesus went up onto a mountain, and there He sat with His disciples.", "4": "Now the Passover, a feast of the Jews, was nigh.", "5": "And when Jesus lifted up His eyes and saw a great company coming unto Him, He said unto Philip, “Whence shall we buy bread, that these may eat?”", "6": "And this He said to test him, for He Himself knew what He would do.", "7": "Philip answered Him, “Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.”", "8": "One of His disciples, Andrew, Simon Peter's brother, said unto Him,", "9": "“There is a lad here who hath five barley loaves and two small fishes, but what are they among so many?”", "10": "And Jesus said, “Make the men sit down.” Now there was much grass in the place; so the men sat down, in number about five thousand.", "11": "And Jesus took the loaves, and when He had given thanks, He distributed to the disciples, and the disciples to those who were sitting down; and likewise of the fishes, as much as they wanted.", "12": "When they were filled, He said unto His disciples, “Gather up the fragments that remain, that nothing be lost.”", "13": "Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above, unto them that had eaten.", "14": "Then those men, when they had seen the miracle that Jesus had done, said, “This is in truth that Prophet who is coming into the world!”", "15": "When Jesus therefore perceived that they would come and take Him by force to make Him a king, He departed again onto a mountain alone.", "16": "And as evening had now come, His disciples went down unto the sea,", "17": "and entered into a boat and went over the sea toward Capernaum. And it was now dark, and Jesus had not come to them.", "18": "And the sea arose by reason of a great wind that blew.", "19": "So when they had rowed about three or four miles, they saw Jesus walking on the sea and drawing nigh unto the boat; and they were afraid.", "20": "But He said unto them, “It is I; be not afraid.”", "21": "Then they willingly received Him into the boat, and immediately the boat was at the land whither they were going.", "22": "The day following, when the people who stood on the other side of the sea saw that there was no other boat there, save the one into which His disciples had entered, and that Jesus had not gone with His disciples into the boat, but that His disciples had gone away alone", "23": "(however there came other boats from Tiberias nigh unto the place where they had eaten bread after the Lord had given thanks)”", "24": "when the people therefore saw that Jesus was not there, neither His disciples, they also took boats and came to Capernaum, seeking for Jesus.", "25": "And when they had found Him on the other side of the sea, they said unto Him, “Rabbi, when camest thou hither?”", "26": "Jesus answered them and said, “Verily, verily I say unto you, ye seek Me, not because ye saw the miracles, but because ye ate of the loaves and were filled.", "27": "Labor not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of Man shall give unto you; for on Him hath God the Father set His seal.”", "28": "Then said they unto Him, “What shall we do, that we might work the works of God?”", "29": "Jesus answered and said unto them, “This is the work of God: that ye believe in Him whom He hath sent.”", "30": "They said therefore unto Him, “What sign showest thou then, that we may see and believe thee? What works dost thou do?", "31": "Our fathers ate manna in the desert; as it is written: 'He gave them bread from heaven to eat.'”", "32": "Then Jesus said unto them, “Verily, verily I say unto you, Moses gave you not that bread from Heaven, but My Father giveth you the true bread from Heaven.", "33": "For the bread of God is He that cometh down from Heaven, and giveth life unto the world.”", "34": "Then they said unto Him, “Lord, evermore give us this bread.”", "35": "And Jesus said unto them, “I am the Bread of Life. He that cometh to Me shall never hunger, and he that believeth in Me shall never thirst.", "36": "But I said unto you that ye also have seen Me, and believe not.", "37": "All that the Father giveth Me shall come to Me, and him that cometh to Me I will in no wise cast out.", "38": "For I came down from Heaven, not to do Mine own will, but the will of Him that sent Me.", "39": "And this is the Father's will who hath sent Me, that of all which He hath given Me I should lose nothing, but should raise it up again at the Last Day.", "40": "And this is the will of Him that sent Me: that every one who seeth the Son and believeth in Him may have everlasting life, and I will raise him up at the Last Day.”", "41": "The Jews then murmured at Him, because He said, “I am the Bread which came down from Heaven.”", "42": "And they said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How is it then that he saith, 'I came down from Heaven'?”", "43": "Jesus therefore answered and said unto them, “Murmur not among yourselves.", "44": "No man can come to Me unless the Father who hath sent Me draw him; and I will raise him up at the Last Day.", "45": "It is written in the Prophets: 'And they shall all be taught by God.' Every man therefore that hath heard and hath learned from the Father cometh unto Me.", "46": "Not that any man hath seen the Father, save He that is of God; He hath seen the Father.", "47": "Verily, verily I say unto you, He that believeth in Me hath everlasting life.", "48": "I am that Bread of Life.", "49": "Your fathers ate manna in the wilderness, and are dead.", "50": "This is the Bread which cometh down from Heaven, that a man may eat thereof and not die.", "51": "I am the living Bread which came down from Heaven. If any man eat of this Bread, he shall live for ever; and the Bread that I will give is My flesh, which I will give for the life of the world.”", "52": "The Jews therefore strove among themselves, saying, “How can this man give us his flesh to eat?”", "53": "Then Jesus said unto them, “Verily, verily I say unto you, unless ye eat the flesh of the Son of Man and drink His blood, ye have no life in you.", "54": "Whoso eateth My flesh and drinketh My blood hath eternal life, and I will raise him up at the Last Day.", "55": "For My flesh is meat indeed, and My blood is drink indeed.", "56": "He that eateth My flesh and drinketh My blood dwelleth in Me, and I in him.", "57": "As the living Father hath sent Me, and I live by the Father, so he that eateth Me, even he shall live by Me.", "58": "This is that Bread which came down from Heaven, not as your fathers ate manna and are dead; he that eateth of this Bread shall live for ever.”", "59": "These things said He in the synagogue as He taught in Capernaum.", "60": "Many of His disciples therefore, when they had heard this, said, “This is a hard saying; who can hear it?”", "61": "When Jesus knew in Himself that His disciples murmured at it, He said unto them, “Doth this offend you?", "62": "What if ye shall see the Son of Man ascend up where He was before?", "63": "It is the Spirit that quickeneth; the flesh profiteth nothing. The words that I speak unto you, they are spirit, and they are life.", "64": "But there are some of you that believe not.” For Jesus knew from the beginning who they were who believed not and who should betray Him.", "65": "And He said, “Therefore said I unto you that no man can come unto Me, unless it were given unto him by My Father.”", "66": "From that time many of His disciples went back and walked no more with Him.", "67": "Then Jesus said unto the twelve, “Will ye also go away?”", "68": "Then Simon Peter answered Him, “Lord, to whom shall we go? Thou hast the words of eternal life,", "69": "and we believe and are sure that Thou art that Christ, the Son of the living God.”", "70": "Jesus answered them, “Have not I chosen you twelve, and one of you is a devil?”", "71": "He spoke of Judas Iscariot, the son of Simon, for he it was who should betray Him, being one of the twelve."}