{"1": "After these things, Jesus walked in Galilee, for He would not walk in Judea, because the Jews sought to kill Him.", "2": "Now the Jews' Feast of Tabernacles was at hand.", "3": "His brethren therefore said unto Him, “Depart hence and go into Judea, that thy disciples also may see the works that thou doest.", "4": "For no man doeth anything in secret if he himself seeketh to be known openly. If thou do these things, show thyself to the world.”", "5": "For neither did His brethren believe in Him.", "6": "Then Jesus said unto them, “My time is not yet come, but your time is always ready.", "7": "The world cannot hate you, but Me it hateth, because I testify of it that the works thereof are evil.", "8": "Go ye up unto this feast. I go not up yet unto this feast, for My time is not yet fully come.”", "9": "When He had said these words unto them, He remained still in Galilee.", "10": "But when His brethren had gone up, then He also went up unto the feast, not openly but, as it were, in secret.", "11": "Then the Jews sought Him at the feast and said, “Where is he?”", "12": "And there was much murmuring among the people concerning Him. For some said, “He is a good man,” and others said, “Nay, for he deceiveth the people.”", "13": "Yet no man spoke openly of Him for fear of the Jews.", "14": "Now about the midst of the feast, Jesus went up into the temple and taught.", "15": "And the Jews marveled, saying, “How knoweth this man letters, having never learned?”", "16": "Jesus answered them, “My doctrine is not Mine, but His that sent Me.", "17": "If any man will do His will, he shall know of the doctrine whether it be from God, or whether I speak from Myself.", "18": "He that speaketh from himself seeketh his own glory; but He that seeketh the glory of Him that sent Him, the same is true, and no unrighteousness is in Him.", "19": "Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill Me?”", "20": "The people answered and said, “Thou hast a devil. Who goeth about to kill thee?”", "21": "Jesus answered and said unto them, “I have done one work, and ye all marvel.", "22": "Moses therefore gave unto you circumcision (not because it is of Moses, but of the fathers), and ye on the Sabbath day circumcise a man.", "23": "If a man receive circumcision on the Sabbath day, that the Law of Moses should not be broken, are ye angry at Me because I have made a man every whit whole on the Sabbath day?", "24": "Judge not according to the appearance, but judge righteous judgment.”", "25": "Then said some of them from Jerusalem, “Is not this he whom they seek to kill?", "26": "But lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?", "27": "Yet we know from whence this man comes; but when Christ cometh, no man will know from whence He comes.”", "28": "Then Jesus cried out in the temple as He taught, saying, “Ye both know Me, and ye know from whence I am. And I am not come of Myself, but He that sent Me is true, whom ye know not.", "29": "But I know Him, for I am from Him, and He hath sent Me.”", "30": "Then they sought to take Him; but no man laid hands on Him, because His hour had not yet come.", "31": "And many of the people believed in Him and said, “When Christ cometh, will He do more miracles than these which this man hath done?”", "32": "The Pharisees heard that the people murmured such things concerning Him, and the Pharisees and the chief priests sent officers to take Him.", "33": "Then said Jesus unto them, “Yet a little while am I with you, and then I go unto Him that sent Me.", "34": "Ye shall seek Me, and shall not find Me; and where I am, thither ye cannot come.”", "35": "Then the Jews said among themselves, “Whither will he go that we shall not find him? Will he go unto the dispersed among the Gentiles, and teach the Gentiles?", "36": "What manner of saying is this that he said, 'Ye shall seek me and shall not find me; and where I am, thither ye cannot come'?”", "37": "On the last day, that great day of the feast, Jesus stood and cried out, saying, “If any man thirst, let him come unto Me, and drink.", "38": "He that believeth in Me, as the Scripture hath said, out of his belly shall flow rivers of living water.”", "39": "(But this He spoke of the Spirit, whom those who believe in Him should receive; for the Holy Ghost was not yet given, because Jesus was not yet glorified.)", "40": "Many of the people therefore, when they heard this saying, said, “In truth this is the Prophet.”", "41": "Others said, “This is the Christ.” But some said, “Shall Christ come out of Galilee?", "42": "Hath not the Scripture said that Christ cometh out of the seed of David, and out of the town of Bethlehem where David was?”", "43": "So there was a division among the people because of Him.", "44": "And some of them would have taken Him, but no man laid hands on Him.", "45": "Then came the officers to the chief priests and Pharisees, who said unto them, “Why have ye not brought him?”", "46": "The officers answered, “Never did man speak like this man!”", "47": "Then the Pharisees answered them, “Are ye also deceived?", "48": "Have any of the rulers or of the Pharisees believed in him?", "49": "But this people, who knoweth not the law, are cursed.”", "50": "Nicodemus said unto them (he that came to Jesus by night, being one of them),", "51": "“Doth our law judge any man before it hear him and know what he doeth?”", "52": "They answered and said unto him, “Art thou also from Galilee? Search and look, for out of Galilee ariseth no prophet.”", "53": "And every man went unto his own house."}