{"1": "Now when the Philistines fought against Israel, every Israelite fighter fled before the Philistines, and the slain fell on Mount Gilboa. ", "2": "But the Philistines pursued Saul and his sons and struck down Saul's sons Jonathan, Abinadab, and Malki-Shua. ", "3": "As the battle with Saul became heavy, the archers' bows found their target and mortally wounded him.", "4": "So Saul said to his armor bearer, “Draw your sword and pierce me through lest these uncircumcised Philistines come and make a fool of me.” But his armor bearer was unwilling to do it because he was overwhelmed with fear, so Saul took the sword and fell on it himself. ", "5": "When the armor bearer saw that Saul was dead, he too fell on his sword and died. ", "6": "Thus, Saul and his three sons, namely all his house, died together.", "7": "Now when all the children of Israel in the valley saw that they had fled the battlefield, and Saul and his sons were dead, they abandoned their cities and escaped, leaving the Philistines to come and dwell in them.", "8": "The next day, when the Philistines came to pillage the slain, they found Saul and his sons fallen on Mount Gilboa. ", "9": "So they stripped Saul, removed his head and his armor, and circulated the news of his demise throughout the land of the Philistines to their idols as well as the people. ", "10": "Then they placed his armor in the temple of their gods, while his head they impaled in the house of Dagon.", "11": "Now all Jabesh Gilead heard about everything the Philistines did to Saul, ", "12": "so their valiant men rose up and carried the body of Saul and the bodies of his sons to Jabesh. They buried their bones under the oak in Jabesh and fasted, mourning seven days.", "13": "So Saul died because of his unfaithful deeds against the Lord, because of his failure to keep the word of the Lord, and because he sought to consult a spirit of divination ", "14": "but did not seek the Lord. So He killed him and turned the kingdom over to David the son of Jesse."}