{"1": "Now these are the men who came to David at Ziklag, while he yet kept himself away from Saul the son of Kish. They were among the brave men, helpers in the war. ", "2": "They were armed with bows, and could use both the right hand and the left in hurling stones and shooting arrows out of a bow. They were Saul's brothers of Benjamin.", "3": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; Jeziel and Pelet the sons of Azmaveth; Berakah, and Jehu the Anathothite; ", "4": "and Ishmaiah the Gibeonite, a brave warrior among the thirty, and over the thirty; Jeremiah, Jahaziel, Johanan, and Jozabad the Gederathite; ", "5": "and Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah the Haruphite; ", "6": "and Elkanah, Ishiah, Azarel, Joezer, and Jashobeam the Korahites; ", "7": "and Joelah and Zebadiah, the sons of Jeroham of Gedor.", "8": "From the Gadites mighty men of valor, men of the war battalion, who could handle shield and sword, whose faces were like the faces of lions, and who were as swift as the gazelles on the mountains, separated themselves for David in the stronghold in the wilderness:", "9": "Ezer the captain, Obadiah the second, Eliab the third,", "10": "Mishmannah the fourth, Jeremiah the fifth,", "11": "Attai the sixth, Eliel the seventh,", "12": "Johanan the eighth, Elzabad the ninth,", "13": "Jeremiah the tenth, Makbannai the eleventh.", "14": "These were from Gad, captains of the battalions. One of the least of them was as a hundred and the greatest as a thousand. ", "15": "These were the ones who crossed over the Jordan during the first month when it had overflowed its banks and caused the valley dwellers to flee to the east and to the west.", "16": "Some of the sons of Benjamin and Judah came to the stronghold of David. ", "17": "So David went out before them and said to them, “If you have come in peace to help me, then I will have a heart united with yours, but if to betray me to my adversaries, when there is no violence in my hand, may the God of our fathers see, and may He decide between us.”", "18": "Then the Spirit came upon Amasai the captain of the officers, and he said, “We are for you, David, and with you, son of Jesse. Peace, peace to you, and peace to the one helping you, for your God helps you.” So David welcomed them and appointed them as captains of the troops.", "19": "Now some from Manasseh joined forces with David when he came with the Philistines for battle against Saul, but they did not help them. For after taking counsel, the lords of the Philistines sent him away, saying, “It will be our heads if he falls back to his lord Saul.” ", "20": "As he went to Ziklag, these men of Manasseh deserted to join him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh. ", "21": "So they helped David against the bands of raiders because all of them were mighty men of valor and commanders in the army. ", "22": "For at that time, day by day, they came to help David until they became a great camp like the camp of God.", "23": "Now these make up the number of the leaders equipped for the battalion who came to David at Hebron in order to turn the kingdom of Saul over to him, as the mouth of the Lord had spoken.", "24": "The sons of Judah who carried shields and spears: six thousand eight hundred equipped for war.", "25": "From the sons of Simeon, mighty men of valor, fit for war: seven thousand one hundred.", "26": "From the sons of the Levites: four thousand six hundred. ", "27": "Jehoiada was the principal leader of the Aaronites, and he brought with him three thousand seven hundred, ", "28": "while Zadok, a brave young warrior, brought twenty-two leaders from the house of his father.", "29": "From the sons of Benjamin, the brothers of Saul: three thousand (up to that time the greater number of them were keeping their loyalty with the house of Saul).", "30": "From the sons of Ephraim: twenty thousand eight hundred mighty men of valor, men of reputation in the house of their fathers.", "31": "From the half-tribe of Manasseh: eighteen thousand who were marked by name to come and crown David king.", "32": "From the sons of Issachar, those having understanding of times and what Israel should do: two hundred of their captains with all their brothers at their command.", "33": "Of Zebulun, fifty thousand seasoned troops, equipped for battle with all the weapons of war, to help David with singleness of purpose. From Zebulun, those going out to war, equipped for battle with all the weapons of war, to help David with an undivided heart: fifty thousand.", "34": "From Naphtali: one thousand leaders and thirty-seven thousand with shields and spears.", "35": "From the Danites, competent for battle: twenty-eight thousand six hundred.", "36": "From Asher, those going out to war, arranged for battle: forty thousand.", "37": "Also from the other side of the Jordan, from the Reubenites, the Gadites, and half of the tribe of Manasseh with all their battle array: one hundred and twenty thousand.", "38": "All these made up the men of war, arranged in ranks, who came to Hebron with a sincere heart to make David king over all Israel, along with the all the rest of Israel who with one heart came to make David king. ", "39": "Now all these were there with David three days, eating and drinking, for their brothers had made provisions for them, ", "40": "and also the ones who were as near to them as Issachar, Zebulun, and Naphtali were bringing bread on donkeys, on camels, on mules, and on oxen, food of fine flour, fig cakes, raisins, wine, oil, herds, and flocks in abundance, for there was joy in Israel."}