{"1": "So David built houses for himself in the City of David, and he prepared a place for the ark of God and pitched a tent for it. ", "2": "Then David said, “No one may carry the ark of God except the Levites since the Lord chose them to carry the ark of the Lord and to minister before Him always.”", "3": "David assembled all Israel to Jerusalem in order to bring up the ark of the Lord to the place he had prepared for it. ", "4": "And David gathered representatives of the sons of Aaron and the Levites, as follows:", "5": "from the sons of Kohath, Uriel the leader and one hundred and twenty of his brothers;", "6": "from the sons of Merari, Asaiah the leader and two hundred and twenty of his brothers;", "7": "from the sons of Gershom, Joel the leader and one hundred and thirty of his brothers;", "8": "from the sons of Elizaphan, Shemaiah the leader and two hundred of his brothers;", "9": "from the sons of Hebron, Eliel the leader and eighty of his brothers;", "10": "from the sons of Uzziel, Amminadab the leader and one hundred and twelve of his brothers.", "11": "Then David called for Zadok and Abiathar the priests and for the Levites: Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. ", "12": "He said to them, “You are the captains of the fathers' houses for the Levites. Consecrate yourselves, you and your brothers, so you may bring up the ark of the Lord, the God of Israel, to the place I have prepared for it ", "13": "because on the first attempt without you the Lord struck out against us since we did not seek Him properly.” ", "14": "So the priests and the Levites consecrated themselves to bring up the ark of the Lord, the God of Israel. ", "15": "The sons of the Levites lifted up the ark of God just as Moses commanded, with the poles on their shoulders, according to the word of the Lord.", "16": "Then David told the leaders of the Levites to position their brothers the singers with musical instruments, harps, lyres, and cymbals to resound with joyful songs.", "17": "So the Levites placed Heman the son of Joel, and from his brothers, Asaph the son of Berekiah, and from their brothers the sons of Merari, Ethan the son of Kushaiah, ", "18": "and with them their brothers of the second rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, the gatekeepers.", "19": "So the singers, Heman, Asaph, and Ethan, were directed to sound cymbals of brass. ", "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to accompany with harps on Alamoth. ", "21": "Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah were to lead with lyres on the Sheminith. ", "22": "Kenaniah, leader of the Levites, was to conduct the music because he was skillful.", "23": "Berekiah and Elkanah were gatekeepers for the ark. ", "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, were assigned to sound trumpets before the ark of God. Obed-Edom and Jehiah were gatekeepers for the ark.", "25": "So David, the elders of Israel, and the leaders of the thousands went to bring up the ark of the covenant of the Lord from the house of Obed-Edom with rejoicing. ", "26": "Since God helped the Levites who carried the ark of the covenant of the Lord, they sacrificed seven bulls and seven rams. ", "27": "Now David was clothed in a fine linen robe, as were the Levites who carried the ark, the singers, and Kenaniah, the conductor of singing and singers. David himself wore a linen ephod. ", "28": "So all Israel brought up the ark of the covenant of the Lord with a shout and with the sound of the ram's horn and with trumpets and cymbals, making music on harps and lyres.", "29": "Now as the ark of the covenant of the Lord was entering the City of David, Michal the daughter of Saul was looking down from the window, and when she saw King David dancing and spinning, she despised him in her heart."}