{"1": "Now it happened as David dwelt in his house that he said to Nathan the prophet, “Here I am dwelling in a house of cedar while the ark of the Lord is under curtains.”", "2": "So Nathan said to David, “Do all that is in your heart, for God is with you.”", "3": "But it happened on that same night that the word of the Lord came to Nathan, saying,", "4": "Go and tell David My servant: Thus says the Lord: You will not build a house for Me to dwell in, ", "5": "for I have not dwelt in a house since the day when I brought Israel up even until this day, but I have gone from tent to tent and from tabernacle to tabernacle. ", "6": "Wherever I have gone in all Israel, have I ever spoken a word to the any of the judges of Israel that I commanded to shepherd My people, saying, Why have you not built Me a house of cedar?", "7": "And now say this to My servant David: Thus says the Lord of Hosts: I took you from the pasture, from following after the flock, to be ruler over My people Israel, ", "8": "and I have been with you wherever you went, and I have cut off all your enemies from before you. Also I will make your name like the names of the greatest on earth. ", "9": "And I will appoint a place for My people Israel, and I will plant them there where they will dwell securely and tremble no more, so that the sons of wickedness will not oppress them just as before ", "10": "from the time when I commanded the judges of My people Israel. I will subdue all your enemies. And I declare to you the Lord will build a house for you. ", "11": "Then it will be when your days are full and you go to your fathers, I will raise up your seed after you from your own sons. His kingdom I will establish. ", "12": "He is the one who will build Me a house, and I will establish his throne forever. ", "13": "I will be a father to him, and he will be a son to Me. I will not take away My favor from him as I did from the one who was before you. ", "14": "I will assign him a place in My house and in My kingdom forever, and his throne will be established for all time.", "15": "Thus, Nathan spoke to David all these words and according to all this vision.", "16": "Then King David came and sat before the Lord, and he said, “Who am I, O Lord God, and what is my house that You have brought me this far? ", "17": "This was something small in Your eyes, God, but You have spoken concerning the house of Your servant for a great while to come and have regarded me with the status of a great man, O Lord God.", "18": "“What more can David speak to You for the honor of Your servant? For You know Your servant. ", "19": "O Lord, for the sake of Your servant and according to Your own heart You have done all these great things and made known all these great things.", "20": "“O Lord, there is none like You, and there is no god besides You as we have heard with our ears. ", "21": "Who is like Your people Israel, a nation on earth whom God has redeemed for Himself as a people to make for Yourself a great name by great and awesome deeds in driving out nations from before Your people whom You redeemed from Egypt? ", "22": "For You made Your people Israel for Yourself for a people forever, and You, O Lord, have become their God.", "23": "“And now, Lord, the word which You have spoken concerning Your servant and concerning his house, let it endure forever and do just as You have spoken. ", "24": "Let Your name endure and be magnified forever, saying, 'The Lord of Hosts, the God of Israel, is God to Israel.' And let the house of David Your servant be established before You.", "25": "“For You, my God, have revealed to Your servant that You will build a house for him. Therefore Your servant has found courage to pray before You. ", "26": "And now, O Lord, You are God, and You have promised this good word to Your servant. ", "27": "Now, You have been pleased to bless the house of Your servant that it may be forever before You. For You, O Lord, have blessed it, and it shall be blessed forever.”"}