{"1": "These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, ", "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.", "3": "The sons of Judah were Er, Onan, and Shelah: These three were born to him by the daughter of Shua the Canaanitess. Now Er, the firstborn of Judah, was evil in the sight of the Lord, and He put him to death. ", "4": "Then Tamar his daughter-in-law bore Perez and Zerah for him. In all, Judah had five sons.", "5": "The sons of Perez were Hezron and Hamul.", "6": "The sons of Zerah were Zimri, Ethan, Heman, Kalkol, and Dara, five of them in all.", "7": "The sons of Karmi were Achar, the troubler of Israel, who acted unfaithfully in regard to the ban.", "8": "The son of Ethan was Azariah.", "9": "Now the sons of Hezron, who were born to him, were Jerahmeel, Ram, and Kelubai.", "10": "Ram became the father of Amminadab, and Amminadab became the father of Nahshon, a leader of the sons of Judah. ", "11": "Nahshon became the father of Salma, and Salma became the father of Boaz. ", "12": "Boaz became the father of Obed, and Obed became the father of Jesse.", "13": "Now Jesse became the father of his firstborn Eliab, and Abinadab the second, and Shimea the third, ", "14": "Nethanel the fourth, Raddai the fifth, ", "15": "Ozem the sixth, David the seventh; ", "16": "their sisters were Zeruiah and Abigail. The sons of Zeruiah were Abishai, Joab, and Asahel, three in all. ", "17": "Abigail bore Amasa: the father of Amasa was Jether the Ishmaelite.", "18": "Caleb the son of Hezron had children with his wife Azubah and with Jerioth. These are her sons: Jesher, Shobab, and Ardon. ", "19": "Now Azubah died, and Caleb took Ephrath as a wife. She bore Hur for him. ", "20": "Hur became the father of Uri, and Uri became the father of Bezalel.", "21": "Afterward Hezron had relations with the daughter of Makir, the father of Gilead, whom he took as a wife when he was sixty years old, and she bore Segub for him. ", "22": "Segub became the father of Jair, who had twenty-three cities in the land of Gilead. ", "23": "He took Geshur and Aram, the towns of Jair, from them, with Kenath and its villages, sixty towns. All these were descendants of Makir, the father of Gilead.", "24": "After the death of Hezron in Caleb Ephrathah, Hezron's wife Abijah bore him Ashhur the father of Tekoa.", "25": "Now the sons of Jerahmeel the firstborn of Hezron were Ram the firstborn, Bunah, Oren, Ozem, and Ahijah. ", "26": "Jerahmeel also had another wife. Her name was Atarah, and she was the mother of Onam.", "27": "The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker.", "28": "The sons of Onam were Shammai and Jada. And the sons of Shammai were Nadab and Abishur.", "29": "The name of the wife of Abishur was Abihail. She bore him Ahban and Molid.", "30": "The sons of Nadab were Seled and Appaim, but Seled died without children.", "31": "The son of Appaim was Ishi. The son of Ishi was Sheshan, and the son of Sheshan was Ahlai.", "32": "The sons of Jada the brother of Shammai were Jether and Jonathan, but Jether died without children.", "33": "The sons of Jonathan were Peleth and Zaza. These were the sons of Jerahmeel.", "34": "Now Sheshan had no children except daughters, but he did have a servant, an Egyptian, whose name was Jarha. ", "35": "Sheshan gave one of his daughters to Jarha his servant as a wife, and she bore him Attai.", "36": "Attai became the father of Nathan, and Nathan became the father of Zabad.", "37": "Zabad became the father of Ephlal, and Ephlal became the father of Obed.", "38": "Obed became the father of Jehu, and Jehu became the father of Azariah.", "39": "Azariah became the father of Helez, and Helez became the father of Eleasah.", "40": "Eleasah became the father of Sismai, and Sismai became the father of Shallum.", "41": "Shallum became the father of Jekamiah, and Jekamiah became the father of Elishama.", "42": "Now the sons of Caleb the brother of Jerahmeel were Mesha his firstborn, who was the father of Ziph, and the sons of Mareshah the father of Hebron.", "43": "The sons of Hebron were Korah, Tappuah, Rekem, and Shema. ", "44": "Shema became the father of Raham, the father of Jorkeam, and Rekem became the father of Shammai. ", "45": "The son of Shammai was Maon, and Maon was the father of Beth Zur.", "46": "Ephah, Caleb's concubine, bore Haran, Moza, and Gazez, and Haran became the father of Gazez.", "47": "The sons of Jahdai were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.", "48": "Maakah, Caleb's concubine, bore Sheber and Tirhanah. ", "49": "She also bore Shaaph the father of Madmannah, Sheva the father of Makbenah, and the father of Gibea. The daughter of Caleb was Aksah.", "50": "These were the sons of Caleb the son of Hur, the firstborn of Ephrathah: Shobal the father of Kiriath Jearim, ", "51": "Salma the father of Bethlehem, and Hareph the father of Beth Gader.", "52": "Now sons were born to Shobal the father of Kiriath Jearim: Haroeh and half of the Manahathites. ", "53": "The families of Kiriath Jearim were the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these the Zorathites and the Eshtaolites went forth.", "54": "The sons of Salma were Bethlehem, the Netophathites, Atroth Beth Joab, and half of the Manahathites, the Zorites. ", "55": "The families of the scribes who lived at Jabez were the Tirathites, the Shimeathites, and the Sucathites. They are the Kenites who came from Hammath, the father of the house of Rekab."}