{"1": "Now Satan stood against Israel and incited David to number Israel. ", "2": "Then David said to Joab and the leaders of the people, “Go count Israel from Beersheba to Dan and bring me a report, that I may know their number.”", "3": "But Joab said, “May the Lord increase the number of His people one hundred times more. My lord the king, are not all of them my lord's servants? Why then should my lord require this? Why should it bring guilt on Israel?”", "4": "Nevertheless, the king's word prevailed against Joab, so Joab departed and went throughout all Israel. Then he returned to Jerusalem. ", "5": "Joab gave the results of the census of the people to David: All Israel had one million one hundred thousand men who drew the sword, and in Judah four hundred and seventy thousand men drew the sword.", "6": "However, he did not include the Levites and Benjamin because the word of the king was abhorrent to Joab. ", "7": "Now this thing was evil in the sight of God, and He struck Israel.", "8": "So David said to God, “I have sinned greatly in doing this thing. Now, please, take away the iniquity of your servant, for I have acted very foolishly.”", "9": "And the Lord spoke to Gad, David's seer, saying, ", "10": "“Go and speak to David, 'Thus says the Lord: Three things I offer you; choose one of these for yourself that I may do to you.' ”", "11": "So Gad came to David and said to him, “Thus says the Lord, 'Select for yourself, ", "12": "either three years of famine, or three months of being swept away before your foes while the sword of your enemy overtakes you, or three days of the sword of the Lord, even pestilence in the land, with the angel of the Lord destroying throughout all the territory of Israel.' Now then consider what answer I shall return to Him who sent me.”", "13": "David replied to Gad, “I am in great distress. Let me fall into the hands of the Lord, for His mercies are very great, but do not let me fall into the hand of man.”", "14": "So the Lord sent a plague throughout Israel, and seventy thousand men of Israel fell. ", "15": "And God sent an angel to Jerusalem to destroy it, but as he prepared to destroy it, the Lord looked and relented from the calamity. And He said to the angel bringing the destruction, “It is enough. Remove your hand.” The angel of the Lord was then standing by the threshing floor of Ornan the Jebusite.", "16": "David lifted up his eyes and saw the angel of the Lord standing between earth and heaven with his sword drawn in his hand stretched out over Jerusalem. So David and the elders, covered in sackcloth, fell on their faces.", "17": "David said to God, “Was it not I who gave the command to number the people? I am the one who has sinned and surely done evil. But these sheep, what have they done? O Lord my God, I pray, let Your hand be against me and my father's house, but do not let Your people be plagued.”", "18": "Then the angel of the Lord commanded Gad to tell David that David should go up and raise an altar to the Lord on the threshing floor of Ornan the Jebusite. ", "19": "So David went up at the word of Gad which he delivered in the name of the Lord.", "20": "Now Ornan turned and saw the angel, but his four sons who were with him hid themselves as Ornan threshed the wheat. ", "21": "As David came to Ornan, Ornan looked and saw David and went out from the threshing floor and bowed down before David with his face to the ground.", "22": "Then David said to Ornan, “Give me the site of the threshing floor so that I may build an altar on it to the Lord. Sell it to me at full price so the plague on the people may be restrained.”", "23": "So Ornan replied to David, “Take it for yourself, and let my lord the king do whatever seems good in his eyes. Look, I will give the oxen for the burnt offerings, the threshing wagons for wood, and the wheat for the grain offering. I will give it all.”", "24": "Then King David said to Ornan, “No, for I will surely acquire it for the full price, for I will not take what is yours for the Lord nor offer burnt offerings that cost me nothing.”", "25": "So David gave Ornan six hundred shekels[a] of gold by weight for the site, ", "26": "and David built there an altar to the Lord and offered up burnt offerings and peace offerings. He called on the Lord, and the Lord answered him by fire from heaven on the altar of burnt offering.", "27": "So the Lord spoke to the angel, and he put away his sword in its sheath. ", "28": "At that time, when David saw that the Lord had answered him at the threshing floor of Ornan the Jebusite, he sacrificed there. ", "29": "For the tabernacle of the Lord and the altar of burnt offering that Moses had made in the wilderness were in the high place in Gibeon at that time. ", "30": "But David was unable to go before it to inquire of God, because he was terrified by the sword of the angel of the Lord."}