{"1": "Now David was old and full of days when he made Solomon his son king over Israel. ", "2": "So he gathered together all the leaders of Israel with the priests and the Levites.", "3": "The Levites from thirty years old and up were counted, and their head count of men was thirty-eight thousand. ", "4": "Twenty-four thousand of these, David said, “shall have charge of the work in the house of the Lord; six thousand shall be officers and judges, ", "5": "four thousand shall be gatekeepers, and four thousand shall offer praises to the Lord with the instruments that I have made for praise.”", "6": "David assigned them to divisions according to the sons of Levi: Gershon, Kohath, and Merari.", "7": "From the Gershonites: Ladan and Shimei.", "8": "The sons of Ladan were first Jehiel, then Zetham and Joel, three in all.", "9": "The sons of Shimei were Shelomith, Haziel, and Haran, three. These were the heads of the fathers' houses of Ladan.", "10": "The sons of Shimei were Jahath, Zina, Jeush, and Beriah. These four were the sons of Shimei.", "11": "Now Jahath was the first and Ziza the second, but Jeush and Beriah did not have many sons, so they were counted as one unit for their father's house.", "12": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel, four in all.", "13": "The sons of Amram were Aaron and Moses, but Aaron was set apart to consecrate the most holy things, he and his sons forever, to offer sacrifices before the Lord, to minister to Him, and to bless in His name forever. ", "14": "As for Moses, the man of God, his sons were named among the tribe of Levi.", "15": "The sons of Moses were Gershom and Eliezer.", "16": "The son of Gershom was Shubael the chief.", "17": "The son of Eliezer was Rehabiah the chief. Eliezer had no other sons, but the sons of Rehabiah were very many.", "18": "The son of Izhar was Shelomith the chief.", "19": "The sons of Hebron were Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "20": "The sons of Uzziel were Micah the first and Ishiah the second.", "21": "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish.", "22": "Eleazar died having no sons, but only daughters, so the sons of Kish, their brothers, took them as wives.", "23": "The sons of Mushi were Mahli, Eder, and Jerimoth, three.", "24": "These were the sons of Levi according to their fathers' houses, the heads of the fathers' houses as they were registered by the number of their names according to their head count, those doing the work for the service of the house of the Lord, from twenty years old and up.", "25": "For David said, “The Lord, the God of Israel, has given rest to His people, and He dwells in Jerusalem forever. ", "26": "And so the Levites no longer need to carry the tabernacle and all its implements for its service.” ", "27": "For by the last words of David, the sons of Levi were numbered from twenty years old and up; ", "28": "because their duty was to help the sons of Aaron in the service of the house of the Lord, in the courts and in the chambers, with the purifying of all holy things, even the work of service of the house of God, ", "29": "and with the showbread, the fine flour for a grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and all measures of quantity and size, ", "30": "to stand morning by morning to thank and praise the Lord, and likewise in the evening, ", "31": "and to offer up all burnt offerings to the Lord, for Sabbaths, New Moons, and appointed feasts, by number as the judgment concerning them, continually before the Lord, ", "32": "and that they should keep charge of the tent of meeting and the sanctuary and attend to the sons of Aaron, their brothers, for the service of the house of the Lord."}