{"1": "Now the divisions of the sons of Aaron were these. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar. ", "2": "But Nadab and Abihu died before their father, and they had no sons. So Eleazar and Ithamar served as priests. ", "3": "Then David, along with Zadok of the sons of Eleazar and Ahimelek of the sons of Ithamar, divided them to their offices by their service. ", "4": "Since the sons of Eleazar were found to have more chief men than the sons of Ithamar, they divided them into sixteen heads of the fathers' houses for the sons of Eleazar, and eight for the sons of Ithamar, according to their fathers' houses. ", "5": "So they divided them by lots, the one as the other, for there were officers of the sanctuary and officers of God among both the sons of Eleazar and Ithamar.", "6": "Shemaiah the son of Nethanel, the Levite scribe, wrote them down in the presence of the king, the leaders, Zadok the priest, Ahimelek the son of Abiathar, and the heads of the fathers' houses of the priests and the Levites, one father's house taken for Eleazar and one for Ithamar.", "7": "The first lot fell to Jehoiarib, the second to Jedaiah,", "8": "the third to Harim, the fourth to Seorim,", "9": "the fifth to Malkijah, the sixth to Mijamin,", "10": "the seventh to Hakkoz, the eighth to Abijah,", "11": "the ninth to Jeshua, the tenth to Shekaniah,", "12": "the eleventh to Eliashib, the twelfth to Jakim,", "13": "the thirteenth to Huppah, the fourteenth to Jeshebeab,", "14": "the fifteenth to Bilgah, the sixteenth to Immer,", "15": "the seventeenth to Hezir, the eighteenth to Happizzez,", "16": "the nineteenth to Pethahiah, the twentieth to Jehezkel,", "17": "the twenty-first to Jakin, the twenty-second to Gamul,", "18": "the twenty-third to Delaiah, the twenty-fourth to Maaziah.", "19": "These were their appointments for their service to come into the house of the Lord according to the schedule prescribed for them by Aaron their father, as the Lord God of Israel had commanded him.", "20": "Now for the remaining sons of Levi: from the sons of Amram, Shubael; from the sons of Shubael, Jehdeiah.", "21": "For Rehabiah: from the sons of Rehabiah, the first was Ishiah.", "22": "From the Izharites, Shelomoth; from the sons of Shelomoth, Jahath.", "23": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "24": "The sons of Uzziel, Micah; from the sons of Micah, Shamir.", "25": "The brother of Micah, Ishiah; from the sons of Ishiah, Zechariah.", "26": "The sons of Merari, Mahli and Mushi; the son of Jaaziah, Beno.", "27": "The sons of Merari: by Jaaziah were Beno, Shoham, Zakkur, and Ibri.", "28": "For Mahli: Eleazar, who had no sons.", "29": "For Kish: the son of Kish, Jerahmeel.", "30": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites according to their fathers' houses. ", "31": "These also cast lots just as their brothers, the sons of Aaron, in the presence of David the king, Zadok, Ahimelek, and the heads of the fathers' houses of the priests and of the Levites, the head of the fathers' houses as well as his younger brother."}