{"1": "Then David and the officers of the army also set apart for the service some of the sons of Asaph, and of Heman, and of Jeduthun, those who prophesied with lyres, harps, and cymbals. The number of those who did the work according to their service was:", "2": "From the sons of Asaph: Zakkur, Joseph, Nethaniah, and Asarelah, the sons of Asaph under the guidance of Asaph, who prophesied according to the decree of the king.", "3": "For Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, Hashabiah, and Mattithiah, six, under the guidance of their father Jeduthun, who prophesied with the lyre in giving thanks and praise to the Lord.", "4": "For Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shubael and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-Ezer, Joshbekashah, Mallothi, Hothir, Mahazioth. ", "5": "All these were the sons of Heman, the king's seer, according to the words of God, to exalt him, for God gave fourteen sons and three daughters to Heman.", "6": "All these were under the direction of their father for the music in the house of the Lord with cymbals, harps, and lyres, for the service of the house of God by decree of the king: Asaph, Jeduthun, and Heman. ", "7": "So the number of them, with their brothers, who were trained in singing to the Lord, all of whom were skillful, was two hundred and eighty-eight. ", "8": "They cast lots for their duties, small and great, teacher and student alike.", "9": "The first lot fell for Asaph to Joseph; the second to Gedaliah, to him and his brothers and his sons, twelve;", "10": "the third to Zakkur, his sons and his brothers, twelve;", "11": "the fourth to Izri, his sons and his brothers, twelve;", "12": "the fifth to Nethaniah, his sons and his brothers, twelve;", "13": "the sixth to Bukkiah, his sons and his brothers, twelve;", "14": "the seventh to Jesarelah, his sons and his brothers, twelve;", "15": "the eighth to Jeshaiah, his sons and his brothers, twelve;", "16": "the ninth to Mattaniah, his sons and his brothers, twelve;", "17": "the tenth to Shimei, his sons and his brothers, twelve;", "18": "the eleventh to Azarel, his sons and his brothers, twelve;", "19": "the twelfth to Hashabiah, his sons and his brothers, twelve;", "20": "for the thirteenth to Shubael, his sons and his brothers, twelve;", "21": "for the fourteenth to Mattithiah, his sons and his brothers, twelve;", "22": "for the fifteenth to Jerimoth, his sons and his brothers, twelve;", "23": "for the sixteenth to Hananiah, his sons and his brothers, twelve;", "24": "for the seventeenth to Joshbekashah, his sons and his brothers, twelve;", "25": "for the eighteenth to Hanani, his sons and his brothers, twelve;", "26": "for the nineteenth to Mallothi, his sons and his brothers, twelve;", "27": "for the twentieth to Eliathah, his sons and his brothers, twelve;", "28": "for the twenty-first to Hothir, his sons and his brothers, twelve;", "29": "for the twenty-second to Giddalti, his sons and his brothers, twelve;", "30": "for the twenty-third to Mahazioth, his sons and his brothers, twelve;", "31": "for the twenty-fourth to Romamti-Ezer, his sons and his brothers, twelve."}