{"1": "These were the divisions of the gatekeepers: from the Korahites, Meshelemiah the son of Kore, one of the sons of Asaph.", "2": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,", "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.", "4": "Obed-Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sakar the fourth, Nethanel the fifth,", "5": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth (for God blessed him).", "6": "Also to his son Shemaiah sons were born who ruled their fathers' houses, for they were men of great ability. ", "7": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad, whose brothers were able men: namely Elihu and Semakiah. ", "8": "All these were of the sons of Obed-Edom with their sons and their brothers, able men qualified for service, sixty-two of Obed-Edom.", "9": "Meshelemiah had sons and brothers, able men, eighteen in all.", "10": "Also Hosah, of the sons of Merari, had sons: Shimri the first (although he was not the firstborn, his father made him the first), ", "11": "Hilkiah the second, Tabaliah the third, Zechariah the fourth: all the sons and brothers of Hosah, thirteen.", "12": "These divisions of the gatekeepers, for their chief men, had assignments to minister in the house of the Lord just as their brothers. ", "13": "They cast lots, small and great alike, according to their fathers' houses, gate by gate.", "14": "The lot for the East Gate fell to Shelemiah. Then they cast lots for Zechariah his son, a wise counselor, and his lot came out for the North Gate; ", "15": "to Obed-Edom the South Gate, and to his sons was allotted the storehouse. ", "16": "For Shuppim and Hosah the lot came out for the West Gate, at the Shalleketh Gate on the ascending road, guard corresponding to guard.", "17": "On the east there were six Levites each day, on the north four each day, on the south four each day, as well as two and two at the storehouse. ", "18": "For the colonnade on the west, there were four at the highway, and two at the colonnade.", "19": "These were the divisions of the gatekeepers of the sons of Korah and of the sons of Merari.", "20": "And of the Levites, Ahijah was over the treasures of the house of God, and over the treasures of the dedicated offerings.", "21": "The sons of Ladan, the sons of the Gershonites, belonging to Ladan, the heads of the fathers' houses belonging to Ladan the Gershonite: Jehieli. ", "22": "The sons of Jehieli, Zetham, and Joel his brother, were in charge of the treasures of the house of the Lord.", "23": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites:", "24": "Shubael the son of Gershom, the son of Moses, was ruler of the treasures. ", "25": "His brothers by Eliezer were Rehabiah his son, Jeshaiah his son, Joram his son, Zikri his son, and Shelomith his son. ", "26": "This Shelomith and his brothers were in charge of all the treasures of the dedicated offerings, which David the king, the heads of the fathers, the officers of the thousands and the hundreds, and the commanders of the army had dedicated. ", "27": "Some of the spoils won in battles they dedicated for the maintenance of the house of the Lord. ", "28": "Also all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated—all dedicated gifts were in the care of Shelomith and his brothers.", "29": "From the Izharites, Kenaniah and his sons were assigned the outside duties for Israel, as officers and judges.", "30": "From the Hebronites: Hashabiah and his brothers, one thousand seven hundred able men, were administrators of Israel on the west side of the Jordan for all the work of the Lord and for the service of the king. ", "31": "Jeriah was chief of the Hebronites according to the genealogical records of his fathers. In the fortieth year of the reign of David, mighty men of valor were found in the records among the Hebronites at Jazer of Gilead, ", "32": "and his brothers, able men, two thousand seven hundred heads of the fathers, to them King David entrusted all matters of God and of the king concerning the Reubenites, the Gadites, and the half-tribe of Manasseh."}