{"1": "King David said to all the assembly, “Solomon my son, the one whom God has chosen, is young and inexperienced, and the work is great since the palace is not for a man but for the Lord God. ", "2": "So with all my might I have prepared for the house of my God: gold for the things of gold, silver for the things of silver, bronze for the things of bronze, iron for the things of iron, and wood for the things of wood, along with onyx stones and stones for setting, stones of antimony, multicolored stones, and every precious stone, even alabaster in abundance. ", "3": "Moreover, in my devotion to the house of my God I have offered from my own property, gold and silver, which I give for the house of my God, over and above that which I prepared for the holy dwelling place: ", "4": "three thousand talents[a] of gold of the gold of Ophir and seven thousand talents[b] of refined silver for overlaying the walls of the house; ", "5": "of gold for the things of gold and of silver for the things of silver, even for all the handiwork of the craftsmen. Now, who is willing to consecrate himself today to the Lord?”", "6": "Then the leaders of the fathers' houses, the leaders of the tribes of Israel, the captains of thousands and hundreds, and the officials of the king's workers offered willingly. ", "7": "Also they donated to the service of the house of God five thousand talents[c] of gold and ten thousand darics[d] of gold, ten thousand talents[e] of silver, eighteen thousand talents[f] of bronze, and one hundred thousand talents[g] of iron. ", "8": "Whoever had precious stones gave them to the treasury of the house of the Lord in the custody of Jehiel the Gershonite. ", "9": "Then the people rejoiced because they had offered willingly, for with a whole heart they had offered freely to the Lord; and King David also rejoiced greatly.", "10": "So David blessed the Lord in the presence of all the assembly, and David said, “Blessed are You, O Lord, the God of Israel, our Father forever and ever.", "11": "Yours, O Lord, is the greatness, and the power, and the glory, and the victory, and the majesty, for everything in the heavens and the earth is Yours. Yours is the kingdom, O Lord, and You exalt Yourself as head above all.", "12": "Riches and honor flow from You, and You rule over all. In Your hand are power and might, and in Your hand it is to make great and to strengthen all.", "13": "So now, our God, we give thanks to You, and praise Your glorious name.", "14": "“But who am I, and who are my people, that we should be able to offer so freely as this? For everything comes from You, even from Your own hand we have given to You. ", "15": "For we are strangers and sojourners before You, just as all our fathers were. Our days on earth are like a shadow, and there is no hope. ", "16": "O Lord our God, all this abundance that we have prepared to build You a house for Your holy name has come from Your hand, and all belongs to You. ", "17": "I know, my God, that You test the heart, and with uprightness You are pleased, so in the uprightness of my heart I have offered freely all these things, and now I have seen Your people, those present here, offer freely and joyously to You. ", "18": "O Lord, the God of Abraham, Isaac, and Israel, our fathers, keep this forever in the thoughts and intentions of the heart of Your people and direct their heart to You. ", "19": "Grant to Solomon my son a whole heart to keep Your commandments, Your testimonies, and Your statutes, to do all these things and to build the palace for which I have made preparation.”", "20": "Then David said to all the assembly, “Bless now the Lord your God.” So all the assembly blessed the Lord, the God of their fathers. They bowed down and paid homage to the Lord and the king.", "21": "On the following day, they made sacrifices to the Lord and offered burnt offerings to the Lord: one thousand bulls, one thousand rams, and one thousand lambs, with their drink offerings and sacrifices in abundance for all Israel. ", "22": "So they ate and drank before the Lord on that day with great joy. And they made Solomon the son of David king a second time, for they anointed him to the Lord as a ruler and Zadok as a priest. ", "23": "Then Solomon sat on the throne of the Lord as king instead of David his father, and he prospered, and all Israel obeyed him. ", "24": "All the leaders and the mighty men, and also the sons of King David, pledged their allegiance to King Solomon.", "25": "The Lord highly exalted Solomon in the sight of all Israel and bestowed on him such royal majesty as had never been on any king in Israel before him.", "26": "Now David son of Jesse reigned over all Israel. ", "27": "His tenure as king over Israel was forty years: In Hebron, he reigned seven years, and in Jerusalem he was king thirty-three years. ", "28": "So he died at a good old age, full of days, riches, and honor. And Solomon his son reigned in his place.", "29": "Now the acts of David the king, first to last, are written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer ", "30": "with all his reign and his might and the times that overtook him, and Israel, and all the kingdoms of the lands."}