{"1": "The sons of Judah were Perez, Hezron, Karmi, Hur, and Shobal.", "2": "Reaiah the son of Shobal became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These are the families of the Zorathites.", "3": "These were the sons of the father of Etam: Jezreel, Ishma, and Idbash. The name of their sister was Hazzelelponi. ", "4": "Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.", "5": "Ashhur the father of Tekoa had two wives: Helah and Naarah.", "6": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah.", "7": "The sons of Helah were Zereth, Zohar, and Ethnan. ", "8": "Koz became the father of Anub and Hazzobebah and the families of Aharhel the son of Harum.", "9": "Now Jabez was more honorable than his brothers, and his mother called his name Jabez, saying, “Because I bore him in hardship.” ", "10": "Then Jabez called on the God of Israel, saying, “Oh, that You would indeed bless me and enlarge my territory, that Your hand might be with me, and that You would keep me from evil, that it may not bring me hardship!” So God granted what he asked.", "11": "Kelub the brother of Shuhah became the father of Mehir, who was the father of Eshton. ", "12": "Eshton became the father of Beth Rapha, Paseah, and Tehinnah the father of Ir Nahash. These were the men of Rekah.", "13": "The sons of Kenaz were Othniel and Seraiah, and the sons of Othniel were Hathath and Meonothai. ", "14": "Meonothai became the father of Ophrah, and Seraiah became the father of Joab, the father of Ge Harashim, for they were craftsmen.", "15": "The sons of Caleb the son of Jephunneh were Iru, Elah, and Naam, and the son of Elah was Kenaz.", "16": "The sons of Jehallelel were Ziph, Ziphah, Tiria, and Asarel.", "17": "The sons of Ezrah were Jether, Mered, Epher, and Jalon, and Mered's wife bore Miriam, Shammai, and Ishbah the father of Eshtemoa. ", "18": "His Judean wife bore Jered the father of Gedor, Heber the father of Soko, and Jekuthiel the father of Zanoah. So these were the sons of Bithiah the daughter of Pharaoh, whom Mered took.", "19": "The sons of his wife Hodiah, the sister of Naham, were the father of Keilah the Garmite and Eshtemoa the Maakathite.", "20": "The sons of Shimon were Amnon, Rinnah, Ben-Hanan, and Tilon. And the sons of Ishi were Zoheth and Ben-Zoheth.", "21": "The sons of Shelah the son of Judah were Er the father of Lekah, Laadah the father of Mareshah, the families of the house of workers of fine linen at Beth Ashbea; ", "22": "Jokim, the men of Kozeba, Joash, Saraph, who was lord in Moab, and Jashubi Lehem (these records are ancient). ", "23": "They were the potters, those dwelling at Netaim and Gederah (they dwelt there with the king for his work).", "24": "The sons of Simeon were Nemuel, Jamin, Jarib, Zerah, Shaul,", "25": "Shallum his son, Mibsam his son, and Mishma his son.", "26": "The sons of Mishma were Hammuel his son, Zakkur his son, and Shimei his son.", "27": "Shimei had sixteen sons and six daughters, but his brothers did not have many sons, nor did all their family multiply as much as the sons of Judah. ", "28": "Now they dwelt in Beersheba, Moladah, and Hazar Shual ", "29": "as well as in Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their cities until the reign of David. ", "32": "Their villages were Etam, Ain, Rimmon, Token, and Ashan, five cities in all, ", "33": "and all the villages that were around these cities as far as Baal. Such are their inhabited cities, and those registered to them were ", "34": "Meshobab, Jamlech, and Joshah the son of Amaziah; ", "35": "Joel, and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel; ", "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah; ", "37": "Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah.", "38": "These mentioned by name were leaders in their families, and their fathers' houses increased greatly. ", "39": "They went to the entrance of Gedor, as far as the east side of the valley, to seek pasture for their flocks. ", "40": "There they found rich, good pasture, and the land was wide, quiet, and peaceful; for former inhabitants there belonged to Ham.", "41": "In the days of Hezekiah king of Judah, those written by name came and attacked their tents, along with the Meunites who were found there, and utterly destroyed them until this day. Then they dwelt there in their place because there was pasture for their flocks there. ", "42": "Now some of them, namely five hundred men from the sons of Simeon, went to Mount Seir with Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, as their captains. ", "43": "Then they struck down the rest of the Amalekites who had escaped. So they have dwelt there until this day."}