{"1": "Now the sons of Reuben the firstborn of Israel (for he was the firstborn, but since he defiled his father's bed, his birthright was given to the sons of Joseph the son of Israel, so that the genealogy is not listed according to the birthright; ", "2": "though Judah prevailed over his brothers and a ruler came from him, yet the birthright belonged to Joseph), ", "3": "the sons of Reuben the firstborn of Israel were Hanok, Pallu, Hezron, and Karmi.", "4": "The sons of Joel were Shemaiah his son, Gog his son, Shimei his son, ", "5": "Micah his son, Reaiah his son, Baal his son,", "6": "and Beerah his son, whom Tiglath-Pileser the king of Assyria led into exile. He was a leader of the Reubenites.", "7": "His brothers according to their families by the registration of their generations were Jeiel, the first, and Zechariah; ", "8": "Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even as far as Nebo and Baal Meon. ", "9": "And he dwelt toward the east as far as the entrance to the wilderness from the Euphrates, for their cattle were abundant in the land of Gilead.", "10": "Now in the days of Saul, they made war with the Hagrites, who fell by their hand, and they dwelt in their tents over all the eastern plains of Gilead.", "11": "The sons of Gad dwelt opposite them in the land of Bashan as far as Salekah.", "12": "Joel was the first, Shapham the second, with Janai and Shaphat in Bashan.", "13": "Their brothers of their father's house were Michael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber, seven in all.", "14": "These are the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;", "15": "Ahi the son of Abdiel, the son of Guni, was the head of their father's house.", "16": "They dwelt in Gilead in Bashan, and in its towns, and in all the outlands of Sharon to the edge of their borders.", "17": "All of them were registered by genealogy in the days of Jotham king of Judah and in the days of Jeroboam king of Israel.", "18": "The sons of Reuben, and the Gadites, and the half-tribe of Manasseh numbered forty-four thousand seven hundred and sixty valiant men, men able to bear shield and sword, to shoot with a bow, and who were skillful in battle, who went to war. ", "19": "They made war with the Hagrites, namely Jetur, Naphish, and Nodab. ", "20": "They were helped against them, and the Hagrites and all who were with them were delivered into their hand, for they cried to God in the battle, and He heard their prayer because they trusted in Him. ", "21": "They captured their livestock: fifty thousand of their camels, two hundred and fifty thousand sheep, two thousand donkeys, and one hundred thousand men. ", "22": "So many fell slain, because the war was of God. And they dwelt in their place until the exile.", "23": "The children of the half-tribe of Manasseh also dwelt in the land. They increased from Bashan as far as Baal Hermon and Senir, even to Mount Hermon.", "24": "These were the heads of their fathers' houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty men of valor, men of reputation, and heads of their fathers' houses. ", "25": "They were unfaithful to the God of their fathers and played the harlot after the gods of the peoples of the land, whom God had wiped out before them. ", "26": "So the God of Israel stirred up the spirit of Pul the king of Assyria, even the spirit of Tiglath-Pileser king of Assyria, and he led the Reubenites, the Gadites, and the half-tribe of Manasseh into exile and brought them to Halah, Habor, Hara, and to the river of Gozan to this day."}