{"1": "The sons of Levi were Gershon, Kohath, and Merari.", "2": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.", "3": "The children of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar.", "4": "Eleazar became the father of Phinehas, Phinehas the father of Abishua,", "5": "Abishua the father of Bukki, and Bukki the father of Uzzi.", "6": "Uzzi became the father of Zerahiah, and Zerahiah the father of Meraioth.", "7": "Meraioth became the father of Amariah, and Amariah father of Ahitub.", "8": "Ahitub became the father of Zadok, and Zadok father of Ahimaaz.", "9": "Ahimaaz became the father of Azariah, and Azariah father of Johanan.", "10": "Johanan became the father of Azariah (he was the one who ministered as a priest in the temple that Solomon built in Jerusalem).", "11": "Azariah became the father of Amariah, and Amariah the father of Ahitub.", "12": "Ahitub became the father of Zadok, and Zadok the father of Shallum.", "13": "Shallum became the father of Hilkiah, and Hilkiah the father of Azariah.", "14": "Azariah became the father of Seraiah, and Seraiah of Jehozadak.", "15": "Jehozadak went into exile when the Lord led Judah and Jerusalem into exile by the hand of Nebuchadnezzar.", "16": "The sons of Levi were Gershom, Kohath, and Merari.", "17": "These are the names of the sons of Gershom: Libni and Shimei.", "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel.", "19": "The sons of Merari were Mahli and Mushi. Now these are the families of the Levites according to their fathers.", "20": "Of Gershom were Libni his son, Jahath his son, Zimmah his son, ", "21": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son.", "22": "The sons of Kohath were Amminadab his son, Korah his son, Assir his son, ", "23": "Elkanah his son, Ebiasaph his son, Assir his son,", "24": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.", "25": "The sons of Elkanah were Amasai and Ahimoth.", "26": "As for Elkanah, the sons of Elkanah were Zophai his son, Nahath his son, ", "27": "Eliab his son, Jeroham his son, and Elkanah his son.", "28": "The sons of Samuel were the firstborn Joel and Abijah.", "29": "The sons of Merari were Mahli, Libni his son, Shimei his son, Uzzah his son,", "30": "Shimea his son, Haggiah his son, and Asaiah his son.", "31": "These are the ones whom David appointed over the service of song in the house of the Lord, after the ark rested there. ", "32": "Now they were ministering before the dwelling place of the tabernacle of meeting with singing until Solomon had built the house of the Lord in Jerusalem, and they were arranged by their order according to their service.", "33": "These are the ones standing in order with their sons. Of the sons of the Kohathites were Heman the singer, the son of Joel, the son of Samuel,", "34": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,", "35": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,", "36": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,", "37": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,", "38": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel.", "39": "His brother Asaph, the one standing at his right hand, was Asaph the son of Berekiah, the son of Shimea,", "40": "the son of Michael, the son of Baaseiah, the son of Malkijah, ", "41": "the son of Ethni, the son of Zerah, the son of Adaiah,", "42": "the son of Ethan, the son of Zimmah, the son of Shimei, ", "43": "the son of Jahath, the son of Gershom, the son of Levi.", "44": "Of the sons of Merari, their brothers, standing on the left hand was Ethan the son of Kishi, the son of Abdi, the son of Malluk, ", "45": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,", "46": "the son of Amzi, the son of Bani, the son of Shemer, ", "47": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.", "48": "Their brothers the Levites also were appointed for all kinds of service to the tabernacle of the house of God. ", "49": "But Aaron and his sons were making sacrifices on the altar of the burnt offering and on the altar of incense for all the work of the Most Holy Place and to make atonement for Israel, according to all that Moses the servant of God had commanded.", "50": "Now these are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son, ", "51": "Bukki his son, Uzzi his son, Zerahiah his son,", "52": "Meraioth his son, Amariah his son, Ahitub his son, ", "53": "Zadok his son, and Ahimaaz his son.", "54": "And these are their dwelling places according to their walled settlements in their territory, for they were given to them, namely to the sons of Aaron and to the families of the Kohathites, by lot.", "55": "They gave them Hebron in the land of Judah, and its surrounding outlands. ", "56": "But the open fields of the city, and its villages, they gave to Caleb the son of Jephunneh.", "57": "To the sons of Aaron they gave the cities of Judah with the cities of refuge: Hebron and Libnah with its outlands, Jattir and Eshtemoa with their outlands, ", "58": "Hilen with its outlands, Debir with its outlands, ", "59": "Ashan with its outlands, and Beth Shemesh with its outlands. ", "60": "From the tribe of Benjamin, they gave Geba with its outlands, Alemeth with its outlands, and Anathoth with its outlands. All their cities throughout their families were thirteen.", "61": "To the sons of Kohath, those remaining from the family of that tribe, they gave ten cities by lot from half the tribe of Manasseh.", "62": "To the sons of Gershon, throughout their families, they gave from the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the tribe of Manasseh in Bashan, thirteen cities in all.", "63": "To the sons of Merari, throughout their families, they gave by lot from the tribe of Reuben, from the tribe of Gad, and from the tribe of Zebulun, twelve cities in all.", "64": "Thus, the sons of Israel gave cities with their outlands to the Levites. ", "65": "They gave by lot from the tribe of the sons of Judah, and from the tribe of the sons of Simeon, and from the tribe of the sons of Benjamin, these cities, which are called by their names.", "66": "Then some from the families of the sons of Kohath received cities for their territory from the tribe of Ephraim.", "67": "They gave to them with the cities of refuge: Shechem in the mountains of Ephraim with its outlands, Gezer with its outlands, ", "68": "Jokmeam with its outlands, Beth Horon with its outlands, ", "69": "Aijalon with its outlands, and Gath Rimmon with its outlands.", "70": "Also the half-tribe of Manasseh gave Aner with its outlands and Bileam with its outlands for the remaining family of the sons of Kohath.", "71": "To the sons of Gershom, the family of the half-tribe of Manasseh gave Golan in Bashan with its outlands and Ashtaroth with its outlands.", "72": "From the tribe of Issachar, they received Kedesh with its outlands, Daberath with its outlands, ", "73": "Ramoth with its outlands, and Anem with its outlands.", "74": "From the tribe of Asher, they received Mashal with its outlands, Abdon with its outlands, ", "75": "Hukok with its outlands, and Rehob with its outlands.", "76": "From the tribe of Naphtali, they received Kedesh in Galilee with its outlands, Hammon with its outlands, and Kiriathaim with its outlands.", "77": "To the remaining sons of Merari, the tribe of Zebulun gave Rimmono with its outlands and Tabor with its outlands.", "78": "Then on the other side of the Jordan opposite Jericho, to the east of the Jordan, from the tribe of Reuben they were given Bezer in the wilderness with its outlands, Jahzah with its outlands, ", "79": "Kedemoth with its outlands, and Mephaath with its outlands.", "80": "And from the tribe of Gad, they received Ramoth in Gilead with its outlands, Mahanaim with its outlands, ", "81": "Heshbon with its outlands, and Jazer with its outlands."}