{"1": "Now Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,", "2": "Nohah the fourth, and Rapha the fifth.", "3": "The sons of Bela were Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6": "These are the sons of Ehud, who were the heads of the fathers' houses to those dwelling in Geba, and who exiled them to Manahath.", "7": "So he exiled Naaman, Ahijah, and Gera and then became the father of Uzza and Ahihud.", "8": "Shaharaim had sons in the country of Moab after he had sent away his wives Hushim and Baara. ", "9": "He had sons with his wife Hodesh, namely Jobab, Zibia, Mesha, Malkam, ", "10": "Jeuz, Sakia, and Mirmah. These were his sons, heads of the fathers' houses. ", "11": "He also had sons by Hushim: Abitub and Elpaal.", "12": "The sons of Elpaal were Eber, Misham, Shemed (he built Ono and Lod with its towns), ", "13": "Beriah, and Shema, who were heads of the fathers' houses to those dwelling in Aijalon and who drove out the inhabitants of Gath,", "14": "as well as Ahio, Shashak, Jeremoth, ", "15": "Zebadiah, Arad, Eder, ", "16": "Michael, Ishpah, and Joha, the sons of Beriah.", "17": "Zebadiah, Meshullam, Hizki, Heber, ", "18": "Ishmerai, Izliah, and Jobab were the sons of Elpaal.", "19": "Jakim, Zikri, Zabdi, ", "20": "Elienai, Zillethai, Eliel, ", "21": "Adaiah, Beraiah, and Shimrath were the sons of Shimei.", "22": "Ishpan, Eber, Eliel, ", "23": "Abdon, Zikri, Hanan, ", "24": "Hananiah, Elam, Anthothijah, ", "25": "Iphdeiah, and Penuel were the sons of Shashak.", "26": "Shamsherai, Shehariah, Athaliah, ", "27": "Jaareshiah, Elijah, and Zikri were the sons of Jeroham.", "28": "These were heads of the fathers' houses according to their generations, chief men who dwelt in Jerusalem.", "29": "The father of Gibeon dwelt in Gibeon, and Maakah was his wife's name. ", "30": "His firstborn son was Abdon, along with Zur, Kish, Baal, Nadab, ", "31": "Gedor, Ahio, and Zeker. ", "32": "Mikloth also became the father of Shimeah. Now these also dwelt in Jerusalem with their own families near their brothers.", "33": "Ner became the father of Kish; Kish the father of Saul; Saul the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal.", "34": "Jonathan's son was Merib-Baal, and Merib-Baal became the father of Micah.", "35": "The sons of Micah were Pithon, Melek, Tarea, and Ahaz.", "36": "Ahaz became the father of Jehoaddah, and Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza, ", "37": "and Moza became the father of Binea. Now Raphah was his son, Eleasah his son, and Azel his son.", "38": "Azel had six sons, and their names were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.", "39": "The sons of his brother Eshek were Ulam his firstborn, Jeush the second, and Eliphelet the third. ", "40": "The sons of Ulam were mighty men of valor, even archers, and had many sons and grandsons, one hundred and fifty in all. These were all the sons of Benjamin."}