{"1": "Later that same day Jesus left the house and sat beside the lake.", "2": "A large crowd soon gathered around him, so he got into a boat. Then he sat there and taught as the people stood on the shore.", "3": "He told many stories in the form of parables, such as this one: “Listen! A farmer went out to plant some seeds.", "4": "As he scattered them across his field, some seeds fell on a footpath, and the birds came and ate them.", "5": "Other seeds fell on shallow soil with underlying rock. The seeds sprouted quickly because the soil was shallow.", "6": "But the plants soon wilted under the hot sun, and since they didn't have deep roots, they died.", "7": "Other seeds fell among thorns that grew up and choked out the tender plants.", "8": "Still other seeds fell on fertile soil, and they produced a crop that was thirty, sixty, and even a hundred times as much as had been planted!", "9": "Anyone with ears to hear should listen and understand.”", "10": "His disciples came and asked him, “Why do you use parables when you talk to the people?”", "11": "He replied, “You are permitted to understand the secrets[a] of the Kingdom of Heaven, but others are not.", "12": "To those who listen to my teaching, more understanding will be given, and they will have an abundance of knowledge. But for those who are not listening, even what little understanding they have will be taken away from them.", "13": "That is why I use these parables, For they look, but they don't really see. They hear, but they don't really listen or understand.", "14": "This fulfills the prophecy of Isaiah that says, 'When you hear what I say, you will not understand. When you see what I do, you will not comprehend.", "15": "For the hearts of these people are hardened, and their ears cannot hear, and they have closed their eyes— so their eyes cannot see, and their ears cannot hear, and their hearts cannot understand, and they cannot turn to me and let me heal them.'[b]", "16": "“But blessed are your eyes, because they see; and your ears, because they hear.", "17": "I tell you the truth, many prophets and righteous people longed to see what you see, but they didn't see it. And they longed to hear what you hear, but they didn't hear it.", "18": "“Now listen to the explanation of the parable about the farmer planting seeds:", "19": "The seed that fell on the footpath represents those who hear the message about the Kingdom and don't understand it. Then the evil one comes and snatches away the seed that was planted in their hearts.", "20": "The seed on the rocky soil represents those who hear the message and immediately receive it with joy.", "21": "But since they don't have deep roots, they don't last long. They fall away as soon as they have problems or are persecuted for believing God's word.", "22": "The seed that fell among the thorns represents those who hear God's word, but all too quickly the message is crowded out by the worries of this life and the lure of wealth, so no fruit is produced.", "23": "The seed that fell on good soil represents those who truly hear and understand God's word and produce a harvest of thirty, sixty, or even a hundred times as much as had been planted!”", "24": "Here is another story Jesus told: “The Kingdom of Heaven is like a farmer who planted good seed in his field.", "25": "But that night as the workers slept, his enemy came and planted weeds among the wheat, then slipped away.", "26": "When the crop began to grow and produce grain, the weeds also grew.", "27": "“The farmer's workers went to him and said, 'Sir, the field where you planted that good seed is full of weeds! Where did they come from?'", "28": "“'An enemy has done this!' the farmer exclaimed. “'Should we pull out the weeds?' they asked.", "29": "“'No,' he replied, 'you'll uproot the wheat if you do.", "30": "Let both grow together until the harvest. Then I will tell the harvesters to sort out the weeds, tie them into bundles, and burn them, and to put the wheat in the barn.'”", "31": "Here is another illustration Jesus used: “The Kingdom of Heaven is like a mustard seed planted in a field.", "32": "It is the smallest of all seeds, but it becomes the largest of garden plants; it grows into a tree, and birds come and make nests in its branches.”", "33": "Jesus also used this illustration: “The Kingdom of Heaven is like the yeast a woman used in making bread. Even though she put only a little yeast in three measures of flour, it permeated every part of the dough.”", "34": "Jesus always used stories and illustrations like these when speaking to the crowds. In fact, he never spoke to them without using such parables.", "35": "This fulfilled what God had spoken through the prophet: “I will speak to you in parables. I will explain things hidden since the creation of the world.[c]”", "36": "Then, leaving the crowds outside, Jesus went into the house. His disciples said, “Please explain to us the story of the weeds in the field.”", "37": "Jesus replied, “The Son of Man[d] is the farmer who plants the good seed.", "38": "The field is the world, and the good seed represents the people of the Kingdom. The weeds are the people who belong to the evil one.", "39": "The enemy who planted the weeds among the wheat is the devil. The harvest is the end of the world,[e] and the harvesters are the angels.", "40": "“Just as the weeds are sorted out and burned in the fire, so it will be at the end of the world.", "41": "The Son of Man will send his angels, and they will remove from his Kingdom everything that causes sin and all who do evil.", "42": "And the angels will throw them into the fiery furnace, where there will be weeping and gnashing of teeth.", "43": "Then the righteous will shine like the sun in their Father's Kingdom. Anyone with ears to hear should listen and understand!", "44": "“The Kingdom of Heaven is like a treasure that a man discovered hidden in a field. In his excitement, he hid it again and sold everything he owned to get enough money to buy the field.", "45": "“Again, the Kingdom of Heaven is like a merchant on the lookout for choice pearls.", "46": "When he discovered a pearl of great value, he sold everything he owned and bought it!", "47": "“Again, the Kingdom of Heaven is like a fishing net that was thrown into the water and caught fish of every kind.", "48": "When the net was full, they dragged it up onto the shore, sat down, and sorted the good fish into crates, but threw the bad ones away.", "49": "That is the way it will be at the end of the world. The angels will come and separate the wicked people from the righteous,", "50": "throwing the wicked into the fiery furnace, where there will be weeping and gnashing of teeth.", "51": "Do you understand all these things?” “Yes,” they said, “we do.”", "52": "Then he added, “Every teacher of religious law who becomes a disciple in the Kingdom of Heaven is like a homeowner who brings from his storeroom new gems of truth as well as old.”", "53": "When Jesus had finished telling these stories and illustrations, he left that part of the country.", "54": "He returned to Nazareth, his hometown. When he taught there in the synagogue, everyone was amazed and said, “Where does he get this wisdom and the power to do miracles?”", "55": "Then they scoffed, “He's just the carpenter's son, and we know Mary, his mother, and his brothers—James, Joseph,[f] Simon, and Judas.", "56": "All his sisters live right here among us. Where did he learn all these things?”", "57": "And they were deeply offended and refused to believe in him. Then Jesus told them, “A prophet is honored everywhere except in his own hometown and among his own family.”", "58": "And so he did only a few miracles there because of their unbelief."}