{"1": "One day the Pharisees and Sadducees came to test Jesus, demanding that he show them a miraculous sign from heaven to prove his authority.", "2": "He replied, “You know the saying, 'Red sky at night means fair weather tomorrow;", "3": "red sky in the morning means foul weather all day.' You know how to interpret the weather signs in the sky, but you don't know how to interpret the signs of the times![a]", "4": "Only an evil, adulterous generation would demand a miraculous sign, but the only sign I will give them is the sign of the prophet Jonah.[b]” Then Jesus left them and went away.", "5": "Later, after they crossed to the other side of the lake, the disciples discovered they had forgotten to bring any bread.", "6": "“Watch out!” Jesus warned them. “Beware of the yeast of the Pharisees and Sadducees.”", "7": "At this they began to argue with each other because they hadn't brought any bread.", "8": "Jesus knew what they were saying, so he said, “You have so little faith! Why are you arguing with each other about having no bread?", "9": "Don't you understand even yet? Don't you remember the 5,000 I fed with five loaves, and the baskets of leftovers you picked up?", "10": "Or the 4,000 I fed with seven loaves, and the large baskets of leftovers you picked up?", "11": "Why can't you understand that I'm not talking about bread? So again I say, 'Beware of the yeast of the Pharisees and Sadducees.'”", "12": "Then at last they understood that he wasn't speaking about the yeast in bread, but about the deceptive teaching of the Pharisees and Sadducees.", "13": "When Jesus came to the region of Caesarea Philippi, he asked his disciples, “Who do people say that the Son of Man is?”[c]", "14": "“Well,” they replied, “some say John the Baptist, some say Elijah, and others say Jeremiah or one of the other prophets.”", "15": "Then he asked them, “But who do you say I am?”", "16": "Simon Peter answered, “You are the Messiah,[d] the Son of the living God.”", "17": "Jesus replied, “You are blessed, Simon son of John,[e] because my Father in heaven has revealed this to you. You did not learn this from any human being.", "18": "Now I say to you that you are Peter (which means 'rock'),[f] and upon this rock I will build my church, and all the powers of hell[g] will not conquer it.", "19": "And I will give you the keys of the Kingdom of Heaven. Whatever you forbid[h] on earth will be forbidden in heaven, and whatever you permit[i] on earth will be permitted in heaven.”", "20": "Then he sternly warned the disciples not to tell anyone that he was the Messiah.", "21": "From then on Jesus[j] began to tell his disciples plainly that it was necessary for him to go to Jerusalem, and that he would suffer many terrible things at the hands of the elders, the leading priests, and the teachers of religious law. He would be killed, but on the third day he would be raised from the dead.", "22": "But Peter took him aside and began to reprimand him[k] for saying such things. “Heaven forbid, Lord,” he said. “This will never happen to you!”", "23": "Jesus turned to Peter and said, “Get away from me, Satan! You are a dangerous trap to me. You are seeing things merely from a human point of view, not from God's.”", "24": "Then Jesus said to his disciples, “If any of you wants to be my follower, you must give up your own way, take up your cross, and follow me.", "25": "If you try to hang on to your life, you will lose it. But if you give up your life for my sake, you will save it.", "26": "And what do you benefit if you gain the whole world but lose your own soul?[l] Is anything worth more than your soul?", "27": "For the Son of Man will come with his angels in the glory of his Father and will judge all people according to their deeds.", "28": "And I tell you the truth, some standing here right now will not die before they see the Son of Man coming in his Kingdom.”"}