{"1": "As Jesus and the disciples approached Jerusalem, they came to the town of Bethphage on the Mount of Olives. Jesus sent two of them on ahead.", "2": "“Go into the village over there,” he said. “As soon as you enter it, you will see a donkey tied there, with its colt beside it. Untie them and bring them to me.", "3": "If anyone asks what you are doing, just say, 'The Lord needs them,' and he will immediately let you take them.”", "4": "This took place to fulfill the prophecy that said,", "5": "“Tell the people of Jerusalem,[a] 'Look, your King is coming to you. He is humble, riding on a donkey— riding on a donkey's colt.'”[b]", "6": "The two disciples did as Jesus commanded.", "7": "They brought the donkey and the colt to him and threw their garments over the colt, and he sat on it.[c]", "8": "Most of the crowd spread their garments on the road ahead of him, and others cut branches from the trees and spread them on the road.", "9": "Jesus was in the center of the procession, and the people all around him were shouting,  “Praise God[d] for the Son of David! Blessings on the one who comes in the name of the Lord! Praise God in highest heaven!”[e]", "10": "The entire city of Jerusalem was in an uproar as he entered. “Who is this?” they asked.", "11": "And the crowds replied, “It's Jesus, the prophet from Nazareth in Galilee.”", "12": "Jesus entered the Temple and began to drive out all the people buying and selling animals for sacrifice. He knocked over the tables of the money changers and the chairs of those selling doves.", "13": "He said to them, “The Scriptures declare, 'My Temple will be called a house of prayer,' but you have turned it into a den of thieves!”[f]", "14": "The blind and the lame came to him in the Temple, and he healed them.", "15": "The leading priests and the teachers of religious law saw these wonderful miracles and heard even the children in the Temple shouting, “Praise God for the Son of David.” But the leaders were indignant.", "16": "They asked Jesus, “Do you hear what these children are saying?” “Yes,” Jesus replied. “Haven't you ever read the Scriptures? For they say, 'You have taught children and infants to give you praise.'[g]”", "17": "Then he returned to Bethany, where he stayed overnight.", "18": "In the morning, as Jesus was returning to Jerusalem, he was hungry,", "19": "and he noticed a fig tree beside the road. He went over to see if there were any figs, but there were only leaves. Then he said to it, “May you never bear fruit again!” And immediately the fig tree withered up.", "20": "The disciples were amazed when they saw this and asked, “How did the fig tree wither so quickly?”", "21": "Then Jesus told them, “I tell you the truth, if you have faith and don't doubt, you can do things like this and much more. You can even say to this mountain, 'May you be lifted up and thrown into the sea,' and it will happen.", "22": "You can pray for anything, and if you have faith, you will receive it.”", "23": "When Jesus returned to the Temple and began teaching, the leading priests and elders came up to him. They demanded, “By what authority are you doing all these things? Who gave you the right?”", "24": "“I'll tell you by what authority I do these things if you answer one question,” Jesus replied.", "25": "“Did John's authority to baptize come from heaven, or was it merely human?” They talked it over among themselves. “If we say it was from heaven, he will ask us why we didn't believe John.", "26": "But if we say it was merely human, we'll be mobbed because the people believe John was a prophet.”", "27": "So they finally replied, “We don't know.” And Jesus responded, “Then I won't tell you by what authority I do these things.", "28": "“But what do you think about this? A man with two sons told the older boy, 'Son, go out and work in the vineyard today.'", "29": "The son answered, 'No, I won't go,' but later he changed his mind and went anyway.", "30": "Then the father told the other son, 'You go,' and he said, 'Yes, sir, I will.' But he didn't go.", "31": "“Which of the two obeyed his father?” They replied, “The first.”[h] Then Jesus explained his meaning: “I tell you the truth, corrupt tax collectors and prostitutes will get into the Kingdom of God before you do.", "32": "For John the Baptist came and showed you the right way to live, but you didn't believe him, while tax collectors and prostitutes did. And even when you saw this happening, you refused to believe him and repent of your sins.", "33": "“Now listen to another story. A certain landowner planted a vineyard, built a wall around it, dug a pit for pressing out the grape juice, and built a lookout tower. Then he leased the vineyard to tenant farmers and moved to another country.", "34": "At the time of the grape harvest, he sent his servants to collect his share of the crop.", "35": "But the farmers grabbed his servants, beat one, killed one, and stoned another.", "36": "So the landowner sent a larger group of his servants to collect for him, but the results were the same.", "37": "“Finally, the owner sent his son, thinking, 'Surely they will respect my son.'", "38": "“But when the tenant farmers saw his son coming, they said to one another, 'Here comes the heir to this estate. Come on, let's kill him and get the estate for ourselves!'", "39": "So they grabbed him, dragged him out of the vineyard, and murdered him.", "40": "“When the owner of the vineyard returns,” Jesus asked, “what do you think he will do to those farmers?”", "41": "The religious leaders replied, “He will put the wicked men to a horrible death and lease the vineyard to others who will give him his share of the crop after each harvest.”", "42": "Then Jesus asked them, “Didn't you ever read this in the Scriptures? 'The stone that the builders rejected has now become the cornerstone. This is the Lord's doing, and it is wonderful to see.'[i]", "43": "I tell you, the Kingdom of God will be taken away from you and given to a nation that will produce the proper fruit.", "44": "Anyone who stumbles over that stone will be broken to pieces, and it will crush anyone it falls on.[j]”", "45": "When the leading priests and Pharisees heard this parable, they realized he was telling the story against them—they were the wicked farmers.", "46": "They wanted to arrest him, but they were afraid of the crowds, who considered Jesus to be a prophet."}