{"1": "When Jesus had finished saying all these things, he said to his disciples,", "2": "“As you know, Passover begins in two days, and the Son of Man[a] will be handed over to be crucified.”", "3": "At that same time the leading priests and elders were meeting at the residence of Caiaphas, the high priest,", "4": "plotting how to capture Jesus secretly and kill him.", "5": "“But not during the Passover celebration,” they agreed, “or the people may riot.”", "6": "Meanwhile, Jesus was in Bethany at the home of Simon, a man who had previously had leprosy.", "7": "While he was eating,[b] a woman came in with a beautiful alabaster jar of expensive perfume and poured it over his head.", "8": "The disciples were indignant when they saw this. “What a waste!” they said.", "9": "“It could have been sold for a high price and the money given to the poor.”", "10": "But Jesus, aware of this, replied, “Why criticize this woman for doing such a good thing to me?", "11": "You will always have the poor among you, but you will not always have me.", "12": "She has poured this perfume on me to prepare my body for burial.", "13": "I tell you the truth, wherever the Good News is preached throughout the world, this woman's deed will be remembered and discussed.”", "14": "Then Judas Iscariot, one of the twelve disciples, went to the leading priests", "15": "and asked, “How much will you pay me to betray Jesus to you?” And they gave him thirty pieces of silver.", "16": "From that time on, Judas began looking for an opportunity to betray Jesus.", "17": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and asked, “Where do you want us to prepare the Passover meal for you?”", "18": "“As you go into the city,” he told them, “you will see a certain man. Tell him, 'The Teacher says: My time has come, and I will eat the Passover meal with my disciples at your house.'”", "19": "So the disciples did as Jesus told them and prepared the Passover meal there.", "20": "When it was evening, Jesus sat down at the table[c] with the Twelve.", "21": "While they were eating, he said, “I tell you the truth, one of you will betray me.”", "22": "Greatly distressed, each one asked in turn, “Am I the one, Lord?”", "23": "He replied, “One of you who has just eaten from this bowl with me will betray me.", "24": "For the Son of Man must die, as the Scriptures declared long ago. But how terrible it will be for the one who betrays him. It would be far better for that man if he had never been born!”", "25": "Judas, the one who would betray him, also asked, “Rabbi, am I the one?” And Jesus told him, “You have said it.”", "26": "As they were eating, Jesus took some bread and blessed it. Then he broke it in pieces and gave it to the disciples, saying, “Take this and eat it, for this is my body.”", "27": "And he took a cup of wine and gave thanks to God for it. He gave it to them and said, “Each of you drink from it,", "28": "for this is my blood, which confirms the covenant[d] between God and his people. It is poured out as a sacrifice to forgive the sins of many.", "29": "Mark my words—I will not drink wine again until the day I drink it new with you in my Father's Kingdom.”", "30": "Then they sang a hymn and went out to the Mount of Olives.", "31": "On the way, Jesus told them, “Tonight all of you will desert me. For the Scriptures say, 'God will strike[e] the Shepherd, and the sheep of the flock will be scattered.'", "32": "But after I have been raised from the dead, I will go ahead of you to Galilee and meet you there.”", "33": "Peter declared, “Even if everyone else deserts you, I will never desert you.”", "34": "Jesus replied, “I tell you the truth, Peter—this very night, before the rooster crows, you will deny three times that you even know me.”", "35": "“No!” Peter insisted. “Even if I have to die with you, I will never deny you!” And all the other disciples vowed the same.", "36": "Then Jesus went with them to the olive grove called Gethsemane, and he said, “Sit here while I go over there to pray.”", "37": "He took Peter and Zebedee's two sons, James and John, and he became anguished and distressed.", "38": "He told them, “My soul is crushed with grief to the point of death. Stay here and keep watch with me.”", "39": "He went on a little farther and bowed with his face to the ground, praying, “My Father! If it is possible, let this cup of suffering be taken away from me. Yet I want your will to be done, not mine.”", "40": "Then he returned to the disciples and found them asleep. He said to Peter, “Couldn't you watch with me even one hour?", "41": "Keep watch and pray, so that you will not give in to temptation. For the spirit is willing, but the body is weak!”", "42": "Then Jesus left them a second time and prayed, “My Father! If this cup cannot be taken away[f] unless I drink it, your will be done.”", "43": "When he returned to them again, he found them sleeping, for they couldn't keep their eyes open.", "44": "So he went to pray a third time, saying the same things again.", "45": "Then he came to the disciples and said, “Go ahead and sleep. Have your rest. But look—the time has come. The Son of Man is betrayed into the hands of sinners.", "46": "Up, let's be going. Look, my betrayer is here!”", "47": "And even as Jesus said this, Judas, one of the twelve disciples, arrived with a crowd of men armed with swords and clubs. They had been sent by the leading priests and elders of the people.", "48": "The traitor, Judas, had given them a prearranged signal: “You will know which one to arrest when I greet him with a kiss.”", "49": "So Judas came straight to Jesus. “Greetings, Rabbi!” he exclaimed and gave him the kiss.", "50": "Jesus said, “My friend, go ahead and do what you have come for.” Then the others grabbed Jesus and arrested him.", "51": "But one of the men with Jesus pulled out his sword and struck the high priest's slave, slashing off his ear.", "52": "“Put away your sword,” Jesus told him. “Those who use the sword will die by the sword.", "53": "Don't you realize that I could ask my Father for thousands[g] of angels to protect us, and he would send them instantly?", "54": "But if I did, how would the Scriptures be fulfilled that describe what must happen now?”", "55": "Then Jesus said to the crowd, “Am I some dangerous revolutionary, that you come with swords and clubs to arrest me? Why didn't you arrest me in the Temple? I was there teaching every day.", "56": "But this is all happening to fulfill the words of the prophets as recorded in the Scriptures.” At that point, all the disciples deserted him and fled.", "57": "Then the people who had arrested Jesus led him to the home of Caiaphas, the high priest, where the teachers of religious law and the elders had gathered.", "58": "Meanwhile, Peter followed him at a distance and came to the high priest's courtyard. He went in and sat with the guards and waited to see how it would all end.", "59": "Inside, the leading priests and the entire high council[h] were trying to find witnesses who would lie about Jesus, so they could put him to death.", "60": "But even though they found many who agreed to give false witness, they could not use anyone's testimony. Finally, two men came forward", "61": "who declared, “This man said, 'I am able to destroy the Temple of God and rebuild it in three days.'”", "62": "Then the high priest stood up and said to Jesus, “Well, aren't you going to answer these charges? What do you have to say for yourself?”", "63": "But Jesus remained silent. Then the high priest said to him, “I demand in the name of the living God—tell us if you are the Messiah, the Son of God.”", "64": "Jesus replied, “You have said it. And in the future you will see the Son of Man seated in the place of power at God's right hand[i] and coming on the clouds of heaven.”[j]", "65": "Then the high priest tore his clothing to show his horror and said, “Blasphemy! Why do we need other witnesses? You have all heard his blasphemy.", "66": "What is your verdict?” “Guilty!” they shouted. “He deserves to die!”", "67": "Then they began to spit in Jesus' face and beat him with their fists. And some slapped him,", "68": "jeering, “Prophesy to us, you Messiah! Who hit you that time?”", "69": "Meanwhile, Peter was sitting outside in the courtyard. A servant girl came over and said to him, “You were one of those with Jesus the Galilean.”", "70": "But Peter denied it in front of everyone. “I don't know what you're talking about,” he said.", "71": "Later, out by the gate, another servant girl noticed him and said to those standing around, “This man was with Jesus of Nazareth.[k]”", "72": "Again Peter denied it, this time with an oath. “I don't even know the man,” he said.", "73": "A little later some of the other bystanders came over to Peter and said, “You must be one of them; we can tell by your Galilean accent.”", "74": "Peter swore, “A curse on me if I'm lying—I don't know the man!” And immediately the rooster crowed.", "75": "Suddenly, Jesus' words flashed through Peter's mind: “Before the rooster crows, you will deny three times that you even know me.” And he went away, weeping bitterly."}