{"1": "How is the [a]gold become so [b]dim? the most fine gold is changed, and the stones of the Sanctuary are scattered in the corner of every street.", "2": "The noble [c]men of Zion comparable to fine gold, how are they esteemed as earthen [d]pitchers, even the work of the hands of the potter!", "3": "Even the dragons [e]draw out the breasts, and give suck to their young: but the daughter of my people is become cruel like the [f]ostriches in the wilderness.", "4": "The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, but no man breaketh it unto them.", "5": "They that did feed delicately, perish in the streets: they that were brought up in scarlet, embrace the dung.", "6": "For the iniquity of the daughter of my people is become greater than the sin of Sodom, that was destroyed as in a moment, and [g]none pitched camps against her.", "7": "Her Nazirites were purer than the snow, and whiter than the milk: they were more ruddy in body, than the red precious stones: they were like polished sapphire.", "8": "Now their [h]visage is blacker than a coal: they cannot know them in the streets: their skin cleaveth to their bones: it is withered like a stock.", "9": "They that be slain with the sword, are better than they that are killed with hunger: for they fade away as they were stricken through for the [i]fruits of the field.", "10": "The hands of the pitiful women have sodden their own children, which were their meat in the destruction of the daughter of my people.", "11": "The Lord hath accomplished his indignation: he hath poured out his fierce wrath, he hath kindled a fire in Zion, which hath devoured the foundations thereof.", "12": "The kings of the earth, and all the inhabitants of the world would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem:", "13": "For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of [j]her.", "14": "They have wandered as blind men[k]in the streets, and they were polluted with blood, so that[l]they would not touch their garments.", "15": "But they cried unto them, Depart ye polluted, depart, depart, touch not: therefore they fled away, and wandered: they have said among the heathen, They shall no more dwell there.", "16": "The [m]anger of the Lord hath scattered them, he will no more regard them: [n]they reverenced not the face of the Priest, nor had compassion on the Elders.", "17": "While we waited for our vain help, our eyes failed: for in our waiting we looked for [o]a nation that could not save us.", "18": "They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled, for our end is come.", "19": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, and laid wait for us in the wilderness.", "20": "The [p]breath of our nostrils, the Anointed of the Lord was taken in their nets, of whom we said, Under his shadow we shall be preserved alive among the heathen.", "21": "Rejoice and be glad, [q]O daughter Edom: that dwellest in the land of Uz, the cup also shall pass through unto thee: thou shalt be drunken [r]and vomit.", "22": "Thy punishment is accomplished, O daughter Zion: he [s]will no more carry thee away into captivity, but he will visit thine iniquity, O daughter Edom, he will discover thy sins."}