{"1": "Saul is anointed King by Samuel. 9 God changeth Saul's heart, and he prophesieth. 17 Samuel assembleth the people, and showeth them their sins. 21 Saul is chosen King by lot. 25 Samuel writeth the King's office. Then Samuel took a vial of [a]oil, and poured it upon his head, and kissed him, and said, Hath not the Lord anointed thee to be governor over his inheritance?", "2": "When thou shalt depart from me this day, thou shalt find two men by Rachel's sepulcher in the border of Benjamin, even at Zelzah, and they will say unto thee, The [b]asses which thou wentest to seek, are found, and lo, thy father hath left the care of the asses, and sorroweth for you, saying, What shall I do for my son?", "3": "Then shalt thou go forth from thence, and shalt come to the [c]plain of Tabor, and there shall meet thee three men going up to God to Bethel, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:", "4": "And they will ask thee [d]if all be well, and will give thee the two loaves of bread, which thou shalt receive of their hands.", "5": "After that shalt thou come to the [e]hill of God, where is the garrisons of the Philistines: and when thou art come thither to the city, thou shalt meet a company of Prophets coming down from the high place with a vial, and a timbrel, and a pipe, and an harp before them, and they shall prophesy.", "6": "Then the Spirit of the Lord will come upon thee, and thou shalt prophesy with them, and shalt be turned into another man.", "7": "Therefore when these signs shall come unto thee, do as occasion shall serve: for God is with thee.", "8": "And thou shalt go down before me to Gilgal: and I also will come down unto thee to offer burnt offerings, and to sacrifice sacrifices of peace. Tarry for me seven days, till I come to thee, and show thee what thou shalt do.", "9": "And when he had turned his [f]back to go from Samuel, God gave him another [g]heart; and all those tokens came to pass that same day.", "10": "¶ And when they came thither to the hill, behold, the company of Prophets met him, and the Spirit of God came upon him, and he [h]prophesied among them.", "11": "Therefore all the people that knew him before, when they saw that he prophesied among the Prophets, said each to other, What is come unto the son of Kish? is Saul also among the Prophets?", "12": "And one of the same place answered, and said, But who is their [i]father? Therefore it was a proverb, Is Saul also among the [j]Prophets?", "13": "And when he had made an end of Prophesying, he came to the high place.", "14": "And Saul's uncle said unto him, and to his servant, Whither went ye? And he said, To seek the asses: and when we saw that they were nowhere, we came to Samuel.", "15": "And Saul's uncle said, Tell me, I pray thee, what Samuel said unto you.", "16": "Then Saul said to his uncle, He told us plainly that the asses were found: but concerning the kingdom whereof Samuel spake, told he him not.", "17": "¶ And Samuel [k]assembled the people unto the Lord in Mizpah,", "18": "And he said unto the children of Israel, Thus saith the Lord God of Israel, I have brought Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hands of all kingdoms that troubled you.", "19": "But ye have this day cast away your God, who only delivereth you out of all your adversities and tribulations: and ye said unto him, No, but appoint a king over us. Now therefore stand ye before the Lord according to your tribes, and according to your thousands.", "20": "And when Samuel had gathered together all the tribes of Israel, the tribe of Benjamin was [l]taken.", "21": "Afterward he assembled the tribe of Benjamin, according to their families, and the family of Matri was taken. So Saul the son of Kish was taken, and when they sought him, he could not be found.", "22": "Therefore they asked the Lord again, if that man should yet come thither. And the Lord answered, Behold, he hath [m]hid himself among the stuff.", "23": "And they ran, and brought him thence: and when he stood among the people, he was higher than any of the people from the shoulders upward.", "24": "And Samuel said to all the people, See ye not him, whom the Lord hath chosen, that there is none like him among all the people? and all the people shouted and said, [n]God save the King.", "25": "Then Samuel told the people [o]the duty of the kingdom, and wrote it in a book, and laid it up before the Lord, and Samuel sent all the people away every man to his house.", "26": "Saul also went home to Gibeah, and there followed him a band of men, whose heart God had touched.", "27": "But the wicked men said, How shall he save us? So they despised him, and brought him no presents: but he [p]held his tongue."}