{"1": "Nahash the Ammonite warreth against Jabesh Gilead, who asketh help of the Israelites. 6 Saul promiseth help. 11 The Ammonites are slain. 14 The kingdom is renewed. Then Nahash the Ammonite [a]came up, and besieged Jabesh Gilead: and all the men of Jabesh said unto Nahash, Make a covenant with us, and we will be thy servants.", "2": "And Nahash the Ammonite answered them, On this condition will I make a covenant with you, that I may thrust out all your [b]right eyes, and bring that shame upon all Israel.", "3": "To whom the Elders of Jabesh said, Give us seven days respite, that we may send messengers unto all the coasts of Israel: and then if no man deliver us, we will come out to thee.", "4": "¶ Then came the messengers to Gibeah of Saul, and told these tidings in the ears of the people: and all the people lift up their voices and wept.", "5": "And behold, Saul came following the cattle out of the field, and Saul said, What aileth this people, that they weep? And they told him the tidings of the men of Jabesh.", "6": "Then the Spirit of God [c]came upon Saul, when he heard those tidings, and he was exceeding angry,", "7": "And took a yoke of oxen, and hewed them in pieces, and sent them throughout all the coasts of Israel by the hands of messengers, saying, Whosoever cometh not forth after Saul, and after [d]Samuel, so shall his oxen be served. And the fear of the Lord fell on the people, and they came out [e]with one consent.", "8": "And when he numbered them in Bezek, the children of Israel were three hundred thousand men, and the men of Judah thirty thousand.", "9": "Then [f]they said unto the messengers that came, So say unto the men of Jabesh Gilead, Tomorrow by then the Sun be hot, ye shall have help. And the messengers came and showed it to the men of Jabesh, which were glad.", "10": "Therefore the men of Jabesh said, Tomorrow we will come out unto [g]you, and ye shall do with us all that pleaseth you.", "11": "¶ And when the morrow was come, Saul put the people in three bands, and they came in upon the host in the morning watch, and slew the Ammonites until the heat of the day: and they that remained, were scattered, so that two of them were not left together.", "12": "Then the people said unto Samuel, [h]Who is he that said, Shall Saul reign over us? bring those men that we may slay them.", "13": "But Saul said, There shall no man [i]die this day: for today the Lord hath saved Israel.", "14": "¶ Then said Samuel unto the people, Come, that we may go to Gilgal, and renew the kingdom there.", "15": "So all the people went to Gilgal, and made Saul King there before the Lord in Gilgal: and there they offered [j]peace offerings before the Lord: and there Saul and all the men of Israel rejoiced exceedingly."}