{"1": "The Philistines make war against Israel. 10 Goliath defieth Israel. 17 David is sent to his brethren. 34 The strength and boldness of David. 47 The Lord saveth not by sword nor spear. 50 David killeth Goliath, and the Philistines flee. Now the Philistines gathered their armies to battle, and came together to Sochoh which is in Judah, and pitched between Sochoh and Azekah, [a]in the coast of Dammim.", "2": "And Saul, and the men of Israel assembled and pitched in the valley [b]of Elah, and put themselves in battle array to meet the Philistines.", "3": "And the Philistines stood on a mountain on the one side, and Israel stood on a mountain on the other side: so a valley was between them.", "4": "¶ Then came a man between them [c]both out of the tents of the Philistines, named Goliath of Gath: his height was six cubits and an hand breadth,", "5": "And had an helmet of brass upon his head, and a [d]brigandine upon him: and the weight of his brigandine was five thousand [e]shekels of brass.", "6": "And he had [f]boots of brass upon his legs, and a shield of brass upon his shoulders.", "7": "And the shaft of his spear was like a weaver's beam: and his spear head weighed six hundred shekels of iron: and one bearing a shield went before him.", "8": "And he stood, and cried against the host of Israel, and said unto them, Why are ye come to set your battle in array? am not I a Philistine, and you servants to Saul? choose you a man for you, and let him come down to me.", "9": "If he be able to fight with me, and [g]kill me, then will we be your servants: but if I overcome him, and kill him, then shall ye be our servants, and serve us.", "10": "Also the Philistine said, I defy the host of Israel this day: give me a man, that we may fight [h]together.", "11": "When Saul and all Israel heard those words of the Philistine, they were discouraged, and greatly afraid.", "12": "¶ Now this David was the son of an Ephrathite of Bethlehem Judah, named Jesse, which had eight sons: and [i]this man was taken for an old man in the days of Saul.", "13": "And the three eldest sons of Jesse went and followed Saul to the battle: and the names of his three sons that went to battle were Eliab the eldest, and the next Abinadab, and the third Shammah.", "14": "So David was the least: and the three eldest went after Saul.", "15": "David also [j]went, but he returned from Saul to feed his father's sheep in Bethlehem.", "16": "And the Philistine drew near in the morning, and evening, and continued forty days.", "17": "And Jesse said unto David his son, [k]Take now for thy brethren an Ephah of this parched corn, and these ten cakes, and run to the host to thy brethren.", "18": "Also carry these ten fresh cheeses unto the captain, and look how thy brethren fare, and receive their [l]pledge.", "19": "(Then Saul and they, and all the men of Israel were in the valley of Elah, fighting with the Philistines.)", "20": "¶ So David rose up early in the morning, and left the sheep with a keeper, and took and went as Jesse had commanded him, and came within the compass of the host: and the host went out in array, and shouted in the battle.", "21": "For Israel and the Philistines had put themselves in array, army against army.", "22": "And David left the things which he bare, under the hands of the keeper of the [m]carriage, and ran into the host, and came, and asked his brethren [n]how they did.", "23": "And as he talked with them, behold, the man that was between the two armies, came up, (whose name was Goliath the Philistine of Gath) out of the [o]army of the Philistines, and spake [p]such words, and David heard them.", "24": "And all the men of Israel when they saw the man, ran away from him, and were sore afraid.", "25": "For every man of Israel said, Saw ye not this man that cometh up? even to revile Israel is he come up: and to him that killeth him, will the King give great riches, and will give him his daughter, yea, and make his father's house [q]free in Israel.", "26": "¶ Then David spake to the men that stood with him, and said, What shall be done to the man that killeth this Philistine, and taketh away the [r]shame from Israel? for who is this uncircumcised Philistine, that he should revile the host of the living God?", "27": "And the people answered him after this manner, saying, Thus shall it be done to the man that killeth him.", "28": "And Eliab his eldest brother heard when he spake unto the men, and Eliab was very angry with David, and said, Why camest thou down hither? and with whom hast thou left those few sheep in the wilderness? I know thy pride and the malice of thine heart, that thou art come down to see the battle.", "29": "Then David said, What have I now done? Is there not a [s]cause?", "30": "And he departed from him into the presence of another, and spake of the same manner, and the people answered him according to the former words.", "31": "¶ And they that heard the words which David spake, rehearsed them before Saul, which caused him to be brought.", "32": "So David said to Saul, Let no man's heart fail him, because of him: thy servant will go, and fight with this Philistine.", "33": "And Saul said to David, Thou art not [t]able to go against this Philistine to fight with him: for thou art a boy, and he is a man of war from his youth.", "34": "And David answered unto Saul, Thy servant kept his father's sheep, and there came a [u]lion, and likewise a bear, and took a sheep out of the flock,", "35": "And I went out after him and smote him, and took it out of his mouth: and when he arose against me, I caught him by the beard, and smote him, and slew him.", "36": "So thy servant slew both the lion, and the bear: therefore this uncircumcised Philistine shall be as one of them, seeing he hath railed on the host of the living God.", "37": "¶ Moreover David said, The Lord that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. Then Saul said unto David, [v]Go, and the Lord be with thee.", "38": "And Saul put his raiment upon David, and put an helmet of brass upon his head, and put a brigandine upon him.", "39": "Then girded David his sword upon his raiment, and [w]began to go: for he never proved it: and David said unto Saul, I can not go with these: for I am not accustomed. Wherefore David put them off him.", "40": "Then took he his [x]staff in his hand, and chose him five smooth stones out of a brook, and put them in his shepherd's bag or scrip, and his sling was in his hand, and he drew near to the Philistine.", "41": "¶ And the Philistine came and drew near unto David, and the man that bare the shield went before him.", "42": "Now when the Philistine looked about and saw David, he disdained him: for he was but young, ruddy, and of a comely face.", "43": "And the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine [y]cursed David by his gods.", "44": "And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the heaven, and to the beasts of the field.", "45": "¶ Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield, but I come to thee in the Name of the Lord of hosts, the God of the host of Israel, whom thou hast railed upon.", "46": "This [z]day shall the Lord close thee in mine hand, and I shall smite thee, and take thine head from thee, and I will give the carcasses of the host of the Philistines this day unto the fowls of the heaven, and to the beasts of the earth, that all the world may know that Israel hath a God,", "47": "And that all this assembly may know, that the Lord saveth not with sword nor with spear, (for the battle is the Lord's) and he will give you into our hands.", "48": "And when the Philistine arose to come and draw near unto David, David [aa]hasted and ran to fight against the Philistine.", "49": "And David put his hand in his bag, and took out a stone, and slang it, and smote the Philistine in his forehead, that the stone sticked in his forehead, and he fell groveling to the earth.", "50": "So David overcame the Philistine with a sling and with a stone, and smote the Philistine, and slew him, when David had no sword in his hand.", "51": "Then David ran, and stood upon the Philistine, and took his sword and drew it out of his sheath, and slew him, and cut off his head therewith. So when the Philistines saw that their champion was dead, they fled.", "52": "And the men of Israel and Judah arose, and shouted, and followed after the Philistines, until they came to the [ab]valley, and unto the gates of Ekron: and the Philistines fell down wounded by the way of Shaaraim, even to Gath and to Ekron.", "53": "And the children of Israel returned from pursuing the Philistines, and spoiled their tents.", "54": "And David took the head of the Philistine, and brought it to Jerusalem, and put his armor in his [ac]tent.", "55": "¶ When Saul saw David go forth against the Philistine, he said unto Abner the captain of his host, Abner, [ad]whose son is this young man? and Abner answered, As thy soul liveth, O king, I cannot tell.", "56": "Then the King said, Inquire thou whose son this young man is.", "57": "And when David was returned from the slaughter of the Philistine, then Abner took him and brought him before Saul with the head of the Philistine in his hand.", "58": "And Saul said to him, Whose son art thou, thou young man? And David answered, I am the son of thy servant Jesse the Bethlehemite."}