{"1": "The amity of Jonathan and David. 8 Saul envieth David for the praise that the women gave him. 11 Saul would have slain David. 17 He promiseth him Merab to wife, but giveth him Michal. 27 David delivereth to Saul two hundred foreskins of the Philistines. 29 Saul feareth David, seeing that the Lord is with him. And when he had made an end of speaking unto Saul, the [a]soul of Jonathan was knit with the soul of David, and Jonathan loved him, as his own soul.", "2": "And Saul took him that day, and would not let him return to his father's house.", "3": "Then Jonathan and David made a covenant: for he loved him as his own soul.", "4": "And Jonathan put off the robe that was upon him, and gave it David, and his garments, even to his sword, and to his bow, and to his girdle.", "5": "And David went out whithersoever Saul sent him, and behaved himself [b]wisely: so that Saul set him over the men of war, and he was accepted in the sight of all the people, and also in the sight of Saul's servants.", "6": "¶ When they came again, and David returned from the slaughter of the [c]Philistine, the women came out of all cities of Israel singing and dancing to meet king Saul, with timbrels, with instruments of joy, and with rebecks.", "7": "And the women [d]sang by course in their play, and said, Saul hath slain his thousand, and David his ten thousand.", "8": "Therefore Saul was exceedingly wroth, and the saying displeased him, and he said, They have ascribed unto David ten thousand, and to me they have ascribed but a thousand, and what can he have more save the kingdom?", "9": "Wherefore Saul [e]had an eye on David from that day forward.", "10": "¶ And on the morrow, the evil spirit of God came upon Saul, and he [f]prophesied in the midst of the house: and David played with his hand like as at other times, and there was a spear in Saul's hand.", "11": "And Saul took the spear, and said, I will smite David through to the wall. But David avoided twice out of his presence.", "12": "And Saul was afraid of David, because the Lord was with him, and was departed from Saul.", "13": "Therefore Saul put him from him, and made him a captain over a thousand, and he went [g]out and in before the people.", "14": "And David behaved himself wisely in all his ways: for the Lord was with him.", "15": "Wherefore when Saul saw that he was very wise, he was afraid of him.", "16": "For all Israel and Judah loved David, because he went out and in before them.", "17": "¶ Then Saul said to David, Behold mine eldest daughter Merab, her I will give thee to wife: only be a valiant son unto me, and [h]fight the Lord's battles: for Saul thought, Mine hand shall not be upon him, but the hand of the Philistines shall be upon him.", "18": "And David answered Saul, What am I? and what is my life, or the family of my father in Israel, that I should be son-in-law to the King?", "19": "Howbeit when Merab Saul's daughter should have been given to David, [i]she was given unto Adriel a Meholathite to wife.", "20": "¶ Then Michal Saul's daughter loved David: and they showed Saul, and the thing pleased him.", "21": "Therefore Saul said, I will give him her, that she may be a [j]snare to him, and that the hand of the Philistines may be against him. Wherefore Saul said to David, Thou shalt this day be my son-in-law in the one of the twain.", "22": "And Saul commanded his servants, Speak with David secretly, and say, Behold, the king hath a favor to thee, and all his servants love thee: be now therefore the King's son-in-law.", "23": "And Saul's servants spake these words in the ears of David. And David said, [k]Seemeth it to you a light thing to be a king's son-in-law, seeing that I am a poor man and of small reputation?", "24": "And then Saul's servants brought him word again, saying, Such words spake David.", "25": "And Saul said, This wise shall ye say to David, The king desireth no dowry, but an hundred foreskins of the Philistines, to be avenged of the King's enemies: for Saul thought to make David fall into the hands of the Philistines.", "26": "And when his servants told David these words, it pleased David well, to be the [l]King's son-in-law: and the days were not expired.", "27": "Afterward David arose with his men, and went and slew of the Philistines two hundred men: and David brought their foreskins, and [m]they gave them wholly to the King that he might be the King's son-in-law: therefore Saul gave him Michal his daughter to wife.", "28": "Then Saul saw, and understood that the Lord was with David, and that Michal the daughter of Saul loved him.", "29": "Then Saul was more and more afraid [n]of David, and Saul became always David's enemy.", "30": "And when the Princes of the Philistines went forth, at their going forth [o]David behaved himself more wisely than all the servants of Saul, so that his name was much set by."}