{"1": "Jonathan declareth to David the wicked purpose of Saul. 11 Michal his wife saveth him. 18 David cometh to Samuel. 23 The Spirit of prophecy cometh on Saul. Then Saul spake to Jonathan his son, and to all his servants, that they should [a]kill David: but Jonathan Saul's son had a great favor to David.", "2": "And Jonathan told David, saying, Saul my father goeth about to slay thee: now therefore, I pray thee, take heed unto thyself unto the morning, and abide in a secret place, and hide thyself.", "3": "And I will go out and stand by my father in the field where thou [b]art, and will commune with my father of thee, and I will see what he saith, and will tell thee.", "4": "¶ And Jonathan spake good of David unto Saul his father, and said unto him, Let not the king sin against his servant, against David: for he hath not sinned against thee, but his works have been to thee very good.", "5": "For he [c]did put his life in danger, and slew the Philistine, and the Lord wrought a great salvation for all Israel: thou sawest it, and thou rejoicedst: wherefore then wilt thou sin against innocent blood, and slay David without a cause?", "6": "Then Saul hearkened unto the voice of Jonathan, and Saul [d]swore, As the Lord liveth, he shall not die.", "7": "So Jonathan called David, and Jonathan showed him all those words, and Jonathan brought David to Saul, and he was in his presence as in times past.", "8": "¶ Again the war began, and David went out and fought with the Philistines, and slew them with a great slaughter, and they fled from him.", "9": "¶ And the evil spirit of the Lord was upon Saul, as he sat in his house having his spear in his hand, and David [e]played with his hand.", "10": "And Saul intended to smite David to the wall with the spear: but he turned aside out of Saul's presence, and he smote the spear against the wall: but David fled, and escaped the same night.", "11": "Saul also sent messengers unto David's house, to watch him, and to slay him in the morning: and Michal David's wife told it him, saying, If thou save not thyself this night, tomorrow thou shalt be slain.", "12": "So Michal [f]let David down through a window: and he went, and fled, and escaped.", "13": "Then Michal took an image, and laid it in the bed, and put a pillow stuffed with goat's hair under the head of it, and covered it with a cloth.", "14": "And when Saul sent messengers to take David, she said, He is sick.", "15": "And Saul sent the messengers again to see David, saying, Bring him to me in the [g]bed, that I may slay him.", "16": "And when the messengers were come in, behold, an image was in the bed with a pillow of goat's hair under the head of it.", "17": "And Saul said unto Michal, Why hast thou mocked me so, and sent away mine enemy, that he is escaped? And Michal answered Saul, He said unto me, Let me go, or else I will kill thee.", "18": "¶ So David fled, and escaped, and came to Samuel to Ramah, and told him all that Saul had done to him: and he and Samuel went and dwelt in [h]Naioth.", "19": "But one told Saul, saying, Behold, David is at Naioth in Ramah.", "20": "And Saul sent messengers to take David, and when they saw a company of Prophets prophesying, and Samuel standing [i]as appointed over them, the Spirit of God fell upon the messengers of Saul, and they also [j]prophesied.", "21": "And when it was told Saul, he sent other messengers, and they prophesied likewise: again Saul sent the third messengers, and they prophesied also.", "22": "Then went he himself to Ramah, and came to a great well that is in Sechu, and he asked, and said, Where are Samuel and David? And one said, Behold, they be at Naioth in Ramah.", "23": "And he [k]went thither, even to Naioth in Ramah, and the Spirit of God came upon him also, and he went prophesying until he came to Naioth in Ramah.", "24": "And he stripped off his [l]clothes, and he prophesied also before Samuel, and fell [m]down naked all that day and all that night: therefore they say, Is Saul also among the Prophets?"}