{"1": "David fleeth to Nob to Ahimelech the Priest. 6 He getteth of him the showbread to satisfy his hunger. 7 Doeg Saul's servant was present. 10 David fleeth to King Achish, 13 and there feigneth himself mad. Then came David to [a]Nob, to Ahimelech the Priest, and Ahimelech was astonied at the meeting of David, and said unto him, Why art thou alone, and no man with thee?", "2": "And David said to Ahimelech the Priest, The [b]King hath commanded me a certain thing, and hath said unto me, Let no man know whereabout I send thee, and what I have commanded thee: and I have appointed my servants to such and such places.", "3": "Now therefore if thou hast ought under thine hand, give me five cakes of bread, or what cometh to hand.", "4": "And the Priest answered David, and said, There is no common bread under mine hand, but here is hallowed bread, if the young men have kept themselves, at least from [c]women.", "5": "David then answered the Priest, and said unto him, Certainly women have been separate from us these two or three days since I came out: and the [d]vessels of the young men were holy, though the way were profane, and how much more then shall every one [e]be sanctified this day in the vessel?", "6": "So the Priest gave him hallowed bread: for there was no bread there, save the showbread that was taken from before the Lord, to put hot bread there, the day that it was taken away.", "7": "(And there was the same day one of the servants of Saul [f]abiding before the Lord, named Doeg the Edomite, the [g]chiefest of Saul's herdmen.)", "8": "And David said unto Ahimelech, Is there not here under thine hand a spear or a sword? for I have neither brought my sword nor mine harness with me, because the king's business required haste.", "9": "And the Priest said, The sword of Goliath the Philistine, whom thou slewest in the valley of Elah, behold, it is wrapped in a cloth behind the [h]Ephod: if thou wilt take that to thee, take it: for there is none other save that here: And David said, There is none to that, give it me.", "10": "And David arose and fled the same day from the [i]presence of Saul, and went to Achish the king of Gath.", "11": "And the servants of Achish said unto him, Is not this David the King of the land? did they not sing unto him in dances, saying, Saul hath slain his thousand, and David his ten thousand?", "12": "And David [j]considered these words, and was sore afraid of Achish the king of Gath.", "13": "And he changed his behavior before them, and feigned himself mad in their hands, and [k]scrabbled on the doors of the gate, and let his spittle fall down upon his beard.", "14": "Then said Achish unto his servants, Lo, ye see the man is beside himself, wherefore have ye brought him to me?", "15": "Have I need of mad men, that ye have brought this fellow to play the mad man in my presence? [l]shall he come into mine house?"}