{"1": "David hideth himself in a cave. 2 Many that were in trouble came unto him. 9 Doeg accuseth Ahimelech. 18 Saul causeth the Priests to be slain. 20 Abiathar escapeth. David therefore departed thence, and saved himself in the cave [a]of Adullam: and when his brethren and all his father's house heard it, they went down thither to him.", "2": "And there gathered unto him all men that were in trouble, and all men that were in debt, and all those that were vexed in mind, and he was their [b]prince, and there were with him about four hundred men.", "3": "¶ And David went thence to Mizpah in [c]Moab, and said unto the King of Moab, I pray thee, let my father and my mother come and abide with you, till I know what God will do for me.", "4": "And he [d]brought them before the King of Moab, and they dwelt with him all the while that David was in [e]the hold.", "5": "And the Prophet Gad said unto David, Abide not in the hold, but depart and go into the land of Judah. Then David departed and came into the forest of Hereth.", "6": "¶ And Saul heard that David was [f]discovered, and the men that were with him, and Saul remained in Gibeah under a tree in Ramah, having his spear in his hand, and all his servants stood about him.", "7": "And Saul said unto his servants that stood about him, Hear now, the sons [g]of Benjamin, will the son of Jesse give every one of you fields and vineyards: will he make you all captains over thousands, and captains over hundreds:", "8": "That all ye have conspired against me, and there is none that telleth me that my son hath made a covenant with the son of Jesse? and there is none of you that is sorry for me, or showeth me, that my [h]son hath stirred up my servant to lie in wait against me, as appeareth this day?", "9": "¶ Then answered Doeg the Edomite, (who was appointed over the servants of Saul) and said, I saw the son of Jesse, when he came to Nob, to Ahimelech the son of Ahitub,", "10": "Who asked counsel of the Lord for him, and gave him victuals, and he gave him also the sword of Goliath the Philistine.", "11": "Then the King sent to call Ahimelech the Priest the son of Ahitub, and all his father's house, to wit, [i]the Priests that were in Nob: and they came all to the King.", "12": "And Saul said, Hear now thou son of Ahitub. And he answered, Here I am, my lord.", "13": "Then Saul said unto him, Why have ye conspired against me, thou and the son of Jesse, in that thou hast given him victual, and a sword, and hast asked counsel of God for him, that he should rise against me, and lie in wait as appeareth this day?", "14": "And Ahimelech answered the King, and said, Who is so faithful among all thy servants as David, being also the king's son-in-law, and goeth at thy commandment, and is honorable in thine house?", "15": "[j]Have I this day first begun to ask counsel of God for him? be it far from me, let not the king impute anything unto his servant, nor to all the house of my father: for thy servant knew nothing of all this, less nor more.", "16": "Then the King said, Thou shalt surely die, Ahimelech, thou, and all thy father's house.", "17": "And the King said unto the [k]sergeants that stood about him, Turn, and slay the Priests of the Lord, because their hand also is with David, and because they knew when he fled, and showed it not unto me. But the servants of the King [l]would not move their hands to fall upon the Priests of the Lord.", "18": "Then the King said to Doeg, Turn thou and fall upon the Priests. And Doeg the Edomite turned, and ran upon the Priests, and slew that same day fourscore and five persons, that did wear a linen Ephod.", "19": "Also Nob the city of the Priests smote he with the edge of the sword, both man and woman, both child and suckling, both ox and ass, and sheep with the edge of the sword.", "20": "But one of the sons of Ahimelech the son of Ahitub (whose name was Abiathar) [m]escaped and fled after David.", "21": "And Abiathar showed David, that Saul had slain the Lord's Priests.", "22": "And David said unto Abiathar, I knew it the same day, when Doeg the Edomite was there, that he would tell Saul. I am the cause of the death of all the persons of thy father's house.", "23": "Abide thou with me, and fear not: for [n]he that seeketh my life, shall seek thy life also: for with me thou shalt be in safeguard."}