{"1": "David hath the chief charge promised about Achish.  8 Saul consulteth with a witch, and she causeth him to speak with Samuel, 18 Who declareth his ruin. Now at that time the Philistines assembled their bands and army to fight with Israel: therefore Achish said to David, [a]Be sure, thou shalt go out with me to the battle, thou, and thy men.", "2": "And David said to Achish, Surely thou shalt know what thy servant can do. And Achish said to David, Surely I will make thee keeper of mine head forever.", "3": "(Samuel was then dead, and all Israel had lamented him, and buried him in Ramah his own city: and Saul had [b]put away the sorcerers, and the Soothsayers out of the land.)", "4": "Then the Philistines assembled themselves, and came and pitched in Shunem: and Saul assembled all Israel, and they pitched in Gilboa.", "5": "And when Saul saw the host of the Philistines, he was afraid, and his heart was sore astonied.", "6": "Therefore Saul asked counsel of the Lord, and the Lord answered him not, neither by dreams, nor by [c]Urim, nor yet by Prophets.", "7": "¶ Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and ask of her. And his servants said to him, Behold, there is a woman at En Dor that hath a familiar spirit.", "8": "Then Saul [d]changed himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, conjecture unto me by the familiar spirit, and bring me him up whom I shall name unto thee.", "9": "And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath destroyed the sorcerers, and the soothsayers out of the land: wherefore then seekest thou to take me in a snare to cause me to die?", "10": "And Saul swore to her by the Lord, saying, As the Lord liveth, no [e]harm shall come to thee for this thing.", "11": "Then said the woman, Whom shall I bring up unto thee? And he answered, Bring me up [f]Samuel.", "12": "And when the woman saw Samuel, she cried with a loud voice, and the woman spake to Saul, saying, Why hast thou deceived me? for thou art Saul.", "13": "And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw [g]gods ascending up out of the earth.", "14": "Then he said unto her, What fashion is he of? And she answered, An old man cometh up lapped in a mantel: and Saul knew that it was [h]Samuel, and he inclined his face to the ground, and bowed himself.", "15": "¶ And Samuel said to Saul, Why hast thou disquieted me, to bring me up? Then Saul answered, I am in great distress: for the Philistines make war against me, and God is departed from me, and answereth me no more, neither [i]by Prophets, neither by dreams: therefore I have called thee, that thou mayest tell me, what I shall do.", "16": "Then said Samuel, Wherefore then dost thou ask of me, seeing, the Lord is gone from thee, and is thine enemy?", "17": "Even the Lord hath done to [j]him, as he spake by mine [k]hand: for the Lord will rent the kingdom out of thine hand, and give it thy neighbor David.", "18": "Because thou obeyedst not the voice of the Lord, nor executedst his fierce wrath upon the Amalekites, therefore hath the Lord done this unto thee this day.", "19": "Moreover the Lord will deliver Israel with thee into the hands of the Philistines: [l]and tomorrow shalt thou and thy sons be with me, and the Lord shall give the host of Israel into the hands of the Philistines.", "20": "Then Saul fell straightway all along on the earth, and was sore [m]afraid because of the words of Samuel, so that there was no strength in him: for he had eaten no bread all the day nor all the night.", "21": "Then the woman came unto Saul, and saw that he was sore troubled, and said unto him, See, thine handmaid hath obeyed thy voice, and I [n]have put my soul in mine hand, and have obeyed thy words which thou saidest unto me.", "22": "Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee, that thou mayest eat and get thee strength, and go on thy journey.", "23": "But he refused and said, I will not eat: but his servants and the woman together compelled him, and he obeyed their voice: so he arose from the earth, and sat on the bed.", "24": "Now the woman had a fat calf in the house, and she hasted, and killed it, and took flour, and kneaded it, and baked of it [o]unleavened bread.", "25": "Then she brought them before Saul, and before his servants: and when they had eaten, they stood up, and went away the same night."}