{"1": "There was no manifest vision in the time of Eli. 4 The Lord calleth Samuel three times, 11 And showeth what shall come upon Eli and his house. 18 The same declareth Samuel to Eli. Now the child Samuel ministered unto the Lord [a]before Eli: and the word of the Lord was [b]precious in those days: for there was no manifest vision.", "2": "And at that time, as Eli lay in his [c]place, his eyes began to wax dim that he could not see.", "3": "And yer the [d]light of God went out, Samuel slept in the temple of the Lord, where the Ark of God was.", "4": "Then the Lord [e]called Samuel: and he said, Here I am.", "5": "And he ran unto Eli, and said, Here am I, for thou calledst me. But he said, I called thee not: go again and sleep. And he went and slept.", "6": "And the Lord called once again, Samuel. And Samuel arose, and went to Eli, and said, I am here: for thou didst call me. And he answered, I called thee not my son: go again and sleep.", "7": "Thus did Samuel, before he knew [f]the Lord, and before the word of the Lord was revealed unto him.", "8": "And the Lord called Samuel again the third time: and he arose, and went to Eli, and said, I am here: for thou hast called me. Then Eli [g]perceived that the Lord had called the child.", "9": "Therefore Eli said unto Samuel, Go and sleep: and if he call thee, then say, Speak Lord, for thy servant heareth. So Samuel went, and slept in his place.", "10": "¶ And the Lord came, and stood, and called as at other times, Samuel, Samuel. Then Samuel answered, Speak, for thy servant heareth.", "11": "¶ Then the Lord said unto Samuel, Behold, I will do a thing in Israel, whereof whosoever shall hear, his two ears shall [h]tingle.", "12": "In that day I will raise up against Eli all things which I have spoken concerning his house: when I begin, I will also make an end.", "13": "And I have told him that I will judge his house forever, for the iniquity which he knoweth, because his sons ran into a slander, and he stayed them not.", "14": "Now therefore I have sworn unto the house of Eli, that the wickedness of Eli's house shall not be purged with sacrifice nor offering [i]forever.", "15": "Afterward Samuel slept until the morning, and opened the doors of the house of the Lord, and Samuel feared to show Eli the vision.", "16": "¶ Then Eli called Samuel, and said, Samuel my son. And he answered, Here I am.", "17": "Then he said, What is it, that the Lord said unto thee? I pray thee hide it not from me. God [j]do so to thee, and more also, if thou hide anything from me, of all that he said unto thee.", "18": "So Samuel told him every whit, and hid nothing from him. Then he said, It is the Lord: let him do what seemeth him good.", "19": "¶ And Samuel grew, and the Lord was with him, and let none of his words [k]fall to the ground.", "20": "And all Israel from Dan to Beersheba knew [l]that faithful Samuel was the Lord's Prophet.", "21": "And the Lord appeared again in Shiloh: for the Lord revealed himself to Samuel in Shiloh by [m]his word."}