{"1": "Israel is overcome by the Philistines. 4 They do set the Ark, wherefore the Philistines do fear. 10 The Ark of the Lord is taken. 11 Eli and his children die. 19 The death of the wife of Phinehas the son of Eli. And Samuel spake unto all Israel: [a]and Israel went out against the Philistines to battle, and pitched beside [b]Ebenezer: and the Philistines pitched in Aphek.", "2": "And the Philistines put themselves in array against Israel: and when they joined the battle, Israel was smitten down before the Philistines: who slew of the army in the field about four thousand men.", "3": "So when the people were come into the camp, the Elders of Israel said, [c]Wherefore hath the Lord smitten us this day before the Philistines? let us bring the Ark of the covenant of the Lord out of Shiloh unto us, that when it cometh among us, it may save us out of the hand of our enemies.", "4": "Then the people sent to Shiloh, and brought from thence the Ark of the covenant of the Lord of hosts, who [d]dwelleth between the Cherubims: and there were the two sons of Eli, Hophni and Phinehas, with the Ark of the covenant of God.", "5": "And when the Ark of the covenant of the Lord came into the host, all Israel shouted a mighty shout, so that the earth rang again.", "6": "And when the Philistines heard the noise of the shout, they said, What meaneth the sound of this mighty shout in the host of the Hebrews? and they understood, that the Ark of the Lord was come into the host.", "7": "And the Philistines were afraid, and said, God is come in the host: therefore said they, [e]Woe unto us: for it hath not been so heretofore.", "8": "Woe unto us, who shall deliver us out of the hand of these mighty Gods? these are the Gods that smote the Egyptians with all the plagues in the [f]wilderness.", "9": "Be strong and play the men, O Philistines, that ye be not servants unto the Hebrews, as they have served you: be valiant therefore, and fight.", "10": "And the Philistines fought, and Israel was smitten down, and fled every man into his tent: and there was an exceeding great slaughter, for there fell of Israel [g]thirty thousand footmen.", "11": "And the Ark of God was taken, and the two sons of Eli, Hophni and Phinehas died.", "12": "And there ran a man of Benjamin out of the army, and came to Shiloh the same day with his clothes [h]rent, and earth upon his head.", "13": "And when he came, lo, Eli sat upon a seat by the wayside, waiting: for his heart [i]feared for the Ark of God: and when the man came into the city to tell it, all the city cried out.", "14": "And when Eli heard the noise of the crying, he said, What meaneth this noise of the tumult? and the man came in hastily, and told Eli.", "15": "(Now Eli was fourscore and eighteen years old, and his eyes were dim that he could not see.)", "16": "And the man said unto Eli, I came from the army, and I fled this day out of the host: and he said, What thing is done, my son?", "17": "Then the messenger answered, and said, Israel is fled before the Philistines, and there hath been also a great slaughter among the people: and moreover thy two sons, Hophni and Phinehas [j]are dead, and the Ark of God is taken.", "18": "¶ And when he had made mention of the Ark of God, Eli fell from his seat backward by the side of the gate, and his neck was broken, and he died: for he was an old man and heavy: and he had [k]judged Israel forty years.", "19": "And his daughter-in-law, Phinehas' wife, was with child, near [l]her travail: and when she heard the report that the Ark of God was taken, and that her father-in-law and her husband were dead, she [m]bowed herself, and travailed: for her pains came upon her.", "20": "And about the time of her death, the women that stood about her, said unto her, Fear not: for thou hast borne a son: but she answered not, nor regarded it.", "21": "And she named the child [n]Ichabod, saying, The glory is departed from Israel, because the Ark of God was taken, and because of her father-in-law and her husband.", "22": "She said again, [o]The glory is departed from Israel: for the Ark of God is taken."}