{"1": "Saul seeking his father's asses, by the counsel of his servant goeth to Samuel. 9 The Prophets called Seers. 15 The Lord revealeth to Samuel Saul's coming, commanding him to anoint him king. 22 Samuel bringeth Saul to the feast. There was now a man of Benjamin, [a]mighty in power, named Kish, the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, the son of a man of Benjamin.", "2": "And he had a son called Saul, a [b]goodly young man and a fair: so that among the children of Israel there was none goodlier than he: from the shoulders upward, he was higher than any of the people.", "3": "And the asses of Kish, Saul's father were lost: therefore Kish said to Saul his son, Take now one of the servants with thee, and arise, go and [c]seek the asses.", "4": "So he passed through mount Ephraim, and went through the land of Shalisha, but they found them not. Then they went through the land of Shaalim, and there they were not: he went also through the land of Benjamin, but they found them not.", "5": "When they came to the land of [d]Zuph, Saul said unto his servant that was with him, Come and let us return, lest my father leave the care of asses, and take thought for us.", "6": "And he said unto him, Behold now, in this city is a man of God, and he is an honorable man: all that he saith cometh to pass: let us now go thither, if so be that he can show us what way we may go.", "7": "Then said Saul to his servant, Well then, let us go: but what shall we bring unto the man? For the [e]bread is spent in our vessels, and there is no present to bring to the man of God: what have we?", "8": "And the servant answered Saul again, and said, Behold, I have found about me the fourth part of a [f]shekel of silver: that will I give the man of God, to tell us our way.", "9": "(Beforetime in Israel when a man went to seek an answer of God, thus he spake, Come, and let us go to the [g]Seer: for he that is called now a Prophet, was in the old time called a Seer)", "10": "Then said Saul to his servant, Well said, come, let us go: so they went into the city where the man of God was.", "11": "¶ And as they were going up the highway to the city, they found maids that came out to draw water, and said unto them, Is there here a Seer?", "12": "And they answered them, and said, Yea, lo, he is before you: make haste now, for he came this day to the city: for there is an [h]offering of the people this day in the high place.", "13": "When ye shall come into the city, ye shall find him straightway ere he come up to the high place to eat, for the people will not eat until he come, because he will [i]bless the sacrifice; and then eat they that be bidden to the feast: now therefore go up, for even now shall ye find him.", "14": "Then they went up into the city, and when they were come into the midst of the city, Samuel came out against them, to go up to the high place.", "15": "¶ But the Lord had revealed to Samuel [j]secretly (a day before Saul came) saying,", "16": "Tomorrow about this time I will send thee a man out of the land of Benjamin, him shalt thou anoint to be governor over my people Israel, that he may [k]save my people out of the hands of the Philistines; for I have looked upon my people, and their cry is come unto me.", "17": "When Samuel therefore saw Saul, the Lord answered him, See, this is the man whom I spake to thee of, he shall rule my people.", "18": "Then went Saul to Samuel in the midst of the gate, and said, Tell me, I pray thee, where the Seer's house is.", "19": "And Samuel answered Saul, and said, I am the Seer; go up before me unto the high place; for ye shall eat with me today, and tomorrow I will let thee go, and will tell thee all that is in thine [l]heart.", "20": "And as for thine asses that were lost three days ago, care not for them: for they are found: and [m]on whom is set all the desire of Israel? is it not upon thee, and on all thy father's house?", "21": "¶ But Saul answered, and said, Am not I the son of Benjamin of the smallest tribe of Israel? and my family is the least of all the families of the tribe of Benjamin. Wherefore then speakest thou so to me?", "22": "And Samuel took Saul and his servant, and brought them into the [n]chamber, and made them sit in the chiefest place among them that were bidden: which were about thirty persons.", "23": "And Samuel said unto the cook, Bring forth the portion which I gave thee, and whereof I said unto thee, Keep it with thee.", "24": "And the cook took up the shoulder, and that which was [o]upon it, and set it before Saul. And Samuel said, Behold, that which is left, set it before thee, and eat: for hitherto hath it been kept for thee, saying, Also I [p]have called the people. So Saul did eat with Samuel that day.", "25": "And when they were come down from the high place into the city, he communed with Saul upon the top of the house.", "26": "And when they arose early about the spring of the day, Samuel called Saul to the [q]top of the house, saying, Up, that I may send thee away. And Saul arose, and they went out, both he, and Samuel.", "27": "And when they were come down to the end of the city, Samuel said to Saul, Bid the servant go before us, (and he went) but stand thou still now, that I may show thee [r]the word of God."}