{"1": "Now there was a man in Caesarea[a] named Cornelius, a centurion[b] of what was known as the Italian Cohort.[c] ", "2": "He[d] was a devout, God-fearing man,[e] as was all his household; he did many acts of charity for the people[f] and prayed to God regularly. ", "3": "About three o'clock one afternoon[g] he saw clearly in a vision an angel of God[h] who came in[i] and said to him, “Cornelius.” ", "4": "Staring at him and becoming greatly afraid, Cornelius[j] replied,[k] “What is it, Lord?” The angel[l] said to him, “Your prayers and your acts of charity[m] have gone up as a memorial[n] before God. ", "5": "Now[o] send men to Joppa[p] and summon a man named Simon,[q] who is called Peter. ", "6": "This man is staying as a guest with a man named Simon, a tanner,[r] whose house is by the sea.” ", "7": "When the angel who had spoken to him departed, Cornelius[s] called two of his personal servants[t] and a devout soldier from among those who served him,[u] ", "8": "and when he had explained everything to them, he sent them to Joppa.", "9": "About noon[v] the next day, while they were on their way and approaching[w] the city, Peter went up on the roof[x] to pray. ", "10": "He became hungry and wanted to eat, but while they were preparing the meal, a trance came over him.[y] ", "11": "He[z] saw heaven[aa] opened[ab] and an object something like a large sheet[ac] descending,[ad] being let down to earth[ae] by its four corners. ", "12": "In it[af] were all kinds of four-footed animals and reptiles[ag] of the earth and wild birds.[ah] ", "13": "Then[ai] a voice said[aj] to him, “Get up, Peter; slaughter[ak] and eat!” ", "14": "But Peter said, “Certainly not, Lord, for I have never eaten anything defiled and ritually unclean!”[al] ", "15": "The voice[am] spoke to him again, a second time, “What God has made clean, you must not consider[an] ritually unclean!”[ao] ", "16": "This happened three times, and immediately the object was taken up into heaven.[ap]", "17": "Now while Peter was puzzling over[aq] what the vision he had seen could signify, the men sent by Cornelius had learned where Simon's house was[ar] and approached[as] the gate. ", "18": "They[at] called out to ask if Simon, known as Peter,[au] was staying there as a guest. ", "19": "While Peter was still thinking seriously about[av] the vision, the Spirit said to him, “Look! Three men are looking for you. ", "20": "But get up,[aw] go down, and accompany them without hesitation,[ax] because I have sent them.” ", "21": "So Peter went down[ay] to the men and said, “Here I am,[az] the person you're looking for. Why have you come?” ", "22": "They said, “Cornelius the centurion,[ba] a righteous[bb] and God-fearing man, well spoken of by the whole Jewish nation,[bc] was directed by a holy angel to summon you to his house and to hear a message[bd] from you.” ", "23": "So Peter[be] invited them in and entertained them as guests. On the next day he got up and set out[bf] with them, and some of the brothers from Joppa[bg] accompanied him. ", "24": "The following day[bh] he entered Caesarea.[bi] Now Cornelius was waiting anxiously[bj] for them and had called together his relatives and close friends. ", "25": "So when[bk] Peter came in, Cornelius met[bl] him, fell[bm] at his feet, and worshiped[bn] him. ", "26": "But Peter helped him up,[bo] saying, “Stand up. I too am a mere mortal.”[bp] ", "27": "Peter[bq] continued talking with him as he went in, and he found many people gathered together.[br] ", "28": "He said to them, “You know that[bs] it is unlawful[bt] for a Jew[bu] to associate with or visit a Gentile,[bv] yet God has shown me that I should call no person[bw] defiled or ritually unclean.[bx] ", "29": "Therefore when you sent for me,[by] I came without any objection. Now may I ask why[bz] you sent for me?” ", "30": "Cornelius[ca] replied,[cb] “Four days ago at this very hour, at three o'clock in the afternoon,[cc] I was praying in my house, and suddenly[cd] a man in shining clothing stood before me ", "31": "and said, 'Cornelius, your prayer has been heard and your acts of charity[ce] have been remembered before God.[cf] ", "32": "Therefore send to Joppa and summon Simon, who is called Peter. This man is staying as a guest in the house of Simon the tanner,[cg] by the sea.' ", "33": "Therefore I sent for you at once, and you were kind enough to come.[ch] So now we are all here in the presence of God[ci] to listen[cj] to everything the Lord has commanded you to say to us.”[ck]", "34": "Then Peter started speaking:[cl] “I now truly understand that God does not show favoritism in dealing with people,[cm] ", "35": "but in every nation[cn] the person who fears him[co] and does what is right[cp] is welcomed before him. ", "36": "You know[cq] the message[cr] he sent to the people[cs] of Israel, proclaiming the good news of peace[ct] through[cu] Jesus Christ[cv] (he is Lord[cw] of all)—", "37": "you know what happened throughout Judea, beginning from Galilee after the baptism that John announced:[cx] ", "38": "with respect to Jesus from Nazareth,[cy] that[cz] God anointed him with the Holy Spirit and with power. He[da] went around doing good and healing all who were oppressed by the devil,[db] because God was with him.[dc] ", "39": "We[dd] are witnesses of all the things he did both in Judea[de] and in Jerusalem. They[df] killed him by hanging him on a tree,[dg] ", "40": "but[dh] God raised him up on the third day and caused him to be seen,[di] ", "41": "not by all the people, but by us, the witnesses God had already chosen,[dj] who ate and drank[dk] with him after he rose from the dead. ", "42": "He[dl] commanded us to preach to the people and to warn[dm] them[dn] that he is the one[do] appointed[dp] by God as judge[dq] of the living and the dead. ", "43": "About him all the prophets testify,[dr] that everyone who believes in him receives forgiveness of sins[ds] through his name.”", "44": "While Peter was still speaking these words, the Holy Spirit fell on[dt] all those who heard the message.[du] ", "45": "The[dv] circumcised believers[dw] who had accompanied Peter were greatly astonished[dx] that[dy] the gift of the Holy Spirit[dz] had been poured out[ea] even on the Gentiles, ", "46": "for they heard them speaking in tongues and praising[eb] God. Then Peter said, ", "47": "“No one can withhold the water for these people to be baptized, who have received the Holy Spirit just as we did,[ec] can he?”[ed] ", "48": "So he gave orders to have them baptized[ee] in the name of Jesus Christ.[ef] Then they asked him to stay for several days."}