{"1": "Now some men came down from Judea[a] and began to teach the brothers, “Unless you are circumcised[b] according to the custom of Moses, you cannot be saved.” ", "2": "When Paul and Barnabas had a major argument and debate[c] with them, the church[d] appointed Paul and Barnabas and some others from among them to go up to meet with[e] the apostles and elders in Jerusalem about this point of disagreement.[f] ", "3": "So they were sent on their way by the church, and as they passed through both Phoenicia[g] and Samaria, they were relating at length[h] the conversion of the Gentiles and bringing great joy[i] to all the brothers. ", "4": "When they arrived in Jerusalem, they were received[j] by the church and the apostles and the elders, and they reported[k] all the things God had done with them.[l] ", "5": "But some from the religious party of the Pharisees[m] who had believed stood up and said, “It is necessary[n] to circumcise the Gentiles[o] and to order them to observe[p] the law of Moses.”", "6": "Both the apostles and the elders met together to deliberate[q] about this matter. ", "7": "After there had been much debate,[r] Peter stood up and said to them, “Brothers, you know that some time ago[s] God chose[t] me to preach to the Gentiles so they would hear the message[u] of the gospel[v] and believe.[w] ", "8": "And God, who knows the heart,[x] has testified[y] to them by giving them the Holy Spirit just as he did to us,[z] ", "9": "and he made no distinction[aa] between them and us, cleansing[ab] their hearts by faith. ", "10": "So now why are you putting God to the test[ac] by placing on the neck of the disciples a yoke[ad] that neither our ancestors[ae] nor we have been able to bear? ", "11": "On the contrary, we believe that we are saved through[af] the grace of the Lord Jesus, in the same way as they are.”[ag]", "12": "The whole group kept quiet[ah] and listened to Barnabas and Paul while they explained all the miraculous signs[ai] and wonders God had done among the Gentiles through them. ", "13": "After they stopped speaking,[aj] James replied,[ak] “Brothers, listen to me. ", "14": "Simeon[al] has explained[am] how God first concerned himself[an] to select[ao] from among the Gentiles[ap] a people for his name. ", "15": "The[aq] words of the prophets agree[ar] with this, as it is written,", "16": "'After this[as] I[at] will return, and I will rebuild the fallen tent[au] of David; I will rebuild its ruins and restore[av] it,", "17": "so that the rest of humanity[aw] may seek the Lord, namely,[ax] all the Gentiles[ay] I have called to be my own,'[az] says the Lord,[ba] who makes these things ", "18": "known[bb] from long ago.[bc]", "19": "“Therefore I conclude[bd] that we should not cause extra difficulty[be] for those among the Gentiles[bf] who are turning to God, ", "20": "but that we should write them a letter[bg] telling them to abstain[bh] from things defiled[bi] by idols and from sexual immorality and from what has been strangled[bj] and from blood. ", "21": "For Moses has had those who proclaim him in every town from ancient times,[bk] because he is read aloud[bl] in the synagogues[bm] every Sabbath.”", "22": "Then the apostles and elders, with the whole church, decided[bn] to send men chosen from among them, Judas called Barsabbas and Silas,[bo] leaders among the brothers, to Antioch[bp] with Paul and Barnabas. ", "23": "They sent this letter with them:[bq] From the apostles[br] and elders, your brothers,[bs] to the Gentile brothers and sisters[bt] in Antioch,[bu] Syria,[bv] and Cilicia, greetings! ", "24": "Since we have heard that some have gone out from among us with no orders from us and have confused[bw] you, upsetting[bx] your minds[by] by what they said,[bz] ", "25": "we have unanimously[ca] decided[cb] to choose men to send to you along with our dear friends Barnabas and Paul, ", "26": "who[cc] have risked their lives[cd] for the name of our Lord Jesus Christ.[ce] ", "27": "Therefore we are sending[cf] Judas and Silas[cg] who will tell you these things themselves in person.[ch] ", "28": "For it seemed best to the Holy Spirit and to us[ci] not to place any greater burden on you than these necessary rules:[cj] ", "29": "that you abstain from meat that has been sacrificed to idols[ck] and from blood and from what has been strangled[cl] and from sexual immorality.[cm] If you keep yourselves from doing these things,[cn] you will do well. Farewell.[co]", "30": "So when they were dismissed,[cp] they went down to Antioch,[cq] and after gathering the entire group[cr] together, they delivered the letter. ", "31": "When they read it aloud,[cs] the people[ct] rejoiced at its encouragement.[cu] ", "32": "Both Judas and Silas, who were prophets themselves, encouraged and strengthened the brothers with a long speech.[cv] ", "33": "After[cw] they had spent some time there,[cx] they were sent off in peace by the brothers to those who had sent them.[cy] ", "35": "But Paul and Barnabas remained in Antioch,[cz] teaching and proclaiming (along with many others)[da] the word of the Lord.[db]", "36": "After some days Paul said to Barnabas, “Let's return[dc] and visit the brothers in every town where we proclaimed the word of the Lord[dd] to see how they are doing.”[de] ", "37": "Barnabas wanted to bring John called Mark along with them too, ", "38": "but Paul insisted[df] that they should not take along this one who had left them in Pamphylia[dg] and had not accompanied them in the work. ", "39": "They had[dh] a sharp disagreement,[di] so that they parted company. Barnabas took along[dj] Mark and sailed away to Cyprus,[dk] ", "40": "but Paul chose Silas and set out, commended[dl] to the grace of the Lord by the brothers and sisters.[dm] ", "41": "He passed through Syria and Cilicia, strengthening[dn] the churches."}