{"1": "After they traveled through[a] Amphipolis[b] and Apollonia,[c] they came to Thessalonica,[d] where there was a Jewish synagogue.[e] ", "2": "Paul went to the Jews in the synagogue,[f] as he customarily did, and on three Sabbath days he addressed[g] them from the scriptures, ", "3": "explaining and demonstrating[h] that the Christ[i] had to suffer and to rise from the dead,[j] saying,[k] “This Jesus I am proclaiming to you is the Christ.”[l] ", "4": "Some of them were persuaded[m] and joined Paul and Silas, along with a large group[n] of God-fearing Greeks[o] and quite a few[p] prominent women. ", "5": "But the Jews became jealous,[q] and gathering together some worthless men from the rabble in the marketplace,[r] they formed a mob[s] and set the city in an uproar.[t] They attacked Jason's house,[u] trying to find Paul and Silas[v] to bring them out to the assembly.[w] ", "6": "When they did not find them, they dragged[x] Jason and some of the brothers before the city officials,[y] screaming, “These people who have stirred up trouble[z] throughout the world[aa] have come here too, ", "7": "and[ab] Jason has welcomed them as guests! They[ac] are all acting against Caesar's[ad] decrees, saying there is another king named[ae] Jesus!”[af] ", "8": "They caused confusion among[ag] the crowd and the city officials[ah] who heard these things. ", "9": "After[ai] the city officials[aj] had received bail[ak] from Jason and the others, they released them.", "10": "The brothers sent Paul and Silas off to Berea[al] at once, during the night. When they arrived,[am] they went to the Jewish synagogue.[an] ", "11": "These Jews[ao] were more open-minded[ap] than those in Thessalonica,[aq] for they eagerly[ar] received[as] the message, examining[at] the scriptures carefully every day[au] to see if these things were so. ", "12": "Therefore many of them believed, along with quite a few[av] prominent[aw] Greek women and men. ", "13": "But when the Jews from Thessalonica[ax] heard that Paul had also proclaimed the word of God[ay] in Berea, they came there too, inciting[az] and disturbing[ba] the crowds. ", "14": "Then the brothers sent Paul away to the coast[bb] at once, but Silas and Timothy remained in Berea.[bc] ", "15": "Those who accompanied Paul escorted him as far as Athens, and after receiving an order for Silas and Timothy to come to him as soon as possible, they left.[bd]", "16": "While Paul was waiting for them in Athens, his spirit was greatly upset[be] because he saw[bf] the city was full of idols. ", "17": "So he was addressing[bg] the Jews and the God-fearing Gentiles[bh] in the synagogue,[bi] and in the marketplace[bj] every day[bk] those who happened to be there. ", "18": "Also some of the Epicurean[bl] and Stoic[bm] philosophers were conversing[bn] with him, and some were asking,[bo] “What does this foolish babbler[bp] want to say?” Others said, “He seems to be a proclaimer of foreign gods.”[bq] (They said this because he was proclaiming the good news about Jesus and the resurrection.)[br] ", "19": "So they took Paul and[bs] brought him to the Areopagus,[bt] saying, “May we know what this new teaching is that you are proclaiming? ", "20": "For you are bringing some surprising things[bu] to our ears, so we want to know what they[bv] mean.” ", "21": "(All the Athenians and the foreigners who lived there used to spend their time[bw] in nothing else than telling[bx] or listening to something new.)[by]", "22": "So Paul stood[bz] before the Areopagus and said, “Men of Athens, I see that you are very religious[ca] in all respects.[cb] ", "23": "For as I went around and observed closely your objects of worship,[cc] I even found an altar with this inscription:[cd] 'To an unknown god.' Therefore what you worship without knowing it,[ce] this I proclaim to you. ", "24": "The God who made the world and everything in it,[cf] who is[cg] Lord of heaven and earth, does not live in temples made by human hands,[ch] ", "25": "nor is he served by human hands, as if he needed anything,[ci] because he himself gives life and breath and everything to everyone.[cj] ", "26": "From one man[ck] he made every nation of the human race[cl] to inhabit the entire earth,[cm] determining their set times[cn] and the fixed limits of the places where they would live,[co] ", "27": "so that they would search for God and perhaps grope around[cp] for him and find him,[cq] though he is[cr] not far from each one of us. ", "28": "For in him we live and move about[cs] and exist, as even some of your own poets have said, 'For we too are his offspring.'[ct] ", "29": "So since we are God's offspring, we should not think the deity[cu] is like gold or silver or stone, an image[cv] made by human[cw] skill[cx] and imagination.[cy] ", "30": "Therefore, although God has overlooked[cz] such times of ignorance,[da] he now commands all people[db] everywhere to repent,[dc] ", "31": "because he has set[dd] a day on which he is going to judge the world[de] in righteousness, by a man whom he designated,[df] having provided proof to everyone by raising[dg] him from the dead.”", "32": "Now when they heard about[dh] the resurrection from the dead, some began to scoff,[di] but others said, “We will hear you again about this.” ", "33": "So Paul left the Areopagus.[dj] ", "34": "But some people[dk] joined him[dl] and believed. Among them[dm] were Dionysius, who was a member of the Areopagus,[dn] a woman[do] named Damaris, and others with them."}