{"1": "While[a] Apollos was in Corinth, Paul went through the inland[b] regions[c] and came to Ephesus. He[d] found some disciples there[e] ", "2": "and said to them, “Did you receive the Holy Spirit when you believed?”[f] They replied,[g] “No, we have not even[h] heard that there is a Holy Spirit.” ", "3": "So Paul[i] said, “Into what then were you baptized?” “Into John's baptism,” they replied.[j] ", "4": "Paul said, “John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him,[k] that is, in Jesus.” ", "5": "When they heard this, they were baptized in the name of the Lord Jesus, ", "6": "and when Paul placed[l] his hands on them, the Holy Spirit came[m] upon them, and they began to speak[n] in tongues and to prophesy.[o] ", "7": "(Now there were about twelve men in all.)[p]", "8": "So Paul[q] entered[r] the synagogue[s] and spoke out fearlessly[t] for three months, addressing[u] and convincing[v] them about the kingdom of God.[w] ", "9": "But when[x] some were stubborn[y] and refused to believe, reviling[z] the Way[aa] before the congregation, he left[ab] them and took the disciples with him,[ac] addressing[ad] them every day[ae] in the lecture hall[af] of Tyrannus. ", "10": "This went on for two years, so that all who lived in the province of Asia,[ag] both Jews and Greeks, heard the word of the Lord.[ah]", "11": "God was performing extraordinary[ai] miracles by Paul's hands, ", "12": "so that when even handkerchiefs or aprons that had touched his body[aj] were brought[ak] to the sick, their diseases left them and the evil spirits went out of them.[al] ", "13": "But some itinerant[am] Jewish exorcists tried to invoke the name[an] of the Lord Jesus over those who were possessed by[ao] evil spirits, saying, “I sternly warn[ap] you by Jesus whom Paul preaches.” ", "14": "(Now seven sons of a man named[aq] Sceva, a Jewish high priest, were doing this.)[ar] ", "15": "But the evil spirit replied to them,[as] “I know about Jesus[at] and I am acquainted with[au] Paul, but who are you?”[av] ", "16": "Then the man who was possessed by[aw] the evil spirit jumped on[ax] them and beat them all into submission.[ay] He prevailed[az] against them so that they fled from that house naked and wounded. ", "17": "This became known to all who lived in Ephesus, both Jews and Greeks; fear came over[ba] them all, and the name of the Lord Jesus was praised.[bb] ", "18": "Many of those who had believed came forward,[bc] confessing and making their deeds known.[bd] ", "19": "Large numbers[be] of those who had practiced magic[bf] collected their books[bg] and burned them up in the presence of everyone.[bh] When[bi] the value of the books was added up, it was found to total 50,000 silver coins.[bj] ", "20": "In this way the word of the Lord[bk] continued to grow in power[bl] and to prevail.[bm]", "21": "Now after all these things had taken place,[bn] Paul resolved[bo] to go to Jerusalem, passing through Macedonia[bp] and Achaia.[bq] He said,[br] “After I have been there, I must also see Rome.”[bs] ", "22": "So after sending[bt] two of his assistants,[bu] Timothy and Erastus, to Macedonia,[bv] he himself stayed on for a while in the province of Asia.[bw]", "23": "At[bx] that time[by] a great disturbance[bz] took place concerning the Way.[ca] ", "24": "For a man named Demetrius, a silversmith who made silver shrines[cb] of Artemis,[cc] brought a great deal[cd] of business[ce] to the craftsmen. ", "25": "He gathered[cf] these[cg] together, along with the workmen in similar trades,[ch] and said, “Men, you know that our prosperity[ci] comes from this business. ", "26": "And you see and hear that this Paul has persuaded[cj] and turned away[ck] a large crowd,[cl] not only in Ephesus but in practically all of the province of Asia,[cm] by saying[cn] that gods made by hands are not gods at all.[co] ", "27": "There is danger not only that this business of ours will come into disrepute,[cp] but also that the temple of the great goddess Artemis[cq] will be regarded as nothing,[cr] and she whom all the province of Asia[cs] and the world worship will suffer the loss of her greatness.”[ct]", "28": "When[cu] they heard[cv] this they became enraged[cw] and began to shout,[cx] “Great is Artemis[cy] of the Ephesians!” ", "29": "The[cz] city was filled with the uproar,[da] and the crowd[db] rushed to the theater[dc] together,[dd] dragging with them Gaius and Aristarchus, the Macedonians who were Paul's traveling companions. ", "30": "But when Paul wanted to enter the public assembly,[de] the disciples would not let him. ", "31": "Even some of the provincial authorities[df] who were his friends sent[dg] a message[dh] to him, urging him not to venture[di] into the theater. ", "32": "So then some were shouting one thing, some another, for the assembly was in confusion, and most of them did not know why they had met together.[dj] ", "33": "Some of the crowd concluded[dk] it was about[dl] Alexander because the Jews had pushed him to the front.[dm] Alexander, gesturing[dn] with his hand, was wanting to make a defense[do] before the public assembly.[dp] ", "34": "But when they recognized[dq] that he was a Jew, they all shouted in unison,[dr] “Great is Artemis[ds] of the Ephesians!” for about two hours.[dt] ", "35": "After the city secretary[du] quieted the crowd, he said, “Men of Ephesus, what person[dv] is there who does not know that the city of the Ephesians is the keeper[dw] of the temple of the great Artemis[dx] and of her image that fell from heaven?[dy] ", "36": "So because these facts[dz] are indisputable,[ea] you must keep quiet[eb] and not do anything reckless.[ec] ", "37": "For you have brought these men here who are neither temple robbers[ed] nor blasphemers of our goddess.[ee] ", "38": "If then Demetrius and the craftsmen who are with him have a complaint[ef] against someone, the courts are open[eg] and there are proconsuls; let them bring charges against one another there.[eh] ", "39": "But if you want anything in addition,[ei] it will have to be settled[ej] in a legal assembly.[ek] ", "40": "For[el] we are in danger of being charged with rioting[em] today, since there is no cause we can give to explain[en] this disorderly gathering.”[eo] ", "41": "After[ep] he had said[eq] this,[er] he dismissed the assembly.[es]"}