{"1": "Now[a] when the day of Pentecost had come, they were all together in one place. ", "2": "Suddenly[b] a sound[c] like a violent wind blowing[d] came from heaven[e] and filled the entire house where they were sitting. ", "3": "And tongues spreading out like a fire[f] appeared to them and came to rest on each one of them. ", "4": "All[g] of them were filled with the Holy Spirit, and they began to speak in other languages[h] as the Spirit enabled them.[i]", "5": "Now there were devout Jews[j] from every nation under heaven residing in Jerusalem.[k] ", "6": "When this sound[l] occurred, a crowd gathered and was in confusion,[m] because each one heard them speaking in his own language. ", "7": "Completely baffled, they said,[n] “Aren't[o] all these who are speaking Galileans? ", "8": "And how is it that each one of us hears them[p] in our own native language?[q] ", "9": "Parthians, Medes, Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and the province of Asia,[r] ", "10": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene,[s] and visitors from Rome, ", "11": "both Jews and proselytes,[t] Cretans and Arabs—we hear them speaking in our own languages about the great deeds God has done!”[u] ", "12": "All were astounded and greatly confused, saying to one another, “What does this mean?” ", "13": "But others jeered at the speakers,[v] saying, “They are drunk on new wine!”[w]", "14": "But Peter stood up[x] with the eleven, raised his voice, and addressed them: “You men of Judea[y] and all you who live in Jerusalem, know this[z] and listen carefully to what I say. ", "15": "In spite of what you think, these men are not drunk,[aa] for it is only nine o'clock in the morning.[ab] ", "16": "But this is what was spoken about through the prophet Joel:[ac]", "17": "'And in the last days[ad] it will be,' God says, 'that I will pour out my Spirit on all people,[ae] and your sons and your daughters will prophesy, and your young men will see visions, and your old men will dream dreams.", "18": "Even on my servants,[af] both men and women, I will pour out my Spirit in those days, and they will prophesy.[ag]", "19": "And I will perform wonders in the sky[ah] above and miraculous signs[ai] on the earth below, blood and fire and clouds of smoke.", "20": "The sun will be changed to darkness and the moon to blood before the great and glorious[aj] day of the Lord comes.", "21": "And then[ak] everyone who calls on the name of the Lord will be saved.'[al]", "22": "“Men of Israel,[am] listen to these words: Jesus the Nazarene, a man clearly attested to you by God with powerful deeds,[an] wonders, and miraculous signs[ao] that God performed among you through him, just as you yourselves know—", "23": "this man, who was handed over by the predetermined plan and foreknowledge of God, you executed[ap] by nailing him to a cross at the hands of Gentiles.[aq] ", "24": "But God raised him up,[ar] having released[as] him from the pains[at] of death, because it was not possible for him to be held in its power.[au] ", "25": "For David says about him, 'I saw the Lord always in front of me,[av] for he is at my right hand so that I will not be shaken.", "26": "Therefore my heart was glad and my tongue rejoiced; my body[aw] also will live in hope,", "27": "because you will not leave my soul in Hades,[ax] nor permit your Holy One to experience[ay] decay.", "28": "You have made known to me the paths of life; you will make me full of joy with your presence.'[az]", "29": "“Brothers,[ba] I can speak confidently[bb] to you about our forefather[bc] David, that he both died and was buried, and his tomb is with us to this day. ", "30": "So then, because[bd] he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants[be] on his throne,[bf] ", "31": "David by foreseeing this[bg] spoke about the resurrection of the Christ,[bh] that he was neither abandoned to Hades,[bi] nor did his body[bj] experience[bk] decay.[bl] ", "32": "This Jesus God raised up, and we are all witnesses of it.[bm] ", "33": "So then, exalted[bn] to the right hand[bo] of God, and having received[bp] the promise of the Holy Spirit[bq] from the Father, he has poured out[br] what you both see and hear. ", "34": "For David did not ascend into heaven, but he himself says, 'The Lord said to my lord, “Sit[bs] at my right hand", "35": "until I make your enemies a footstool[bt] for your feet.”'[bu]", "36": "Therefore let all the house of Israel know beyond a doubt[bv] that God has made this Jesus whom you crucified[bw] both Lord[bx] and Christ.”[by]", "37": "Now when they heard this,[bz] they were acutely distressed[ca] and said to Peter and the rest of the apostles, “What should we do, brothers?” ", "38": "Peter said to them, “Repent, and each one of you be baptized[cb] in the name of Jesus Christ[cc] for[cd] the forgiveness of your sins, and you will receive the gift of the Holy Spirit.[ce] ", "39": "For the promise[cf] is for you and your children, and for all who are far away, as many as the Lord our God will call to himself.” ", "40": "With many other words he testified[cg] and exhorted them saying, “Save yourselves from this perverse[ch] generation!” ", "41": "So those who accepted[ci] his message[cj] were baptized, and that day about 3,000 people[ck] were added.[cl]", "42": "They were devoting themselves to the apostles' teaching and to fellowship,[cm] to the breaking of bread and to prayer.[cn] ", "43": "Reverential awe[co] came over everyone,[cp] and many wonders and miraculous signs[cq] came about by the apostles. ", "44": "All who believed were together and held[cr] everything in common, ", "45": "and they began selling[cs] their property[ct] and possessions and distributing the proceeds[cu] to everyone, as anyone had need. ", "46": "Every day[cv] they continued to gather together by common consent in the temple courts,[cw] breaking bread from[cx] house to house, sharing their food with glad[cy] and humble hearts,[cz] ", "47": "praising God and having the good will[da] of all the people. And the Lord was adding to their number every day[db] those who were being saved."}