{"1": "So Agrippa[a] said to Paul, “You have permission[b] to speak for yourself.” Then Paul held out his hand[c] and began his defense:[d]", "2": "“Regarding all the things I have been accused of by the Jews, King Agrippa,[e] I consider myself fortunate that I am about to make my defense before you today, ", "3": "because you are especially[f] familiar with all the customs and controversial issues[g] of the Jews. Therefore I ask[h] you to listen to me patiently. ", "4": "Now all the Jews know the way I lived[i] from my youth, spending my life from the beginning among my own people[j] and in Jerusalem. ", "5": "They know,[k] because they have known[l] me from time past,[m] if they are willing to testify, that according to the strictest party[n] of our religion, I lived as a Pharisee.[o] ", "6": "And now I stand here on trial[p] because of my hope in the promise made by God to our ancestors,[q] ", "7": "a promise[r] that our twelve tribes hope to attain as they earnestly serve God[s] night and day. Concerning this hope the Jews are accusing me,[t] Your Majesty![u] ", "8": "Why do you people[v] think[w] it is unbelievable[x] that[y] God raises the dead? ", "9": "Of course,[z] I myself was convinced[aa] that it was necessary to do many things hostile to the name of Jesus the Nazarene. ", "10": "And that is what I did in Jerusalem: Not only did I lock up many of the saints in prisons by the authority I received[ab] from the chief priests, but I also cast my vote[ac] against them when they were sentenced to death.[ad] ", "11": "I punished[ae] them often in all the synagogues[af] and tried to force[ag] them to blaspheme. Because I was so furiously enraged[ah] at them, I went to persecute[ai] them even in foreign cities.", "12": "“While doing this very thing,[aj] as I was going[ak] to Damascus with authority and complete power[al] from the chief priests, ", "13": "about noon along the road, Your Majesty,[am] I saw a light from heaven,[an] brighter than the sun, shining everywhere around[ao] me and those traveling with me. ", "14": "When we had all fallen to the ground, I heard a voice saying to me in Aramaic,[ap] 'Saul, Saul, why are you persecuting me? You are hurting yourself[aq] by kicking against the goads.'[ar] ", "15": "So I said, 'Who are you, Lord?' And the Lord replied,[as] 'I am Jesus whom you are persecuting. ", "16": "But get up and stand on your feet, for I have appeared to you for this reason, to designate you in advance[at] as a servant and witness[au] to the things[av] you have seen[aw] and to the things in which I will appear to you. ", "17": "I will rescue[ax] you from your own people[ay] and from the Gentiles, to whom[az] I am sending you ", "18": "to open their eyes so that they turn[ba] from darkness to light and from the power[bb] of Satan to God, so that they may receive forgiveness of sins and a share[bc] among those who are sanctified by faith in me.'", "19": "“Therefore, King Agrippa,[bd] I was not disobedient[be] to the heavenly[bf] vision, ", "20": "but I declared to those in Damascus first, and then to those in Jerusalem and in all Judea,[bg] and to the Gentiles, that they should repent and turn to God,[bh] performing deeds consistent with[bi] repentance. ", "21": "For this reason the Jews, after they seized me while I was in the temple courts,[bj] were trying to kill me. ", "22": "I have experienced[bk] help from God to this day, and so I stand testifying to both small and great, saying nothing except[bl] what the prophets and Moses said[bm] was going to happen: ", "23": "that[bn] the Christ[bo] was to suffer and be the first to rise from the dead, to proclaim light both to our people[bp] and to the Gentiles.”[bq]", "24": "As Paul[br] was saying these things in his defense, Festus[bs] exclaimed loudly, “You have lost your mind,[bt] Paul! Your great learning is driving you insane!” ", "25": "But Paul replied,[bu] “I have not lost my mind, most excellent Festus,[bv] but am speaking[bw] true and rational[bx] words. ", "26": "For the king knows about these things, and I am speaking freely[by] to him,[bz] because I cannot believe[ca] that any of these things has escaped his notice,[cb] for this was not done in a corner.[cc] ", "27": "Do you believe the prophets,[cd] King Agrippa?[ce] I know that you believe.” ", "28": "Agrippa[cf] said to Paul, “In such a short time are you persuading me to become a Christian?”[cg] ", "29": "Paul replied, “I pray to God that whether in a short or a long time[ch] not only you but also all those who are listening to me today could become such as I am, except for these chains.”[ci]", "30": "So the king got up, and with him the governor and Bernice and those sitting with them, ", "31": "and as they were leaving they said to one another,[cj] “This man is not doing anything deserving[ck] death or imprisonment.” ", "32": "Agrippa[cl] said to Festus,[cm] “This man could have been released[cn] if he had not appealed to Caesar.”[co]"}