{"1": "Now Peter and John were going up to the temple at the time[a] for prayer,[b] at three o'clock in the afternoon.[c] ", "2": "And a man lame[d] from birth[e] was being carried up, who was placed at the temple gate called “the Beautiful Gate” every day[f] so he could beg for money[g] from those going into the temple courts.[h] ", "3": "When he saw Peter and John about to go into the temple courts,[i] he asked them for money.[j] ", "4": "Peter looked directly[k] at him (as did John) and said, “Look at us!” ", "5": "So the lame man[l] paid attention to them, expecting to receive something from them. ", "6": "But Peter said, “I have no silver or gold,[m] but what I do have I give you. In the name[n] of Jesus Christ[o] the Nazarene, stand up and[p] walk!” ", "7": "Then[q] Peter[r] took hold[s] of him by the right hand and raised him up, and at once the man's[t] feet and ankles were made strong.[u] ", "8": "He[v] jumped up,[w] stood and began walking around, and he entered the temple courts[x] with them, walking and leaping and praising God. ", "9": "All[y] the people saw him walking and praising God, ", "10": "and they recognized him as the man who used to sit and ask for donations[z] at the Beautiful Gate of the temple, and they were filled with astonishment and amazement[aa] at what had happened to him.", "11": "While the man[ab] was hanging on to Peter and John, all the people, completely astounded, ran together to them in the covered walkway[ac] called Solomon's Portico.[ad] ", "12": "When Peter saw this, he declared to the people, “Men of Israel,[ae] why are you amazed at this? Why[af] do you stare at us as if we had made this man[ag] walk by our own power or piety? ", "13": "The God of Abraham, Isaac, and Jacob,[ah] the God of our forefathers,[ai] has glorified[aj] his servant[ak] Jesus, whom you handed over and rejected[al] in the presence of Pilate after he had decided[am] to release him. ", "14": "But you rejected[an] the Holy and Righteous One and asked that a man who was a murderer be released to you. ", "15": "You killed[ao] the Originator[ap] of life, whom God raised[aq] from the dead. To this fact we are witnesses![ar] ", "16": "And on the basis of faith in Jesus'[as] name,[at] his very name has made this man—whom you see and know—strong. The[au] faith that is through Jesus[av] has given him this complete health in the presence[aw] of you all. ", "17": "And now, brothers, I know you acted in ignorance,[ax] as your rulers did too. ", "18": "But the things God foretold[ay] long ago through[az] all the prophets—that his Christ[ba] would suffer—he has fulfilled in this way. ", "19": "Therefore repent and turn back so that your sins may be wiped out, ", "20": "so that times of refreshing[bb] may come from the presence of the Lord,[bc] and so that he may send the Messiah[bd] appointed[be] for you—that is, Jesus. ", "21": "This one[bf] heaven must[bg] receive until the time all things are restored,[bh] which God declared[bi] from times long ago[bj] through his holy prophets. ", "22": "Moses said, 'The Lord your God will raise up for you a prophet like me from among your brothers. You must obey[bk] him in everything he tells you.[bl] ", "23": "Every person[bm] who does not obey that prophet will be destroyed and thus removed[bn] from the people.'[bo] ", "24": "And all the prophets, from Samuel and those who followed him, have spoken about and announced[bp] these days. ", "25": "You are the sons of the prophets and of the covenant that God made with your ancestors,[bq] saying to Abraham, 'And in your descendants[br] all the nations[bs] of the earth will be blessed.'[bt] ", "26": "God raised up[bu] his servant and sent him first to you, to bless you by turning[bv] each one of you from your iniquities.”[bw]"}