{"1": "While Peter and John[a] were speaking to the people, the priests and the commander[b] of the temple guard[c] and the Sadducees[d] came up[e] to them, ", "2": "angry[f] because they were teaching the people and announcing[g] in Jesus the resurrection of the dead. ", "3": "So[h] they seized[i] them and put them in jail[j] until the next day (for it was already evening). ", "4": "But many of those who had listened to[k] the message[l] believed, and the number of the men[m] came to about 5,000.", "5": "On the next day,[n] their rulers, elders, and experts in the law[o] came together[p] in Jerusalem. ", "6": "Annas the high priest was there, and Caiaphas, John, Alexander, and others who were members of the high priest's family.[q] ", "7": "After[r] making Peter and John[s] stand in their midst, they began to inquire, “By what power or by what name[t] did you do this?” ", "8": "Then Peter, filled with the Holy Spirit,[u] replied,[v] “Rulers of the people and elders,[w] ", "9": "if[x] we are being examined[y] today for a good deed[z] done to a sick man—by what means this man was healed[aa]—", "10": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ[ab] the Nazarene whom you crucified, whom God raised from the dead, this man stands before you healthy. ", "11": "This Jesus[ac] is the stone that was rejected by you,[ad] the builders, that has become the cornerstone.[ae] ", "12": "And there is salvation in no one else, for there is no other name under heaven given among people[af] by which we must[ag] be saved.”", "13": "When they saw the boldness[ah] of Peter and John, and discovered[ai] that they were uneducated[aj] and ordinary[ak] men, they were amazed and recognized these men had been with Jesus. ", "14": "And because they saw the man who had been healed standing with them, they had nothing to say against this.[al] ", "15": "But when they had ordered them to go outside the council,[am] they began to confer with one another, ", "16": "saying, “What should we do with these men? For it is plain[an] to all who live in Jerusalem that a notable miraculous sign[ao] has come about through them,[ap] and we cannot deny it. ", "17": "But to keep this matter from spreading any further among the people, let us warn them to speak no more[aq] to anyone in this name.” ", "18": "And they called them in and ordered[ar] them not to speak or teach at all in the name[as] of Jesus. ", "19": "But Peter and John replied,[at] “Whether it is right before God to obey[au] you rather than God, you decide, ", "20": "for it is impossible[av] for us not to speak about what we have seen and heard.” ", "21": "After threatening them further, they released them, for they could not find how to punish them on account of the people, because they were all praising[aw] God for what had happened. ", "22": "For the man, on whom this miraculous sign[ax] of healing had been performed,[ay] was over forty years old.", "23": "When they were released, Peter and John[az] went to their fellow believers[ba] and reported everything the high priests and the elders had said to them. ", "24": "When they heard this, they raised their voices to God with one mind[bb] and said, “Master of all,[bc] you who made the heaven, the earth,[bd] the sea, and everything that is in them, ", "25": "who said by the Holy Spirit through[be] your servant David our forefather,[bf] 'Why do the nations[bg] rage,[bh] and the peoples plot foolish[bi] things?", "26": "The kings of the earth stood together,[bj] and the rulers assembled together, against the Lord and against his[bk] Christ.'[bl]", "27": "“For indeed both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together in this city against[bm] your holy servant Jesus, whom you anointed,[bn] ", "28": "to do as much as your power[bo] and your plan[bp] had decided beforehand[bq] would happen. ", "29": "And now, Lord, pay attention to[br] their threats, and grant[bs] to your servants[bt] to speak your message[bu] with great courage,[bv] ", "30": "while you extend your hand to heal, and to bring about miraculous signs[bw] and wonders through the name of your holy servant Jesus.” ", "31": "When[bx] they had prayed, the place where they were assembled together was shaken,[by] and they were all filled with the Holy Spirit and began to speak[bz] the word of God[ca] courageously.[cb]", "32": "The group of those who believed were of one heart and mind,[cc] and no one said that any of his possessions was his own, but everything was held in common.[cd] ", "33": "With[ce] great power the apostles were giving testimony[cf] to the resurrection of the Lord Jesus, and great grace was on them all. ", "34": "For there was no one needy[cg] among them, because those who were owners of land or houses were selling[ch] them[ci] and bringing the proceeds from the sales ", "35": "and placing them at the apostles' feet. The proceeds[cj] were distributed to each, as anyone had need. ", "36": "So Joseph, a Levite who was a native of Cyprus, called by the apostles Barnabas (which is translated “son of encouragement”),[ck] ", "37": "sold[cl] a field[cm] that belonged to him and brought the money[cn] and placed it at the apostles' feet."}