{"1": "Then the high priest said, “Are these things true?”[a] ", "2": "So he replied,[b] “Brothers and fathers, listen to me. The God of glory appeared to our forefather[c] Abraham when he was in Mesopotamia, before he settled in Haran, ", "3": "and said to him, 'Go out from your country and from your relatives, and come to the land I will show you.'[d] ", "4": "Then he went out from the country of the Chaldeans and settled in Haran. After his father died, God[e] made him move[f] to this country where you now live. ", "5": "He[g] did not give any of it to him for an inheritance,[h] not even a foot of ground,[i] yet God[j] promised to give it to him as his possession, and to his descendants after him,[k] even though Abraham[l] as yet had no child. ", "6": "But God spoke as follows: 'Your[m] descendants will be foreigners[n] in a foreign country, whose citizens will enslave them and mistreat them for 400 years.[o] ", "7": "But I will punish[p] the nation they serve as slaves,' said God, 'and after these things they will come out of there[q] and worship[r] me in this place.'[s] ", "8": "Then God[t] gave Abraham[u] the covenant[v] of circumcision, and so he became the father of Isaac and circumcised him when he was eight days old,[w] and Isaac became the father of[x] Jacob, and Jacob of the twelve patriarchs.[y] ", "9": "The[z] patriarchs, because they were jealous of Joseph, sold[aa] him into Egypt. But[ab] God was with him, ", "10": "and rescued him from all his troubles, and granted him favor and wisdom in the presence of Pharaoh, king of Egypt, who made[ac] him ruler over Egypt and over all his household. ", "11": "Then a famine occurred throughout[ad] Egypt and Canaan, causing[ae] great suffering, and our[af] ancestors[ag] could not find food. ", "12": "So when Jacob heard that there was grain[ah] in Egypt, he sent our ancestors[ai] there[aj] the first time. ", "13": "On their second visit Joseph made himself known to his brothers again, and Joseph's family[ak] became known to Pharaoh. ", "14": "So Joseph sent a message[al] and invited[am] his father Jacob and all his relatives to come, seventy-five people[an] in all. ", "15": "So Jacob went down to Egypt and died there,[ao] along with our ancestors,[ap] ", "16": "and their bones[aq] were later moved to Shechem and placed in the tomb that Abraham had bought for a certain sum of money[ar] from the sons of Hamor in Shechem.", "17": "“But as the time drew near for God to fulfill the promise he had declared to Abraham,[as] the people increased greatly in number[at] in Egypt, ", "18": "until another king who did not know about[au] Joseph ruled[av] over Egypt.[aw] ", "19": "This was the one who exploited[ax] our people[ay] and was cruel to our ancestors,[az] forcing them to abandon[ba] their infants so they would die.[bb] ", "20": "At that time Moses was born, and he was beautiful[bc] to God. For[bd] three months he was brought up in his father's house, ", "21": "and when he had been abandoned,[be] Pharaoh's daughter adopted[bf] him and brought him up[bg] as her own son. ", "22": "So Moses was trained[bh] in all the wisdom of the Egyptians and was powerful[bi] in his words and deeds. ", "23": "But when he was about forty years old, it entered his mind[bj] to visit his fellow countrymen[bk] the Israelites.[bl] ", "24": "When[bm] he saw one of them being hurt unfairly,[bn] Moses[bo] came to his defense[bp] and avenged the person who was mistreated by striking down the Egyptian. ", "25": "He thought his own people[bq] would understand that God was delivering them[br] through him,[bs] but they did not understand.[bt] ", "26": "The next day Moses[bu] saw two men[bv] fighting, and tried to make peace between[bw] them, saying, 'Men, you are brothers; why are you hurting one another?' ", "27": "But the man who was unfairly hurting his neighbor pushed[bx] Moses[by] aside, saying, 'Who made[bz] you a ruler and judge over us? ", "28": "You don't want to kill me the way you killed the Egyptian yesterday, do you?'[ca] ", "29": "When the man said this,[cb] Moses fled and became a foreigner[cc] in the land of Midian, where he became the father of two sons.", "30": "“After[cd] forty years had passed, an angel appeared to him in the desert[ce] of Mount Sinai, in the flame of a burning bush.[cf] ", "31": "When Moses saw it, he was amazed at the sight, and when he approached to investigate, there came the voice of the Lord, ", "32": "'I am the God of your forefathers,[cg] the God of Abraham, Isaac,[ch] and Jacob.'[ci] Moses began to tremble and did not dare to look more closely.[cj] ", "33": "But the Lord said to him, 'Take the sandals off your feet, for the place where you are standing is holy ground.[ck] ", "34": "I have certainly seen the suffering[cl] of my people who are in Egypt and have heard their groaning, and I have come down to rescue them.[cm] Now[cn] come, I will send you to Egypt.'[co] ", "35": "This same[cp] Moses they had rejected, saying, 'Who made you a ruler and judge?'[cq] God sent as both ruler and deliverer[cr] through the hand of the angel[cs] who appeared to him in the bush. ", "36": "This man led them out, performing wonders and miraculous signs[ct] in the land of Egypt,[cu] at[cv] the Red Sea, and in the wilderness[cw] for forty years. ", "37": "This is the Moses who said to the Israelites,[cx] 'God will raise up for you a prophet like me from among your brothers.'[cy] ", "38": "This is the man who was in the congregation[cz] in the wilderness[da] with the angel who spoke to him at Mount Sinai, and with our ancestors,[db] and he[dc] received living oracles[dd] to give to you.[de] ", "39": "Our[df] ancestors[dg] were unwilling to obey[dh] him, but pushed him aside[di] and turned back to Egypt in their hearts, ", "40": "saying to Aaron, 'Make us gods who will go in front of us, for this Moses, who led us out of the land of Egypt[dj] —we do not know what has happened to him!'[dk] ", "41": "At[dl] that time[dm] they made an idol in the form of a calf,[dn] brought[do] a sacrifice to the idol, and began rejoicing[dp] in the works of their hands.[dq] ", "42": "But God turned away from them and gave them over[dr] to worship the host[ds] of heaven, as it is written in the book of the prophets: 'It was not to me that you offered slain animals and sacrifices[dt] forty years in the wilderness, was it,[du] house of Israel? ", "43": "But you took along the tabernacle[dv] of Moloch[dw] and the star of the[dx] god Rephan,[dy] the images you made to worship, but I will deport[dz] you beyond Babylon.'[ea] ", "44": "Our ancestors[eb] had the tabernacle[ec] of testimony in the wilderness,[ed] just as God[ee] who spoke to Moses ordered him[ef] to make it according to the design he had seen. ", "45": "Our[eg] ancestors[eh] received possession of it and brought it in with Joshua when they dispossessed the nations that God drove out before our ancestors,[ei] until the time[ej] of David. ", "46": "He[ek] found favor[el] with[em] God and asked that he could[en] find a dwelling place[eo] for the house[ep] of Jacob. ", "47": "But Solomon built a house[eq] for him. ", "48": "Yet the Most High[er] does not live in houses made by human hands,[es] as the prophet says,", "49": "'Heaven is my throne, and earth is the footstool for my feet. What kind of house will you build for me, says the Lord, or what is my resting place?[et]", "50": "Did my hand[eu] not make all these things?'[ev]", "51": "“You stubborn[ew] people, with uncircumcised[ex] hearts and ears![ey] You are always resisting the Holy Spirit, like your ancestors[ez] did! ", "52": "Which of the prophets did your ancestors[fa] not persecute?[fb] They[fc] killed those who foretold long ago the coming of the Righteous One,[fd] whose betrayers and murderers you have now become![fe] ", "53": "You[ff] received the law by decrees given by angels,[fg] but you did not obey[fh] it.”", "54": "When they heard these things, they became furious[fi] and ground their teeth[fj] at him. ", "55": "But Stephen,[fk] full[fl] of the Holy Spirit, looked intently[fm] toward heaven and saw the glory of God, and Jesus standing[fn] at the right hand of God. ", "56": "“Look!” he said.[fo] “I see the heavens opened, and the Son of Man standing at the right hand of God!” ", "57": "But they covered their ears,[fp] shouting out with a loud voice, and rushed at him with one intent. ", "58": "When[fq] they had driven him out of the city, they began to stone him,[fr] and the witnesses laid their cloaks[fs] at the feet of a young man named Saul. ", "59": "They[ft] continued to stone Stephen while he prayed, “Lord Jesus, receive my spirit!” ", "60": "Then he fell[fu] to his knees and cried out with a loud voice, “Lord, do not hold this sin against them!”[fv] When[fw] he had said this, he died.[fx] "}