{"1": "And Saul agreed completely with killing[a] him. Now on that day a great[b] persecution began[c] against the church in Jerusalem, and all[d] except the apostles were forced to scatter throughout the regions[e] of Judea and Samaria. ", "2": "Some[f] devout men buried Stephen and made loud lamentation[g] over him.[h] ", "3": "But Saul was trying to destroy[i] the church; entering one house after another, he dragged off[j] both men and women and put them in prison.[k]", "4": "Now those who had been forced to scatter went around proclaiming the good news of the word. ", "5": "Philip went down to the main city of Samaria[l] and began proclaiming[m] the Christ[n] to them. ", "6": "The crowds were paying attention with one mind to what Philip said,[o] as they heard and saw the miraculous signs[p] he was performing. ", "7": "For unclean spirits,[q] crying with loud shrieks, were coming out of many who were possessed,[r] and many paralyzed and lame people were healed. ", "8": "So there was[s] great joy[t] in that city.", "9": "Now in that city was a man named Simon, who had been practicing magic[u] and amazing the people of Samaria, claiming to be someone great. ", "10": "All the people,[v] from the least to the greatest, paid close attention to him, saying, “This man is the power of God that is called 'Great.'”[w] ", "11": "And they paid close attention to him because he had amazed them for a long time with his magic. ", "12": "But when they believed Philip as he was proclaiming the good news about the kingdom of God[x] and the name of Jesus Christ,[y] they began to be baptized,[z] both men and women. ", "13": "Even Simon himself believed, and after he was baptized, he stayed close to[aa] Philip constantly, and when he saw the signs and great miracles that were occurring, he was amazed.[ab]", "14": "Now when the apostles in Jerusalem heard that Samaria had accepted the word[ac] of God, they sent[ad] Peter and John to them. ", "15": "These two[ae] went down and prayed for them so that they would receive the Holy Spirit. ", "16": "(For the Spirit[af] had not yet come upon[ag] any of them, but they had only been baptized in the name of the Lord Jesus.)[ah] ", "17": "Then Peter and John placed their hands on the Samaritans,[ai] and they received the Holy Spirit.[aj]", "18": "Now Simon, when he saw that the Spirit[ak] was given through the laying on of the apostles' hands, offered them money, ", "19": "saying, “Give me this power[al] too, so that everyone I place my hands on may receive the Holy Spirit.” ", "20": "But Peter said to him, “May your silver perish with you,[am] because you thought you could acquire[an] God's gift with money! ", "21": "You have no share or part[ao] in this matter[ap] because your heart is not right before God! ", "22": "Therefore repent of this wickedness of yours, and pray to the Lord[aq] that he may perhaps forgive you for the intent of your heart.[ar] ", "23": "For I see that you are bitterly envious[as] and in bondage to sin.” ", "24": "But Simon replied,[at] “You pray to the Lord for me so that nothing of what you have said may happen to[au] me.”", "25": "So after Peter and John[av] had solemnly testified[aw] and spoken the word of the Lord,[ax] they started back to Jerusalem, proclaiming[ay] the good news to many Samaritan villages[az] as they went.[ba]", "26": "Then an angel of the Lord[bb] said to Philip,[bc] “Get up and go south[bd] on the road that goes down from Jerusalem to Gaza.” (This is a desert[be] road.)[bf] ", "27": "So[bg] he got up[bh] and went. There[bi] he met[bj] an Ethiopian eunuch,[bk] a court official of Candace,[bl] queen of the Ethiopians, who was in charge of all her treasury. He[bm] had come to Jerusalem to worship,[bn] ", "28": "and was returning home, sitting[bo] in his chariot, reading[bp] the prophet Isaiah. ", "29": "Then the Spirit said to Philip, “Go over and join this chariot.” ", "30": "So Philip ran up[bq] to it[br] and heard the man[bs] reading the prophet Isaiah. He[bt] asked him,[bu] “Do you understand what you're reading?” ", "31": "The man[bv] replied, “How in the world can I,[bw] unless someone guides me?” So he invited Philip to come up and sit with him. ", "32": "Now the passage of scripture the man[bx] was reading was this: “He was led like a sheep to slaughter, and like a lamb before its shearer is silent, so he did[by] not open his mouth.", "33": "In humiliation[bz] justice was taken from him.[ca] Who can describe his posterity?[cb] For his life was taken away[cc] from the earth.”[cd]", "34": "Then the eunuch said[ce] to Philip, “Please tell me,[cf] who is the prophet saying this about—himself or someone else?”[cg] ", "35": "So Philip started speaking,[ch] and beginning with this scripture[ci] proclaimed the good news about Jesus to him. ", "36": "Now as they were going along the road, they came to some water, and the eunuch said, “Look, there is water! What is to stop me[cj] from being baptized?”[ck] ", "38": "So he ordered the chariot to stop, and both Philip and the eunuch went down into the water,[cl] and Philip baptized[cm] him. ", "39": "Now when they came up out of the water, the Spirit of the Lord snatched Philip away, and the eunuch did not see him any more, but[cn] went on his way rejoicing.[co] ", "40": "Philip, however, found himself[cp] at Azotus,[cq] and as he passed through the area,[cr] he proclaimed the good news[cs] to all the towns[ct] until he came to Caesarea.[cu]"}