{"1": "Meanwhile Saul, still breathing out threats[a] to murder[b] the Lord's disciples, went to the high priest ", "2": "and requested letters from him to the synagogues[c] in Damascus, so that if he found any who belonged to the Way,[d] either men or women, he could bring them as prisoners[e] to Jerusalem.[f] ", "3": "As he was going along, approaching[g] Damascus, suddenly a light from heaven flashed[h] around him. ", "4": "He[i] fell to the ground and heard a voice saying to him, “Saul, Saul,[j] why are you persecuting me?”[k] ", "5": "So he said, “Who are you, Lord?” He replied, “I am Jesus whom you are persecuting! ", "6": "But stand up[l] and enter the city and you will be told[m] what you must do.” ", "7": "(Now the men[n] who were traveling with him stood there speechless,[o] because they heard the voice but saw no one.)[p] ", "8": "So Saul got up from the ground, but although his eyes were open,[q] he could see nothing.[r] Leading him by the hand, his companions[s] brought him into Damascus. ", "9": "For[t] three days he could not see, and he neither ate nor drank anything.[u]", "10": "Now there was a disciple in Damascus named Ananias. The[v] Lord[w] said to him in a vision, “Ananias,” and he replied, “Here I am,[x] Lord.” ", "11": "Then the Lord told him, “Get up and go to the street called 'Straight,'[y] and at Judas' house look for a man from Tarsus named Saul. For he is praying, ", "12": "and he has seen in a vision[z] a man named Ananias come in and place his hands on him so that he may see again.” ", "13": "But Ananias replied,[aa] “Lord, I have heard from many people[ab] about this man, how much harm he has done to your saints in Jerusalem, ", "14": "and here he has authority from the chief priests to imprison[ac] all who call on your name!”[ad] ", "15": "But the Lord said to him, “Go, because this man is my chosen instrument[ae] to carry my name before Gentiles and kings and the people of Israel.[af] ", "16": "For I will show him how much he must suffer for the sake of my name.”[ag] ", "17": "So Ananias departed and entered the house, placed[ah] his hands on Saul[ai] and said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came here,[aj] has sent me so that you may see again and be filled with the Holy Spirit.”[ak] ", "18": "Immediately[al] something like scales[am] fell from his eyes, and he could see again. He[an] got up and was baptized, ", "19": "and after taking some food, his strength returned. For several days[ao] he was with the disciples in Damascus, ", "20": "and immediately he began to proclaim Jesus in the synagogues,[ap] saying, “This man is the Son of God.”[aq] ", "21": "All[ar] who heard him were amazed and were saying, “Is this not[as] the man who in Jerusalem was ravaging[at] those who call on this name, and who had come here to bring them as prisoners[au] to the chief priests?” ", "22": "But Saul became more and more capable,[av] and was causing consternation[aw] among the Jews who lived in Damascus by proving[ax] that Jesus[ay] is the Christ.[az]", "23": "Now after some days had passed, the Jews plotted[ba] together to kill him, ", "24": "but Saul learned of their plot against him.[bb] They were also watching[bc] the city gates[bd] day and night so that they could kill him. ", "25": "But his disciples took him at night and let him down through an opening[be] in the wall by lowering him in a basket.[bf]", "26": "When he arrived in Jerusalem, he attempted to associate[bg] with the disciples, and they were all afraid of him, because they did not believe[bh] that he was a disciple. ", "27": "But Barnabas took[bi] Saul,[bj] brought[bk] him to the apostles, and related to them how he had seen the Lord on the road, that[bl] the Lord had spoken to him, and how in Damascus he had spoken out boldly[bm] in the name of Jesus. ", "28": "So he was staying with them, associating openly with them[bn] in Jerusalem, speaking out boldly in the name of the Lord. ", "29": "He was speaking and debating[bo] with the Greek-speaking Jews,[bp] but they were trying to kill him. ", "30": "When the brothers found out about this, they brought him down to Caesarea[bq] and sent him away to Tarsus.", "31": "Then[br] the church throughout Judea, Galilee,[bs] and Samaria experienced[bt] peace and thus was strengthened.[bu] Living[bv] in the fear of the Lord and in the encouragement of the Holy Spirit, the church[bw] increased in numbers.", "32": "Now[bx] as Peter was traveling around from place to place,[by] he also came down to the saints who lived in Lydda.[bz] ", "33": "He found there a man named Aeneas who had been confined to a mattress for eight years because[ca] he was paralyzed. ", "34": "Peter[cb] said to him, “Aeneas, Jesus the Christ[cc] heals you. Get up and make your own bed!”[cd] And immediately he got up. ", "35": "All[ce] those who lived in Lydda[cf] and Sharon[cg] saw him, and they[ch] turned[ci] to the Lord.", "36": "Now in Joppa[cj] there was a disciple named Tabitha (which in translation means[ck] Dorcas).[cl] She was continually doing good deeds and acts of charity.[cm] ", "37": "At that time[cn] she became sick[co] and died. When they had washed[cp] her body,[cq] they placed it in an upstairs room. ", "38": "Because Lydda[cr] was near Joppa, when the disciples heard that Peter was there, they sent two men to him and urged him, “Come to us without delay.”[cs] ", "39": "So Peter got up and went with them, and[ct] when he arrived[cu] they brought him to the upper room. All[cv] the widows stood beside him, crying and showing him[cw] the tunics[cx] and other clothing[cy] Dorcas used to make[cz] while she was with them. ", "40": "But Peter sent them all outside,[da] knelt down,[db] and prayed. Turning[dc] to the body, he said, “Tabitha, get up.” Then she opened her eyes, and when she saw Peter, she sat up.[dd] ", "41": "He gave[de] her his hand and helped her get up. Then he called[df] the saints and widows and presented her alive. ", "42": "This became known throughout all[dg] Joppa, and many believed in the Lord.[dh] ", "43": "So[di] Peter[dj] stayed many days in Joppa with a man named[dk] Simon, a tanner.[dl]"}