{"1": "Circumcision is supposed to be a sign of God's covenant with the people of Israel, but it has become a mark on the body that has little to no effect on how God's people live. Now God speaks a rather shocking message. Judgment is coming on all nations—those inside and those outside the covenant—whose people are not distinguished by a mark that truly matters. God calls this judgment the circumcision of the heart—a strange phrase indeed. The difference is between the inside and the outside, the superficial and the real. God has had enough, the prophet says, of those who go through the motions, confident in their wisdom, strength, and wealth. God wants a people who are truly devoted to knowing and honoring Him. This message is for all of Israel. Listen to what the Eternal is saying to you.", "2": "Eternal One: Don't learn the strange practices and beliefs of other nations. Don't be terrified by signs in the sky just because the other nations are.", "3": "For their traditions and customs are useless; there is nothing to them. A tree is cut down in the forest; then an artisan takes out a tool and carves it into an image.", "4": "They dress it up with gold and silver to make it more impressive. Then they nail it down so it won't fall over!", "5": "This is what they worship? The idol just stands there— lifeless, powerless like a scarecrow in a cucumber patch. It cannot speak. It cannot move. They must pick the thing up and bring it along. Do you see why there's nothing to fear from these dead pieces of wood? They cannot harm you, and they cannot help you either.", "6": "O Eternal One, there is no comparison. You are great; even Your name is powerful.", "7": "Who wouldn't worship You? It is only right; You are the King of all kingdoms. The wise and powerful men of all nations in their realms are still nothing compared to You.", "8": "They are stupid fools for taking their cues from blocks of wood, as if that idol could lead them anywhere.", "9": "Beaten silver from Tarshish, and hammered gold from Uphaz— materials made by artisans and goldsmiths— Draped with royal blue and purple, even with the work of craftsmen—still a lifeless object!", "10": "Just look at the contrast! The Eternal is the True God: He is the living God and eternal King, not some lifeless idol. The whole earth trembles when He is angry; nations crumble beneath His wrath.", "11": "Say this to anyone still worshiping idols: The so-called gods you worship did not make the earth and starry sky above it. And one day, they will all be blotted from the earth beneath those stars.", "12": "Know whom you're dealing with! God alone is powerful enough to create the earth. He alone is wise enough to put the world together. He alone understands enough to stretch out the heavens.", "13": "His voice thunders through the heavens, and the waters gush from the sky; He summons the clouds to build up over the earth. As the rain falls, the lightning flashes at His command; the wind rushes in from where He alone can store it.", "14": "All of humanity is stupid and bankrupt of knowledge. Those who make idols are shamed by their creations. What they fashion out of gold are imposters— breathless, lifeless frauds.", "15": "Their idols are worthless, the work of their hands an embarrassing mockery. They are doomed to perish under God's judgment.", "16": "The portion of Jacob, the Eternal One, is not like any of these. He was not fashioned out of human hands. Instead, it is He who made all things and appointed Israel to inherit it all. His name is the Eternal, Commander of heavenly armies.", "17": "These words are directed at a nation that cannot remember the beauty and power of true worship; instead, her people are always drifting toward profane and useless practices that leave them empty and far from the God who loves them so. The warnings against idolatry, no matter how many times or how loudly they are offered, always seem to fall on deaf ears. But now the judgment is close at hand. The enemy first seen in Jeremiah's visions is drawing closer. The dreaded hour of judgment is coming. Pack up what you have; take what you can from the land. You'll soon be under siege!", "18": "The word I have from the Eternal is clear: Eternal One: Look, I will pitch out these people who live in the land of promise. Now is the time for Me to bring hardship on them, so they may be found.", "19": "When I think of what is about to happen, I can't begin to express my hurt; the wound is so deep, so painful. But I keep telling myself, “This sickness is mine to bear.”", "20": "Like a tent, my nation has collapsed, all the ropes cut apart. My sons are gone, And there is no one left to help me put things back together. So I am exposed, with no tent and no shelter.", "21": "The shepherds of my people have lost their senses; they never thought to ask what the Eternal would have them do. So now they are in trouble, and all their flocks are scattered.", "22": "Listen! The news we've dreaded is finally here: Rumblings are being heard in the north; an army is moving into our land. The villages of Judah will be laid to waste; their rubble will be the haunt of jackals.", "23": "Jeremiah: O Eternal One, I know our lives are in Your hands. It is not in us to direct our own steps—we need You.", "24": "Discipline me, Eternal One, but do so fairly. Hold back Your wrath, or I'll be destroyed completely.", "25": "O God, pour out Your wrath on those nations that do not acknowledge You, on those peoples who never call on Your name. For they have ravaged the land of Jacob and devoured it completely. They have made sure nothing is left of our land."}