{"1": "The word of the Eternal came to Jeremiah.", "2": "Eternal One: 2 Tell the people of Judah, and specifically those who live in Jerusalem, to hear the terms of our covenant. ", "3": "Tell them this is what the Eternal, the God of Israel, has to say: “Cursed is anyone who ignores the terms of this covenant. ", "4": "All of this was laid out for your ancestors long ago when I first delivered them from slavery, rescued them from the fire of Egypt. I told them, 'Hear My voice, and do all that I command you. This way you will be My people, and I will be your God.' ", "5": "I wanted nothing more than to keep My promise and to bless your ancestors with a land flowing with milk and honey—the land of promise on which you stand today.” Jeremiah: Yes, O Eternal One! Let it be.", "6": "Eternal One (to Jeremiah): 6 Now it is time to announce My message in the villages of Judah and on the streets of My city, Jerusalem. I want them to hear this: “Listen to the words of this covenant, and start doing what it says. ", "7": "I sternly warned your ancestors when I rescued them from Egypt, and I've repeated that warning many times, even today, saying, 'Listen to My voice, and do as I say.' ", "8": "But they didn't listen, and they didn't obey Me. Instead, they deliberately chased their own dark desires, ignoring Me at every turn. So I enforced the terms of our covenant, including the curses that came from refusing to do that which I had commanded them.”", "9": "The people of Jerusalem and all of Judah conspire against Me. ", "10": "They have gone back to the sins of their ancestors, who long ago ignored My words. They have chased after other gods and worshiped them. Do you not see how both the house of Israel and the house of Judah have violated the covenant I made with their ancestors? ", "11": "This is why I, the Eternal, declare that I will bring disaster upon these rebellious people. And they will not escape what awaits them. They will beg for My help, but I won't listen to them. ", "12": "Let the citizens of Judah and Jerusalem run to their precious gods for help. Let them burn incense and pray to their detestable images when trouble comes. Those impotent idols will not be able to save them, no matter how many they have to choose from! ", "13": "For you have as many gods as there are towns, people of Judah—as many altars to burn incense to Baal as there are streets in Jerusalem. ", "14": "Don't pray for these people, Jeremiah. Don't bother making any pleas for them, for that time has passed. I will not listen when they call out to Me in their time of trouble.", "15": "What right does My beloved have coming into My temple, having done such vile things with so many? Do you really think that animal sacrifice is going to make this all go away? Will you then be able to rejoice? ", "16": "The Eternal once proclaimed you a lush olive tree, full of beautiful fruit. But all that has changed. With the roar of a violent storm, He will now strike that tree—leaving it battered, broken, and burned. ", "17": "Now the Eternal, Commander of heavenly armies, has decreed disaster against you, the same tree He planted—all because of the evil done by the people of Israel and Judah, all because they provoked Me by worshiping and sacrificing to Baal.", "18": "At this point in the prophecy, Jeremiah reveals a bit of his private struggles. Because he has faithfully delivered God's messages to the nation, people from his hometown are scheming against him. They would like nothing better than to silence God's mouthpiece . . . permanently. God, however, lets Jeremiah in on the plot. Wisely, Jeremiah puts his trust in God to protect and defend him. Jeremiah: The Eternal revealed to me the plans of my enemies. Then You showed me what they wanted to do.", "19": "I was like an unsuspecting lamb led to its slaughter. I had no idea they were plotting against me. They were saying, “Let's cut down that lush olive tree and destroy all its beautiful fruit.[a] Let's cut him off from the land of the living. Let's make sure no one even remembers his name.”", "20": "But You, Eternal, Commander of heavenly armies, You who judge fairly, You know the heart and the mind. Let me see Your vengeance exacted against them; I am entrusting my cause, my future to You.", "21-22": "This is what the Eternal, Commander of heavenly armies, has to say regarding your men back in Anathoth who are threatening your life and saying, “You will die by our hands if you do not stop prophesying in the name of the Eternal.” Eternal One: Look, I will soon punish them! The young men will die in battle; their sons and daughters will starve during a famine. ", "23": "In the end, no one from Anathoth who schemes against you will remain, for I will bring disaster upon these schemers when the year of their reckoning arrives."}