{"1": "The word of the Eternal came to Jeremiah about the coming droughts.", "2": "A series of droughts come upon the land of Judah, making life very difficult for the people. Even the animals suffer as God holds back the rain. Eternal One: Judah mourns and her cities grow weak; her people collapse to the ground in grief. The cries of Jerusalem echo through the city.", "3": "The nobles send their servants for water that is not there. They come to cisterns only to return home with their jars empty. They have all been shamed, humiliated, so they cover their heads.", "4": "The fields are dry and the ground is cracked because there is no rain. The farmers suffer shame; they, too, cover their heads.", "5": "Even the animals of the field struggle: the devoted doe walks away from her newborn fawn, all because there is no grass to be found.", "6": "The wild donkeys stand on barren hills panting like jackals in the dry heat. With no plants to eat, their bodies weaken—their eyes grow dim.", "7": "People (to God): We know our guilt cries out against us, but O Eternal One, step in now and do something! For the sake of Your own good name, help us. It's true—our betrayals are many, so much have we sinned against You.", "8": "But O Hope of Israel, her Savior in times of trouble, don't forget us! Why are You acting like a stranger here in Your own land, Treating us like some traveler who's only staying for the night?", "9": "Why do You seem surprised, like a warrior who cannot defend us? But we know You are here, among us even now. Eternal One—we are Your people. You know us by name; do not disown us!", "10": "Eternal One: 10 (about His people) All this is true, but they love to wander from Me; they cannot control their restless feet—which are constantly running after other gods. That is why I won't accept them and take them back. I will remember their guilt and hold them accountable for their sins.", "11": "(to Jeremiah) Do not pray for this people's well being. ", "12": "They will try to impress Me again, but when they fast, I will not hear their cry; when they bring Me their burnt offerings and grain offerings, I will not accept any of them. Instead, I will offer to them their own destruction by war, by famine, and by disease.", "13": "Jeremiah: 13 But Eternal Lord, there are prophets in the land who keep telling the people none of this will happen. They claim to speak for You, saying, “No war or famine will come to you. Instead, I will give you peace and security in this place.”", "14": "Eternal One: 14 But these so-called prophets are “prophesying” lies. And they do so in My name! I have said no such thing. I have not sent them and directed them to speak in My name. Their prophecies are based on false visions, faulty revelation, and dark delusions of their own making.", "15": "This is what the Eternal says regarding the false prophets who attempt to speak in His name. Eternal One: I simply did not send them. Those who are proclaiming to the people, “No war or famine will touch this land,” will themselves die in war and famine. ", "16": "And those foolish enough to listen to their prophecies will be tossed into the streets of Jerusalem, weakened by famine, victims of war. They will die, and there will be no one to bury them, their wives, their sons, or their daughters because I will pour out their own evil upon them.", "17": "God told me to speak these words to them: Jeremiah: May my eyes fill with tears day and night. Let me not stop crying for what I see: for my tender virgin daughter—my people— Has suffered a crushing blow. I see her now with a serious, gaping wound.", "18": "If I go to the countryside, I see the bodies of those cut down in war; if I walk into the city, I see the misery brought on by famine. And yet the prophets and priests go about their business in blissful ignorance, unaware of what they are doing.", "19": "(to God) Have You abandoned Judah completely? Do You now hate Zion? Why have You wounded us beyond healing? We longed for peace, but nothing good ever came. We hoped for healing, but only terror came our way.", "20": "We admit our wickedness, O Eternal One. We confess the sins of our ancestors. We know we, too, have sinned against You.", "21": "For the sake of Your good name, do not disown us; do not dishonor the throne of Your glory. O God, remember Your people! Do not break Your covenant with us.", "22": "Do any of the foreign idols bring the rain? Do the showers fall from heaven by themselves? No. They come from You, Eternal One our God. That is why our hope is in You, for You alone do all this."}