{"1": "The word of the Eternal came to me again.", "2": "With Jeremiah as God's mouthpiece, the mighty oracles begin about a loving husband (God) divorcing his unfaithful wife (Judah). Eternal One: 2 Go now, and say this loud enough for all Jerusalem to hear. Tell them that the Eternal speaks these words: “I still remember the way you clung to Me in your youth, in the early days of our union. Like a young bride, you loved the vows you made. As I led you from slavery in Egypt to your freedom in Canaan, you drew close to Me. Even in the barren wilderness along the way, I filled your every need.", "3": "In those days, you, Israel, were set apart for Me, the Eternal. You were like the first portions of the harvest—devoted and true. All who defied this arrangement and ate My portion for themselves were guilty, and evil rained down upon them.”", "4": "Listen to the very word of the Eternal, house of Jacob and all the clans of Israel!", "5": "Eternal One: What happened between us? What could I have done to your ancestors that was so wrong, so unfair? Why would they pull away from Me to pursue the empty worship of idols that has left them just as empty?", "6": "They didn't think to say, “Where is the Eternal who rescued us from slavery in Egypt? Where is the One who led us through the wilderness—a land of deserts and ravines?” No one seems to remember how they crossed a scorched and lifeless land, a darkness none had ever crossed before, a place where none survive.", "7": "I am the One who delivered you into this land of abundance to enjoy its fruits and many good things. But you have now taken the very land I gave you and defiled it. You have done a most disgusting thing with this gift I reserved only for you.", "8": "Even then, the priests didn't think to say, “Where is the Eternal One?” Those who understand and teach the law act as if they've never known Me. The rulers also have moved against Me. Even the so-called prophets spoke in the name of Baal and pursued worthless idols in their vain attempt for greater prosperity.", "9": "This is the case that I bring against you and your descendants:", "10": "You can search from the coastlands of Kittim in the west to the deserts of Kedar in the east, and you won't find anything as sickening as this.", "11": "Has a nation ever exchanged its gods for some others, even if they weren't really gods in the first place? But My beloved people have done just that: they have exchanged their glory to pursue worthless idols in their vain attempt for greater prosperity.", "12": "Israel's plan to submit herself to the authority of a stronger pagan nation in return for protection makes no sense to an objective observer, much less to God Himself. During the long history of this nation, her troubles have often resulted from a stubborn refusal to trust God. They have a habit of looking elsewhere—to anywhere or anyone but God—for relief, of turning to nations that are never constant friends. For example, when the Assyrian Empire was conquering the region 100 years earlier, the Northern Kingdom of Israel attempted to ward off the threat by making treaties with other nations. Despite their feeble plans, Israel fell in 722 b.c. to Assyrian might and cruelty. Now God points out to Judah's leaders in the Southern Kingdom how useless it is to align with either Egypt or Assyria when the punishing Babylonian army is on the horizon. It doesn't matter how powerful her allies may seem; once the covenant with God is broken, Israel must pay for her infidelity. Be horrified, O you heavens, at this appalling betrayal. Cringe in horror and be repulsed.", "13": "My people are guilty of two evils: They have abandoned Me, the spring of living waters; And instead, they have settled for dead and stagnant water from cracked, leaky cisterns of their own making.", "14": "Is Israel some common slave, born into bondage? Why has he been carted off as if he were the spoil of battle?", "15": "The nations have circled him like hungry young lions, roaring and growling their war cries. They have left Israel a wasteland— the cities destroyed and the people scattered.", "16": "Even your Egyptian allies, from Memphis and Tahpanhes, have stripped you of land and your crowning glory.", "17": "Is there anyone to blame but yourself? Weren't you the ones who abandoned the Eternal, Your True God, even as He led you on this journey?", "18": "Eternal One: What do you hope to accomplish by going to Egypt and drinking from the waters of the Nile? What do you think you will gain by traveling to Assyria and drinking from the waters of the Euphrates?", "19": "It is your wickedness that will punish you and your desertion of My ways that will convict you. See the evil and taste the bitterness of forsaking the one True God, the Eternal. At the core of this evil is the sad truth that you have forgotten the wonder and terror of who I am. So says the Eternal Lord, Commander of heavenly armies.", "20": "Eternal One (to His people): A long time ago, I broke the yoke that weighed you down and tore off the chains that enslaved you; Still you boldly said, “I will not serve You!” Instead, you bowed down like a whore to pagan gods on the high hills, under every green tree.", "21": "I am the One who planted you like a select vine, chosen from vintage stock. How could you turn into such a useless, wild weed of a vine?", "22": "You can scrub yourself with all the soap you want, but you'll never be able to wash away the stain of what you've done before Me. So says the Eternal Lord.", "23": "Eternal One (to His people): How can you say, “I have not been defiled”? How can you reply, “I have not run after the idols of Baal?” You know exactly what you've done down in the valley— you're like a young camel running here and there without any direction.", "24": "You've acted like a wild donkey at home in that desert, sniffing at the wind for any scent of the next encounter, unbridled in her lust. It's not even fair to say you were seduced by these gods. You sought them out!", "25": "I warn you again: stop running after these rituals till your feet are bare and your throat is dried out. You said, “I can't help myself, for I love these strange gods I am chasing after.”", "26": "Like a thief caught in the act, the people of Israel will be put to shame: kings, leaders, priests, and prophets will be shamed.", "27": "They say to a piece of wood, “You are my father”; they confess to a stone, “You gave me birth.” They have shunned Me, who gave them life—turning their backs instead of facing Me— But that will change when troubles come. That's when they will cry out to Me, “Stand up for us, and save us!”", "28": "O Judah, where will your pagan gods be then? You know, the ones you made yourself? Let them stand up on their own. See if they're able to save you from your troubles. You have as many gods as villages, Judah. Now let them take care of you.", "29": "Why are you leveling charges against Me? You are the unfaithful one here. You have all pulled away from Me.", "30": "I tried to discipline your sons, but it didn't work; they wouldn't listen. You destroyed the prophets I sent to speak truth to you. You devoured them as a lion does his prey.", "31": "People of this generation, consider again the word of the Eternal. Eternal One: Have I been a barren wasteland to Israel with nothing to offer? Am I no more than a land cloaked in darkness to them? Why do My own people say to Me, “We would rather wander where we want than come to You”?", "32": "Does a young woman ever forget her jewelry? Does a bride forget to bring along her wedding dress? And yet My people forgot Me long, long ago.", "33": "How good you've become at your reckless loving! You could teach even a loose woman a thing or two.", "34": "The stain of the blood of the poor and the innocent is on your clothes Even though you didn't find them breaking into your houses. In spite of it all,", "35": "Still you dare to say, “I am innocent; surely God could not be angry with me anymore.” Yet watch as I condemn you because you perjure yourself saying, “I have not sinned.”", "36": "How do you keep changing directions, making a covenant with Me, then a treaty with them? You will soon be disappointed by the alliance with Egypt just as you were by the one with Assyria.", "37": "You will leave this land as captives, with your hands on your head. Why? Because I, the Eternal One, have rejected those you relied on. You will never prosper from their help."}