{"1": "Eternal One (to Jeremiah): Go down to the palace of the king of Judah and say to him, ", "2": "“Hear the word of the Eternal. Listen, O king of Judah, who sits on David's throne. Listen, you advisors of the king. Listen, you people who walk through these city gates. ", "3": "This is what the Eternal has to say: 'Do what is just and right. Rescue those poor ones being robbed by the extortionists. Protect the outsiders, orphans, and widows in your land from any oppression, for they have no one. Stop the violence and the shedding of innocent blood in this place. ", "4": "If you do what I say, there will always be a king on the throne in Jerusalem. The descendants of David will ride through these gates leading a great processional of chariots and horses, of advisors and subjects. ", "5": "But if you refuse My words of warning, I swear by My name and all that I am that this palace of yours will be laid to waste.'”", "6": "This is what the Eternal says concerning the king of Judah and his household. Eternal One: You are as precious to Me as the lush forests of Gilead; you are like the cedars on the summit of Lebanon. But I swear I will make you into a wilderness—stripped of trees— with cities that lie empty and lifeless.", "7": "I will unleash destroyers against you— ruthless men with fearful weapons. They will cut down your best trees and throw them on the fire.", "8": "When other nations pass by the ruins of Jerusalem, they will ask each other, “Why did the Eternal destroy this great city?” ", "9": "The answer they will hear is the one you already know: “Because these people violated the covenant they had made with the Eternal their God by worshiping and serving other gods.”", "10": "Do not cry for the one who is dead; do not mourn for him. Cry instead for the living one going into exile For he will not come back again, he will never see his home again.", "11": "This is a word of the Eternal for Shallum (son of Josiah), who succeeded his father as king of Judah and went from this place into exile: Eternal One: He will never return, ", "12": "and he will die in that land of captivity, never to see this place again.", "13": "Woe to the one[a] who builds his palace on the proceeds of unrighteousness, who adds upper rooms on the gains of injustice, Who forces his own people to labor for nothing, who refuses to pay them for all their hard work.", "14": "He thinks to himself, “I will build a huge palace with a large second story and many windows. I will panel the walls with the best cedar and paint it red to impress everyone.”", "15": "Do you become king because you have more cedar than another? Your father, so different from you, had plenty to eat, plenty to drink. Didn't he live his life as a righteous and fair man? And look how well he did.", "16": "He stood up for the poor and needy; then things went well for him and the people. Isn't this what it means to know Me?", "17": "But you are so different: your eyes are focused and your heart is set on one goal: deceitful personal gain. You make the innocent pay with their blood; you violently oppress them and take what is not yours.", "18": "So this is what the Eternal says regarding Jehoiakim (son of Josiah), king of Judah: Eternal One: Upon his death, no one in his family will weep and say, “Oh my brother, oh my sister—our loved one is gone.” Nor will any of his subjects weep and say, “Our leader is gone; our great king is gone.”", "19": "No, he will be buried like a dead donkey—his body dragged away and dumped outside Jerusalem's gates in the trash heap.", "20": "(to Jerusalem) Go to the mountains of Lebanon and cry out. Run to Bashan and the peaks of Abarim, and cry out loudly Because all of your lovers have been destroyed.", "21": "I warned you when things were going well, but you said to Me, “I will not listen.” You have treated Me this way since the days of your youth; you have never listened to My voice.", "22": "All your shepherds will be driven away by the wind, and your lovers will be led into captivity. In that moment, you will be covered with shame, humiliated because of your evil ways.", "23": "You who live in Lebanon, safe and nestled among the cedars— How you will cry in anguish when the judgment comes, like the anguish and pain of a woman giving birth.", "24": "As surely as I live, I declare the following about Coniah (son of Jehoiakim), king of Judah: Even though you were a signet ring on My right hand, I have torn you away. ", "25": "I will drop you into the hands of those who want you dead, those you fear—Nebuchadnezzar (king of Babylon) and his Chaldean army. ", "26": "I will cast you and your mother into another country, where you were not born. It will be there, in that foreign land, where you will die. ", "27": "Though they will long to come back to this land you call home, they will never return.", "28": "Is this man, Coniah, a broken and worthless pot? Is he like something tossed on the garbage heap that no one wants? Why are he and his children being thrown out— no, hurled out into a foreign land?", "29": "O land, land, land! You must hear the word of the Eternal!", "30": "Eternal One: Write in the record that this man is childless and disgraced. As long as he lives, none of his children will succeed him And sit on the throne of David and rule over Judah again."}