{"1": "Eternal One: Woe to the shepherds who slaughter and scatter the sheep of My pasture! ", "2": "This is what I, the Eternal God of Israel, have to say about the shepherds tending My people: You have scattered My flock, driven them far away, and failed miserably at being their caregivers. So look! I will punish you for your negligence, for the careless evil you've done. ", "3": "I will personally gather the remnant of My sheep from the lands where I have driven them. I will bring them back to their home pasture where they will be fruitful and multiply. ", "4": "I will appoint new, responsible shepherds to take care of them, and My sheep will no longer have to be afraid. These new, responsible shepherds will make sure that none of My sheep go missing.", "5": "Watch! The days are coming when I will raise up a righteous Branch of David—an heir of his royal line—who will rule justly, act wisely and make things right again in the land. ", "6": "During His reign, Judah will be redeemed and Israel will be a safe place again. The name he is called will tell the story: The Eternal Is Our Righteousness!", "7": "So be ready and watch carefully. The days are coming when no one will say any longer, “As the Eternal lives, who brought the people of Israel out of slavery in the land of Egypt.” ", "8": "Instead, they will say, “As the Eternal lives, who brought the people of Israel out of exile in the lands of the north and out of all other countries where He had scattered them.” Then the Israelites will live securely in their own land.", "9": "The shepherd-leaders and shepherd-teachers of God's people have misled them, and the results have been disastrous. Now God intervenes. God Himself, personally, gathers His exiles from wherever He scattered them and places them under the guidance and tutelage of new shepherds, responsible leaders who will bring them home once again safe and secure. As if that is not enough, God will fulfill the covenant He made with King David hundreds of years earlier and establish a righteous branch of David to reign from Jerusalem. This king will be everything the earlier kings of Judah were not: just, fair, and wise. The restoration of God's exiles and the installation of this new king—God's anointed—will be so glorious, so momentous that it will change the course of history. It will surpass God's rescue of the Hebrew slaves from Egypt. Jeremiah's prophecy of this coming king inspires many to look and long for God's Anointed One, His Messiah, from among the sons of David. Indeed, some of the earliest followers of Jesus will find in Him the fulfillment of these hopes, dreams, and aspirations. As for the false prophets: Deep in my chest, my heart is broken. I am shaken to the core, like a man who is drunk, overcome by too much wine All because of the Eternal, all because of His holy words.", "10": "Eternal One: The land is full of adulterers; surely the curse is in effect and the land mourns. The pastures in the wilderness are all dried up, for they have set an evil course, and their might is not right.", "11": "For even the prophets and priests are ungodly; I have witnessed them perform wicked acts in My temple.", "12": "Now this path they are on will become treacherous, and they will slip and slide; they will stumble and fall into the darkness, driven into the gloom. For in the year of their punishment, I will bring them to ruin.", "13": "I saw something repulsive among the prophets of Samaria: They prophesied in the name of Baal and led My people, Israel, away from Me.", "14": "I have seen something horrible among the prophets of Jerusalem: worship that is adulterous and deceitful. They inspire and encourage people to even more evil; now no one turns back from his sin. The citizens of Jerusalem remind Me of the wicked people who once lived in Sodom and Gomorrah.", "15": "So this is what the Eternal, Commander of heavenly armies, has to say about those prophets: Eternal One: Watch, I will give them bitter food to eat and poisoned water to drink, because the prophets of Jerusalem have released their ungodliness And it has spread into all the land.", "16": "These are the words of the Eternal, Commander of heavenly armies. Eternal One: When these prophets “prophesy” to you, filling you with empty hopes, do not listen to one word! They do not speak for Me. They speak of visions they have only imagined. ", "17": "They keep saying to those who openly reject My word, “Don't worry, the Eternal has promised you peace.” And to those stubborn souls who go their own way, they say, “Don't worry, nothing bad will happen to you.”", "18": "Which one of these false prophets has stood in the presence of the Eternal and heard His voice or seen His plan? Who of them has paid attention to His word and truly listened?", "19": "Behold, the storm of the Eternal's wrath will now break open, swirling down out of the sky like a whirlwind onto the heads of the wicked.", "20": "The Eternal's anger will not relent until He has carried out His most fervent plans. You will understand all of this in the days to come.", "21": "Eternal One: I did not send these so-called prophets, but they have run to you with their empty words. I did not speak to them, but they claim to speak for Me.", "22": "If only they had stood in My presence and heard My voice, then they would have spoken My words to My people! They would have turned this nation back from its evil ways and evil deeds.", "23": "Am I only a God who is close by, and not a God of the farthest reaches? ", "24": "Am I a God anyone can hide from? Do I not see what happens in secret? Am I not everywhere, filling heaven and earth? ", "25": "I have heard these prophets who speak lies in My name. They say, “I had a dream, I had a dream,” and claim it was Me speaking to them! ", "26": "How long will this go on? Will the hearts of these lying prophets ever change? How long will they deceive themselves and all who listen to them? ", "27": "They think they can make My people forget My name with all this talk of dreams—just as their ancestors forgot My name as they worshiped Baal. ", "28": "If a prophet has a dream, he should tell others of that dream. But the one who has My word should speak it with unshakable faith. For what is straw worth, when compared to grain? ", "29": "Does not My word burn like fire? Does it not shatter rock like a strong hammer? ", "30": "Look, this is why I oppose the prophets who steal My word from others and offer it as their own. ", "31": "I oppose the prophets whose tongues “declare” something, as if I, the Eternal, have declared it. ", "32": "I oppose the prophets who prophesy with lying dreams. They lead My people astray with their reckless lies. But I did not send these prophets or direct them to speak in My name, so they are of no use to My people. This is what the Eternal declares.", "33": "Prophets stretch the meanings of words in order to instruct and challenge their audiences. Although it's difficult to appreciate in translation, in the following passage Jeremiah uses an important Hebrew word that has a double meaning. It means “message,” as in the message from God that he is about to declare, but it also means “burden”; therefore, the “message” he receives from God—the “message” he must now declare—is a “burden” both to hear and deliver. As the message goes out of Jeremiah, others use this word to ridicule him and minimize what God is saying. In this passage, God makes it quite clear what He thinks of these mocking and sinful people. Eternal One (to Jeremiah): 33 When someone, some prophet or some priest, asks, “What is the message the Eternal burdened you with today, Jeremiah?” Simply answer, “[You are the burden, and][a] the Eternal declares, 'I will cast you aside.'” ", "34": "If a prophet or priest or any of these people claim, “This is the burden of the Eternal,” let them be warned, I will punish that person and his family.", "35": "(to the people) 35 Instead of making light of My declarations, from now on you should say to your friends and family, “What is the Eternal's answer to you?” or “What is the Eternal saying to us?” ", "36": "Do not use the phrase “the burden of the Eternal” again. It means nothing to you. All people say they have a message from Me when they don't. You are twisting the words of the living God, our God, the Eternal, Commander of heavenly armies. ", "37": "You should say to the prophet, “What answer is the Eternal giving to you?” or “What is the Eternal saying to us?” ", "38": "But if you keep saying, “This is the burden of the Eternal,” expect Me to declare this: “You continued to use the phrase 'the burden of the Eternal,' even though I warned you not to use it. ", "39": "That is why I will forget you and cast you out of My presence, both you and the city I gave you and your ancestors. ", "40": "I will bring endless disgrace upon you—an enduring shame that no one will forget.”"}