{"1": "The word of God concerning all of Judah again came to Jeremiah when Jehoiakim (son of Josiah), king of Judah, had reigned for four years. Meanwhile, the dreaded Nebuchadnezzar was in his first year as king of Babylon. ", "2": "During these ominous days the prophet Jeremiah spoke to the citizens of Jerusalem and the people of Judah.", "3": "Jeremiah: 3 I have been warning you since the word of the Eternal started coming to me in the 13th year of King Josiah (son of Amon), ruler of Judah. For these last 23 years, I have been telling you again and again what was coming, but you never listened. ", "4": "It wasn't just me whom the Eternal sent. He sent you His servants, the prophets, again and again, but you never paid attention to them. You never listened as ", "5": "they said, “Turn back from your evil ways and actions so you can live forever in this land the Eternal gave to you and your ancestors. ", "6": "I will not harm you if you do not chase after other gods to serve and worship them or provoke Me to anger with the little idols your hands have made.”", "7": "Eternal One: 7 But you did not listen to Me or My prophets! Now I, the Eternal One, declare that you have stirred up My anger with the little idols your hands have made, and you have brought this harm upon yourselves. ", "8": "Therefore, I, the Eternal, Commander of heavenly armies, declare that since you have not heard or obeyed My words, ", "9": "I am about to summon the clans of the north along with King Nebuchadnezzar of Babylon who serves Me. I will use them to punish this land and those of you who live in it. I will also use them against all the surrounding nations of Judah. I will destroy them completely, making them a place of horror, an object of scorn, a land of everlasting ruin. ", "10": "I will silence any hint of laughter and joy, the sweet words of the bride and bridegroom at a wedding, the milling of grain and the lighting of a lamp. ", "11": "It will all end, and this place will be a horrific wasteland. And these nations will serve the king of Babylon for 70 years.", "12": "The judgment of God is drawing near. Although Babylon is His instrument of judgment, this empire is not immune to His justice; she, too, will answer to God for her brutal treatment of God's people. And so the focus of the prophecy shifts from Judah's pain to the destruction of this now-emerging world power. Eternal One (to Babylon): 12 When the 70 years of servitude are complete, I will then punish the king of Babylon, his people, and the land of Chaldea for their guilt. I, the Eternal, will make it a land of everlasting ruin. ", "13": "All that I warned would happen to that land—all that Jeremiah prophesied against all the nations and is now written in this book—I will do. ", "14": "For the mighty Babylonians will be turned into slaves for many nations and powerful kings; I will repay them according to what they have done and how they have treated My people.", "15": "This is what the Eternal God of Israel said to me. Eternal One: Take this cup from My hand and offer it to every nation where I send you. Make them drink deeply from it, for the cup is brimming with My anger. ", "16": "When they drink, they will stumble and lose their minds because I am sending the sword against them.", "17": "So I took the cup from the Eternal's hand and did just as He said—I went to the nations where He sent me and made them drink it: ", "18": "Jerusalem and the cities of Judah, her kings and leaders drank from the cup and became a wasteland, an object of hissing, scorn, and cursing, a land of ruin; ", "19": "then Pharaoh (king of Egypt), his advisors, his officers, and the entire nation, ", "20": "including the foreigners living there; all the kings of the land of Uz, and all the Philistine kings in the cities of Ashkelon, Gaza, Ekron, and what was left of Ashdod; ", "21": "Edom, Moab, and the Ammonites; ", "22": "all the kings of Tyre, Sidon, and the other coastlands across the sea; ", "23": "Dedan, Tema, Buz, and the nations who clip the corners of their hair; ", "24": "all the kings of Arabia, the kings of the various desert nomadic tribes; ", "25": "all the kings of Zimri, Elam, and Media; ", "26": "all the kings of the north, both near and far. I went from one kingdom to another until every one of them on the face of the earth had drunk it. And then finally, the king of Sheshach[, that is, Babylon,][a] will drink from this cup.", "27": "Then He told me what to say to each of these nations and rulers. Eternal One: This is what the Eternal, Commander of heavenly armies and God of Israel, says: “Drink until you are drunk enough to vomit; stagger and fall to the ground, and rise no more because I am sending the sword against you.” ", "28": "If they refuse to drink from the cup you offer to them, tell them, “This is what the Eternal, Commander of heavenly armies, says: 'You must drink it! ", "29": "Do you think I will bring disaster to the city that is named after Me, but let you escape? You will not go unpunished, for I am summoning a sword of judgment against all who live on the earth.'” So declares the Eternal, Commander of heavenly armies.", "30": "Eternal One: 30 Jeremiah, now prophesy against the nations. Speak to them these words: The Eternal roars from on high; from His holy place above, His voice thunders. Like a lion, He will roar against His land and shout, like those who tread the grapes, against those living on the earth.", "31": "The uproar will echo to ends of the earth because the Eternal brings His charge against the nations. He will judge all humanity and punish the wicked in battle. So says the Eternal.", "32": "This is what the Eternal, Commander of heavenly armies, has to say: Eternal One: Look what is happening! Disaster is spreading across the earth, From nation to nation; a mighty storm is gathering from the ends of the earth!", "33": "Coming in the wake of that fateful storm, the death and destruction are unimaginable. Those killed by the Eternal in that day will blanket the earth from one end to the other. So great is their number that no one will gather the dead and bury them. No one will be there to mourn them. They will lie like dung upon the face of the earth.", "34": "Cry out, you shepherds, and weep; wallow in the dust—roll in ashes, you leaders of the flock. For the time has come for you to be slaughtered and scattered abroad. You will fall and shatter like a treasured vessel.", "35": "As for the shepherds, they will have nowhere to hide; as for the leaders, they will not escape My punishment.", "36": "Listen to the sound—the cry of the shepherds, the wailing of the leaders of the flock! The Eternal is ruining their pleasant pastures.", "37": "Their peaceful meadows are now deathly silent, for the fierce anger of the Eternal has blown through.", "38": "Like a lion leaving his lair, so He has left His, for their land has become a horror— Kindled by the enemy's hot anger and the burning fury of the Eternal."}