{"1": "The words of Jeremiah are often dark prophecies of destruction, for Judah willingly betrayed and disobeyed God. Clearly, a major aspect of his call is foreshadowing the coming judgment of God. But in the following oracles, Jeremiah delivers a strong message of hope to those in exile. The next three chapters are often called the “Book of Consolation.” Tucked in the middle of vivid declarations of God's punishment of the unjust, these promises speak of hope and restoration. These, too, are part of the prophet's message. The word of the Eternal again came to Jeremiah.", "2": "Eternal One: 2 Write in a book all the words I, the Eternal, the God of Israel, have said to you. ", "3": "Look! the days are coming when I will restore the fortunes of My people—both Israel and Judah. I will bring them home to the land I gave their ancestors, and they will again possess it.", "4": "So says the Eternal in a message about Israel and Judah.", "5": "Eternal One: A cry of fear is heard— it is the sound of panic, not of peace.", "6": "Ask and see for yourself: can a man give birth to a child? Then why do I see strong men clutching themselves, their hands on their abdomens as if they are in labor? Why has every face paled, looking sickly?", "7": "I will tell you why: for that great and awesome day is like no other. It will be a time of suffering for Jacob's descendants; still they will be rescued from it.", "8": "For on that day of deliverance, declares the Eternal, Commander of heavenly armies, I will break Nebuchadnezzar's yoke off their necks and tear off their shackles; no longer will foreigners force them into slavery. ", "9": "Instead, they will serve the Eternal their God, and I will raise up a descendant of David their king to rule over them.", "10": "So do not be afraid, O Jacob, My servant; do not be troubled, O Israel. For I, the Eternal One, promise to liberate you from that distant place, to bring your children home from where they are in exile. Jacob will return home to peace and quiet, and no one will make him afraid,", "11": "Because I am with you, and I will deliver you. I will completely destroy all the nations where I have scattered you, But I will not destroy you completely. I will discipline you, but My discipline will be just. I will not let you go unpunished.", "12": "Your wound is incurable; your shattered pieces are beyond repair.", "13": "There is no one to plead your case— no healing for your injury, no relief for your affliction.", "14": "All of those allies you loved have forgotten about you; they care nothing about you. For I have struck you as an enemy would and punished you like the cruelest of foes. Why? Because your sins abound and your evil actions are abundant and brazen.", "15": "Why do you cry out over this wound, this pain that won't go away? I have done these things to you because your sins abound and your wicked acts are abundant and brazen.", "16": "But all those who devour you will be devoured. Exile awaits each of your enemies. Those who plunder you will be turned into plunder, and all who prey upon you will be turned into prey.", "17": "For I will make you well again and heal your wounds I, the Eternal One, declare to you, Because they have called you an outcast: “Look, it is Zion, the one for whom no one cares.”", "18": "I, the Eternal, have this to say: Look, I will bring back those from captivity. I will show mercy to Jacob's tents and dwellings; From the ruins I will rebuild Jerusalem, and the palace will once again stand where it belongs.", "19": "Songs of joy and gratitude will rise from the people. I will bless My people and increase their numbers; nothing will diminish them. I will honor them in the presence of others; no one will despise them.", "20": "Their children will live as they did long ago, their community will be established again before My watchful eyes, And I will punish anyone who tries to harm them.", "21": "The prince who leads them will come from among Jacob's descendants; their ruler will be one of their own. I will draw him near to Me, and he will delight to come close, for he will devote himself to remain close by My side.", "22": "And as before, you will be My people, and I will be your God.", "23": "Behold, the storm of the Eternal's wrath will now break open, swirling down out of the sky like a whirlwind onto the heads of the wicked.", "24": "The Eternal's anger will not relent until He has carried out His most fervent plans. You will understand all of this in the days to come."}