{"1-3": "This is what the Eternal has to say: Eternal One: There will come a time when I will be the God of all the clans and families of Israel, and they will be My people. This is what I, the Eternal One, declare to you: My people who survived the sword found grace as they wandered in the wilderness; When Israel went in search of rest, I appeared to them from far away and said: “I have loved you with an everlasting love— out of faithfulness I have drawn you close.", "4": "And so it shall be again, My virgin Israel; I will build you up, and you will be rebuilt. You will again take up the tambourine and join with those who are dancing for joy.", "5": "You will again plant vineyards on the hillsides of Samaria; Your farmers will plant them, and you will enjoy the fruit yourselves.", "6": "The day will come when those who guard the land will cry out from the hills of Ephraim, 'Get up! Let us go to Zion, dear Jerusalem, and worship the Eternal our God.'”", "7": "Sing a song of joy for Jacob; shout for this greatest of nations. Shout it out with praise in your hearts: “O Eternal, save Your people— rescue the remnant of Israel.”", "8": "Watch now, as I bring them from the land to the north, as I gather My people from the ends of the earth. Look who is among those returning home: the blind and the lame, expectant mothers and even those giving birth— All of these together in the multitude on its way home.", "9": "Listen, as they come home weeping and repenting, praying for direction, pleading for mercy as I bring them back. In that day I will lead them beside quiet streams of water and take them upon a straight path where they will not stumble. Why? Because I am Israel's father, and Ephraim is My firstborn son.", "10": "Listen to the word of the Eternal, you nations of the earth; take this story to distant shores and make it known: The One who scattered Israel will now gather His people and watch over His flock as a shepherd.", "11": "For the Eternal has rescued Jacob and redeemed him from people who are too strong for him.", "12": "The redeemed will return home and shout for joy from the top of Mount Zion; they will shine with the sheer goodness of the Eternal— The harvests of grain, wine, and oil; the healthy flocks and herds. Their lives will be like a lush, well-watered garden. From that day on, they will never know sorrow.", "13": "Eternal One: Young women will dance for joy; young men will join them, old ones too. For I will turn their mourning into joy. I will comfort My people and replace their sorrow with gladness.", "14": "From the overflow of sacrifices, I will satisfy My priests; All My people will feast on My goodness. The people now cling to this promise as they struggle with exile. Jeremiah returns the focus to the heartbreak of a people being deported to a foreign land. This is what the Eternal declares!", "15": "Eternal One: A voice rises from Ramah— mourning and bitter weeping are heard day and night. The voice is Rachel's; she's weeping for her children. She will not be comforted, for her children are no more.[a]", "16": "The setting is Ramah, a village a few miles north of Jerusalem, where exiles are assembled before the long march to Babylon. Later the prophet himself will spend time in this refugee camp awaiting his own exile (40:1). For now, he paints the picture of Rachel, one of the matriarchs of this nation, weeping for her children as they head off into captivity. But listen to what the Eternal says: Eternal One: Do not weep, Rachel—wipe the tears from your eyes— for I promise I will reward you for what you have done. Your children will return from this exile; they will come back home from this enemy land.", "17": "There is hope for your future, I promise. Your children will come home to their own land.", "18": "I have heard the cries of Ephraim, groaning, “You have disciplined me. I was like an unruly calf, but You disciplined me. Bring me back, so I can return home, for You are my God, the Eternal.", "19": "After I had turned away from You, I repented. I turned back toward You when I understood what I had done; I slapped my thigh in shame and regret for the disgraceful things I did when I was young.”", "20": "So I, the Eternal One, asked: “Is this not Ephraim, My beloved son, My darling child? As often as I speak against him, I have never forgotten him. Even now, My heart longs for him; I will surely show him mercy!”", "21": "Set up markers along the road; put up guideposts so you can find your way home. Pay attention to the highway, the road you take into exile. Return by the same way, My virgin Israel; return to your cities and villages.", "22": "How long will you drift this way and that, My renegade daughter? Take heart—for now the Eternal will do a new thing on the earth: a woman will surround a man.[b]", "23": "This is what the Eternal, Commander of heavenly armies and God of Israel, has to say: Eternal One: When I bring them back from exile, people throughout the land and villages of Judah will speak these familiar words: May the Eternal bless you, home of righteousness, O sacred mountain!", "24": "In those days of restoration, farmers and herders all across Judah will live together in peace alongside those who live in the cities. ", "25": "I will satisfy those who are weary, and I will refresh every soul in the grips of sorrow.", "26": "At this moment, I woke up from a wonderful sleep and looked around.", "27": "Jeremiah receives God's messages in a variety of ways. In this dream-vision, he sees the future for his people. This is a sweet comfort and a welcomed contrast to other messages of doom and judgment. But as Jeremiah will see, God's message of consolation is not only a hope of restoration for one rebellious nation, but a promise for all people. Jeremiah is perhaps best known as the prophet of the “new covenant.” According to the prophet, God is about to establish a new relationship with a new people. It will be unlike any earlier agreement. It will not be written on stone tablets that can be broken or on scrolls that can be lost or forgotten or even burned (36:23). No, this covenant between God and humanity is so intimate that it is to be written on the heart. Eternal One: 27 Look! the days are coming when I will plant anew the house of Israel and the house of Judah. I will repopulate the land with people and animals. ", "28": "Just as I watched over them in order to uproot and stamp out, to upend and destroy, and to bring disaster from the north, so now I will watch over them as I rebuild and replant them. This is what I, the Eternal One, declare. ", "29": "In those coming days, people will no longer speak the proverb, Fathers have eaten sour grapes, and their children's teeth are set on edge.", "30": "No, now it will be that each one will die for his own sins. If you eat sour grapes, then it is your own teeth that will be set on edge.", "31": "Look, the days are coming when I will bring about a new covenant with the people of Israel and Judah. ", "32": "It will not be like the covenant I made with their ancestors long ago when I took them by the hand and led them out of slavery in Egypt. They did not remain faithful to that covenant—even though I loved and cared for them as a husband. ", "33": "This is the kind of new covenant I will make with the people of Israel when those days are over. I will put My law within them. I will write it on their hearts. I will be their God, and they will be My people. ", "34": "No longer will people have to teach each other or encourage their family members and say, “You must know the Eternal.” For all of them will know Me intimately themselves—from the least to the greatest of society. I will be merciful when they fail and forgive their wrongs. I will never call to mind or mention their sins again.", "35": "These are the words of the Eternal, The One who orders the sun to give light to the day, the One who directs the moon and the stars to light the night, The One who stirs up the sea so its waves churn and roar. The Eternal, Commander of heavenly armies, is His name.", "36": "Eternal One: Only if the natural order disintegrates before Me will the people of Israel cease to be a nation in covenant with Me.", "37": "This is what the Eternal says: Eternal One: If the heavens above could ever be measured, or the depths below be fully explored, Only then would I disown the children of Israel because of everything they have done. So says the Eternal.", "38": "Even as words of hope and consolation are offered, the stark reality of the present looms large. The Babylonian army is near. The siege of Jerusalem is now under way. It is a dark time in the land; there is much fear, and many have questions as the capture of the capital city is now a certainty. Again, Jeremiah must live out his faith in front of a people who have abandoned God. He is under arrest and being questioned by King Zedekiah. Though the details surrounding his imprisonment come in chapter 37, once again it is an unpopular message that makes Jeremiah a most unpopular prophet. But he willingly lives out his faith in an attempt to offer an unreceptive audience hope. As strange as the other assignments given to Jeremiah may seem, this one may be the most difficult to understand. A rotting linen belt (chapter 13) and a shattered clay jar (chapter 19)—these were at least vivid pictures of the people's rebellion and God's judgment. But now, in the face of certain captivity and ruin, Jeremiah is instructed to do a most absurd thing: he is to purchase a piece of property with his money. Given its location, this plot of ground may even be under Babylon's control. Why this apparent waste of money? To show the people that one day this land of promise will again be theirs. Eternal One: 38 Look! The days are coming when I will rebuild Jerusalem for My own purpose and glory—from the tower of Hananel to the corner gate. ", "39": "A measuring line will stretch out to the hill of Gareb and then sweep across to Goah. ", "40": "The valley of Ben-hinnom where the dead bodies and ashes from the sacrifices were thrown, and all the terraced fields leading out to the Kidron Valley, and as far east as the corner of the horse gate—all of these most defiled and polluted areas will again be made holy to the Eternal. The city will never again be uprooted or destroyed."}