{"1": "Shephatiah (son of Mattan), Gedaliah (son of Pashhur), Jucal (son of Shelemiah), and Pashhur (son of Malchijah) overheard Jeremiah speaking to the people of Jerusalem.", "2": "Jeremiah: 2 The Eternal says that anyone who stays in the city will die by war, famine, or disease; but those who surrender to the Chaldeans will at least have some reward—they'll keep their own lives. ", "3": "The Eternal has proclaimed that Jerusalem will be handed over to the army of Babylon's king, who will capture it.", "4": "When these officials heard Jeremiah's remarks, they advised the king. Court Officials (to King Zedekiah): This man is a traitor; he should be put to death! His words border on treason; they are affecting the morale of what troops we still have in the city, as well as all the rest of the people. This man does not have the best interests of this people at heart—only their downfall.", "5": "King Zedekiah: 5 Look, do what you want with Jeremiah. The king will not interfere.", "6": "So they took Jeremiah and threw him into a muddy cistern in the court of the guard that belonged to the king's son, Malchijah. Rather than killing him immediately, these officials lowered Jeremiah by ropes into this deep, dark cistern where he sank into the mud. Now he would be silenced. Soon he would be dead.", "7-8": "But another court servant in the palace, Ebed-melech the Ethiopian, overheard that Jeremiah had been dropped down into this cistern. So he left the palace and went directly to the king who was sitting in the Benjamin gate where he was holding court for the people.", "9": "Ebed-melech: 9 My lord the king, do you know what some of your court officials have done? They have done a wicked thing to Jeremiah the prophet. They have thrown him into a muddy cistern and left him to die, which will surely happen when he, like the rest of the city, runs out of food.", "10": "King Zedekiah (to Ebed-melech, the Ethiopian): 10 Take 30[a] of my men with you, and rescue Jeremiah the prophet from that cistern before he dies.", "11": "So Ebed-melech did as the king commanded and took the men with him. But before he left the palace, he went to a room under the treasury. There he found some rags and old clothes that he lowered with the ropes to Jeremiah in the cistern. ", "12": "Ebed-melech the Ethiopian then called down into the cistern and told Jeremiah: Ebed-melech: Put these rags and old clothes under your armpits so the ropes won't hurt you as we pull you up. The prophet did as he was told, ", "13": "and the men pulled Jeremiah out of that muddy cistern. Still however, Jeremiah remained a prisoner in the court of the guard.", "14": "Sometime later Zedekiah summons Jeremiah. This will be the last encounter between prophet and king. Will the king finally respond with courage and faith to the word of God? Despite decades of warnings from a faithful prophet who has the courage to speak truth regardless of the consequences, Jerusalem and her leaders continue to disobey God. And now Jeremiah's dreaded predictions come true. After a long siege that leaves the city weak and impoverished, the walls of Jerusalem are breached. King Zedekiah sent for the prophet Jeremiah and had him brought to the third entrance to the Eternal's temple. King Zedekiah: I am going to ask you something, and I want you to tell me the truth; don't hold anything back.", "15": "Jeremiah: 15 If I give you another honest answer, how do I know you won't kill me? Besides, even if I do give you advice, you won't listen to me.", "16": "King Zedekiah (leaning in so no one could hear this secret oath): 16 Jeremiah, as surely as the Eternal lives and gives us life, I promise not to kill you or hand you over to those who want you dead.", "17": "Jeremiah: 17 All right. This is what the Eternal, Commander of heavenly armies, the God of Israel, says about your situation: “If you surrender to the officials of the Babylonian king, you will survive this invasion and Jerusalem will not be burned to the ground. You and your entire family will live. ", "18": "But if you refuse to surrender to the officials of the Babylonian king, not only will this city be handed over to the Chaldeans, but they will burn it to the ground and you will not escape their punishment.”", "19": "King Zedekiah: 19 But I am afraid of the Judeans who have already defected and gone over to the Chaldeans. What if our captors hand me over to them and they abuse and torture me?", "20": "Jeremiah: 20 That will not happen. The Babylonians will not hand you over to your former subjects. This is your chance to obey the voice of the Eternal by just doing what I tell you. You will come out of this alive, and things will go well for you if you do what God says. ", "21": "But if you refuse to surrender, let me tell you something else the Eternal revealed to me: ", "22": "“All of the women left in your palace will be taken and given to officials of the Babylonian king. As they are being led away, those women will mock you and say: Look how they misled you and defeated you— these so-called friends of yours. While your feet sank in the mud, your friends all deserted you.", "23": "All your wives and sons will be marched out before the Chaldeans. And as for you, Zedekiah, you will not escape capture by the king of Babylon. As for this city, Jerusalem, it will be burned to the ground.”", "24": "King Zedekiah: 24 Do not tell anyone about our conversation, or you may be killed! We must keep this a secret. ", "25": "If my officials learn that I spoke to you, they may come to you and threaten you saying, “Tell us everything you told the king and what he said to you. Don't try to hide anything from us or we will execute you.” ", "26": "If that happens, tell them, “I was only begging the king not to send me back to Jonathan's house again because I was afraid of dying there.”", "27": "The king's officials were curious about the encounter and did come to Jeremiah and question him just as Zedekiah had predicted. So Jeremiah responded as the king instructed and shared only what they had agreed earlier. Because no one overheard the conversation between Jeremiah and Zedekiah, the officials eventually stopped questioning him. ", "28": "Jeremiah remained a prisoner in the court of the guard until the sorrowful day Jerusalem was captured."}