{"1": "Eternal One: O Israel if you turn, turn home to Me. Just turn away from the vile worship of those things, those idols that repulse Me. Put them out of My sight for good. Come home to Me and never stray.", "2": "If you make a promise in My name, saying, “As the Eternal lives,” and do so in truth, justice, and righteousness, Then the nations will discover true blessing in Me and give Me the praise I deserve.", "3": "This is what the Eternal now says to the people of Judah and the citizens of Jerusalem. Eternal One: Break up the hard, untilled soil! It is a waste to plant seeds among thorns.", "4": "Circumcise yourselves to Me; cut away the foreskin of your hearts, men of Judah and people of Jerusalem. Remove all that stands between us, and devote yourselves fully to Me, Or the heat of My anger will burn as an unquenchable fire against your wicked ways.", "5": "The warnings now climax with a vision of invasion and destruction that is almost more than the young prophet can bear. Still God instructs Jeremiah to speak these words of terror, and this prophet who loves the people he has been called to chastise struggles with his mission. In the midst of this painful vision, Jeremiah begins to wonder aloud to the very God for whom he speaks. As he proclaims, he prays. As he waits for answers, the words of devastation continue. Eternal One (to Jeremiah): Cry out to those in Jerusalem. Proclaim to all of Judah. Let the trumpets blare throughout the land! Say to the people, “Gather everyone from the outlying villages, and run toward the fortified cities.”", "6": "Raise a banner toward Zion, Jerusalem; point everyone toward her refuge. Don't wait, for I am releasing an evil from the north that will devastate the land.", "7": "For a lion has stepped out of the thicket; A destroyer of nations is on the move. He has left his den to devour your land; your cities will be left in ruin, empty and lifeless.”", "8": "The time of mourning is here. Put on your sackcloth, and get ready to cry and scream. Since we have not turned from our sin, the blazing anger of the Eternal has not turned away from us.", "9": "Eternal One: 9 On that fearsome day, even the hearts of kings and leaders will fail. Priests will recoil in horror. Prophets will be shocked into silence.", "10": "Jeremiah: 10 But Eternal Lord, You have misled this people and all of Jerusalem when you said, “You will live in peace.” Even now the cold blade of the sword is pressed against our throats.", "11": "The day is coming soon when Jerusalem and the people beyond will be told, “A blistering wind will blow in from the desert mountains toward My daughter, My people: a wind too strong to winnow the grain and clean the crops, ", "12": "a wind too powerful to withstand for it comes from Me. It is My judgment that will bear down on you.”", "13": "Look, you can see Him coming in the distance, like a cloud on the horizon. Like a whirlwind, His chariots of destruction will descend on you. Swifter than eagles are His horses. At the sight of this, you will cry out, “Alas, we are doomed!”", "14": "Hear me, O Jerusalem, for even now there is time. Wash these wicked ways from your hearts So that you can be saved. How long will you cling to those wicked thoughts?", "15": "From the tribe of Dan in the north comes the first cry; news of disaster arrives from the hill country of Ephraim.", "16": "Eternal One (to Jeremiah): Tell the nations to beware. Announce to Jerusalem: “Invaders are coming from a distant land. Their war cries will soon be heard in Judah's villages.”", "17": "They will spread out and surround Jerusalem on every side like guards in a field, all because she has acted against Me.", "18": "(to the people) You chose this path that led to disaster. Your plans and actions brought it on. It is your wickedness that tastes so bitter, your evil that pierces your heart.", "19": "I've got this awful feeling in the pit of my stomach. I'm in agony. Every beat of my heart pounds with an awful dread. I can't stay silent, for I know what is coming— oh my soul, there it is: the blast of the trumpet; The battle cries of the invading hoards.", "20": "Crushing defeat after crushing defeat. That's the news. The land is in ruins, all of it. In an instant, my world changed; in a moment, my tents destroyed, my curtains torn, my refuge gone.", "21": "How long must I see the flags of the enemy? How long must I be forced to hear the trumpets sound?", "22": "Eternal One (to Jeremiah): 22 My people are foolish. They do not know Me at all. They are reckless, senseless children. They are clever and cunning when it comes to evil, But inept and incapable of doing good.", "23": "I looked at the earth and saw that it was again formless and empty; I looked at the heavens and saw no light.", "24": "I looked at the mountains and saw them quaking; all the hills, they shuddered.", "25": "I looked around and saw no hint of life. The people were gone. The birds had fled the sky.", "26": "I looked at what was once a garden and saw a desert— the rubble of its cities torn down right in front of the Eternal and His fierce anger.", "27": "Eternal One: The whole land will lie in ruin, but I will not completely destroy it.", "28": "Because of this devastation, the earth will mourn and the skies will darken—for I have spoken. Once I have decided, I will not change My mind. I will not turn back from this.", "29": "As the horseman thunders closer and the archer draws near, the people panic and the cities empty. They scatter to the bushes; they scramble to the hills. The villages are abandoned, for no one dares remain.", "30": "So what are you doing, my ravaged one? Why are you dressing up in scarlet, putting on your gold jewelry, And painting your eyes to make them larger, more beautiful? You're wasting your time. Your lovers want nothing to do with you. In fact, they despise you, and are looking to kill you.", "31": "I hear a cry like a woman in labor, the distress of a first-time mother. It is the anguish of my people; it is the voice of the daughter of Zion, Gasping for breath, reaching for help, as she cries out, “I am faint, and my life is in the hands of murderers!”"}