{"1": "At this point, all the army leaders, Johanan (son of Kareah), Jezaniah (son of Hoshaiah), and the rest of the Judeans from the least to the greatest, came ", "2": "to the prophet Jeremiah. People: Please hear our request and pray to the Eternal your God for the few of us who are still here. As you can see, what used to be many people is now just a remnant. ", "3": "Pray that the Eternal your God will tell us where to go and what to do.", "4": "Jeremiah: 4 I have heard your request, and you can be assured that I will pray to the Eternal, just as you asked. I will tell you everything He says. I will hold nothing back.", "5": "People: 5 May the Eternal be a true and faithful witness against us if we do not obey every word He speaks to us through you. ", "6": "Whether we like the answer or not, we promise to obey the voice of the Eternal our God. That is why we are sending you to Him. We want to obey the Eternal our God so things will go well for us.", "7": "Ten days later, the Eternal gave His answer to Jeremiah. ", "8": "Then the prophet assembled Johanan (son of Kareah), all the army leaders, and the rest of the Judeans from the least to the greatest.", "9": "Jeremiah: 9 You sent me to present your request to the Eternal, the God of Israel. Here is His answer: ", "10": "“If you will stay here in this land, I will bless and protect you. I will rebuild you and not tear you down. I will plant you anew and not uproot you. For I deeply regret the disaster I had to bring upon you. ", "11": "I know you are afraid of this king of Babylon, but don't fear him any longer. For I, the Eternal One, declare that I am with you and I will save you and rescue you from his authority. ", "12": "I will show you compassion, and then he will have compassion on you. He will even restore you to your land. ", "13": "But if you disobey the Eternal your God and say, 'We're not staying in this land; ", "14": "no, we will go and live in Egypt where we will not have to face the sights and sounds of war or go hungry for lack of bread,' ", "15": "then listen closely to what I am saying to you, O remnant of Judah. The Eternal, Commander of heavenly armies and God of Israel, declares: if you are determined to go to Egypt anyway and settle there after hearing My answer, ", "16": "the wars you fear and the famine you dread will follow you into Egypt. And there, you will die. ", "17": "Yes, all of you who are determined to run to Egypt and settle there will die from war, famine, and disease. None of you who go there will survive or escape the disaster I will bring to them—not even a remnant of this remnant.”", "18": "For this is what the Eternal, Commander of heavenly armies and God of Israel, promises: “Just as My anger and wrath were poured out on the citizens of Jerusalem, so it will be poured out on you when you step foot in Egypt. You will become a curse, an object of horror, a disgraced and ridiculed people. And you will never see this place, Judah, again.”", "19": "O remnant of Judah, listen to what the Eternal has said to you: “Do not go to Egypt!” You must recognize that today I have given you fair warning. ", "20": "Your lives are at risk, for you did not mean it when you sent me to the Eternal your God with this promise: “Pray to the Eternal our God for us, and tell us everything He says. We will obey Him no matter what the answer is.” ", "21": "So today I have given you His answer, but I can see you have no intention of obeying the Eternal your God, regardless of what He sends me to tell you. ", "22": "So you will surely die from war, famine, and disease in that place where you are now determined to go."}