{"1": "Now concerning the Ammonites. This is what the Eternal has to say: Long is the history between Ammon and Israel, and many are the conflicts between them. In Jeremiah's day, Ammonite raiders have taken land originally meant for Israel, specifically the tribe of Gad. Along with other nations, the Ammonites have conspired against Babylon. After the fall of Jerusalem, the king of Ammon hires the assassin, Ishmael, to kill Gedaliah at a pivotal moment in the relationship between Judah and Babylon. Time and again, this proud nation defies the God of Israel and His people. They put their trust in their god, Malcam, and they find security in the mountainous region where they live. Eternal One: Does Israel have no sons? Is there no one to inherit the land I gave her? Is that why Ammon's god, Malcam, has taken the land of Gad? Why would his people be living in her cities?", "2": "I, the Eternal, tell you the days are coming when you will hear the shout of war raised against Rabbah, Ammon's capital. On that day it will be reduced to a pile of ruins, and the villages surrounding the city will be burned. Then Israel will take back what was taken from her.", "3": "Weep, O Heshbon, for the town of Ai is destroyed! Cry out, O citizens of Rabbah! Put on sackcloth and mourn your losses. Run back and forth inside your city walls Because your so-called god, Malcam, will be carried into exile along with his priests and officials.", "4": "You boast of your abundant valleys, you faithless daughter, but they are fading away. You trusted in your own wealth and thought, “Who could ever attack me?”", "5": "Watch! I will surround you with terror. I, the Eternal Lord, Commander of heavenly armies, declare this. You will be driven out of the land in single file, with no one to keep your exiles together.", "6": "But after this, there will come a day when I will restore the fortunes of the Ammonites. So says the Eternal.", "7": "Like the relationship between Esau and Isaac—the twin ancestors from whom Edom and Israel descend—relations are often stormy between these two peoples. It is no secret that the Edomites hate the Israelites and often rejoice in their troubles. But it is pride that ultimately is Edom's undoing, for they cannot imagine any enemy penetrating their mountain fortresses. They, too, are part of the council of nations that consider standing against Babylon (Jeremiah 27). As always, Jeremiah instructs that such resistance is an affront to the God of Israel who is using Babylon to accomplish His purposes in history. Here now is the oracle concerning Edom, the descendants of Esau, spoken by the Eternal, Commander of heavenly armies. Eternal One: What happened to the wise men of Teman? Has their insight failed them? Has their wisdom merely vanished into thin air?", "8": "You who live in Dedan, run and hide deep in the caves, For I will bring a disaster on Esau's descendants when I come to punish him.", "9": "When workers harvest the grapes, do they not leave some on the vine for those who are poor? Even when thieves enter your home in the middle of the night, do they not destroy and steal only what they need?", "10": "But I will treat Esau's descendants differently: I will strip them bare, exposing their secret places—no place to hide. Their children, their families, and even their neighbors will die, and this nation will be no more.", "11": "Leave your orphans to Me, for I will protect them. Leave your widows as well, for they can trust Me.", "12": "This is what I, the Eternal, have to say: “If the innocent must drink of this cup of wrath, why do you think you should escape punishment? You will not escape, for you will surely drink from this cup! ", "13": "I swear by My own name, the Eternal, that Bozrah, Edom's capital, will become a wasteland, an object of horror, of scorn and cursing; Edom's towns will forever lie in ruins.”", "14": "I have heard a message from the Eternal. An envoy was sent to the nations to say, “Assemble your troops to attack Edom! Rise up, and prepare for battle!”", "15": "Eternal One (to Edom): Look! I will humiliate you among the nations, make you small and insignificant, despised by all.", "16": "The terror you inspire in others and your ingrained arrogance have deceived you! You think you are safe in your mountain hideaways; you hold the high ground above your enemies. You may build your fortress as high as an eagle's nest, but I can still bring you down from there.", "17": "Edom will become an object of horror; all who pass by and see what I have done will shudder and gasp at all of his wounds. ", "18": "Just as Sodom and Gomorrah and all their neighbors were destroyed, never to rise again, I, the Eternal One, declare that no one will live there; no one will dare to make Edom their home. ", "19": "Like a lion that suddenly emerges from the dense undergrowth beside the Jordan to attack a flock feeding in the lush pasture, so in an instant I will arrive and chase the people of Edom from their land. Then I will put in place a leader of My choosing. For who is like Me, and who can challenge Me? What shepherd can stand against Me?", "20": "That is why you must hear the plan that the Eternal has for Edom, and what He intends to do to those who live in the city of Teman. Eternal One: The little ones will be dragged away from the flock. All will scatter when their pasture is left desolate.", "21": "The sound of Edom's fall will cause the earth to shake. Their anguished cry will echo to the Red Sea.[a]", "22": "Look, an eagle is rising, spreading its wings! Soon it will swoop down and attack Bozrah. On that day, the heart of Edom's warriors will be like the heart of a woman in labor—helpless and vulnerable.", "23": "Damascus has long been at odds with Israel and Judah, and she controls caravan routes in the region. But she must also submit to the sovereign power of the Eternal. Here now is an oracle concerning Damascus. Eternal One: The towns of Hamath and Arpad are put to shame, for they have heard bad news: doom is coming! They are distressed, troubled, and unsettled like the swirling sea.", "24": "Damascus is weak and helpless; she has turned and run away. Panic grips her heart; Torment and pain have grabbed her like a woman giving birth.", "25": "Citizens of Damascus: 25 Why is this glorious city—this city that gives us so much joy—not already deserted?", "26": "Eternal One: Her young men will fall in the streets, and her warriors will fall silent on that day. So says the Eternal, Commander of heavenly armies.", "27": "Eternal One: I will set fire to the walls of Damascus, a fire that will spread and burn up the palaces of Ben-hadad.", "28": "Here is an oracle from the Eternal concerning Kedar and the nomadic tribes of Arabia known as the kingdoms of Hazor, all defeated by Nebuchadnezzar, king of Babylon. Eternal One: Rise up and attack Kedar. Destroy the tribes of the east.", "29": "They will take away their tents and their flocks, their curtains, their camels, and all their possessions. They will shout to one another, “Terror is everywhere we turn!”", "30": "Run away quickly while there is time! Hide deep in the earth, people of Hazor. For Nebuchadnezzar, king of Babylon, has schemed against you. He has a plan for your defeat.", "31": "So I tell you to rise up and attack this complacent nation, which assumes it is secure— A nation without walls or gates that lives alone in the desert.", "32": "Their camels and livestock will be the spoils of war. I will scatter to the wind these people who cut the corners of their hair And surround them with disaster on every side, so I, the Eternal, declare.", "33": "Hazor will become a haunt for jackals, a place of desolation for all time. Certainly no one will live there ever again. No one will make it his home.", "34": "Here is an oracle concerning Elam. The word of the Eternal came to the prophet Jeremiah early in the reign of Zedekiah, king of Judah. ", "35": "This is what the Eternal, Commander of heavenly armies has to say: Eternal One: I will break the bows of Elam's archers—the very best of their military might. ", "36": "I will bring the four winds from the four corners of heaven to blow against Elam. I will scatter them to the four winds, and there will not be a nation where her exiles will not go. ", "37": "I will shatter Elam right in front of her enemies, before those who want her dead. I will bring disaster upon these people, for My violent anger burns against them. I will pursue them in war until they are no more. ", "38": "I will destroy her wicked king and officials and set the king I want on the throne over Elam. ", "39": "But even so, in the latter times, the day will come when I will restore the fortunes of Elam. So says the Eternal."}