{"1": "This now is the word the Eternal spoke through His prophet Jeremiah concerning the mighty empire of Babylon and the land of the Chaldeans.", "2": "Babylon is a dominant world power in Jeremiah's time that God uses to accomplish His purposes. The prophet says that even Babylon will answer to God. East of Chaldea, the Persian Empire will take over the region and conquer Babylon. This time the Persian King Cyrus will be used by God to alter the course of events. Jeremiah now conveys his firm belief that it is the God of Israel—not kings and their armies—who shapes history. He delivers a strong message from God concerning Babylon (who oversteps her bounds in the treatment of Judah and the other nations). Intermixed is Jeremiah's message of hope for those in exile. One day, the people of Judah will return home from Babylon. Those who make the journey will find that God never stops loving them, even as He disciplines them. Eternal One: Tell the nations of the world; announce it to them all. Raise a flag—get their attention—tell them! Hold nothing back; tell them, “Babylon has fallen; Bel has been put to shame: Marduk has been shattered. Her images are disgraced; There's nothing left of Babylon's idols but broken pieces.”", "3": "Now it is Babylon's turn to be attacked from the north; another nation will destroy her land. No one will live there; both man and beast will run away.", "4": "But in those days of judgment and when the time is right, I, the Eternal One, declare this: The people of Israel and those of Judah will come to Me together. With tears in their eyes, they will come and seek the Eternal their God. ", "5": "They will ask about the way back to Zion and turn toward home. They will come together and bind themselves to the Eternal in a lasting covenant that will never be forgotten.", "6": "My people have become like lost sheep, and their shepherds have led them astray. They wandered so far from My protection—on mountaintops and hills they lost their way, worshiping false gods, forgetting where I was and where they could find rest. ", "7": "And whoever found My lost sheep devoured them. Their enemies said to themselves, “Why worry? We are not the guilty ones here. They are the ones who sinned against their God, the Eternal One, their place of safety, the Eternal One, the hope of their ancestors.”", "8": "Get out of Babylon while you can! Leave behind this land of the Chaldeans. Be like the goats at the head of the flock; lead the way home. ", "9": "For I am stirring up trouble against Babylon; I am bringing together the armies of great nations to attack Babylon from the north. They will draw up their battle plans and march against her. The arrows of this army will be like those of a skilled marksman; they will not miss the target or come home empty-handed. ", "10": "Chaldea will be plundered; all her conquerors shall have their fill of the land's wealth. This is what the Eternal declares.", "11": "Eternal One (to Babylon): Because of your treatment of My people, because you rejoice and celebrate as you plunder My heritage, Because you dance about like a heifer roaming the grassland and neigh like a stallion as you plunder them,", "12": "Your homeland will be put to shame. She who gave you life will be disgraced. She will become the least of all nations, nothing but a patch of wilderness, a dry and dusty patch of land, a barren desert.", "13": "Because of My anger, no one will live there. She will be a desolate wasteland. All who pass by Babylon and see what I, the Eternal, have done will shudder and gasp at her many deep wounds.", "14": "(to Babylon's enemies) Prepare for battle! Take your positions! Surround Babylon on every side, all you archers. Shoot at her! Show no mercy! Spare no arrows, for she has sinned against the Eternal.", "15": "Shout your battle cries on every side! She has already given up. Her towers have fallen, and her walls have crumbled. Since this is My vengeance, the justice of the Eternal, Do not hold back—take vengeance on her. Do to her what she has done to others.", "16": "Uproot from Babylon those who plant crops and those who harvest with the sickle. When they see the flash from the enemy's sword, everyone will run away; everyone will go back to his own land.", "17": "Israel is like a frightened flock scattered by the lions who hunt them. The first to attack and devour them was the king of Assyria, and the last to chew on their remains was Nebuchadnezzar, king of Babylon. ", "18": "For this reason, I, the Eternal, Commander of heavenly armies and God of Israel, promise this: Just as I punished the king of Assyria for the way he treated you, so will I punish the king of Babylon and his land. ", "19": "But you, Israel, I will bring back to your own pasture. Once again you will graze in the lush fields of Carmel and Bashan; your hunger will be no more; you will fill yourself on the hills of Ephraim and Gilead. ", "20": "And in those days when the time is right, I, the Eternal One, promise this: If anyone searches for even a trace of Israel's wrongdoings, they will find nothing. If they look for the sins of Judah, none will be found because I will have forgiven this remnant of My people.", "21": "(to Babylon's enemies) Go up and attack the land of Merathaim and those who live in Pekod. Slay them all; completely destroy them. Do everything I, the Eternal One, have commanded you.", "22": "The sounds of war can be heard in the land, anguished cries of great destruction.", "23": "That hammer who pounded the nations of the earth now lies broken and pounded into pieces herself! Mighty Babylon—how you have become a horror to the watching world!", "24": "I set a trap for you, O Babylon, and you fell for it. Before you realized what had happened, You were discovered and captured because you dared to fight against the Eternal.", "25": "Yes, the Eternal has opened His armory— unleashed the weapons of His wrath— For the Eternal Lord, Commander of heavenly armies, is at work in the land of the Chaldeans.", "26": "Come against her from far away and on every side. Break open her storehouses; Crush her cities, and leave her dead in piles like so much grain. Destroy her completely; let nothing survive.", "27": "Let her young bulls die by the sword. Let them all be slaughtered! Woe to each of them, for their day of punishment has come.", "28": "Hear the clamor of refugees and fugitives, fresh from the land of Babylon. They arrive in Zion to announce how the Eternal our God has paid Babylon back for what she did to His people and His temple.", "29": "Call up the archers to attack Babylon; surround her on all sides so no one can escape. Repay her for her horrible deeds; do to her what she has done to others, because she has proudly defied the Eternal, the Holy One of Israel. ", "30": "The Eternal declares that her young men will fall in the streets, and all her soldiers will fall silent on that day.", "31": "Eternal One: See I am against you, O prideful one. I, the Eternal Lord, Commander of heavenly armies, declare That your time has come: I will now punish you for all you've done.", "32": "In your pride, you will stumble and fall, and no one will help you up. I will set fire to your cities and towns, and it will devour everything around you.", "33": "This is what the Eternal, Commander of heavenly armies, says about Israel: Eternal One: The people of Israel are oppressed— so, too, the people of Judah. All those who took them captive continue to hold them and refuse to let them go.", "34": "But their Redeemer is strong; the Eternal, Commander of heavenly armies, is His name. He will take their side and defend their cause; He will give them rest in their own land. But He will shake the earth beneath the citizens of Babylon.", "35": "Eternal One: I will send a sword against the Chaldeans— against the citizens of Babylon herself— against her leaders and wise men.", "36": "I will send a sword against her diviners; they will be exposed as fools. I will send a sword against her mighty warriors; they will be paralyzed with terror.", "37": "I will send a sword against her war horses and chariots and all the foreign troops fighting alongside her; They will all become weak like women. I will send a sword against her treasures; They will all be plundered.", "38": "I will send a drought against her water supplies; they will all dry up Because this is a land filled with images, and the people are madly devoted to their idols.", "39": "So the beasts of the desert will roam this land—jackals and ostriches will make it their homes. But never again will it be home to people; from generation to generation, no one will live there. ", "40": "As God destroyed Sodom and Gomorrah and all of their neighbors,[a] so does the Eternal declare that no one will live in the land of Babylon. No one will make his home there.", "41": "Eternal One: Look in the distance and you will see an army marching toward you out of the north. A nation of many kings whose size and might you can't imagine is now awakening and coming from the remote parts of the earth.", "42": "They are armed with bows and spears; their hearts are cruel and will show you no mercy. The sound of their massive army, riding in on their horses, is like the sound of an angry sea; They are ready for battle, marching in formation, coming to destroy you, O daughter of Babylon.", "43": "The king of Babylon has received the news about them, and his hands fall to his side, weak and helpless— Distress has gripped him so, like a woman in the agony of giving birth.", "44": "Like a lion that suddenly emerges from the dense undergrowth beside the Jordan to attack a flock feeding in the lush pasture, so in an instant I will arrive and chase Babylon from her land. Then I will put in place a leader of My choosing. For who is like Me, and who can challenge Me? What shepherd can stand against Me?", "45": "That is why you must hear the plan that the Eternal has for Babylon, and what He intends to do to those who live in the land of the Chaldeans: The little ones will be dragged away from the flock. He will leave their pasture desolate. ", "46": "The sound of Babylon falling will cause the earth to shake; her cry will echo among the nations."}