{"1": "God, through His prophet, speaks about the ills of a greedy people who have forgotten how much the poor and orphaned matter to Him. The stench of injustice has become unbearable. For God, it is time to act. As the swirling clouds gather to form a storm only Jeremiah sees on the horizon, the destruction of Jerusalem seems at hand. This ancient city, this storied place, is on the brink of a disaster beyond imagination. God is raising up an army from an ancient nation, known for its power and cruelty. For the prophet of God, the minutes are blurring into seconds. There seems to be little time to run and hide as the city will soon fall into the hands of those who mean her harm. Eternal One (to His people): Run away, people of Benjamin, and take refuge anywhere but Jerusalem. You're not safe inside those walls. From the village of Tekoa, blow the trumpet, sound the alarm. Light the warning fires above Beth-haccerem across the land. For evil peers down; a dark army of destruction is gathering in the north.", "2": "I will destroy Jerusalem, beautiful and delicate daughter of Zion.", "3": "As shepherds come and surround her with flocks of hungry sheep, so their enemies will gather their troops around you, set up camp, And feed off your land as they see fit.", "4": "“Get ready for the battle,” they cry. “Come on, let's attack. It's already noon! But look, the day is half over— the shadows are growing longer.", "5": "So arise, let us launch our attack at night. The palaces will fall in the darkness!”", "6": "This is what the Eternal, Commander of heavenly armies, decrees. Eternal One: Cut down her trees—make battering rams and siege ramps— for Jerusalem will soon be under attack. Swarm over those walls, you invading hoards, and punish My Jerusalem, the city of oppression.", "7": "Like fresh water from a well, fresh wickedness flows from deep inside of her. Sounds of cruelty and destruction rumble through this city; her wounds are always before Me.", "8": "Take Me seriously, O Jerusalem; this warning is for you! Listen to My words and turn away from evil Or I will turn away from you in disgust. I will turn you into a land so barren that no one would dare to live there.", "9": "This is what the Eternal, Commander of heavenly armies, decrees: Eternal One: The enemy will pass over the remnant of Israel again and glean what is left, like the worker who checks the vine again for any missed grapes.", "10": "To whom should I speak and give this warning? Who will listen to what I say? Their ears are closed; they cannot hear. They're deaf to anything about God. The Eternal's word is offensive to them. They take no delight in it.", "11": "But I am welling up with His anger. I'm too tired to try to hold it in any longer. Eternal One: Pour it out on children playing in the streets, on young men meeting together. Husbands and wives, old and even the very old— let each of them know they will be taken.", "12": "Their homes will be seized and lived in by others; so, too, will their fields and wives be taken from them and given to others when I reach out against the people of this land.", "13": "Greed has corrupted this culture, from the least to the greatest: all are tainted with this lust for what they don't deserve. The prophets and priests are no better. Their lives reek with deceit.", "14": "To heal the brokenness of My people, they offer superficial words. They say, “Peace, peace,” as if all is well. But there is no peace.", "15": "Do they feel any shame for their disgraceful deeds? Absolutely not. My very own have forgotten how to blush. And so it is that they will fall among the fallen and be defeated; when the time comes, they will stumble beneath the weight of My punishment; They will know soon enough what they have done. This is what the Eternal decrees:", "16": "Eternal One (to the people): Stand at the crossing, and consider the ancient path, for it is good and it leads to Me. Walk on this path, and you will find rest for your souls. But they have said, “We will not walk upon this road.”", "17": "Even then I sent watchmen to warn you of what is to come. “Listen for the blaring of the trumpet,” I warned. But the people did not listen. They said, “We will not pay attention.”", "18": "Now listen to Me, nations of the earth. Learn, O congregation, what is about to happen to My people.", "19": "Listen, O Earth, for I am bringing this disaster upon Judah. This is the fruit of their own scheming. For My people would not listen to My instructions; They have rejected My guidance—My law—to go their own way.", "20": "Many people in Judah keep going through the motions of worship; they offer sacrifices and incense to the one True God. They speak superficial words when they think it counts, and they give Him extravagant gifts. But the prophet knows the mind of God, and God is not impressed with any of it. Empty worship is meaningless. In fact, empty worship may do more harm than good. These gifts and actions, it seems, have no meaning unless the hearts of the people are attuned to God, unless they are willing to hear and do what God asks. Obedience, you see, is better than sacrifice. Eternal One: What use do I have of your expensive incense from Sheba or the fragrant reeds you offer Me from a faraway land? I will not accept your burnt offerings; the aroma of these empty sacrifices does not please Me.", "21": "And so I, the Eternal One, will place stumbling blocks on your path of rebellion. You will stumble indeed, fathers and sons alike. Neighbors and friends will be wiped out.", "22": "Look in the distance, and you will see an army marching toward you out of the north. A nation whose size and might you can't imagine is now awakening and coming from the remote parts of the earth.", "23": "They are armed with bows and spears. Their hearts are cruel and will show you no mercy. The sound of their massive army, riding in on their horses, is like the sound of an angry sea; They are ready for battle, marching in formation, coming to destroy you, O Jerusalem, daughter of Zion.", "24": "As clear as God's pronouncements have been, there must be a moment of decision. The warnings are all invitations for the people of Jerusalem to return to the God who loves them. But their fate is up to them; it is their choice. At this place of decision, long overdue, Jeremiah voices the fear in the hearts of those who hear of the impending attack. Speaking for the nation, he once again responds to God's awesome decree. We heard the news, and our strength vanished—anguish and fear grip us. We twist in pain like a woman giving birth.", "25": "Do not go into the field alone. Do not walk the streets, for our enemy is armed and approaching fast. Terror is everywhere we turn.", "26": "You who are my people, weep with me for it is time. Put on sackcloth and roll in ashes. Cry as you would for the loss of an only child. The time for bitter tears has come. The destroyer is descending upon us quickly, and the days of sadness will soon begin.", "27": "Eternal One (to Jeremiah): Put My people to the test. Examine their ways as a refiner tests the ore's purity.", "28": "They are all stubborn rebels, lying to each other and to Me. They are nothing more than bronze and iron— lesser metals, corrupt and common.", "29": "The refining fire has blazed fiercely, My prophet; the lead is burned away in the fire. But it's no use. Though the refining fire burns hot, their wickedness cannot be removed.", "30": "Now I, the Eternal, reject them as impure— “rejected silver” is what they will be called."}