{"1": "Eternal One: When that sad day comes, the graves of My people will be desecrated. The remains of Judah's kings and her leaders, of priests and prophets, of the citizens of My city Jerusalem will be pulled from their graves. ", "2": "Their bones will be spread out over the ground, exposing them to the sun, moon, and the stars of heaven, the heavenly hosts, which our enemies loved, served, chased after, sought out, and worshiped. These bones will not be gathered or buried again, but they will be scattered like dung on the ground. ", "3": "As for the survivors of this wicked nation, they will prefer death to life in all the places where I have driven them. The Eternal, Commander of heavenly armies, has spoken!", "4": "Eternal One (to Jeremiah): Tell My people that these are My words: “When people stumble and fall, don't they get up again? When people are lost, don't they try to find their way back?", "5": "So why have these people turned away from Me and refused to come back? They hang onto lies that lead them further away instead of embracing the truth and coming home to Me.", "6": "I listen intently for someone, anyone, to speak the truth. But it never happens. No one corrects his lies. No one regrets his evil, saying, 'What have I done?' Instead, everyone keeps running farther down that path, away from Me, Like a horse charging into a battle.", "7": "Even the stork in the sky knows her time to migrate. The dove, the swallow, and the crane All take flight when the time is right. But not so with My people. They do not know or care about the Eternal's commands.”", "8": "How can any of you say, “We are wise, because we have the Eternal's law”? How little you care about the truth! A pen in the hand of your teachers drips nothing but lies.", "9": "The day is coming when these so-called wise teachers will be put to shame; their lives will be shattered when they are captured and taken away. Why will this happen? Because they have rejected and perverted My word. Are these the works of wise men?", "10": "This is why I will give their wives away to intruders and their property to invaders. Greed has corrupted this culture, from the least to the greatest: everyone is tainted with this lust for what they don't deserve. The prophets and priests are no better. Their lives reek with deceit.", "11": "To heal the brokenness of My people, they offer superficial words. They say, “Peace, peace” as if all is well, but there is no peace.", "12": "Do they feel any shame for their disgraceful deeds? Absolutely not. My very own have forgotten how to blush. And so it is that they will fall among the fallen and be defeated: when the time comes, they will stumble beneath the weight of My punishment;", "13": "The harvest will soon be gone, a thing of the past. There will be no grapes on the vine, no figs in the tree; Even the leaves will wither and fall. For what I have given so generously, I will now take away.", "14": "Some people in the land believe they know God's ways, but they don't. In fact, the ways they twist God's words and perform empty rituals only make things worse. Over and over again, prophets such as Jeremiah have attempted to describe the devastation that will result from the actions of those who refuse to listen to and really know God. As the invading army comes across the borders, some realize that what God has said—what the prophet has spoken in His name—is all coming true. God may long to bring His people close, to forgive and restore them, but it will not happen. They have refused both His forgiveness and His final warning, and so the enemy from the north is on the move. People: Why are we still sitting here, exposed and waiting for death to come? Let's get together and run to the walled cities and die there. We are without hope because the Eternal our God has pronounced our judgment. He has given us a cup[a] of bitter poison to drink because we have sinned against Him.", "15": "We were counting on peace, but none came. We waited for a time of healing, but now all we have is terror.", "16": "We can hear the snorts of their warhorses as they charge into Dan; at the thunder of their hoofs and noise of their neighs the whole land trembles. They have come to devour us—our land and everything in it, the city and all her citizens.", "17": "Eternal One: Look, I have released an army of serpents against you; they slither like vipers across the land. There is no hope of charming them. There is no escape from their deadly bite.", "18": "Jeremiah: 18 There is no cure for my grief. My heart breaks for what I see and hear.[b]", "19": "Listen, my Lord, don't You hear the daughter of our people weeping, crying out to You from exile? “Is the Eternal no longer in Zion? Does her King no longer reside there?” Eternal One: But Jeremiah, why have they provoked Me with their dark and evil practices? Why do they worship these handcrafted idols, these worthless gods?", "20": "Jeremiah understands that the time for Judah to repent and change her ways is past. She has had her last chance, but that doesn't stop him from pleading with God. Jeremiah: The harvest is over, summer has ended, and we are not saved.", "21": "And because the daughter of my people is being ripped apart, I am ripped apart. From within, a dark and cold hurt arises. From without, I am strangled by the horror of it all.", "22": "Is there no healing medicine in Gilead, no balm that could help my people? Is there no physician who can help? Why is there no healing for the wounds inflicted on my people?"}