{"1": "“How prosperous Israel is—a luxuriant vine all filled with fruit! But the more wealth I give her, the more she pours it on the altars of her heathen gods; the richer the harvests I give her, the more beautiful the statues and idols she erects. ", "2": "The hearts of her people are false toward God. They are guilty and must be punished. God will break down their heathen altars and smash their idols.”", "3": "Then they will say, “We deserted the Lord and he took away our king. But what's the difference? We don't need one anyway!”", "4": "They make promises they don't intend to keep. Therefore punishment will spring up among them like poisonous weeds in the furrows of the field. ", "5": "The people of Samaria tremble lest their calf idol at Beth-aven should be hurt; the priests and people, too, mourn over the departed honor of their shattered gods. ", "6": "This idol—this calf-god thing—will be carted with them when they go as slaves to Assyria, a present to the great king there. Ephraim will be laughed at for trusting in this idol; Israel will be put to shame. ", "7": "As for Samaria, her king shall disappear like a chip of wood upon an ocean wave. ", "8": "And the idol altars of Aven at Bethel where Israel sinned will crumble. Thorns and thistles will grow up to surround them. And the people will cry to the mountains and hills to fall upon them and crush them.", "9": "“O Israel, ever since that awful night in Gibeah,[a] there has been only sin, sin, sin! You have made no progress whatever. Was it not right that the men of Gibeah were wiped out? ", "10": "I will come against you for your disobedience; I will gather the armies of the nations against you to punish you for your heaped-up sins.", "11": "“Ephraim is accustomed to treading out the grain—an easy job she loves. I have never put her under a heavy yoke before; I have spared her tender neck. But now I will harness her to the plow and harrow. Her days of ease are gone.", "12": "“Plant the good seeds of righteousness, and you will reap a crop of my love; plow the hard ground of your hearts, for now is the time to seek the Lord, that he may come and shower salvation upon you.", "13": "“But you have cultivated wickedness and raised a thriving crop of sins. You have earned the full reward of trusting in a lie—believing that military might and great armies can make a nation safe!", "14": "“Therefore, the terrors of war shall rise among your people, and all your forts will fall, just as at Beth-arbel, which Shalman[b] destroyed; even mothers and children were dashed to death there. ", "15": "That will be your fate, too, you people of Israel, because of your great wickedness. In one morning the king of Israel shall be destroyed."}