{"1": "“I wanted to forgive Israel, but her sins were far too great—no one can even live in Samaria without being a liar, thief, and bandit!", "2": "“Her people never seem to recognize that I am watching them. Their sinful deeds give them away on every side; I see them all. ", "3": "The king is glad about their wickedness; the princes laugh about their lies. ", "4": "They are all adulterers; as a baker's oven is constantly aflame—except after he kneads the dough and waits for it to rise again—so are these people constantly aflame with lust.", "5": "“On the king's birthday, the princes get him drunk; he makes a fool of himself and drinks with those who mock him. ", "6": "Their hearts blaze like a furnace with intrigue. Their plot smolders through the night, and in the morning it flames forth like raging fire.", "7": "“They kill their kings one after another,[a] and no one cries out to me for help.", "8": "“My people mingle with the heathen, picking up their evil ways; thus they become as good-for-nothing as a half-baked cake!", "9": "“Worshiping foreign gods has sapped their strength, but they don't know it. Ephraim's hair is turning gray, and he doesn't even realize how weak and old he is. ", "10": "His pride in other gods has openly condemned him; yet he doesn't return to his God, nor even try to find him.", "11": "“Ephraim is a silly, witless dove, calling to Egypt, flying to Assyria. ", "12": "But as she flies, I throw my net over her and bring her down like a bird from the sky; I will punish her for all her evil ways.", "13": "“Woe to my people for deserting me; let them perish, for they have sinned against me. I wanted to redeem them but their hard hearts would not accept the truth. ", "14": "They lie there sleepless with anxiety but won't ask my help. Instead, they worship heathen gods, asking them for crops and for prosperity.", "15": "“I have helped them and made them strong, yet now they turn against me.", "16": "“They look everywhere except to heaven, to the Most High God. They are like a crooked bow that always misses targets; their leaders will perish by the sword of the enemy for their insolence to me. And all Egypt will laugh at them."}