{"1": "Paul, a prisoner of Jesus Christ, and brother Timothy, To Philemon, our dear friend and fellow helper;", "2": "and to dear sister Apphia, and to Archippus, our fellow soldier, and to the church in your house:", "3": "Grace be with you, and peace, from God our Father, and the Lord Jesus Christ.", "4": "I give thanks to my God (making mention of you always in my prayers", "5": "when I hear of your love and faith which you have toward the Lord Jesus, and toward all saints,", "6": "so that the fellowship of your faith may be made effective, and that whatever good thing is in you through Christ Jesus may be known).", "7": "For we have great joy and encouragement in your love because by you, brother, the saints' hearts are comforted.", "8": "Therefore, though I am very bold in Christ to command you that which is appropriate,", "9": "yet for love's sake, rather, I exhort you (though I am as I am: old, and even now a prisoner for Jesus Christ)", "10": "I encourage you for my son Onesimus, whom I have begotten in my imprisonment", "11": "(who in the past was unprofitable to you, but is now profitable to both you and me)", "12": "and whom I have sent again. Therefore, receive him who is my own heart,", "13": "whom I wanted to keep with me so that he might have ministered to me in your place in the bonds of the Gospel.", "14": "But I do not wish to do anything without your consent, so that your goodness would not be out of necessity, but willingly.", "15": "Therefore, it may be that he departed for a season so that you would receive him forever", "16": "(no longer as a servant, but above a servant, as a beloved brother), especially to me but how much more to you, both in the flesh and in the Lord?", "17": "Therefore, if you count us as partners, receive him as me.", "18": "If he has hurt you, or owes you anything, put that on my account.", "19": "I, Paul, have written this with my own hand. I will repay it. Though I do not mention that even you owe me yourself.", "20": "Yes, brother, let me obtain this pleasure from you in the Lord. Comfort my heart in the Lord.", "21": "Trusting in your obedience, I wrote to you knowing that you will do even more than I say.", "22": "In addition, prepare lodging for me also. For I trust I shall be freely given to you through your prayers.", "23": "Epaphras, my fellow prisoner in Christ Jesus, greets you;", "24": "as do Mark, Aristarchus, Demas and Luke, my fellow helpers.", "25": "The grace of our Lord Jesus Christ be with your spirit. Amen. (Written from Rome to Philemon and sent by Onesimus, a servant.)"}