{"1": "These are the words of the Teacher. He was the son of David. He was also the king in Jerusalem.", "2": "“Meaningless! Everything is meaningless!” says the Teacher. “Everything is completely meaningless! Nothing has any meaning.”", "3": "What do people get for all their work? Why do they work so hard on this earth?", "4": "People come and people go. But the earth remains forever.", "5": "The sun rises. Then it sets. And then it hurries back to where it rises.", "6": "The wind blows to the south. Then it turns to the north. Around and around it goes. It always returns to where it started.", "7": "Every stream flows into the ocean. But the ocean never gets full. The streams return to the place they came from.", "8": "All things are tiresome. They are more tiresome than anyone can say. But our eyes never see enough of anything. Our ears never hear enough.", "9": "Everything that has ever been will come back again. Everything that has ever been done will be done again. Nothing is new on earth.", "10": "There isn't anything about which someone can say, “Look! Here's something new.” It was already here long ago. It was here before we were.", "11": "No one remembers the people of long ago. Even those who haven't been born yet won't be remembered by those who will be born after them.", "12": "I, the Teacher, was king over Israel in Jerusalem. ", "13": "I decided to study things carefully. I used my wisdom to check everything out. I looked into everything that is done on earth. What a heavy load God has put on human beings! ", "14": "I've seen what is done on this earth. All of it is meaningless. It's like chasing the wind.", "15": "People can't straighten things that are crooked. They can't count things that don't even exist.", "16": "I said to myself, “Look, I've now grown wiser than anyone who ruled over Jerusalem in the past. I have a lot of wisdom and knowledge.” ", "17": "Then I used my mind to understand what it really means to be wise. And I wanted to know what foolish pleasure is all about. But I found out that it's also like chasing the wind.", "18": "A lot of human wisdom leads to a lot of sorrow. More knowledge only brings more sadness."}