{"1": "Dead flies give perfume a bad smell. And a little foolishness can make a lot of wisdom useless.", "2": "The hearts of wise people lead them on the right path. But the hearts of foolish people take them down the wrong path.", "3": "Foolish people don't have any sense at all. They show everyone they are foolish. They do it even when they are walking along the road.", "4": "Suppose a ruler gets very angry with you. If he does, don't quit your job in the palace. Being calm can overcome what you have done against him.", "5": "Here's something evil I've seen on this earth. And it's the kind of mistake that rulers make.", "6": "Foolish people are given many important jobs. Rich people are given unimportant ones.", "7": "I've seen slaves on horseback. I've also seen princes who were forced to walk as if they were slaves.", "8": "Anyone who digs a pit might fall into it. Anyone who breaks through a wall might be bitten by a snake.", "9": "Anyone who removes stones from rock pits might get hurt. Anyone who cuts logs might get wounded.", "10": "Suppose the blade of an ax is dull. And its edge hasn't been sharpened. Then more effort is needed to use it. But skill will bring success.", "11": "Suppose a snake bites before it is charmed. Then the snake charmer receives no payment.", "12": "Wise people say gracious things. But foolish people are destroyed by what their own lips speak.", "13": "At first what they say is foolish. In the end their words are very evil.", "14": "They talk too much. No one knows what lies ahead. Who can tell someone else what will happen after they are gone?", "15": "The work foolish people do makes them tired. They don't even know the way to town.", "16": "How terrible it is for a land whose king used to be a servant! How terrible if its princes get drunk in the morning!", "17": "How blessed is the land whose king was born into the royal family! How blessed if its princes eat and drink at the proper time! How blessed if they eat and drink to become strong and not to get drunk!", "18": "When a person won't work, the roof falls down. Because of hands that aren't busy, the house leaks.", "19": "People laugh at a dinner party. And wine makes life happy. People think money can buy everything.", "20": "Don't say bad things about the king. Don't even think about those things. Don't curse rich people. Don't even curse them in your bedroom. A bird might fly away and carry your words. It might report what you said."}