{"1": "I said to myself, “Come on. I'll try out pleasure. I want to find out if it is good.” But it also proved to be meaningless. ", "2": "“Laughter doesn't make any sense,” I said. “And what can pleasure do for me?” ", "3": "I tried cheering myself up by drinking wine. I even tried living in a foolish way. But wisdom was still guiding my mind. I wanted to see what was good for people to do on earth during their short lives.", "4": "So I started some large projects. I built houses for myself. I planted vineyards. ", "5": "I made gardens and parks. I planted all kinds of fruit trees in them. ", "6": "I made lakes to water groves of healthy trees. ", "7": "I bought male and female slaves. And I had other slaves who were born in my house. I also owned more herds and flocks than anyone in Jerusalem ever had before. ", "8": "I stored up silver and gold for myself. I gathered up the treasures of kings and their kingdoms. I got some male and female singers. I also got many women for myself. Women delight the hearts of men. ", "9": "I became far more important than anyone in Jerusalem had ever been before. And in spite of everything, I didn't lose my wisdom.", "10": "I gave myself everything my eyes wanted. There wasn't any pleasure that I refused to give myself. I took delight in everything I did. And that was what I got for all my work.", "11": "But then I looked over everything my hands had done. I saw what I had worked so hard to get. And nothing had any meaning. It was like chasing the wind. Nothing was gained on this earth.", "12": "I decided to think about wisdom. I also thought about foolish pleasure. What more can a new king do? Can he do anything more than others have already done?", "13": "I saw that wisdom is better than foolishness, just as light is better than darkness.", "14": "The eyes of a wise person see things clearly. A person who is foolish lives in darkness. But I finally realized that death catches up with both of them.", "15": "Then I said to myself, “What happens to a foolish person will catch up with me too. So what do I gain by being wise?” I said to myself, “That doesn't have any meaning either.”", "16": "Like a foolish person, a wise person won't be remembered very long. The days have already come when both of them have been forgotten. Like a person who is foolish, a wise person must die too!", "17": "So I hated life. That's because the work done on this earth made me sad. None of it has any meaning. It's like chasing the wind. ", "18": "I hated everything I had worked for on earth. I'll have to leave all of it to someone who lives after me. ", "19": "And who knows whether that person will be wise or foolish? Either way, they'll take over everything on earth I've worked so hard for. That doesn't have any meaning either. ", "20": "So I began to lose hope because of all my hard work on this earth. ", "21": "A person might use wisdom, knowledge and skill to do their work. But then they have to leave everything they own to someone who hasn't worked for it. That doesn't have any meaning either. In fact, it isn't fair. ", "22": "What do people get for all their hard work on earth? What do they get for all their worries? ", "23": "As long as they live, their work is nothing but pain and sorrow. Even at night their minds can't rest. That doesn't have any meaning either.", "24": "A person can't do anything better than eat, drink and be satisfied with their work. I'm finally seeing that those things also come from the hand of God. ", "25": "Without his help, who can eat or find pleasure? ", "26": "God gives wisdom, knowledge and happiness to the person who pleases him. But to a sinner he gives the task of gathering and storing up wealth. Then the sinner must hand it over to the one who pleases God. That doesn't have any meaning either. It's like chasing the wind."}