{"1": "There is a time for everything. There's a time for everything that is done on earth.", "2": "There is a time to be born. And there's a time to die. There is a time to plant. And there's a time to pull up what is planted.", "3": "There is a time to kill. And there's a time to heal. There is a time to tear down. And there's a time to build up.", "4": "There is a time to weep. And there's a time to laugh. There is a time to be sad. And there's a time to dance.", "5": "There is a time to scatter stones. And there's a time to gather them. There is a time to embrace someone. And there's a time not to embrace.", "6": "There is a time to search. And there's a time to stop searching. There is a time to keep. And there's a time to throw away.", "7": "There is a time to tear. And there's a time to mend. There is a time to be silent. And there's a time to speak.", "8": "There is a time to love. And there's a time to hate. There is a time for war. And there's a time for peace.", "9": "What do workers get for their hard work? ", "10": "I've seen the heavy load God has put on human beings. ", "11": "He has made everything beautiful in its time. He has also given people a sense of who he is. But they can't completely understand what God has done from beginning to end. ", "12": "People should be happy and do good while they live. I know there's nothing better for them to do than that. ", "13": "Each of them should eat and drink. People should be satisfied with all their hard work. That is God's gift to them. ", "14": "I know that everything God does will last forever. Nothing can be added to it. And nothing can be taken from it. God does that so people will have respect for him.", "15": "Everything that now exists has already been. And what is coming has existed before. God will judge those who treat others badly.", "16": "Here's something else I saw on earth. Where people should be treated right, they are treated wrong. Where people should be treated fairly, they are treated unfairly.", "17": "I said to myself, “God will judge godly and sinful people alike. He has a time for every act. He has a time to judge everything that is done.”", "18": "I also said to myself, “God tests human beings. He does this so they can see that in certain ways they are like animals. ", "19": "Surely what happens to animals happens to people too. Death waits for people and animals alike. People die, just as animals do. All of them have the same breath. People don't have any advantage over animals. Nothing has any meaning. ", "20": "People and animals go to the same place. All of them come from dust. And all of them return to dust. ", "21": "Who can know whether the spirit of a person goes up? Who can tell whether the spirit of an animal goes down into the earth?”", "22": "So a person should enjoy their work. That's what God made them for. I saw that there's nothing better for them to do than that. After all, who can show them what will happen after they are gone?"}