{"1": "Be careful what you say when you go to God's house. Go there to listen. Don't be like foolish people when you offer your sacrifice. They do what is wrong and don't even know it.", "2": "Don't be too quick to speak. Don't be in a hurry to say anything to God. God is in heaven. You are on earth. So use only a few words when you speak.", "3": "Many worries result in dreams. Many words result in foolish talk.", "4": "When you make a promise to God, don't wait too long to carry it out. He isn't pleased with foolish people. So do what you have promised. ", "5": "It is not good to make a promise and not keep it. It is better to make no promise at all. ", "6": "Don't let your mouth cause you to sin. Don't say to the temple messenger, “My promise was a mistake.” Why should God be angry with what you say? Why should he destroy what you have done? ", "7": "Dreaming too much and talking too much are meaningless. So have respect for God.", "8": "Suppose you see poor people being mistreated somewhere. And what is being done to them isn't right or fair. Don't be surprised by that. One official is watched by a higher one. Officials who are even higher are watching both of them. ", "9": "All of them take what the land produces. And the king himself takes his share from the fields.", "10": "Anyone who loves money never has enough. Anyone who loves wealth is never satisfied with what they get. That doesn't have any meaning either.", "11": "As more and more goods are made, more and more people use them up. So how can those goods benefit their owners? All they can do is look at them with desire.", "12": "The sleep of a worker is sweet. It doesn't matter whether they eat a little or a lot. But the wealth of rich people keeps them awake at night.", "13": "I've seen something very evil on earth. It's when wealth is stored up and then brings harm to its owners.", "14": "It's also when wealth is lost because of an unwise business deal. Then there won't be anything left for the owners' children.", "15": "Everyone is born naked. They come into the world with nothing. And they go out of it with nothing. They don't get anything from their work that they can take with them.", "16": "Here's something else that is very evil. Everyone is born, and everyone dies. And what do they get for their work? Nothing. It's like working for the wind.", "17": "All their lives they eat in darkness. Their lives are full of trouble, suffering and anger.", "18": "I have seen what is good. It is good for a person to eat and drink. It's good for them to be satisfied with their hard work on this earth. That's what they should do during the short life God has given them. That's what God made them for. ", "19": "Sometimes God gives a person wealth and possessions. God makes it possible for that person to enjoy them. God helps them accept the life he has given them. God helps them to be happy in their work. All these things are gifts from God. ", "20": "A person like that doesn't have to think about how their life is going. That's because God fills their heart with joy."}