{"1": "Early on Sunday morning,[a] while it was still dark, Mary Magdalene came to the tomb and found that the stone had been rolled away from the entrance.", "2": "She ran and found Simon Peter and the other disciple, the one whom Jesus loved. She said, “They have taken the Lord's body out of the tomb, and we don't know where they have put him!”", "3": "Peter and the other disciple started out for the tomb.", "4": "They were both running, but the other disciple outran Peter and reached the tomb first.", "5": "He stooped and looked in and saw the linen wrappings lying there, but he didn't go in.", "6": "Then Simon Peter arrived and went inside. He also noticed the linen wrappings lying there,", "7": "while the cloth that had covered Jesus' head was folded up and lying apart from the other wrappings.", "8": "Then the disciple who had reached the tomb first also went in, and he saw and believed—", "9": "for until then they still hadn't understood the Scriptures that said Jesus must rise from the dead.", "10": "Then they went home.", "11": "Mary was standing outside the tomb crying, and as she wept, she stooped and looked in.", "12": "She saw two white-robed angels, one sitting at the head and the other at the foot of the place where the body of Jesus had been lying.", "13": "“Dear woman, why are you crying?” the angels asked her. “Because they have taken away my Lord,” she replied, “and I don't know where they have put him.”", "14": "She turned to leave and saw someone standing there. It was Jesus, but she didn't recognize him.", "15": "“Dear woman, why are you crying?” Jesus asked her. “Who are you looking for?” She thought he was the gardener. “Sir,” she said, “if you have taken him away, tell me where you have put him, and I will go and get him.”", "16": "“Mary!” Jesus said. She turned to him and cried out, “Rabboni!” (which is Hebrew for “Teacher”).", "17": "“Don't cling to me,” Jesus said, “for I haven't yet ascended to the Father. But go find my brothers and tell them, 'I am ascending to my Father and your Father, to my God and your God.'”", "18": "Mary Magdalene found the disciples and told them, “I have seen the Lord!” Then she gave them his message.", "19": "That Sunday evening[b] the disciples were meeting behind locked doors because they were afraid of the Jewish leaders. Suddenly, Jesus was standing there among them! “Peace be with you,” he said.", "20": "As he spoke, he showed them the wounds in his hands and his side. They were filled with joy when they saw the Lord!", "21": "Again he said, “Peace be with you. As the Father has sent me, so I am sending you.”", "22": "Then he breathed on them and said, “Receive the Holy Spirit.", "23": "If you forgive anyone's sins, they are forgiven. If you do not forgive them, they are not forgiven.”", "24": "One of the twelve disciples, Thomas (nicknamed the Twin),[c] was not with the others when Jesus came.", "25": "They told him, “We have seen the Lord!” But he replied, “I won't believe it unless I see the nail wounds in his hands, put my fingers into them, and place my hand into the wound in his side.”", "26": "Eight days later the disciples were together again, and this time Thomas was with them. The doors were locked; but suddenly, as before, Jesus was standing among them. “Peace be with you,” he said.", "27": "Then he said to Thomas, “Put your finger here, and look at my hands. Put your hand into the wound in my side. Don't be faithless any longer. Believe!”", "28": "“My Lord and my God!” Thomas exclaimed.", "29": "Then Jesus told him, “You believe because you have seen me. Blessed are those who believe without seeing me.”", "30": "The disciples saw Jesus do many other miraculous signs in addition to the ones recorded in this book.", "31": "But these are written so that you may continue to believe[d] that Jesus is the Messiah, the Son of God, and that by believing in him you will have life by the power of his name."}