{"1": "Later, Jesus appeared again to the disciples beside the Sea of Galilee.[a] This is how it happened.", "2": "Several of the disciples were there—Simon Peter, Thomas (nicknamed the Twin),[b] Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples.", "3": "Simon Peter said, “I'm going fishing.” “We'll come, too,” they all said. So they went out in the boat, but they caught nothing all night.", "4": "At dawn Jesus was standing on the beach, but the disciples couldn't see who he was.", "5": "He called out, “Fellows,[c] have you caught any fish?” “No,” they replied.", "6": "Then he said, “Throw out your net on the right-hand side of the boat, and you'll get some!” So they did, and they couldn't haul in the net because there were so many fish in it.", "7": "Then the disciple Jesus loved said to Peter, “It's the Lord!” When Simon Peter heard that it was the Lord, he put on his tunic (for he had stripped for work), jumped into the water, and headed to shore.", "8": "The others stayed with the boat and pulled the loaded net to the shore, for they were only about a hundred yards[d] from shore.", "9": "When they got there, they found breakfast waiting for them—fish cooking over a charcoal fire, and some bread.", "10": "“Bring some of the fish you've just caught,” Jesus said.", "11": "So Simon Peter went aboard and dragged the net to the shore. There were 153 large fish, and yet the net hadn't torn.", "12": "“Now come and have some breakfast!” Jesus said. None of the disciples dared to ask him, “Who are you?” They knew it was the Lord.", "13": "Then Jesus served them the bread and the fish.", "14": "This was the third time Jesus had appeared to his disciples since he had been raised from the dead.", "15": "After breakfast Jesus asked Simon Peter, “Simon son of John, do you love me more than these?[e]” “Yes, Lord,” Peter replied, “you know I love you.” “Then feed my lambs,” Jesus told him.", "16": "Jesus repeated the question: “Simon son of John, do you love me?” “Yes, Lord,” Peter said, “you know I love you.” “Then take care of my sheep,” Jesus said.", "17": "A third time he asked him, “Simon son of John, do you love me?” Peter was hurt that Jesus asked the question a third time. He said, “Lord, you know everything. You know that I love you.” Jesus said, “Then feed my sheep.", "18": "“I tell you the truth, when you were young, you were able to do as you liked; you dressed yourself and went wherever you wanted to go. But when you are old, you will stretch out your hands, and others[f] will dress you and take you where you don't want to go.”", "19": "Jesus said this to let him know by what kind of death he would glorify God. Then Jesus told him, “Follow me.”", "20": "Peter turned around and saw behind them the disciple Jesus loved—the one who had leaned over to Jesus during supper and asked, “Lord, who will betray you?”", "21": "Peter asked Jesus, “What about him, Lord?”", "22": "Jesus replied, “If I want him to remain alive until I return, what is that to you? As for you, follow me.”", "23": "So the rumor spread among the community of believers[g] that this disciple wouldn't die. But that isn't what Jesus said at all. He only said, “If I want him to remain alive until I return, what is that to you?”", "24": "This disciple is the one who testifies to these events and has recorded them here. And we know that his account of these things is accurate.", "25": "Jesus also did many other things. If they were all written down, I suppose the whole world could not contain the books that would be written."}