{"1": "As Jesus was walking along, he saw a man who had been blind from birth.", "2": "“Rabbi,” his disciples asked him, “why was this man born blind? Was it because of his own sins or his parents' sins?”", "3": "“It was not because of his sins or his parents' sins,” Jesus answered. “This happened so the power of God could be seen in him.", "4": "We must quickly carry out the tasks assigned us by the one who sent us.[a] The night is coming, and then no one can work.", "5": "But while I am here in the world, I am the light of the world.”", "6": "Then he spit on the ground, made mud with the saliva, and spread the mud over the blind man's eyes.", "7": "He told him, “Go wash yourself in the pool of Siloam” (Siloam means “sent”). So the man went and washed and came back seeing!", "8": "His neighbors and others who knew him as a blind beggar asked each other, “Isn't this the man who used to sit and beg?”", "9": "Some said he was, and others said, “No, he just looks like him!” But the beggar kept saying, “Yes, I am the same one!”", "10": "They asked, “Who healed you? What happened?”", "11": "He told them, “The man they call Jesus made mud and spread it over my eyes and told me, 'Go to the pool of Siloam and wash yourself.' So I went and washed, and now I can see!”", "12": "“Where is he now?” they asked. “I don't know,” he replied.", "13": "Then they took the man who had been blind to the Pharisees,", "14": "because it was on the Sabbath that Jesus had made the mud and healed him.", "15": "The Pharisees asked the man all about it. So he told them, “He put the mud over my eyes, and when I washed it away, I could see!”", "16": "Some of the Pharisees said, “This man Jesus is not from God, for he is working on the Sabbath.” Others said, “But how could an ordinary sinner do such miraculous signs?” So there was a deep division of opinion among them.", "17": "Then the Pharisees again questioned the man who had been blind and demanded, “What's your opinion about this man who healed you?” The man replied, “I think he must be a prophet.”", "18": "The Jewish leaders still refused to believe the man had been blind and could now see, so they called in his parents.", "19": "They asked them, “Is this your son? Was he born blind? If so, how can he now see?”", "20": "His parents replied, “We know this is our son and that he was born blind,", "21": "but we don't know how he can see or who healed him. Ask him. He is old enough to speak for himself.”", "22": "His parents said this because they were afraid of the Jewish leaders, who had announced that anyone saying Jesus was the Messiah would be expelled from the synagogue.", "23": "That's why they said, “He is old enough. Ask him.”", "24": "So for the second time they called in the man who had been blind and told him, “God should get the glory for this,[b] because we know this man Jesus is a sinner.”", "25": "“I don't know whether he is a sinner,” the man replied. “But I know this: I was blind, and now I can see!”", "26": "“But what did he do?” they asked. “How did he heal you?”", "27": "“Look!” the man exclaimed. “I told you once. Didn't you listen? Why do you want to hear it again? Do you want to become his disciples, too?”", "28": "Then they cursed him and said, “You are his disciple, but we are disciples of Moses!", "29": "We know God spoke to Moses, but we don't even know where this man comes from.”", "30": "“Why, that's very strange!” the man replied. “He healed my eyes, and yet you don't know where he comes from?", "31": "We know that God doesn't listen to sinners, but he is ready to hear those who worship him and do his will.", "32": "Ever since the world began, no one has been able to open the eyes of someone born blind.", "33": "If this man were not from God, he couldn't have done it.”", "34": "“You were born a total sinner!” they answered. “Are you trying to teach us?” And they threw him out of the synagogue.", "35": "When Jesus heard what had happened, he found the man and asked, “Do you believe in the Son of Man?[c]”", "36": "The man answered, “Who is he, sir? I want to believe in him.”", "37": "“You have seen him,” Jesus said, “and he is speaking to you!”", "38": "“Yes, Lord, I believe!” the man said. And he worshiped Jesus.", "39": "Then Jesus told him,[d] “I entered this world to render judgment—to give sight to the blind and to show those who think they see[e] that they are blind.”", "40": "Some Pharisees who were standing nearby heard him and asked, “Are you saying we're blind?”", "41": "“If you were blind, you wouldn't be guilty,” Jesus replied. “But you remain guilty because you claim you can see."}