{"1-2": "That night the king couldn't sleep. He ordered the record book, the day-by-day journal of events, to be brought and read to him. They came across the story there about the time that Mordecai had exposed the plot of Bigthana and Teresh—the two royal eunuchs who guarded the entrance and who had conspired to assassinate King Xerxes.", "3": "The king asked, “What great honor was given to Mordecai for this?” “Nothing,” replied the king's servants who were in attendance. “Nothing has been done for him.”", "4": "The king said, “Is there anybody out in the court?” Now Haman had just come into the outer court of the king's palace to talk to the king about hanging Mordecai on the gallows he had built for him.", "5": "The king's servants said, “Haman is out there, waiting in the court.” “Bring him in,” said the king.", "6-9": "When Haman entered, the king said, “What would be appropriate for the man the king especially wants to honor?” Haman thought to himself, “He must be talking about honoring me—who else?” So he answered the king, “For the man the king delights to honor, do this: Bring a royal robe that the king has worn and a horse the king has ridden, one with a royal crown on its head. Then give the robe and the horse to one of the king's most noble princes. Have him robe the man whom the king especially wants to honor; have the prince lead him on horseback through the city square, proclaiming before him, 'This is what is done for the man whom the king especially wants to honor!'”", "10": "“Go and do it,” the king said to Haman. “Don't waste another minute. Take the robe and horse and do what you have proposed to Mordecai the Jew who sits at the King's Gate. Don't leave out a single detail of your plan.”", "11": "So Haman took the robe and horse; he robed Mordecai and led him through the city square, proclaiming before him, “This is what is done for the man whom the king especially wants to honor!”", "12-13": "Then Mordecai returned to the King's Gate, but Haman fled to his house, thoroughly mortified, hiding his face. When Haman had finished telling his wife Zeresh and all his friends everything that had happened to him, his knowledgeable friends who were there and his wife Zeresh said, “If this Mordecai is in fact a Jew, your bad luck has only begun. You don't stand a chance against him—you're as good as ruined.”", "14": "While they were still talking, the king's eunuchs arrived and hurried Haman off to the dinner that Esther had prepared."}