{"1": "O give thanks to the Lord, call upon His name; Make known His deeds among the people.", "2": "  Sing to Him, sing praises to Him; Speak of all His wonderful acts and devoutly praise them.", "3": "  Glory in His holy name; Let the hearts of those who seek and require the Lord [as their most essential need] rejoice.", "4": "  Seek and deeply long for the Lord and His strength [His power, His might]; Seek and deeply long for His face and His presence continually.", "5": "  Remember [with awe and gratitude] the wonderful things which He has done, His amazing deeds and the judgments uttered by His mouth [on His enemies, as in Egypt],", "6": "  O you offspring of Abraham, His servant, O you sons of Jacob, His chosen ones!", "7": "  He is the Lord our God; His judgments are in all the earth.", "8": "  He has remembered His covenant forever, The word which He commanded and established to a [a]thousand generations,", "9": "  The covenant which He made with Abraham, And His sworn oath to Isaac,", "10": "  Which He confirmed to Jacob as a statute, To Israel as an everlasting covenant,", "11": "  Saying, “To you I will give the land of Canaan As the measured portion of your inheritance.”", "12": "  When there were only a few men in number, Very few [in fact], and strangers in it;", "13": "  And they wandered from one nation to another, From one kingdom to another people,", "14": "  He allowed no man to oppress them; He rebuked kings for their sakes, saying,", "15": "  “Do not touch My anointed ones, And do My prophets no harm.”", "16": "  And He called for a famine upon the land [of Egypt]; He [b]cut off every source of bread.", "17": "  He sent a man before them, Joseph, who was sold as a slave.", "18": "  His feet they hurt with shackles; [c]He was put in chains of iron,", "19": "  Until the time that his word [of prophecy regarding his brothers] came true, The word of the Lord tested and refined him.", "20": "  The king sent and released him, The ruler of the peoples [of Egypt], and set him free.", "21": "  He made Joseph lord of his house And ruler of all his possessions,", "22": "  To imprison his princes at his will, That he might teach his elders wisdom.", "23": "  Israel also came into Egypt; Thus Jacob sojourned in the land of Ham.", "24": "  There the Lord greatly increased [the number of] His people, And made them more powerful than their enemies.", "25": "  He turned the heart [of the Egyptians] to hate His people, To deal craftily with His servants.", "26": "  He sent Moses His servant, And Aaron, whom He had chosen.", "27": "  They exhibited His wondrous signs among them, Great miracles in the land of Ham (Egypt).", "28": "  He sent [thick, oppressive] darkness and made the land dark; And Moses and Aaron did not rebel against His words.", "29": "  He turned Egypt's waters into blood And caused their fish to die.", "30": "  Their land swarmed with frogs, Even in the chambers of their kings.", "31": "  He spoke, and there came swarms of flies And gnats in all their territory.", "32": "  He gave them hail for rain, With flaming fire in their land.", "33": "  He struck their vines also and their fig trees, And shattered the [ice-laden] trees of their territory.", "34": "  He spoke, and the [migratory] locusts came, And the young locusts, even without number,", "35": "  And ate up all the vegetation in their land, And devoured the fruit of their ground.", "36": "  He also struck down all the firstborn in their land, The first fruits and chief substance of all their strength.", "37": "  He brought the sons of Israel out [of Egypt] with silver and gold, And among their tribes there was not one who stumbled.", "38": "  Egypt was glad when they departed, For the dread and fear of them had fallen on the Egyptians.", "39": "  The Lord spread a cloud as a covering [by day], And a fire to illumine the night.", "40": "  The Israelites asked, and He brought quail, And satisfied them with the bread of heaven.", "41": "  He opened the rock and water flowed out; It ran in the dry places like a river.", "42": "  For He remembered His holy word To Abraham His servant;", "43": "  He brought out His people with joy, And His chosen ones with a joyful shout,", "44": "  He gave them the lands of the nations [of Canaan], So that they would possess the fruits of those peoples' labor,", "45": "  So that they might observe His precepts And keep His laws [obediently accepting and honoring and valuing them]. Praise the Lord! (Hallelujah!)"}