{"1": "Praise the Lord! (Hallelujah!) Oh give thanks to the Lord, for He is good; For His mercy and lovingkindness endure forever!", "2": "  Who can put into words the mighty deeds of the Lord? Or who can proclaim all His praise [that is due Him]?", "3": "  Blessed are those who observe justice [by honoring God's precepts], Who practice righteousness at all times.", "4": "  Remember me, O Lord, when You favor Your people. Visit me with Your salvation [when You rescue them],", "5": "  That I may see the prosperity of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance.", "6": "  We have sinned like our fathers; We have committed iniquity, we have behaved wickedly.", "7": "  Our fathers in Egypt did not understand nor appreciate Your miracles; They did not remember the abundance of Your mercies nor imprint Your lovingkindnesses on their hearts, But they were rebellious at the sea, at the [a]Red Sea.", "8": "  Nevertheless He saved them for His name's sake, That He might make His [supreme] power known.", "9": "  He rebuked the Red Sea, and it dried up; And He led them through the depths as through a pasture.", "10": "  So He saved them from the hand of the one that hated them, And redeemed them from the hand of the [Egyptian] enemy.", "11": "  And the waters covered their adversaries; Not one of them was left.", "12": "  Then Israel believed in [the validity of] His words; They sang His praise.", "13": "  But they quickly forgot His works; They did not [patiently] wait for His counsel and purpose [to be revealed regarding them],", "14": "  But lusted intensely in the wilderness And tempted God [with their insistent desires] in the desert.", "15": "  So He gave them their request, But sent a wasting disease among them.", "16": "  They envied Moses in the camp, And Aaron [the high priest], the holy one of the Lord,", "17": "  Therefore the earth opened and swallowed Dathan, And engulfed the company of Abiram.", "18": "  And a fire broke out in their company; The flame consumed the wicked.", "19": "  They made a calf in Horeb (Sinai) And worshiped a cast image.", "20": "  Thus they exchanged [the true God who was] their glory For the image of an ox that eats grass.", "21": "  They forgot God their Savior, Who had done such great things in Egypt,", "22": "  Wonders in the land of Ham, Awesome things at the Red Sea.", "23": "  Therefore He said He would destroy them, [And He would have done so] had not Moses, His chosen one, stepped into the gap before Him, To turn away His wrath from destroying them.", "24": "  Then they despised the pleasant land [of Canaan]; They did not believe in His word nor rely on it,", "25": "  But they sulked and complained in their tents; They did not listen to the voice of the Lord.", "26": "  Therefore He lifted up His hand [swearing] to them, That He would cause them to fall in the wilderness,", "27": "  And that He would cast out their descendants among the nations And scatter them in the lands [of the earth].", "28": "  They joined themselves also to [the idol] Baal of Peor, And ate sacrifices offered to the dead.", "29": "  Thus they provoked Him to anger with their practices, And a plague broke out among them.", "30": "  Then Phinehas [the priest] stood up and [b]interceded, And so the plague was halted.", "31": "  And that was credited to him for righteousness, To all generations forever.", "32": "  They provoked Him to anger at the waters of [c]Meribah, So that it went hard with Moses on their account;", "33": "  Because they were rebellious against His Spirit, Moses spoke recklessly with his lips.", "34": "  They did not destroy the [pagan] peoples [in Canaan], As the Lord commanded them,", "35": "  But they mingled with the [idolatrous] nations And learned their ways,", "36": "  And served their idols, Which became a [dreadful] snare to them.", "37": "  They even sacrificed their sons and their daughters to demons", "38": "  And shed innocent blood, Even the blood of their sons and of their daughters, Whom they sacrificed to the idols of Canaan; And the land was polluted with their blood.", "39": "  In this way they became unclean in their practices; They played the prostitute in their own deeds [by giving their worship, which belongs to God alone, to other “gods”].", "40": "  Therefore the anger of the Lord was kindled against His people And He detested His own [d]inheritance.", "41": "  He gave them into the hands of the nations, And those who hated them ruled over them.", "42": "  Their enemies also oppressed them, And they were subdued under the [powerful] hand of their enemies.", "43": "  Many times He rescued them; But they were rebellious in their counsel, And sank down in their wickedness.", "44": "  Nevertheless He looked [sympathetically] at their distress When He heard their cry;", "45": "  And He remembered His covenant for their sake, And relented [rescinding their sentence] according to the greatness of His lovingkindness [when they cried out to Him],", "46": "  He also made them objects of compassion Among those who had carried them away captive.", "47": "  Save us, O Lord our God, And gather us from among the nations, That we may give thanks to Your holy name And glory in praising You.", "48": "  Blessed be the Lord, the God of Israel, From everlasting even to everlasting. And let all the people say, “Amen.” Praise the Lord! (Hallelujah!)"}