{"1": "I love the Lord, because He hears [and continues to hear] My voice and my supplications (my pleas, my cries, my specific needs).", "2": "  Because He has inclined His ear to me, Therefore I will call on Him as long as I live.", "3": "  The cords and sorrows of death encompassed me, And the terrors of Sheol came upon me; I found distress and sorrow.", "4": "  Then I called on the name of the Lord: “O Lord, please save my life!”", "5": "  Gracious is the Lord, and [consistently] righteous; Yes, our God is compassionate.", "6": "  [a]The Lord protects the simple (childlike); I was brought low [humbled and discouraged], and He saved me.", "7": "  Return to your rest, O my soul, For the Lord has dealt bountifully with you.", "8": "  For You have rescued my life from death, My eyes from tears, And my feet from stumbling and falling.", "9": "  I will walk [in submissive wonder] before the Lord In the land of the living.", "10": "  I believed [and clung to my God] when I said, “I am greatly afflicted.”", "11": "  I said in my alarm, “All men are liars.”", "12": "  What will I give to the Lord [in return] For all His benefits toward me? [How can I repay Him for His precious blessings?]", "13": "  I will lift up the cup of salvation And call on the name of the Lord.", "14": "  I will pay my vows to the Lord, Yes, in the presence of all His people.", "15": "  [b]Precious [and of great consequence] in the sight of the Lord Is the death of His godly ones [so He watches over them].", "16": "  O Lord, truly I am Your servant; I am Your servant, the son of Your handmaid; You have unfastened my chains.", "17": "  I will offer to You the sacrifice of thanksgiving, And will call on the name of the Lord.", "18": "  I will pay my vows to the Lord, Yes, in the presence of all His people,", "19": "  In the courts of the Lord's house (temple)— In the midst of you, O Jerusalem. Praise the Lord! (Hallelujah!)"}