{"1": "Praise the Lord! (Hallelujah!) Praise the name of the Lord; Praise Him, O servants of the Lord (priests, Levites),", "2": "  You who stand in the house of the Lord, In the courts of the house of our God,", "3": "  Praise the Lord, for the Lord is good; Sing praises to His name, for it is gracious and lovely.", "4": "  For the Lord has chosen [the descendants of] Jacob for Himself, Israel for His own special treasure and possession.", "5": "  For I know that the Lord is great And that our Lord is above all gods.", "6": "  Whatever the Lord pleases, He does, In the heavens and on the earth, in the seas and all deeps—", "7": "  Who causes the clouds to rise from the ends of the earth; Who makes lightning for the rain, Who brings the wind from His storehouses;", "8": "  Who struck the firstborn of Egypt, Both of man and animal;", "9": "  Who sent signs and wonders into your midst, O Egypt, Upon Pharaoh and all his servants.", "10": "  Who struck many nations And killed mighty kings,", "11": "  Sihon, king of the Amorites, Og, king of Bashan, And all the kingdoms of Canaan;", "12": "  And He gave their land as a heritage, A heritage to Israel His people.", "13": "  Your name, O Lord, endures forever, Your fame and remembrance, O Lord, [endures] throughout all generations.", "14": "  For the Lord will judge His people And He will have compassion on His servants [revealing His mercy].", "15": "  The idols of the nations are silver and gold, The work of men's hands.", "16": "  They have mouths, but they do not speak; They have eyes, but they do not see;", "17": "  They have ears, but they do not hear, Nor is there any breath in their mouths.", "18": "  Those who make idols are like them [absolutely worthless—spiritually blind, deaf, and powerless]; So is everyone who trusts in and relies on them.", "19": "  O house of Israel, bless and praise the Lord [with gratitude]; O house of Aaron, bless the Lord;", "20": "  O house of Levi, bless the Lord; You who fear the Lord [and worship Him with obedience], bless the Lord [with grateful praise]!", "21": "  Blessed be the Lord from Zion, Who dwells [with us] at Jerusalem. Praise the Lord! (Hallelujah!)"}