{"1": "[a]Give thanks to the Lord, for He is good; For His lovingkindness (graciousness, mercy, compassion) endures forever.", "2": "  Give thanks to the God of gods, For His lovingkindness endures forever.", "3": "  Give thanks to the Lord of lords, For His lovingkindness endures forever.", "4": "  To Him who alone does great wonders, For His lovingkindness endures forever;", "5": "  To Him who made the heavens with skill, For His lovingkindness endures forever;", "6": "  To Him who stretched out the earth upon the waters, For His lovingkindness endures forever;", "7": "  To Him who made the great lights, For His lovingkindness endures forever;", "8": "  The sun to rule over the day, For His lovingkindness endures forever;", "9": "  The moon and stars to rule by night, For His lovingkindness endures forever;", "10": "  To Him who struck the firstborn of Egypt, For His lovingkindness endures forever;", "11": "  And brought Israel out from among them, For His lovingkindness endures forever;", "12": "  With a strong hand and with an outstretched arm, For His lovingkindness endures forever;", "13": "  To Him who divided the [b]Red Sea into parts, For His lovingkindness endures forever;", "14": "  And made Israel pass through the midst of it, For His lovingkindness endures forever;", "15": "  But tossed Pharaoh and his army into the Red Sea, For His lovingkindness endures forever;", "16": "  To Him who led His people through the wilderness, For His lovingkindness endures forever;", "17": "  To Him who struck down great kings, For His lovingkindness endures forever;", "18": "  And killed mighty kings, For His lovingkindness endures forever;", "19": "  Sihon, king of the Amorites, For His lovingkindness endures forever;", "20": "  And Og, king of Bashan, For His lovingkindness endures forever;", "21": "  And gave their land as a heritage, For His lovingkindness endures forever;", "22": "  Even a heritage to Israel His servant, For His lovingkindness endures forever;", "23": "  Who [faithfully] remembered us in our lowly condition, For His lovingkindness endures forever;", "24": "  And has rescued us from our enemies, For His lovingkindness endures forever;", "25": "  Who gives food to all flesh, For His lovingkindness endures forever;", "26": "  Give thanks to the God of heaven, For His lovingkindness (graciousness, mercy, compassion) endures forever."}