{"1": "I will exalt You, my God, O King, And [with gratitude and submissive wonder] I will bless Your name forever and ever.", "2": "  Every day I will bless You and lovingly praise You; Yes, [with awe-inspired reverence] I will praise Your name forever and ever.", "3": "  Great is the Lord, and highly to be praised, And His greatness is [so vast and profound as to be] unsearchable [incomprehensible to man].", "4": "  One generation shall praise Your works to another, And shall declare Your mighty and remarkable acts.", "5": "  On the glorious splendor of Your majesty And on Your wonderful works, I will meditate.", "6": "  People will speak of the power of Your awesome acts, And [with gratitude and submissive wonder] I will tell of Your greatness.", "7": "  They will overflow [like a fountain] when they speak of Your great and abundant goodness And will sing joyfully of Your righteousness.", "8": "  The Lord is gracious and full of compassion, Slow to anger and abounding in lovingkindness.", "9": "  The Lord is good to all, And His tender mercies are over all His works [the entirety of things created].", "10": "  All Your works shall give thanks to You and praise You, O Lord, And Your godly ones will bless You.", "11": "  They shall speak of the glory of Your kingdom And talk of Your power,", "12": "  To make known to the sons of men Your mighty acts And the glorious majesty of Your kingdom.", "13": "  Your kingdom is an everlasting kingdom, And Your dominion endures throughout all generations.", "14": "  The Lord upholds all those [of His own] who fall And raises up all those who are bowed down.", "15": "  The eyes of all look to You [in hopeful expectation], And You give them their food in due time.", "16": "  You open Your hand And satisfy the desire of every living thing.", "17": "  The Lord is [unwaveringly] righteous in all His ways And gracious and kind in all His works.", "18": "  The Lord is near to all who call on Him, To all who call on Him in truth (without guile).", "19": "  He will fulfill the desire of those who fear and worship Him [with awe-inspired reverence and obedience]; He also will hear their cry and will save them.", "20": "  The Lord keeps all who love Him, But all the wicked He will destroy.", "21": "  My mouth will speak the praise of the Lord, And all flesh will bless and gratefully praise His holy name forever and ever."}