{"1": "“I love You [fervently and devotedly], O Lord, my strength.”", "2": "  The Lord is my rock, my fortress, and the One who rescues me; My God, my rock and strength in whom I trust and take refuge; My shield, and the horn of my salvation, my high tower—my stronghold.", "3": "  I call upon the Lord, who is worthy to be praised; And I am saved from my enemies.", "4": "  The cords of death surrounded me, And the streams of ungodliness and torrents of destruction terrified me.", "5": "  The cords of Sheol (the nether world, the place of the dead) surrounded me; The snares of death confronted me.", "6": "  In my distress [when I seemed surrounded] I called upon the Lord And cried to my God for help; He heard my voice from His temple, And my cry for help came before Him, into His very ears.", "7": "  Then the earth shook and quaked, The foundations of the mountains trembled; They were shaken because He was indignant and angry.", "8": "  Smoke went up from His nostrils, And fire from His mouth devoured; Coals were kindled by it.", "9": "  He bowed the heavens also and came down; And thick darkness was under His feet.", "10": "  And He rode upon a cherub (storm) and flew; And He sped on the wings of the wind.", "11": "  He made darkness His hiding place (covering); His pavilion (canopy) around Him, The darkness of the waters, the thick clouds of the skies.", "12": "  Out of the brightness before Him passed His thick clouds, Hailstones and coals of fire.", "13": "  The Lord also thundered in the heavens, And the Most High uttered His voice, Hailstones and coals of fire.", "14": "  He sent out His arrows and scattered them; And He sent an abundance of lightning flashes and confused and routed them [in defeat].", "15": "  Then the stream beds of the waters appeared, And the foundations of the world were laid bare At Your rebuke, O Lord, At the blast of the breath of Your nostrils.", "16": "  He reached from on high, He took me; He drew me out of many waters.", "17": "  He rescued me from my strong enemy, And from those who hated me, for they were too strong for me.", "18": "  They confronted me in the day of my disaster, But the Lord was my support.", "19": "  He brought me out into a broad place; He rescued me because He was pleased with me and delighted in me.", "20": "  The Lord dealt with me according to my righteousness (moral character, spiritual integrity); According to the cleanness of my hands He has rewarded me.", "21": "  For I have kept the ways of the Lord, And have not wickedly departed from my God.", "22": "  For all His ordinances were before me, And I did not put away His statutes from me.", "23": "  I was [a]blameless before Him, And I kept myself free from my sin.", "24": "  Therefore the Lord has rewarded me according to my righteousness (moral character, spiritual integrity), According to the cleanness of my hands in His sight.", "25": "  With the kind (merciful, faithful, loyal) You show Yourself kind, With the blameless You show Yourself blameless,", "26": "  With the pure You show Yourself pure, And with the crooked You show Yourself astute.", "27": "  For You save an afflicted and humble people, But bring down those [arrogant fools] with haughty eyes.", "28": "  For You cause my lamp to be lighted and to shine; The Lord my God illumines my darkness.", "29": "  For by You I can crush a troop, And by my God I can leap over a wall.", "30": "  As for God, His way is [b]blameless. The word of the Lord is tested [it is perfect, it is faultless]; He is a shield to all who take refuge in Him.", "31": "  For who is God, but the Lord? Or who is a rock, except our God,", "32": "  The God who encircles me with strength And makes my way blameless?", "33": "  He makes my feet like [c]hinds' feet [able to stand firmly and tread safely on paths of testing and trouble]; He sets me [securely] upon my high places.", "34": "  He trains my hands for war, So that my arms can bend a bow of bronze.", "35": "  You have also given me the shield of Your salvation, And Your right hand upholds and sustains me; Your gentleness [Your gracious response when I pray] makes me great.", "36": "  You enlarge the path beneath me and make my steps secure, So that my feet will not slip.", "37": "  I pursued my enemies and overtook them; And I did not turn back until they were consumed.", "38": "  I shattered them so that they were not able to rise; They fell [wounded] under my feet.", "39": "  For You have encircled me with strength for the battle; You have subdued under me those who rose up against me.", "40": "  You have also made my enemies turn their backs to me [in defeat], And I silenced and destroyed those who hated me.", "41": "  They cried for help, but there was no one to save them— Even to the Lord [they cried], but He did not answer them.", "42": "  Then I beat them fine as the dust before the wind; I emptied them out as the dirt of the streets.", "43": "  You have rescued me from the contentions of the people; You have placed me as the head of the nations; A people whom I have not known serve me.", "44": "  As soon as they hear me, they respond and obey me; Foreigners feign obedience to me.", "45": "  Foreigners lose heart, And come trembling out of their strongholds.", "46": "  The Lord lives, blessed be my rock; And may the God of my salvation be exalted,", "47": "  The God who avenges me, And subdues peoples (nations) under me.", "48": "  He rescues me from my enemies; Yes, You lift me up above those who rise up against me; You deliver me from the man of violence.", "49": "  Therefore will I give thanks and praise You, O Lord, among the nations, And sing praises to Your name.", "50": "  He gives great triumphs to His king, And shows steadfast love and mercy to His anointed, To David and his descendants forever."}