{"1": "In You, O Lord, I have placed my trust and taken refuge; Let me never be [a]ashamed; In Your righteousness rescue me.", "2": "  Incline Your ear to me, deliver me quickly; Be my rock of refuge, And a strong fortress to save me.", "3": "  Yes, You are my rock and my fortress; For Your name's sake You will lead me and guide me.", "4": "  You will draw me out of the net that they have secretly laid for me, For You are my strength and my stronghold.", "5": "  [b]Into Your hand I commit my spirit; You have redeemed me, O Lord, the God of truth and faithfulness.", "6": "  I hate those who pay regard to vain (empty, worthless) idols; But I trust in the Lord [and rely on Him with unwavering confidence].", "7": "  I will rejoice and be glad in Your steadfast love, Because You have seen my affliction; You have taken note of my life's distresses,", "8": "  And You have not given me into the hand of the enemy; You have set my feet in a broad place.", "9": "  Be gracious and compassionate to me, O Lord, for I am in trouble; My eye is clouded and weakened by grief, my soul and my body also.", "10": "  For my life is spent with sorrow And my years with sighing; My strength has failed because of my iniquity, And even my body has wasted away.", "11": "  Because of all my enemies I have become a reproach and disgrace, Especially to my neighbors, And an object of dread to my acquaintances; Those who see me on the street run from me.", "12": "  I am forgotten like a dead man, out of mind; I am like a broken vessel.", "13": "  For I have heard the slander and whispering of many, Terror is on every side; While they schemed together against me, They plotted to take away my life.", "14": "  But as for me, I trust [confidently] in You and Your greatness, O Lord; I said, “You are my God.”", "15": "  My times are in Your hands; Rescue me from the hand of my enemies and from those who pursue and persecute me.", "16": "  Make Your face shine upon Your servant; Save me in Your lovingkindness.", "17": "  Let me not be put to shame, O Lord, for I call on You; Let the wicked (godless) be put to shame, let them be silent in Sheol (the nether world, the place of the dead).", "18": "  Let the lying lips be mute, Which speak insolently and arrogantly against the [consistently] righteous With pride and contempt.", "19": "  How great is Your goodness, Which You have stored up for those who [reverently] fear You, Which You have prepared for those who take refuge in You, [c]Before the sons of man!", "20": "  In the secret place of Your presence You hide them from the plots and conspiracies of man; You keep them secretly in a shelter (pavilion) from the strife of tongues.", "21": "  Blessed be the Lord, For He has shown His marvelous favor and lovingkindness to me [when I was assailed] in a besieged city.", "22": "  As for me, I said in my alarm, “I am cut off from Your eyes.” Nevertheless You heard the voice of my supplications (specific requests) When I cried to You [for help].", "23": "  O love the Lord, all you His godly ones! The Lord preserves the faithful [those with moral and spiritual integrity] And fully repays the [self-righteousness of the] arrogant.", "24": "  Be strong and let your hearts take courage, All you who wait for and confidently expect the Lord."}