{"1": "[a]Do not worry because of evildoers, Nor be envious toward wrongdoers;", "2": "  For they will wither quickly like the grass, And fade like the green herb.", "3": "  Trust [rely on and have confidence] in the Lord and do good; Dwell in the land and feed [securely] on His faithfulness.", "4": "  Delight yourself in the Lord, And He will give you the desires and petitions of your heart.", "5": "  Commit your way to the Lord; Trust in Him also and He will do it.", "6": "  He will make your righteousness [your pursuit of right standing with God] like the light, And your judgment like [the shining of] the noonday [sun].", "7": "  Be still before the Lord; wait patiently for Him and entrust yourself to Him; Do not fret (whine, agonize) because of him who prospers in his way, Because of the man who carries out wicked schemes.", "8": "  Cease from anger and abandon wrath; Do not fret; it leads only to evil.", "9": "  For those who do evil will be cut off, But those who wait for the Lord, they will inherit the land.", "10": "  For yet a little while and the wicked one will be gone [forever]; Though you look carefully where he used to be, he will not be [found].", "11": "  But the humble will [at last] inherit the land And will delight themselves in abundant prosperity and peace.", "12": "  The wicked plots against the righteous And gnashes at him with his teeth.", "13": "  The Lord laughs at him [the wicked one—the one who oppresses the righteous], For He sees that his day [of defeat] is coming.", "14": "  The wicked have drawn the sword and bent their bow To cast down the afflicted and the needy, To slaughter those who are upright in conduct [those with personal integrity and godly character].", "15": "  The sword [of the ungodly] will enter their own heart, And their bow will be broken.", "16": "  Better is the little of the righteous [who seek the will of God] Than the abundance (riches) of many wicked (godless).", "17": "  For the arms of the wicked will be broken, But the Lord upholds and sustains the righteous [who seek Him].", "18": "  The Lord knows the days of the blameless, And their inheritance will continue forever.", "19": "  They will not be [b]ashamed in the time of evil, And in the days of famine they will have plenty and be satisfied.", "20": "  But the wicked (ungodly) will perish, And the enemies of the Lord will be like the [c]glory of the pastures and like the fat of lambs [that is consumed in smoke], They vanish—like smoke they vanish away.", "21": "  The wicked borrows and does not pay back, But the righteous is gracious and kind and gives.", "22": "  For those blessed by God will [at last] inherit the land, But those cursed by Him will be cut off.", "23": "  The steps of a [good and righteous] man are directed and established by the Lord, And He delights in his way [and blesses his path].", "24": "  When he falls, he will not be hurled down, Because the Lord is the One who holds his hand and sustains him.", "25": "  I have been young and now I am old, Yet I have not seen the righteous (those in right standing with God) abandoned Or his descendants pleading for bread.", "26": "  All day long he is gracious and lends, And his descendants are a blessing.", "27": "  Depart from evil and do good; And you will dwell [securely in the land] forever.", "28": "  For the Lord delights in justice And does not abandon His saints (faithful ones); They are preserved forever, But the descendants of the wicked will [in time] be cut off.", "29": "  The righteous will inherit the land And live in it forever.", "30": "  The mouth of the righteous proclaims wisdom, And his tongue speaks justice and truth.", "31": "  The law of his God is in his heart; Not one of his steps will slip.", "32": "  The wicked lies in wait for the righteous And seeks to kill him.", "33": "  The Lord will not leave him in his hand Or let him be condemned when he is judged.", "34": "  Wait for and expect the Lord and keep His way, And He will exalt you to inherit the land; [In the end] when the wicked are cut off, you will see it.", "35": "  I have seen a wicked, violent man [with great power] Spreading and flaunting himself like a cedar in its native soil,", "36": "  Yet he passed away, and lo, he was no more; I sought him, but he could not be found.", "37": "  Mark the blameless man [who is spiritually complete], and behold the upright [who walks in moral integrity]; There is a [good] future for the man of peace [because a life of honor blesses one's descendants].", "38": "  As for transgressors, they will be completely destroyed; The future of the wicked will be cut off.", "39": "  But the salvation of the righteous is from the Lord; He is their refuge and stronghold in the time of trouble.", "40": "  The Lord helps them and rescues them; He rescues them from the wicked and saves them, Because they take refuge in Him."}