{"1": "We have heard with our ears, O God, Our fathers have told us The work You did in their days, In the days of old.", "2": "  You drove out the [pagan] nations with Your own hand; Then you planted and established them (Israel); [It was by Your power that] You uprooted the [pagan] peoples, Then You spread them abroad.", "3": "  For our fathers did not possess the land [of Canaan] by their own sword, Nor did their own arm save them, But Your right hand and Your arm and the light of Your presence, Because You favored and delighted in them.", "4": "  You are my King, O God; Command victories and deliverance for Jacob (Israel).", "5": "  Through You we will gore our enemies [like a bull]; Through Your name we will trample down those who rise up against us.", "6": "  For I will not trust in my bow, Nor will my sword save me.", "7": "  But You have saved us from our enemies, And You have put them to shame and humiliated those who hate us.", "8": "  In God we have boasted all the day long, And we will praise and give thanks to Your name forever. Selah.", "9": "  But now You have rejected us and brought us to dishonor, And You do not go out with our armies [to lead us to victory].", "10": "  You make us turn back from the enemy, And those who hate us have taken spoil for themselves.", "11": "  You have made us like sheep to be eaten [as mutton] And have scattered us [in exile] among the nations.", "12": "  You sell Your people cheaply, And have not increased Your wealth by their sale.", "13": "  You have made us the reproach and taunt of our neighbors, A scoffing and a derision to those around us.", "14": "  You make us a byword among the nations, A [a]laughingstock among the people.", "15": "  My dishonor is before me all day long, And humiliation has covered my face,", "16": "  Because of the voice of the taunter and reviler, Because of the presence of the enemy and the avenger.", "17": "  All this has come upon us, yet we have not forgotten You, Nor have we been false to Your covenant [which You made with our fathers].", "18": "  Our heart has not turned back, Nor have our steps wandered from Your path,", "19": "  Yet You have [distressingly] crushed us in the place of jackals And covered us with [the deep darkness of] the shadow of death.", "20": "  If we had forgotten the name of our God Or stretched out our hands to a strange god,", "21": "  Would not God discover this? For He knows the secrets of the heart.", "22": "  [b]But for Your sake we are killed all the day long; We are considered as sheep to be slaughtered.", "23": "  Awake! Why do You sleep, O Lord? Awaken, do not reject us forever.", "24": "  Why do You hide Your face And forget our affliction and our oppression?", "25": "  For our life has melted away into the dust; Our body clings to the ground.", "26": "  Rise up! Come be our help, And ransom us for the sake of Your steadfast love."}