{"1": "Shout joyfully to God, all the earth;", "2": "  Sing of the honor and glory and magnificence of His name; Make His praise glorious.", "3": "  Say to God, “How awesome and fearfully glorious are Your works! Because of the greatness of Your power Your enemies will pretend to be obedient to You.", "4": "  “All the earth will [bow down to] worship You [in submissive wonder], And will sing praises to You; They will praise Your name in song.” Selah.", "5": "  Come and see the works of God, He is awesome in His deeds toward the children of men.", "6": "  He turned the sea into dry land; They crossed through the river on foot; There we rejoiced in Him.", "7": "  Who rules by His might forever, His eyes keep watch on the nations; Do not let the rebellious exalt themselves. Selah.", "8": "  Bless our God, O peoples, And make the sound of His praise be heard abroad,", "9": "  Who keeps us among the living, And does not allow our feet to slip or stumble.", "10": "  For You have tested us, O God; You have refined us as silver is refined.", "11": "  You brought us into the net; You laid a heavy burden [of servitude] on [a]us.", "12": "  You made men (charioteers) [b]ride over our heads [in defeat]; We went through fire and through water, Yet You brought us out into a [broad] place of abundance [to be refreshed].", "13": "  I shall come into Your house with burnt offerings; I shall pay You my vows,", "14": "  Which my lips uttered And my mouth spoke as a promise when I was in distress.", "15": "  I shall offer to You burnt offerings of fat lambs, With the [sweet] smoke of rams; I will offer bulls with male goats. Selah.", "16": "  Come and hear, all who fear God [and worship Him with awe-inspired reverence and obedience], And I will tell what He has done for me.", "17": "  I cried aloud to Him; He was highly praised with my tongue.", "18": "  If I regard sin and baseness in my heart [that is, if I know it is there and do nothing about it], The Lord will not hear [me];", "19": "  But certainly God has heard [me]; He has given heed to the voice of my prayer.", "20": "  Blessed be God, Who has not turned away my prayer Nor His lovingkindness from me."}