{"1": "O Lord my God, in You I take refuge; Save me and rescue me from all those who pursue me,", "2": "  So that my enemy will not tear me like a lion, Dragging me away while there is no one to rescue [me].", "3": "  O Lord my God, if I have done this, If there is injustice in my hands,", "4": "  If I have done evil to him who was at peace with me, Or without cause robbed him who was my enemy,", "5": "  Let the enemy pursue me and overtake me; And let him trample my life to the ground And lay my honor in the dust. Selah.", "6": "  Arise, O Lord, in Your anger; Lift up Yourself against the rage of my enemies; Rise up for me; You have commanded judgment and vindication.", "7": "  Let the assembly of the nations be gathered around You, And return on high over them.", "8": "  The Lord judges the peoples; Judge me, O Lord, and grant me justice according to my righteousness and according to the integrity within me.", "9": "  Oh, let the wickedness of the wicked come to an end, but establish the righteous [those in right standing with You]; For the righteous God tries the hearts and minds.", "10": "  My shield and my defense depend on God, Who saves the upright in heart.", "11": "  God is a righteous judge, And a God who is indignant every day.", "12": "  If a man does not repent, God will sharpen His sword; He has strung and bent His [mighty] bow and made it ready.", "13": "  He has also prepared [other] deadly weapons for Himself; He makes His arrows fiery shafts [aimed at the unrepentant].", "14": "  Behold, the [wicked and irreverent] man is pregnant with sin, And he conceives mischief and gives birth to lies.", "15": "  He has dug a pit and hollowed it out, And has fallen into the [very] pit which he made [as a trap].", "16": "  His mischief will return on his own head, And his violence will come down on the top of his head [like loose dirt].", "17": "  I will give thanks to the Lord according to His righteousness and justice, And I will sing praise to the name of the Lord Most High."}