{"1": "O God, why have You rejected us forever? Why does Your anger smoke against the sheep of Your pasture?", "2": "  Remember Your congregation, which You have purchased of old, Which You have redeemed to be the tribe of Your inheritance; Remember Mount Zion, where You have dwelt.", "3": "  Turn your footsteps [quickly] toward the perpetual ruins; The enemy has damaged everything within the sanctuary.", "4": "  In the midst of Your meeting place Your enemies have roared [with their battle cry]; They have set up their own emblems for signs [of victory].", "5": "  It seems as if one had lifted up An axe in a forest of trees [to set a record of destruction].", "6": "  And now all the carved work [of the meeting place] They smash with hatchets and hammers.", "7": "  They have burned Your sanctuary to the ground; They have profaned the dwelling place of Your [a]name.", "8": "  They said in their heart, “Let us completely subdue them.” They have burned all the meeting places of God in the land.", "9": "  We do not see our symbols; There is no longer any prophet [to guide us], Nor does any among us know for how long.", "10": "  O God, how long will the adversary scoff? Is the enemy to revile Your name forever?", "11": "  Why do You withdraw Your hand, even Your right hand [from judging the enemy]? Remove Your hand from Your chest, destroy them!", "12": "  Yet God is my King of old, Working salvation in the midst of the earth.", "13": "  You divided the [Red] Sea by Your strength; You broke the heads of the [b]sea monsters in the waters.", "14": "  You crushed the heads of [c]Leviathan (Egypt); You gave him as food for the creatures of the wilderness.", "15": "  You broke open fountains and streams; You dried up ever-flowing rivers.", "16": "  The day is Yours, the night also is Yours; You have established and prepared the [heavenly] light and the sun.", "17": "  You have defined and established all the borders of the earth [the divisions of land and sea and of the nations]; You have made summer and winter.", "18": "  Remember this, O Lord, the enemy has scoffed, And a foolish and impious people has spurned Your name.", "19": "  Oh, do not hand over the soul of your turtledove to the wild beast; Do not forget the life of Your afflicted forever.", "20": "  Consider the covenant [You made with Abraham], For the dark places of the land are full of the habitations of violence.", "21": "  Let not the oppressed return dishonored; Let the afflicted and needy praise Your name.", "22": "  Arise, O God, plead Your own cause; Remember how the foolish man scoffs at You all day long.", "23": "  Do not forget the [clamoring] voices of Your adversaries, The uproar of those who rise against You, which ascends continually [to Your ears]."}