{"1": "Hear us O Shepherd of Israel, You who lead Joseph like a flock; You who sit enthroned above the cherubim [of the ark of the covenant], shine forth!", "2": "  Before [a]Ephraim and Benjamin and Manasseh, stir up Your power And come to save us!", "3": "  Restore us, O God; Cause Your face to shine on us [with favor and approval], and we will be saved.", "4": "  O Lord God of hosts, How long will You be angry with the prayers of Your people?", "5": "  You have fed them the bread of tears, And You have made them drink [bitter] tears in abundance.", "6": "  You make us an object of contention to our neighbors, And our enemies laugh [at our suffering] among themselves.", "7": "  Restore us, O God of hosts; And cause Your face to shine on us [with favor and approval], and we will be saved.", "8": "  You uprooted a vine (Israel) from Egypt; You drove out the [Canaanite] nations and planted the vine [in Canaan].", "9": "  You cleared away the ground before it, And it took deep root and filled the land.", "10": "  The mountains were covered with its shadow, And its branches were like the cedars of God.", "11": "  Israel sent out its branches to the [Mediterranean] Sea, And its branches to the [Euphrates] River.", "12": "  Why have You broken down its [b]walls and hedges, So that all who pass by pick its fruit?", "13": "  A boar from the woods eats it away, And the insects of the field feed on it.", "14": "  Turn again [in favor to us], O God of hosts; Look down from heaven and see, and take care of this vine,", "15": "  Even the stock which Your right hand has planted, And [look down on] the son that You have reared and strengthened for Yourself.", "16": "  It is burned with fire, it is cut down; They perish at the rebuke of Your [angry] appearance.", "17": "  Let Your hand be upon the man of Your right hand, Upon the son of man whom You have made strong for Yourself.", "18": "  Then we shall not turn back from You; Revive us and we will call on Your name.", "19": "  Restore us, O Lord God of hosts; Cause Your face to shine on us [in favor and approval], and we shall be saved."}