{"1": "O Lord God, You to whom vengeance belongs, O God, You to whom vengeance belongs, shine forth [in judgment]!", "2": "  Rise up, O Judge of the earth; Give to the proud a fitting compensation.", "3": "  O Lord, how long will the wicked, How long will the wicked rejoice in triumph?", "4": "  They pour out words, speaking arrogant things; All who do evil boast proudly.", "5": "  They crush Your people, O Lord, And afflict and abuse Your heritage.", "6": "  [a]They kill the widow and the alien And murder the fatherless.", "7": "  Yet they say, “The Lord does not see, Nor does the God of Jacob (Israel) notice it.”", "8": "  Consider thoughtfully, you senseless (stupid ones) among the people; And you [dull-minded] fools, when will you become wise and understand?", "9": "  He who made the ear, does He not hear? He who formed the eye, does He not see?", "10": "  He who instructs the nations, Does He not rebuke and punish, He who teaches man knowledge?", "11": "  The Lord knows the thoughts of man, That they are a mere breath (vain, empty, futile).", "12": "  Blessed [with wisdom and prosperity] is the man whom You discipline and instruct, O Lord, And whom You teach from Your law,", "13": "  That You may grant him [power to calm himself and find] peace in the days of adversity, Until the pit is dug for the wicked and ungodly.", "14": "  For the Lord will not abandon His people, Nor will He abandon His inheritance.", "15": "  For judgment will again be righteous, And all the upright in heart will follow it.", "16": "  Who will stand up for me against the evildoers? Who will take a stand for me against those who do wickedness?", "17": "  If the Lord had not been my help, I would soon have dwelt in [the land of] silence.", "18": "  If I say, “My foot has slipped,” Your compassion and lovingkindness, O Lord, will hold me up.", "19": "  When my anxious thoughts multiply within me, Your comforts delight me.", "20": "  Can a throne of destruction be allied with You, One which frames and devises mischief by decree [under the sacred name of law]?", "21": "  They band themselves together against the life of the righteous And condemn the innocent to death.", "22": "  But the Lord has become my high tower and defense, And my God the rock of my refuge.", "23": "  He has turned back their own wickedness upon them And will destroy them by means of their own evil; The Lord our God will wipe them out."}