{"1": "In the beginning [Gen. 1:1] ·there was the Word [the Word already existed; C the Word refers to Christ, God's revelation of himself]. The Word was ·with [in the presence of; in intimate relationship with] God [C the Father], and the Word was [fully] God. ", "2": "He was ·with [in the presence of; in intimate relationship with] God in the beginning. ", "3": "All things ·were made [were created; came to be] ·by [through] him, and nothing ·was made [came to be] without him [Prov. 8:22–31]. ", "4": "·In him there was life [or What was made through him was life], and that life was the light of all people. ", "5": "The Light shines in the darkness, and the darkness has not ·overpowered [defeated; or understood; comprehended] it.", "6": "There was a man named John [C the Baptist; Matt. 3; Luke 3] who was sent by God. ", "7": "He came to ·tell people the truth [testify; bear witness] about the Light so that ·through him all people could hear about the Light and believe [L everyone might believe through him]. ", "8": "John was not the Light, but he came to ·tell people the truth [testify; bear witness] about the Light. *", "9": "The true Light that ·gives light to [shines on; illuminates; enlightens] all [people] was coming into the world! [or 9 The true Light gives light to all who have come into the world.]", "10": "·The Word [L He] was in the world, and the world ·was made [was created; came into being] ·by [through] him, but the world did not ·know [recognize] him. ", "11": "He came to ·the world that was his own [or his own country; L that which was his own], but his own people did not ·accept [receive] him. ", "12": "But to all who did ·accept [receive] him and believe ·in him [L in his name; C the name indicating the character of the person] he gave the ·right [power; authority] to become children of God. ", "13": "They did not become his children ·in any human way [by natural descent; by physical birth; L by blood]—by ·any human parents [human passion/decision; L desire/will of the flesh] or ·human desire [a husband's decision; L desire/will of a man/husband]. They were born of God.", "14": "The Word became ·a human [T flesh] and ·lived [made his home; pitched his tabernacle; C God's glorious presence dwelt in Israel's tabernacle in the wilderness] among us. We saw his ·glory [majesty]—the glory that belongs to the ·only Son [one and only; T only begotten] ·of [who came from] the Father—and he was full of ·grace and truth [God's gracious love and faithfulness; Ex. 34:5–7]. ", "15": "John ·tells the truth about [testifies concerning; witnesses about] him and cries out, saying, “This is the One I told you about: 'The One who comes after me [C in time] is greater than I am, because he ·was living [existed] before me [C a reference to Christ's preexistence; 1:1–2].'”", "16": "·Because he was full of grace and truth [L From his fullness; 1:14], from him we all received ·one gift after another [L grace for grace; C this could mean abundant grace or that the grace under Christ replaced grace under the law]. ", "17": "The law was given through Moses [Ex. 19—24], but grace and truth came through Jesus Christ. ", "18": "No one has ever seen God [C God the Father, who is pure spirit; 4:24]. But ·God the only Son[a] [God the one and only; the only Son who is himself God; T God the only begotten] is ·very close to [by the side of; close to the heart of; T in the bosom of] the Father, and he has ·shown us what God is like [made him known].", "19": "Here is the ·truth John told [testimony John gave; witness of John; 1:6] when the ·leaders [Jewish leadership; L Jews; C John often uses the term “Jews” to refer to the religious leaders in opposition to Jesus, rather than to the Jewish people generally] in Jerusalem sent ·priests and Levites [C the religious authorities; priests oversaw temple worship; Levites were members of the tribe of Levi who assisted them; 1 Chr. 23:24–32] to ask him, “Who are you?”", "20": "John ·spoke freely [confessed] and did not ·refuse to answer [deny it]. He said, “I am not the ·Christ [Messiah].”", "21": "So they asked him, “Then who are you? Are you Elijah?” [C Elijah, an OT prophet, was expected to come back before the Messiah; 1 Kin. 17—2 Kin. 2; Mal. 4:5–6.] He answered, “No, I am not.” “Are you the Prophet?” [C the Prophet like Moses predicted in Deut. 18:15–19] they asked. He answered, “No.”", "22": "Then they said, “Who are you? Give us an answer to tell those who sent us. What do you say about yourself?”", "23": "John told them in the words of the prophet Isaiah: “I am the voice of one calling out in the ·desert [wilderness]: 'Make ·the road straight [a clear path] for the Lord [Is. 40:3].'”", "24": "Some Pharisees [C a religious party which strictly observed OT laws and later customs] who had been sent asked John: ", "25": "“If you are not the ·Christ [Messiah] or Elijah or the Prophet [1:21], why do you baptize people?”", "26": "John answered, “I baptize with water, but there is one here with you that you don't ·know about [recognize]. ", "27": "He is the One who comes after me. I am not ·good enough [worthy; fit] to untie the ·strings [straps] of his sandals.” [C Removing sandals was the task of a slave.]", "28": "This all happened at Bethany on the other side of the Jordan River [C a site east of the Jordan River, not the Bethany near Jerusalem], where John was baptizing people.", "29": "The next day John saw Jesus coming toward him. John said, “Look, the Lamb of God [C lambs were used for sacrifice; Gen. 22:8], who takes away the sin of the world! ", "30": "This is the One I was talking about [1:15] when I said, 'A man will come after me, but he is greater than I am, because he ·was living [existed] before me.' ", "31": "Even I did not ·know [recognize] who he was, although I came baptizing with water so that ·the people of Israel would know who he is [he might be revealed to Israel].”", "32-33": "Then John ·said [testified; bore witness], “I saw the Spirit come down from heaven in the form of a dove and ·rest [remain] on him. Until then I did not know ·who the Christ was [or he was the one; L him]. But the God who sent me to baptize with water told me, 'You will see the Spirit come down and ·rest [remain] on a man; he is the One who will baptize with the Holy Spirit.' ", "34": "I have seen this happen, and I ·tell you the truth [testify; bear witness]: This man is the Son of God.”[b]", "35": "The next day John [C the Baptist; 1:6] was [standing] there again with two of his ·followers [disciples]. ", "36": "When he saw Jesus walking by, he said, “Look, the Lamb of God [see 1:29]!”", "37": "The two ·followers [disciples] heard John say this, so they followed Jesus. ", "38": "When Jesus turned and saw them following him, he asked, “What are you looking for?” They said, “Rabbi, where are you staying?” (“Rabbi” means “Teacher.”)", "39": "He answered, “Come and see.” So the two men went with Jesus and saw where he was staying and stayed there with him that day. It was about ·four o'clock in the afternoon [L the tenth hour; C hours were counted from dawn, about 6 AM].", "40": "One of the two men who followed Jesus after they heard John speak about him was Andrew, Simon Peter's brother. ", "41": "The first thing Andrew did was to find his brother Simon and say to him, “We have found the Messiah.” (“Messiah” means “Christ.”) [C Both Hebrew Mashiach (Messiah) and Greek Christos (Christ) mean “Anointed One.”]", "42": "Then Andrew took Simon to Jesus. Jesus looked at him and said, “You are Simon son of John. You will be called Cephas.” (“Cephas” means “Peter.”) [C Both Aramaic Cephas and Greek Petros mean “rock.”]", "43": "The next day Jesus decided to go to Galilee [C a region about 50 miles north of Jerusalem]. He found Philip and said to him, “Follow me [C as a disciple].”", "44": "Philip was from the town of Bethsaida [C a town just to the north of the Sea of Galilee], where Andrew and Peter lived. ", "45": "Philip found Nathanael and told him, “We have found the man that Moses wrote about in the law, and the prophets also wrote about him. [C The law and the prophets refer to the OT Scriptures.] He is Jesus, the son of Joseph, from Nazareth [C a village a few miles southwest of the Sea of Galilee].”", "46": "But Nathanael said to Philip, “Can anything good come from Nazareth?” [C This is because of its insignificance and lack of mention in the OT.] Philip answered, “Come and see.”", "47": "As Jesus saw Nathanael coming toward him, he said, “Here is truly an Israelite. There is ·nothing false [no deceit; no guile] in him.”", "48": "Nathanael asked, “How do you know me?” Jesus answered, “I saw you when you were under the fig tree, before Philip ·told you about me [L called you].”", "49": "Then Nathanael said to Jesus, “Teacher [L Rabbi], you are the Son of God; you are the King of Israel.”", "50": "Jesus said to Nathanael, “Do you believe simply because I told you I saw you under the fig tree? You will see greater things than that.” ", "51": "And Jesus said to them, “·I tell you the truth [L Truly, truly I say to you], you will all see heaven open and 'angels of God going up and coming down' [C a reference to Jacob's dream in Gen. 28:12] on the Son of Man [C a title for the Messiah; Dan. 7:13–14].”"}