{"1": "A man named Lazarus was sick. He lived in the town of Bethany, where Mary and her sister Martha lived [C near Jerusalem to the east, not the same Bethany as in 1:28]. ", "2": "Mary was the woman who ·later put perfume on the Lord [L anointed the Lord with perfume/ointment/fragrant oil] and wiped his feet with her hair [12:1–8]. Mary's brother was Lazarus, the man who was now sick. ", "3": "So ·Mary and Martha [L the sisters] sent someone to tell Jesus, “Lord, the one you love is sick.”", "4": "When Jesus heard this, he said, “This sickness will not end in death. It is for the glory of God, to bring glory to the Son of God.” ", "5": "Jesus loved Martha and her sister and Lazarus. ", "6": "·But [or So] when he heard that Lazarus was sick, he stayed where he was for two more days. ", "7": "Then Jesus said to his ·followers [disciples], “Let's go back to Judea.”", "8": "The ·followers [disciples] said to him, “But Teacher [L Rabbi], ·some people [the Jewish leaders; L the Jews] there tried to stone you to death only a short time ago. Now you want to go back there?”", "9": "Jesus answered, “Are there not twelve hours ·in the day [of daylight]? If anyone walks in the daylight, he will not stumble, because he can see by ·this world's light [C the sun]. ", "10": "But if anyone walks at night, he stumbles because ·there is no light to help him see [L the light is not in him].”", "11": "After Jesus said this, he added, “Our friend Lazarus has fallen asleep, but I am going there to wake him.”", "12": "The ·followers [disciples] said, “But Lord, if he is only asleep, he will ·be all right [recover; get better; L be saved/healed].”", "13": "[L But] Jesus meant that Lazarus was dead, but his followers thought he meant Lazarus was really sleeping. ", "14": "So then Jesus said to them plainly, “Lazarus is dead. ", "15": "And I ·am glad [rejoice] for your sakes I was not there so that you may believe. But let's go to him now.”", "16": "Then Thomas (the one called Didymus [C meaning, “the Twin”]) said to ·the other followers [his fellow disciples], “Let us also go so that we can die with him.”", "17": "When Jesus arrived, he learned that Lazarus had already been dead and in the tomb for four days. [C Some Jews believed that a soul would stay near a body for up to three days after death.] ", "18": "Bethany was about two miles [L fifteen stadia; C a stadion was about 600 ft.] from Jerusalem. ", "19": "Many of the Jews had come there to ·comfort [console] Martha and Mary about their brother.", "20": "When Martha heard that Jesus was coming, she went out to meet him, but Mary ·stayed [L was sitting at] home. ", "21": "Martha [L then] said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "But I know that even now God will give you anything you ask.”", "23": "Jesus said, “Your brother will rise and live again.”", "24": "Martha answered, “I know that he will rise and live again in the resurrection on the last day.” [C Many Jews, particularly Pharisees, believed in a future bodily resurrection.]", "25": "Jesus said to her, “I am the resurrection and the life. ·Those who believe [L The one who believes…] in me will have life even if they die. ", "26": "And everyone who lives and believes in me will never die. Do you believe this?”", "27": "Martha answered, “Yes, Lord. I believe that you are the ·Christ [Messiah], the Son of God, the One ·coming to [who was to come into] the world.”", "28": "After Martha said this, she went back and ·talked to [summoned] her sister Mary ·alone [privately]. Martha said, “The Teacher is here and he is ·asking for [summoning; calling for] you.” ", "29": "When Mary heard this, she got up quickly and went to Jesus. ", "30": "Jesus had not yet come into the town but was still at the place where Martha had met him. ", "31": "The Jews were with Mary in the house, ·comforting [consoling] her. When they saw her stand and leave quickly, they followed her, thinking she was going to the tomb to weep there.", "32": "But Mary went to the place where Jesus was. When she saw him, she fell at his feet and said, “Lord, if you had been here, my brother would not have died.”", "33": "When Jesus saw Mary weeping and the Jews who came with her also weeping, he was ·upset [L disturbed in spirit] and was deeply troubled. ", "34": "He asked, “Where ·did you bury [L have you put] him?” “Come and see, Lord,” they said.", "35": "Jesus wept.", "36": "So the Jews said, “See how much he loved him.”", "37": "But some of them said, “·If Jesus [L Could not the one who…] opened the eyes of the blind man, why couldn't he keep ·Lazarus [L this man] from dying?”", "38": "Again feeling ·very upset [deeply disturbed/moved], Jesus came to the tomb. It was a cave with a large stone ·covering the entrance [L lying on/against it; C Jews typically buried their dead in caves with stones covering the entrance]. ", "39": "Jesus said, “Move the stone away.” Martha, the sister of the dead man, said, “But, Lord, it has been ·four days since he died [see 11:17]. There will be a ·bad smell [stench].”", "40": "Then Jesus said to her, “Didn't I tell you that if you believed you would see the glory of God?”", "41": "So they moved the stone away from the entrance. Then Jesus ·looked up [L raised his eyes] and said, “Father, I thank you that you heard me. ", "42": "I know that you always hear me, but I said these things ·because [for the benefit] of the people here around me. ·I want them to [L so that they might] believe that you sent me.” ", "43": "After Jesus said this, he cried out in a loud voice, “Lazarus, come ·out [T forth]!” ", "44": "The dead man came out, his hands and feet wrapped with ·pieces of cloth [strips of linen; graveclothes; C the dead were wrapped in strips of cloth], and a cloth around his face. Jesus said to them, “Take the cloth off of him and let him go.”", "45": "[L So] Many of the ·people [L Jews], who had come to visit Mary and saw what Jesus did, believed in him. ", "46": "But some of them went to the Pharisees and told them what Jesus had done. ", "47": "Then the ·leading [T chief] priests and Pharisees called a meeting of the ·council [L Sanhedrin; C the highest Jewish court of the time]. They asked, “·What should we do? [or What are we accomplishing?] This man is doing many ·miracles [L signs]. ", "48": "If we let him continue doing these things, everyone will believe in him. Then the Romans will come and take away our ·Temple [L place; C probably a reference to the “holy place”—the Jerusalem Temple] and our nation.”", "49": "One of the men there was Caiaphas, the high priest that year. [C He was high priest between ad 18 and 36.] He said, “·You people know nothing [You don't know what you are talking about]! ", "50": "You don't realize that it is better [L for you] for one man to die for the people than for the whole nation to be destroyed.”", "51": "Caiaphas did not ·think of this himself [L say this from himself]. As high priest that year, he was really prophesying that Jesus would die for their nation ", "52": "and for God's scattered children to bring them all together and make them one. [C Although Caiaphas was thinking politically, his words predicted spiritual salvation.]", "53": "[L So from] That day they started ·planning [plotting] to kill Jesus. ", "54": "So Jesus no longer ·traveled [L walked] openly among the ·people [Jews]. He ·left there [withdrew; departed] and went to a ·place [region] near the ·desert [wilderness], to a town called Ephraim and stayed there with his ·followers [disciples].", "55": "It was almost time for the ·Passover Feast [L Passover of the Jews; C the annual festival that celebrates God's rescue of Israel from Egypt; Ex. 12; John 2:13]. Many from the country went up to Jerusalem before the Passover to ·do the special things to make themselves pure [L purify/consecrate themselves; Num. 9:6–13]. ", "56": "The people ·looked for [sought] Jesus and stood in the Temple [courts] asking each other, “·Is he [L Surely he is not] coming to the Feast? What do you think?” ", "57": "But the ·leading [T chief] priests and the Pharisees had given orders that if anyone knew where Jesus was, he must tell them. Then they could ·arrest [seize] him."}