{"1": "·It was almost time for [L Now before…,] the Passover Feast [12:12]. Jesus knew that it was ·time [L the hour] for him to ·leave [depart from] this world and go back to the Father. He had always loved those who were his own in the world, and he loved them ·all the way to the end [or completely; totally].", "2": "·Jesus and his followers were at the evening meal [L It was dinnertime]. The devil had already ·persuaded [L put it into the heart of] Judas Iscariot, the son of Simon, to ·turn against [betray] Jesus. ", "3": "Jesus knew that the Father had ·given him power over everything [L placed everything into his hands] and that he had come from God and was going back to God. ", "4": "So ·during the meal [L from supper] Jesus stood up and took off his outer clothing. Taking a towel, he wrapped it around his waist. ", "5": "Then he poured water into a bowl and began to wash the ·followers' [disciples'] feet, ·drying [wiping] them with the towel that was wrapped around him. [C This act was considered so demeaning by some people that they only allowed Gentile slaves to do it.]", "6": "Jesus came to Simon Peter, who said to him, “Lord, are you going to wash my feet?”", "7": "Jesus answered, “You don't understand now what I am doing, but you will understand later.”", "8": "Peter said, “No, you will never wash my feet.” Jesus answered, “If I don't wash your feet, you ·are not one of my people [L have no share/part with me].”", "9": "Simon Peter answered, “Lord, then wash not only my feet, but wash my hands and my head, too!”", "10": "Jesus said to him, “After a person has ·had a bath [washed; bathed], his whole body is clean. He needs only to wash his feet. And you men are clean, but not all of you.” ", "11": "[L For] Jesus knew who would ·turn against [betray] him, and that is why he said, “Not all of you are clean.”", "12": "When he had finished washing their feet, he put on his clothes and ·sat down [L reclined; C the posture for a banquet or dinner party] again. He asked, “Do you understand what I have just done ·for [to] you? ", "13": "You call me 'Teacher' and 'Lord' [C titles appropriately ascribed to an esteemed Rabbi, but which took on deeper meaning after his death and resurrection], and you are right, because that is what I am. ", "14": "If I, your Lord and Teacher, have washed your feet, you also should wash each other's feet. ", "15": "I did this as ·an example [a pattern] so that you should do as I have done for you. ", "16": "·I tell you the truth [L Truly, truly, I say to you], a ·servant [slave; bond-servant] is not greater than his ·master [lord]. [L And] A messenger is not greater than the one who sent him. ", "17": "If you know these things, you will be blessed if you do them.", "18": "“I am not talking about all of you. I know those I have chosen. But this is to ·bring about what the Scripture said [L fulfill the Scripture]: ·'The man who ate at my table has turned against me.' [L 'The one who ate bread with me lifted his heel against me'; Ps. 41:9; C eating with someone showed an intimate relationship, and lifting one's heel was an act of betrayal.] ", "19": "I am telling you this now before it happens so that when it happens, you will believe that ·I am he [L I am; C this may be an allusion to God's (Yahweh's) self identification as “I AM” in Ex. 3:14, or to God's repeated claim that “I am he” throughout Is. 40—55; see John 8:24, 28, 58]. ", "20": "·I tell you the truth [L Truly, truly, I say to you], whoever ·accepts [receives] anyone I send also ·accepts [receives] me. And whoever ·accepts [receives] me also ·accepts [receives] the One who sent me [Matt. 10:40].”", "21": "After Jesus said this, he was very troubled [L in spirit]. He ·said openly [bore witness and said], “·I tell you the truth [L Truly, truly, I say to you], one of you will ·turn against [betray] me.”", "22": "The ·followers [disciples] all looked at each other, because they did not know whom Jesus was talking about. ", "23": "One of the ·followers [disciples] ·sitting next to Jesus [L reclining at his side/chest; C an honored position] was the ·follower [disciple] Jesus loved [C a reference to John]. ", "24": "Simon Peter motioned to him to ask Jesus whom he was talking about.", "25": "That ·follower [disciple] ·leaned [reclined] closer to Jesus and asked, “Lord, who is it?”", "26": "Jesus answered, “I will dip this [piece/morsel of] bread into the dish. The man I give it to is the man who will ·turn against [betray] me.” So Jesus took a piece of bread, dipped it, and gave it to Judas Iscariot, the son of Simon. ", "27": "·As soon as [After] Judas took the [piece/morsel of] bread, Satan entered him. [L Then] Jesus said to him, “·The thing that you will do—do it quickly [T What you do, do quickly].” ", "28": "No one ·at the table [L of those reclining] understood why Jesus said this to Judas. ", "29": "Since he was the one who kept the money ·box [or bag], some of the ·followers [disciples] thought Jesus was telling him to buy what was needed for the ·feast [festival] or to give something to the poor.", "30": "[L So] Judas took the [piece/morsel of] bread Jesus gave him and immediately went out. It was night. [C The night is both a time reference and a symbol of Judas' evil actions.]", "31": "When Judas was gone, Jesus said, “Now the ·Son of Man [C a title for the Messiah; Dan. 7:13–14] ·receives his glory [is glorified], and God ·receives glory [is glorified] through him. ", "32": "If God ·receives glory [is glorified] through him,[a] then God will ·give glory to [glorify; honor] the Son through himself. And God will ·give him glory [glorify/honor him] ·quickly [immediately; at once].”", "33": "Jesus said, “·My children [or Little children; C a term of endearment], I will be with you only a little longer. You will ·look for [seek] me, and what I told the Jews [7:33–34; 8:21], I tell you now: Where I am going you cannot come.", "34": "“I give you a new ·command [commandment]: Love ·each other [T one another]. You must love ·each other [T one another] as I have loved you. ", "35": "All people will know that you are my ·followers [disciples] if you love ·each other [T one another].”", "36": "Simon Peter asked Jesus, “Lord, where are you going?” Jesus answered, “Where I am going you cannot follow now, but you will follow later.”", "37": "Peter asked, “Lord, why can't I follow you now? I ·am ready to die for you [L will lay down my life for you]!”", "38": "Jesus answered, “·Are you ready to die for me [L Will you lay down your life for me]? ·I tell you the truth [L Truly, truly, I say to you], before the ·rooster [cock] crows, you will ·say three times that you don't know me [deny/disown me three times].”"}