{"1": "Jesus said, “Don't let your hearts be troubled. ·Trust [Believe] in God, and ·trust [believe] in me [or You trust/believe in God, trust/believe also in me]. ", "2": "There are many ·rooms [places to live] in my Father's house [C heaven, metaphorically portrayed as a great palace]; I would not tell you this if it were not true. I am going there to prepare a place for you. ", "3": "·After [L And if] I go and prepare a place for you, I will come back and take you to be with me so that you may be where I am. ", "4": "You know the way to the place where I am going[a] [C because they know Jesus; 14:6].”", "5": "Thomas said to Jesus, “Lord, we don't know where you are going. So how can we know the way?”", "6": "Jesus answered, “I am ·the way, and the truth, and the life [or the one true way to have life]. ·The only way to the Father is through me [L No one comes to the Father except through me]. ", "7": "If you really knew me, you would know my Father, too. ·But now [or From now on] you do know him, and you have seen him.”", "8": "Philip said to him, “Lord, show us the Father. That is all we need.”", "9": "Jesus answered, “I have been with you ·a long time now [all this time; for so long]. Do you still not know me, Philip? Whoever has seen me has seen the Father. So why do you say, 'Show us the Father'? ", "10": "Don't you believe that I am in the Father and the Father is in me? The words I say to you don't come ·from me [on my own authority], but the Father ·lives [remains; abides] in me and does his own work. ", "11": "Believe me when I say that I am in the Father and the Father is in me. Or believe because of ·the miracles I have done [L the works themselves]. ", "12": "·I tell you the truth [L Truly, truly, I say to you], whoever believes in me will do the same things that I do. Those who believe will do even greater things than these, because I am going to the Father. [C They will do greater things because all believers—not just Jesus—will have the Holy Spirit living in them and empowering them.] ", "13": "And if you ask for anything in my name [C asking “in my name” means acknowledging that Jesus is the mediator between God and human beings; the name represents the person], I will do it for you so that ·the Father's glory will be shown [L the Father might be glorified] ·through [or in] the Son. ", "14": "If you ask me for anything in my name, I will do it.", "15": "“·If you love me, you will obey my commands [or If you love me, obey my commands; C this may be either a declaration or a command]. ", "16": "I will ask the Father, and he will give you another ·Helper [Counselor; Advocate; C the Holy Spirit] to be with you forever— ", "17": "the Spirit of truth. The world cannot ·accept [receive] him, because it does not see him or know him. But you know him, because he ·lives [remains; abides] with you and he will be ·in [or among] you.", "18": "“I will not leave you all alone like orphans [C orphans had little or no support in ancient society]; I will ·come back [L come] to you. ", "19": "In a little while the world will not see me anymore, but you will see me. Because I live, you will live, too. ", "20": "On that day you will know that I am in my Father, and that you are in me and I am in you. ", "21": "Those who ·know [L have] my commands and ·obey [keep] them are the ones who love me, and my Father will love those who love me. I will love them and will ·show [reveal] myself to them.”", "22": "Then Judas (not Judas Iscariot [C probably Judas son of James; Luke 6:16; Acts 1:13]) said, “But, Lord, ·why do [how is it that; what has happened that] you plan to ·show [reveal] yourself to us and not to the rest of the world?”", "23": "Jesus answered, “If people love me, they will ·obey my teaching [L keep my word]. My Father will love them, and we will come to them and make our home with them. ", "24": "Those who do not love me do not ·obey my teaching [L keep my words]. This ·teaching [word] that you hear is not really mine; it is from my Father, who sent me.", "25": "“I have told you all these things while I ·am [remain; abide] with you. ", "26": "But the ·Helper [Counselor; Advocate; see 14:15] will teach you ·everything [all things] and will ·cause you to remember [remind you of] all that I told you. This Helper is the Holy Spirit whom the Father will send in my name.", "27": "“I leave you peace [C the Greek word for “peace” reflects the Hebrew shalom, a typical Hebrew farewell; but Jesus' peace, in the sense of wholeness, is also a characteristic of the messianic kingdom]; my peace I give you. I do not give it to you as the world does. So don't let your hearts be troubled or afraid. ", "28": "You heard me say to you, 'I am going, but I am coming back to you.' If you loved me, you should ·be happy [rejoice] that I am going back to the Father, because he is greater than I am. ", "29": "I have told you this now, before it happens, so that when it happens, you will believe [13:19]. ", "30": "I will not talk with you much longer, because the ·ruler [prince] of this world [C Satan] is coming. He has ·no power [no claim/hold; L nothing] over me, ", "31": "but the world must know that I love the Father, so I do ·exactly what [just as] the Father ·told [commanded] me to do [C go to the cross]. “·Come now [L Get up; Rise up], let us go."}