{"1": "“I have told you these things to keep you from ·giving up [stumbling; falling away; going astray]. ", "2": "People will ·put you out of [ban you from] their synagogues. Yes, ·the time [L an hour; C an indefinite reference to a future time but likely connected to the period after the death and resurrection of Christ] is coming when those who kill you will think they are offering ·service [worship] to God. ", "3": "They will do this because they have not known the Father and they have not known me. ", "4": "I have told you these things now so that when ·the time [L their hour; C the time of persecution] comes you will remember that I ·warned [told] you [about them]. “I did not tell you ·these things [C that they would experience persecution] ·at [from] the beginning, because I was with you then. ", "5": "Now I am going back to the One who sent me. But none of you asks me, 'Where are you going?' ", "6": "Your hearts are filled with ·sadness [grief; sorrow] because I have told you these things. ", "7": "But I tell you the truth, it is ·better for you [for your advantage] that I go away. [L For] When I go away, I will send the ·Helper [Counselor; Advocate; C the Holy Spirit] to you. If I do not go away, the Helper will not come [to you]. ", "8": "When the Helper comes, he will ·prove to the people of the world the truth about sin [L convict/expose/convince the world about sin], about ·being right with God [L righteousness], and about judgment [C the meaning of this sentence is uncertain, as are the explanatory phrases in vv. 9–11]. ", "9": "·He will prove to them that sin is not believing in me [L concerning sin, because they do not believe in me]. ", "10": "·He will prove to them that being right with God comes from my going to the Father and not being seen anymore [L concerning righteousness, because I go to the Father and you will no longer see me; C probably means the Spirit will convict the world of its empty righteousness because Jesus is no longer present to model true righteousness]. ", "11": "·And the Helper will prove to them that judgment happened when the ruler of this world was judged [L concerning judgment, because the ruler of this world has been judged; C probably means the Spirit will convict the world that its judgments are false because Satan—the one they follow—has been condemned by Christ's victory on the cross].", "12": "“I [L still] have many more things to say to you, but ·they are too much for you [L you cannot bear them] now. ", "13": "But when the Spirit of truth [C the Helper; see 16:7] comes, he will ·lead [guide] you into all truth. He will not speak ·his own words [from his own authority; L from himself], but he will speak only what he hears [C from the Father], and he will ·tell [announce/declare to] you what is to come. ", "14": "The Spirit of truth will ·bring glory to [glorify; honor] me, because he will take what ·I have to say [L is mine] and ·tell [announce; declare] it to you. ", "15": "All that the Father has is mine. That is why I said that the Spirit will take what ·I have to say [L what is mine] and ·tell [announce; declare] it to you.", "16": "“After a little while you will not see me [C after his crucifixion], and then after a little while you will see me again [C after his resurrection].”", "17": "[L Therefore] Some of the ·followers [disciples] ·said to each other [discussed among themselves], “What does Jesus mean when he says, 'After a little while you will not see me, and then after a little while you will see me again'? And what does he mean when he says, 'Because I am going to the Father'?” ", "18": "They also asked, “What does he mean by 'a little while'? We don't understand what he is saying.”", "19": "Jesus ·saw [knew; was aware] that the ·followers [disciples] wanted to ask him about this, so he said to them, “Are you ·asking each other [discussing among yourselves] what I meant when I said, 'After a little while you will not see me, and then after a little while you will see me again'? ", "20": "·I tell you the truth [L Truly, truly I say to you], you will ·cry and be sad [weep and mourn/lament], but the world will be happy. You will ·be sad [grieve; have pain], but your ·sadness [grief; pain] will become joy. ", "21": "When a woman ·gives birth to a baby [goes into labor], she has pain, because her ·time [L hour] has come. But when her baby is born, she ·forgets the pain [does not remember the suffering/affliction], because ·she is so happy [L of the joy] that a ·child [L human being] has been born into the world. ", "22": "It is the same with you. Now you are ·sad [sorrowful; in pain; grieving], but I will see you again and ·you [L your heart] will ·be happy [rejoice], and no one will take away your joy. ", "23": "In that day [C after his resurrection] you will not ask me for anything. ·I tell you the truth [L Truly, truly I say to you], my Father will give you anything you ask for in my name [see 14:13]. ", "24": "Until now you have not asked for anything in my name. Ask and you will receive, so that your joy will be ·the fullest possible joy [complete; fulfilled].", "25": "“I have told you these things ·indirectly in stories [in parables/figurative speech]. But ·the time [L the hour] will come when I will ·not [no longer] use ·stories like that [parables; figurative speech; 10:6] to tell you things; I will speak to you in plain words about the Father. ", "26": "In that day you will ask the Father for things in my name. I mean, I will not need to ask the Father for you. ", "27": "[L For] The Father himself loves you. He loves you because you loved me and believed that I came from God. ", "28": "I came from the Father into the world. Now I am leaving the world and going back to the Father.”", "29": "Then the ·followers [disciples] of Jesus said, “You are speaking ·clearly [plainly] to us now and are not using ·stories that are hard to understand [parables; figurative speech]. ", "30": "We can see now that you know all things. ·You can answer a person's question even before it is asked. [L You do not need anyone to question you.] This makes us believe you came from God.”", "31": "Jesus answered, “So now you believe? ", "32": "Listen to me; ·a time [L an hour] is coming when you will be scattered, each to your own home [compare Zech. 13:7]. That time is now here. You will leave me alone, but I am ·never really [L not] alone, because the Father is with me.", "33": "“I told you these things so that you can have peace in me. In this world you will have ·trouble [persecution; suffering], but ·be brave [take courage/heart]! I have ·defeated [victory over; conquered; overcome] the world.”"}