{"1": "Then Pilate ordered that Jesus be taken away and ·whipped [flogged]. ", "2": "The soldiers ·made [wove; twisted together] a crown ·from some thorny branches [T of thorns] and put it on Jesus' head and put a purple robe [C purple was the color of royalty] around him. ", "3": "Then they came to him many times and said, “Hail, King of the Jews!” and ·hit him in the face [slapped/struck him].", "4": "Again Pilate came out and said to them, “Look, I am bringing Jesus out to you. I want you to know that I find ·nothing [no case; no basis for a charge] against him.” ", "5": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “·Here is the man [T Behold the man]!”", "6": "When the ·leading [T chief] priests and the ·guards [officials; temple police] saw Jesus, they shouted, “Crucify him! Crucify him!” But Pilate answered them, “Crucify him yourselves, because I find ·nothing [no case; no basis for a charge] against him.”", "7": "The ·leaders [Jewish leaders; L Jews] answered [L him], “We have a law [Lev. 24:16] that says he should die, because he ·said he is [made himself; claimed to be] the Son of God.”", "8": "When Pilate heard this [L statement; word], he was even more afraid. ", "9": "He went back inside the ·palace [headquarters; L Praetorium] and asked Jesus, “Where do you come from?” But Jesus did not answer him. ", "10": "Pilate said [L to him], “You refuse to speak to me? Don't you know I have ·power [authority] to ·set you free [release you] and ·power [authority] to have you crucified?”", "11": "Jesus answered [him], “The only ·power [authority] you have over me is the ·power [authority] given to you ·by God [L from above]. The man who ·turned me in to you [betrayed me; C Caiaphas or perhaps Judas] is guilty of a greater sin.”", "12": "·After this [or For this reason], Pilate tried to let Jesus go. But ·some in the crowd [L the Jews] ·cried out [shouted], “Anyone who makes himself king ·is against [opposes] Caesar [C the Roman emperor]. If you let this man go, you are no friend of Caesar.”", "13": "When Pilate heard ·what they were saying [L these words], he brought Jesus out and ·sat down [or seated him] on the judge's seat at the place called The Stone Pavement. (In the ·Hebrew language [C more specifically, Aramaic, the native language of the Jews at the time] the name is Gabbatha.) ", "14": "It was about ·noon [L the sixth hour; C hours were counted from dawn, about 6 AM] on Preparation Day of Passover week. Pilate said to ·the crowd [L the Jews], “·Here is your king! [L Look, your king! or Look at your king!]”", "15": "They shouted, “Take him away! Take him away! Crucify him!” Pilate asked them, “Do you want me to crucify your king?” The ·leading [T chief] priests answered, “The only king we have is Caesar.”", "16": "So Pilate handed Jesus over to them to be crucified. The soldiers took charge of Jesus. ", "17": "Carrying his own cross, Jesus went out to a place called The Place of the Skull, which in the Hebrew [C Aramaic; see v. 13] language is called Golgotha. ", "18": "There they crucified Jesus. They also crucified two other men, one on each side, with Jesus in the middle. ", "19": "Pilate wrote a ·sign [title; notice; inscription] and ·put [fastened] it on the cross. It read: jesus ·of nazareth [L the Nazarene], the king of the jews. ", "20": "The ·sign [title; notice; inscription] was written in Hebrew [C Aramaic; 19:13], in Latin, and in Greek [C the languages spoken in Jerusalem at the time]. Many of the people read the sign, because the place where Jesus was crucified was near the city. ", "21": "The ·leading [T chief] priests [L of the Jews] said to Pilate, “Don't write, 'The King of the Jews.' But write, 'This man ·said [claimed], “I am the King of the Jews.”'”", "22": "Pilate answered, “What I have written, I have written.”", "23": "After the soldiers crucified Jesus, they took his clothes and divided them into four parts, with each soldier getting one part [C it was a custom that the executioners would get the victim's clothes]. They also took his ·long shirt [tunic; undergarment], which was ·all one piece of cloth [seamless], woven from top to bottom. ", "24": "So the soldiers said to each other, “We should not tear this into parts. Let's throw lots [C similar to dice] to see who will get it.” This happened so that this Scripture would come true: “They divided my clothes among them, and they threw lots for my clothing [Ps. 22:18].” So the soldiers did this.", "25": "[L Now] Standing near his cross were Jesus' mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. [C It is unclear whether Mary the wife of Clopas is the same as Jesus' mother's sister or someone else.] ", "26": "When Jesus [L therefore] saw his mother and the ·follower [disciple] he loved [C probably John himself] standing nearby, he said to his mother, “·Dear woman [L Woman; see 2:4], ·here is [T behold] your son.” ", "27": "Then he said to the ·follower [disciple], “·Here is [T Behold] your mother.” From that time on, the ·follower [disciple] took her to live in his home.", "28": "After this, Jesus knew that everything had been ·done [finished; completed]. So that the Scripture would ·come true [be fulfilled], he said, “I ·am thirsty [T thirst; Ps. 22:15; 69:21].” ", "29": "There was a jar full of ·vinegar [sour wine] there, so the soldiers soaked a sponge in it, put the sponge on a ·branch [stalk] of a hyssop plant, and lifted it to Jesus' mouth. ", "30": "When Jesus ·tasted [L received] the ·vinegar [sour wine], he said, “It is ·finished [completed; accomplished].” Then he bowed his head and ·died [L gave up/yielded his spirit].", "31": "This day was Preparation Day [C for the celebration of Passover; 12:12], and the next day was a ·special [high; L great] Sabbath day [C special because it occurred during Passover]. Since the ·religious leaders [L Jews] did not want the bodies to stay on the cross on the Sabbath day, they asked Pilate to order that the legs of the men be broken [C so they would die quicker] and the bodies be taken away [Deut. 21:22–23]. ", "32": "So the soldiers came and broke the legs of the first man on the cross beside Jesus. Then they broke the legs of the man on the other cross beside Jesus. ", "33": "But when the soldiers came to Jesus and saw that he was already dead, they did not break his legs. ", "34": "But one of the soldiers ·stuck [pierced] his ·spear [lance; javelin] into Jesus' side, and at once blood and water came out [C indicating his death as a human being]. ", "35": "(The one who saw this happen is the one who ·told us this [witnesses; testifies; C again probably an allusion to the disciple John], and ·whatever he says [his witness/testimony] is true. And he knows that he tells the truth, and he tells it so that you might believe [see 21:24].) ", "36": "[L For] These things happened to ·make the Scripture come true [fulfill the Scripture]: “Not one of his bones will be broken [Ps. 34:20; see Ex. 12:46; Num. 9:12].” ", "37": "And [L again] another Scripture says, “They will look at the one they ·stabbed [pierced; Zech. 12:10].”", "38": "·Later [L After these things], Joseph from Arimathea asked Pilate if he could take the body of Jesus. (Joseph was a secret ·follower [disciple] of Jesus, because he was afraid of ·some of the leaders [the Jewish leaders; L the Jews].) Pilate gave his permission, so Joseph came and took Jesus' body away. ", "39": "Nicodemus, who earlier had come to Jesus at night [3:1–15; 7:50–52], went with Joseph. He brought about seventy-five pounds [C Greek: a hundred litrai; a litra was about 12 ounces] of [a mixture of] myrrh and aloes [C used to cover a decomposing body to prevent the stench]. ", "40": "These two men took Jesus' body and wrapped it with the spices in pieces of linen cloth, ·which is how they bury the dead [L according to the burial custom of the Jews]. ", "41": "In the place where Jesus was crucified, there was a garden. In the garden was a new tomb that had never been used before. ", "42": "The men laid Jesus in that tomb because it was nearby, and ·they were preparing to start their Sabbath day [L because it was the Jewish Day of Preparation]."}