{"1": "·Two days later [L On the third day] there was a wedding in the town of Cana in Galilee [C of uncertain location, probably near Nazareth]. Jesus' mother was there, ", "2": "and Jesus and his ·followers [disciples] were also invited to the wedding. ", "3": "When all the wine was gone, Jesus' mother said to him, “They have no more wine.”", "4": "Jesus answered, “·Dear woman [L Woman; C a respectful form of address in that culture], ·why come to me [what concern is that to me and to you; L what to me and to you]? My ·time [L hour; C here and throughout John, Jesus' “hour” refers to his messianic sacrifice on the cross] has not yet come.”", "5": "His mother said to the servants, “Do whatever he tells you to do.”", "6": "In that place there were six stone water jars that the Jews used in their washing ceremony [C a Jewish ritual before eating, before worshiping in the Temple, and at other special times]. Each jar held about twenty or thirty gallons [C Greek: two or three metretai; each about nine gallons or forty liters].", "7": "Jesus said to the servants, “Fill the jars with water.” So they filled the jars to the ·top [brim].", "8": "Then he said to them, “Now take some out and give it to the ·master of the feast [chief steward; headwaiter].” So they took the water to the master. ", "9": "When he tasted it, the water had become wine. He did not know where the wine came from, but the servants who had brought the water knew. The ·master of the wedding [chief steward; headwaiter] called the bridegroom ", "10": "and said to him, “People always serve the ·best [expensive] wine first. Later, after the guests have been drinking awhile [C and are less discriminating], they serve the ·cheaper [inferior] wine. But you have saved the ·best [expensive] wine till now.”", "11": "So in Cana of Galilee [see 2:1] Jesus did his first ·miracle [L sign; C Jesus' miracles are called semeia, “signs,” in John's Gospel]. There he ·showed [revealed; manifested] his ·glory [majesty], and his ·followers [disciples] believed in him.", "12": "After this, Jesus went to the town of Capernaum [C a town on the northwest shore of the Sea of Galilee] with his mother, brothers, and ·followers [disciples]. They stayed there for just a few days. ", "13": "When it was almost time for the Jewish Passover Feast [C annual festival that celebrates God's rescue of Israel from Egypt; Ex. 12], Jesus ·went [L went up] to Jerusalem. ", "14": "In the Temple [area; C not in the Temple proper, but in the outer courtyard, the Court of the Gentiles] he found people selling cattle, sheep, and ·doves [or pigeons; C for sacrifices in the Temple]. ·He saw others sitting at tables, exchanging different kinds of money [L …and moneychangers sitting; C the annual temple tax (Ex. 30:11–16) had to be paid in Tyrian shekels, because of their high quality silver]. ", "15": "Jesus made a whip out of cords and forced all of them, ·both [with] the sheep and cattle, to leave the Temple. He turned over the tables and scattered the money of ·those who were exchanging it [L the moneychangers]. ", "16": "Then he said to those who were selling ·doves [or pigeons], “Take these things out of here! Don't make my Father's house [C the Temple was God's home on earth; 1 Kin. 8] a ·place for buying and selling [L a house of market/trade]!”", "17": "When this happened, the ·followers [disciples] remembered what was written [C in the Scriptures]: ·“My strong love for your Temple completely controls me [L “Zeal for your house will consume me”; Ps. 69:9].”", "18": "Some of ·his people [L the Jews] ·said to [responded to; demanded of] Jesus, “Show us a ·miracle [L sign] to ·prove you have the right to do these things [justify your actions].”", "19": "Jesus ·answered [replied to] them, “Destroy this temple, and I will ·build [L raise] it again in three days [C an allusion to his resurrection; 2:22; Matt. 26:61; 27:40].”", "20": "·They [The Jewish leaders; L The Jews] answered, “It took forty-six years [C Herod the Great began a reconstruction and expansion of the Temple complex in 20 bc, thus dating this statement to about ad 27] to ·build [reconstruct] this Temple! Do you really believe you can ·build [raise] it again in three days?”", "21": "(But the temple Jesus meant was his own body [C Jesus was claiming divinity, his body corresponding with the Temple, the home/dwelling place of God; 1:14]. ", "22": "After Jesus was raised from the dead, his ·followers [disciples] remembered that Jesus had said this. Then they believed the Scripture [compare Ps. 16:10] and the words Jesus had said.)", "23": "When Jesus was in Jerusalem for the Passover Feast [see 2:13], many people ·believed [put their faith; trusted] in ·him [L his name] because they saw the ·miracles [L signs; 2:11] he did [4:48; Mark 8:11–13]. ", "24": "But Jesus did not ·believe in [entrust/commit himself to] them because he knew them all. ", "25": "He did not need anyone to ·tell [testify/witness to] him about ·people [human nature], because he knew what was in ·people's minds [people's hearts; L people]."}