{"1": "·Later [L After these things], Jesus ·showed [revealed] himself to his ·followers [disciples] again—this time at ·Lake Galilee [L the Sea of Tiberias; C an alternate name of Lake/the Sea of Galilee]. This is how he ·showed [revealed] himself: ", "2": "Some of the ·followers [disciples] were together: Simon Peter, Thomas (called Didymus [C meaning “the Twin”]), Nathanael from Cana in Galilee, the two sons of Zebedee [C James and John], and two other ·followers [disciples]. ", "3": "Simon Peter said to them, “I am going out to fish.” The others said [L to him], “We will go with you.” So they went out and got into the boat. They fished that night but caught nothing.", "4": "·Early the next morning [Just at daybreak] Jesus stood on the shore, but the ·followers [disciples] did not ·know [realize] it was Jesus. ", "5": "Then he said to them, “·Friends [L Children; C a term of endearment], did you catch any fish?” They answered, “No.”", "6": "He said to them, “Throw your net on the right side of the boat, and you will find some.” So they did, and they caught so many fish they could not pull the net back into the boat.", "7": "The ·follower [disciple] whom Jesus loved [C John] said to Peter, “It is the Lord!” [L So] When Peter heard him say this, he wrapped his ·coat [outer garment] around himself. (·Peter had taken his clothes off [L for he was naked].) Then he jumped into the ·water [L sea; lake]. ", "8": "The other ·followers [disciples] went to shore in the boat, ·dragging [towing] the net full of fish. They were not very far from shore, only about a hundred yards [L two hundred cubits]. ", "9": "When the ·followers [disciples] ·stepped out of the boat and onto the shore [landed; disembarked], they saw a fire of hot coals. There were fish on the fire, and there was bread.", "10": "Then Jesus said [L to them], “Bring some of the fish you just caught.”", "11": "Simon Peter went into the boat and ·pulled [hauled] the net to the shore. It was full of big fish, one hundred fifty-three in all, but even though there were so many, the net did not tear. ", "12": "Jesus said to them, “Come and ·eat [or have breakfast].” None of the followers dared ask him, “Who are you?” because they knew it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, along with the fish.", "14": "This was now the third time [C see 20:19–23; 20:26–29] Jesus ·showed [revealed; manifested] himself to his ·followers [disciples] after he was raised from the dead.", "15": "When they finished eating, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” [C “These” probably refers to the other disciples (rather than the fishing gear), and could mean “Do you love me more than you love your friends?” or “Do you love me more than they love me?” The latter is more likely. This whole scene is the restoration of Peter after he had boasted of his loyalty to Jesus and then denied him.] He answered, “Yes, Lord, you know that I love you.” Jesus said, “Feed my lambs.”", "16": "Again Jesus said, “Simon son of John, do you love me?” He answered, “Yes, Lord, you know that I love you.” Jesus said, “·Take care of [Tend; Shepherd] my sheep.”", "17": "A third time he said, “Simon son of John, do you love me?” Peter ·was hurt [grieved] because Jesus asked him the third time, “Do you love me?” Peter said, “Lord, you know everything; you know that I love you!” He said to him, “Feed my sheep. [C In verses 15 and 16 Jesus uses a different word for “love” (agapaō) than Peter uses (phileō); but then in v. 17 Jesus uses Peter's word (phileō). The two terms can be synonymous, and the difference is probably stylistic. The passage is not contrasting two kinds of love; rather, Peter's three affirmations counterbalance his three denials; see 18:15–18, 25–27] ", "18": "·I tell you the truth [L Truly, truly I say to you], when you were younger, you ·tied your own belt [dressed yourself] and went where you wanted. But when you are old, you will put out your hands and someone else will ·tie [dress] you and take you where you don't want to go.” ", "19": "(Jesus said this to ·show [indicate; signify] how Peter would die to ·give glory to [glorify] God.) Then Jesus said to Peter, “Follow me!”", "20": "Peter turned and saw that the ·follower [disciple] Jesus loved [C John] was ·walking behind them [following]. (This was the ·follower [disciple] who had leaned against Jesus at the supper and had said, “Lord, who will ·turn against [betray] you?” [see 13:24–25]) ", "21": "When Peter saw him behind them, he asked Jesus, “Lord, what about him?”", "22": "Jesus answered [L him], “If I want him to live until I come back, ·that is not your business [L what is that to you?]. You follow me.”", "23": "So a ·story [rumor; report; saying; L word] spread among the ·followers [disciples; L brothers] that this one would not die. But Jesus did not say he would not die. He only said, “If I want him to live until I come back, ·that is not your business [what is that to you?].”", "24": "That ·follower [disciple] is the one who ·is telling [witnesses/testifies to] these things and who has now written them down. We know that ·what he says [his testimony/witness] is true.", "25": "There are many other things Jesus did. If every one of them were written down, I suppose the whole world would not be big enough for all the books that would be written."}