{"1": "The Pharisees [C a religious party which strictly observed OT laws and later customs] heard that Jesus was making and baptizing more ·followers [disciples] than John, ", "2": "although Jesus himself did not baptize people, but his ·followers [disciples] did. ", "3": "Jesus knew that the Pharisees had heard about him, so he left Judea [C the southern region of Israel] and went back to Galilee [C the northern region of Israel; Mark 1:14]. ", "4": "But on the way he had to go through the country of Samaria [C the central region occupied by a people disliked because they were only partly Jewish].", "5": "In Samaria Jesus came to the town called Sychar [C perhaps Shechem or a village near it; compare Gen. 33:18–19; 48:22], which is near the ·field [plot of ground] Jacob gave to his son Joseph. ", "6": "Jacob's well was there. Jesus was tired from ·his long trip [L the journey], so he sat down beside the well. It was about ·twelve o'clock noon [L the sixth hour; C hours were counted from dawn, about 6 AM]. ", "7": "When a Samaritan woman came to the well to ·get some [draw] water, Jesus said to her, “·Please give [L Give] me a drink.” ", "8": "(This happened while Jesus' ·followers [disciples] were in town buying some food.)", "9": "The Samaritan woman said, “·I am surprised [L How is it…?] that you ask me for a drink, since you are a ·Jewish man [L a Jew] and I am a Samaritan woman.” (Jewish people ·are not friends [do not share things; have no dealings] with Samaritans.)", "10": "Jesus ·said [answered; replied], “If you only knew the ·free gift [L gift] of God and who it is that is asking you ·for water [L “Give me a drink”], you would have asked him, and he would have given you living water.” [C “Living water” in Greek can mean fresh running water, but Jesus means “water which gives eternal life”; the woman misunderstands this play on words.]", "11": "The woman said, “Sir, where will you get this living water? The well is very deep, and you have ·nothing to get water with [L no bucket]. ", "12": "Are you greater than Jacob, our father [C a patriarch recognized by both Jews and Samaritans], who gave us this well and drank from it himself along with his sons and ·flocks [or livestock]?”", "13": "Jesus answered, “Everyone who drinks this water will be thirsty again [C because physical water only temporarily satisfies thirst], ", "14": "but whoever drinks the water I give will never be thirsty [C because spiritual renewal/eternal life is forever]. [L But; Indeed] The water I give will become a spring of water gushing up inside that person, giving eternal life [Is. 12:3; 49:10; 55:1–3; Rev. 7:16].”", "15": "The woman said to him, “Sir, give me this water so I will never be thirsty again and will not have to come back here to ·get [draw] more water.” [C Her response indicates she does not understand.]", "16": "Jesus told her, “Go ·get [call] your husband and come back here.”", "17": "The woman answered, “I have no husband.” Jesus said to her, “You are right to say you have no husband. ", "18": "·Really [For] you have had five husbands, and the man you ·live with [L have] now is not your husband. You told the truth.”", "19": "The woman said to him, “Sir, I can see that you are a prophet. ", "20": "Our ·ancestors [forefathers; L fathers] worshiped on this mountain [C the Samaritans worshiped on Mount Gerizim near Shechem], but you [C plural, referring to the Jews] say that Jerusalem [C Mount Zion, the location of the temple] is the place where people must worship.”", "21": "Jesus said to her, “Believe me, woman [C a respectful form of address in that culture; 2:4]. The ·time [L hour; C the time of salvation established by the death and resurrection of Christ; see 2:4] is coming when neither in Jerusalem nor on this mountain will you ·actually worship [L worship] the Father. ", "22": "You Samaritans worship something you don't understand. We [C Jews] understand what we worship, because salvation comes from the Jews [C because the Messiah who brings salvation comes through the Jews]. ", "23": "[L But] The ·time [L hour; see 4:21] is coming when the true worshipers will worship the Father in ·spirit [or the Spirit] and truth, and that time ·is here already [has now come; is now here]. You see, the Father too is actively seeking such people to worship him. ", "24": "God is ·spirit [Spirit], and those who worship him must worship in ·spirit [Spirit] and truth.”", "25": "The woman said to him, “I know that the Messiah is coming.” (Messiah is the One called Christ [C both Hebrew Mashiach and Greek Christos mean “Anointed One”; see 1:41].) “When ·the Messiah [L that one] comes, he will ·explain [report; announce] everything to us.”", "26": "Then Jesus said to her, “I am he—I, the one talking to you.”", "27": "Just then his ·followers [disciples] came back from town and were surprised to see him talking with a woman [C some Jews thought it a waste of time for rabbis to teach women]. But none of them asked, “What do you want?” or “Why are you talking with her?”", "28": "Then the woman left her water jar and went back to town. She said to the people, ", "29": "“Come and see a man who told me everything I ever did. Do you think he might be the ·Christ [Messiah]?” ", "30": "So the people left the town and ·went to see Jesus [L were coming toward him].", "31": "Meanwhile, his ·followers [disciples] were ·begging [urging] him, “·Teacher [L Rabbi], eat something.”", "32": "But Jesus answered, “I have food to eat that you know nothing about [Deut. 8:3].”", "33": "So the ·followers [disciples] asked ·themselves [each other], “·Did somebody already bring him food [L No one brought him anything to eat, did they]?”", "34": "Jesus said to them, “My food is to do ·what the One who sent me wants me to do [L the will of the One who sent me] and to ·finish [complete] his work. ", "35": "·You have a saying [L Do you not say…?], 'Four more months till harvest.' ·But [Look; T Behold] I tell you, ·open your eyes and look at [L lift up your eyes and see] the fields ·ready [ripe; L white] for harvest now. ", "36": "Already, the one who ·harvests [reaps] is ·being paid [L receiving wages] and is gathering ·crops [fruit] for eternal life. So the one who ·plants [sows] and the one who ·harvests [reaps] ·celebrate [rejoice] ·at the same time [together]. ", "37": "[L For] ·Here [in this case] the saying is true, 'One person ·plants [sows], and another ·harvests [reaps].' ", "38": "I sent you to ·harvest a crop that [reap what] you did not ·work [labor; toil] on. Others did the ·work [labor; toil], and you ·get to finish up [reap the benefits of; L have entered into] their work.”", "39": "Many of the Samaritans in that town believed in Jesus because of ·what the woman said [L the word of the woman who testified]: “He told me everything I ever did.” ", "40": "When the Samaritans came to Jesus, they ·begged [urged; asked] him to stay with them, so he stayed there two more days. ", "41": "And many more believed because of ·the things he said [L his word].", "42": "They said to the woman, “·First we believed in Jesus [L It is no longer] because of what you said, but now we believe because we heard him ourselves. We know that this man really is the Savior of the world.”", "43": "Two days later, Jesus left [L from there] and went to Galilee [C the northern region of Israel]. ", "44": "(Jesus had ·said [testified; witnessed] before that a prophet ·is not respected [L has no honor] in his own ·country [or hometown; C probably a reference to Galilee, but some think Judea].) ", "45": "When [L therefore] Jesus arrived in Galilee, the ·people there [L Galileans] ·welcomed [received] him. They had seen all the things he did at the Passover Feast in Jerusalem, because they had been there, too.", "46": "Jesus went again to visit Cana in Galilee where he had changed the water into wine [2:1–11]. One of the king's important officers lived in the city of Capernaum, and his son was sick. ", "47": "When he heard that Jesus had come from Judea to Galilee, he went to Jesus and ·begged [urged; asked] him to come to Capernaum and heal his son, because his son was almost dead. ", "48": "Jesus said to him, “·You people must see signs and miracles before you will believe in me [L Unless you see signs and wonders you will not believe; 2:23–25; 6:26].”", "49": "The [royal] officer said, “Sir, ·come [L come down] before my child dies.”", "50": "Jesus ·answered [said to him], “Go. Your son will live.” The man believed what Jesus told him [C he did not need “signs” and miracles] and went home. ", "51": "On the way the man's ·servants [slaves; bond-servants] came and met him and told him, “Your son is alive.”", "52": "[L So/Then] The man asked, “What ·time [hour] did my son begin to get well?” They answered, “Yesterday at ·one o'clock [L the seventh hour; C hours were counted from dawn, about 6 AM] the fever left him.”", "53": "[L So/Then] The father knew that ·one o'clock was the exact time that [L in that hour] Jesus had said, “Your son will live.” So the man and all ·the people who lived in his house [his household] believed in Jesus.", "54": "That was the second ·miracle [L sign; C the first sign was turning water into wine; 2:1–11] Jesus did after coming from Judea to Galilee."}