{"1": "As Jesus ·was walking along [passed by; went along], he saw a man who had been born blind. ", "2": "His ·followers [disciples] asked him, “·Teacher [L Rabbi], whose sin caused this man to be born blind—his own sin or his parents' sin?” [C The disciples, like the friends of Job, viewed suffering as the result of a person's own sins.]", "3": "Jesus answered, “It is not this man's sin or his parents' sin that made him blind. This man was born blind so that God's ·power [L works] could be ·shown [displayed; revealed; manifest] in him. ", "4": "While it is daytime, we must continue doing the work of the One who sent me. Night is coming [C Jesus' death], when no one can work. ", "5": "While I am in the world, I am the light of the world [see 8:12].”", "6": "After Jesus said this, he spit on the ground and made some mud with ·it [L the saliva] and ·put [spread; anointed] the mud on the man's eyes [C the significance of the mud made with spit is unclear]. ", "7": "Then he told the man, “Go and wash in the Pool of Siloam.” (Siloam [C from a Hebrew word] means Sent.) So the man went, washed, and came back seeing.", "8": "The neighbors and some people who had earlier seen this man begging said, “Isn't this the same man who used to sit and beg?”", "9": "Some said, “He is the one,” but others said, “No, he only looks like him.” The man himself said, “I am the man.”", "10": "[L Therefore] They asked him, “How [L then] ·did you get your sight [L were your eyes opened]?”", "11": "He answered, “The man named Jesus made some mud and ·put [spread; anointed] it on my eyes. Then he told me to go to Siloam and wash. So I went and washed, and then I could see.”", "12": "They asked him, “Where is this man?” “I don't know,” he answered.", "13": "Then the people took to the Pharisees [C a religious party which strictly observed OT laws and later customs] the man who had been blind. ", "14": "The day Jesus had made mud and healed his eyes was a Sabbath day [C on which no work was allowed]. ", "15": "So now the Pharisees asked the man, “How did you get your sight?” He answered, “He put mud on my eyes, I washed, and now I see.”", "16": "So some of the Pharisees were saying, “This man does not keep the Sabbath day [C according to rabbinic tradition neither kneading nor healing were permitted on the Sabbath], so he is not from God.” But others said, “·A man who is a sinner can't [L How can a man who is a sinner…?] do ·miracles [L signs] like these.” So ·they could not agree with each other [L there was a division among them].", "17": "[L Therefore; So; Then] They asked the man again, “What do you say about him, since it was your eyes he opened?” The man answered, “He is a prophet.”", "18": "·These leaders [L The Jews; C the Pharisees] did not believe that he had been blind and could now see again. So they sent for the ·man's parents [L parents of the man who could now see] ", "19": "and asked them, “Is this your son who you say was born blind? Then how does he now see?”", "20": "[L Therefore; So] His parents answered, “We know that this is our son and that he was born blind. ", "21": "But we don't know how he can now see. We don't know who opened his eyes. Ask him. He is old enough to speak for himself [C of legal age to give testimony].” ", "22": "His parents said this because they were afraid of the ·elders [Jewish leaders; L Jews], who had already decided that anyone who ·said [confessed; acknowledged] Jesus was the ·Christ [Messiah] would be ·avoided [L put out of the synagogue; C an act of expulsion or excommunication]. ", "23": "That is why his parents said, “He is old enough. Ask him.”", "24": "So for the second time, they called the man who had been blind. They said, “·You should give God the glory by telling the truth [L Give God the glory; C see Josh. 7:19 where this phrase is a command to tell the truth]. We know that this man is a sinner.”", "25": "[L So; Then] He answered, “I don't know if he is a sinner. One thing I do know: I was blind, and now I see.”", "26": "[L So; Then] They asked, “What did he do to you? How did he ·make you see again [L open your eyes]?”", "27": "He answered them, “I already told you, and you didn't listen. Why do you want to hear it again? Do you want to become his ·followers [disciples] too?”", "28": "Then they ·insulted [ridiculed; reviled] him and said, “You are his ·follower [disciple], but we are ·followers [disciples] of Moses. ", "29": "We know that God spoke to Moses [Ex. 33:11; Num. 12:8; Deut. 34:10], but we don't even know where this man comes from.”", "30": "The man answered, “This is a very ·strange [astonishing; marvelous] thing. You don't know where he comes from, and yet he opened my eyes. ", "31": "We all know that God does not listen to sinners, but he listens to anyone who ·worships [is devout; is godfearing] and ·obeys him [L does his will]. ", "32": "Nobody has ·ever [or since the beginning of the world; L from the age/eternity] heard of anyone giving sight to a man born blind. ", "33": "If this man were not from God, he could do nothing.”", "34": "They answered, “You were born ·full of sin [or in utter sinfulness]! Are you trying to teach us?” And they threw him out [C of the synagogue; an act of excommunication].", "35": "When Jesus heard that they had ·thrown [cast; driven] him out [C of the synagogue], Jesus found him and said, “Do you ·believe [trust] in the Son of Man [C a title for the Messiah; Dan. 7:13–14]?”", "36": "He asked, “Who is ·the Son of Man [L he], sir, so that I can ·believe [trust] in him?”", "37": "Jesus said to him, “You have seen him. ·The Son of Man [L He] is the one talking with you.”", "38": "He said, “·Lord [C the same word is rendered “sir” in v. 36, but here may have a more solemn sense], I ·believe [trust]!” Then the man ·worshiped [prostrated himself before] Jesus.", "39": "Jesus said, “I came into this world ·so that the world could be judged [L for judgment]. I came so that the blind would see and so that those who see will become blind.” [C Those who acknowledge they are spiritually blind will see the truth; and those who think they see spiritually (the Jewish religious leaders) are actually blind; Is. 6:10; 42:19.]", "40": "Some of the Pharisees who were nearby heard Jesus say this and asked, “Are you saying we are blind, too?”", "41": "Jesus said to them, “If you were blind, you would not be guilty of sin. But since you keep saying you see, your ·guilt [or sin] remains.”"}