{"1": "The word of the Lord came to me again, saying, ", "2": "“Now you, son of man, take up a dirge (funeral poem to be sung) for Tyre, ", "3": "and say to Tyre, who lives at the entrance to the sea, merchant of the peoples to many coastlands, 'Thus says the Lord God, “O Tyre, you have said, 'I am perfect in beauty.'", "4": "  “Your borders are in the heart of the seas; Your builders have perfected your beauty.", "5": "  “They have made all your planks of fir trees from [a]Senir; They have taken a cedar from Lebanon to make a mast for you.", "6": "  “Of the oaks of Bashan they have made your oars; They have made your deck of boxwood from the coastlands of Cyprus, inlaid with ivory.", "7": "  “Your sail was of fine embroidered linen from Egypt So that it became your distinguishing mark (insignia); Your [ship's] awning [which covered you] was blue and purple from the coasts of Elishah [of Asia Minor].", "8": "  “The inhabitants of Sidon and [the island] of Arvad were your oarsmen; Your skilled and wise men, O Tyre, were with you; they were your pilots.", "9": "  “The elders of [b]Gebal and its skilled and wise men were with you, repairing your leaks; All the ships of the sea with their mariners were with you to deal in your merchandise.", "10": "“Persia and Lud and Put (Libya) were in your army as your men of war. They hung the shield and the helmet on you; they gave you splendor. ", "11": "The men of Arvad with your army were upon your walls, all around, and the Gammadim (men of valor) were in your towers. They hung their shields on your walls, all around; they perfected your beauty.", "12": "“Tarshish [in Spain] was your customer and traded with you because of the abundance of your riches of all kinds; with silver, iron, tin, and lead they paid for your wares. ", "13": "Javan (Greece), Tubal and Meshech (Asia Minor) traded with you; with the lives of men [taken as slaves] and vessels of bronze they paid for your merchandise. ", "14": "Those from Beth-togarmah (Armenia) traded for your wares with [chariot] horses, war horses, and mules. ", "15": "The men of [c]Dedan were your traders. Many coastlands were your markets; ivory tusks and ebony they brought to you in payment or as gifts. ", "16": "[d]Aram traded with you because of the abundance of the goods you made. They paid for your merchandise with emeralds, purple, embroidered work, fine linen, coral, and rubies. ", "17": "Judah and the land of Israel, they were your traders; with the wheat of Minnith [in Ammon], cakes, honey, oil, and balm they paid for your goods. ", "18": "[e]Damascus traded with you because of the abundance of your handiworks and the immense wealth of every kind, with the wine of Helbon [Aleppo] and the white wool [of Sachar in Syria]. ", "19": "Vedan and Javan traded with yarn from Uzal [in Arabia] for your wares; wrought iron, cassia, and sweet cane were among your merchandise. ", "20": "Dedan traded with you in saddle blankets for riding. ", "21": "Arabia and all the princes of Kedar, they were your customers for lambs, rams, and goats [favored by you]; for these they were your customers. ", "22": "The merchants of Sheba and Raamah [in Arabia], they traded with you; they paid for your wares with the choicest of all kinds of spices and all kinds of precious stones and gold. ", "23": "Haran and Canneh and Eden [in Mesopotamia], the merchants of Sheba [on the Euphrates], Asshur and Chilmad traded with you. ", "24": "They traded with you in choice fabrics and garments, in clothes of blue or violet and embroidered work, and in [treasures of] multi-colored damask and knotted carpets bound with tightly wound cords, which were among your merchandise. ", "25": "The ships of Tarshish were the caravans for your merchandise, And you [Tyre] were replenished and very glorious [heavily laden with an imposing fleet] In the heart of the seas.", "26": "  “Your rowers have brought you Into great and deep waters; The east wind has broken and shipwrecked you In the heart of the seas.", "27": "  “Your riches, your wares, your merchandise Your oarsmen and your pilots, Your caulkers, your dealers in merchandise, And all your men of war who are with you, With all your company that is in your midst, Will sink in the heart of the seas On the day of your ruin.", "28": "  “The pasture lands and the countryside will shake At the [piercing] sound of the [hopeless, wailing] cry of your pilots.", "29": "  “All who handle the oar, The mariners and all the pilots of the sea Will come down from their ships; They will stand on the shore,", "30": "  And they will make their voice heard [as they wail loudly] over you And they will cry bitterly. They will throw dust on their heads; They will wallow in ashes.", "31": "  “And they will make themselves [completely] bald for you And wrap themselves in sackcloth; And in bitterness of soul they will weep for you With bitter mourning and wailing.", "32": "  “In their wailing they will take up a dirge (funeral poem to be sung) for you And sing a dirge for you: 'Who is like Tyre, Like her who is silent [destroyed] in the midst of the sea?", "33": "  'When your wares went out to the sea, You met the desire, and the demand, and the necessities of many people; You enriched the kings of the earth With your abundant wealth and merchandise.", "34": "  'Now you are shattered by the seas In the depths of the waters; Your merchandise and all your crew Have gone down with you.", "35": "  'All the inhabitants of the coastlands Are aghast and appalled at you, And their kings are horribly frightened and shudder; Their faces twitch and pale.", "36": "  'The merchants among the people hiss at you [with malicious joy]; You have become a horror and a source of terrors. You will cease to be [f]forever.'”'”"}