{"1": "Afterward Moses and Aaron went to Pharaoh and said, “Thus says the Lord, the God of Israel, 'Let my people go, so that they may celebrate a festival to me in the wilderness.'” ", "2": "But Pharaoh said, “Who is the Lord, that I should heed him and let Israel go? I do not know the Lord, and I will not let Israel go.” ", "3": "Then they said, “The God of the Hebrews has revealed himself to us; let us go a three days' journey into the wilderness to sacrifice to the Lord our God, or he will fall upon us with pestilence or sword.” ", "4": "But the king of Egypt said to them, “Moses and Aaron, why are you taking the people away from their work? Get to your labors!” ", "5": "Pharaoh continued, “Now they are more numerous than the people of the land[a] and yet you want them to stop working!” ", "6": "That same day Pharaoh commanded the taskmasters of the people, as well as their supervisors, ", "7": "“You shall no longer give the people straw to make bricks, as before; let them go and gather straw for themselves. ", "8": "But you shall require of them the same quantity of bricks as they have made previously; do not diminish it, for they are lazy; that is why they cry, 'Let us go and offer sacrifice to our God.' ", "9": "Let heavier work be laid on them; then they will labor at it and pay no attention to deceptive words.”", "10": "So the taskmasters and the supervisors of the people went out and said to the people, “Thus says Pharaoh, 'I will not give you straw. ", "11": "Go and get straw yourselves, wherever you can find it; but your work will not be lessened in the least.'” ", "12": "So the people scattered throughout the land of Egypt, to gather stubble for straw. ", "13": "The taskmasters were urgent, saying, “Complete your work, the same daily assignment as when you were given straw.” ", "14": "And the supervisors of the Israelites, whom Pharaoh's taskmasters had set over them, were beaten, and were asked, “Why did you not finish the required quantity of bricks yesterday and today, as you did before?”", "15": "Then the Israelite supervisors came to Pharaoh and cried, “Why do you treat your servants like this? ", "16": "No straw is given to your servants, yet they say to us, 'Make bricks!' Look how your servants are beaten! You are unjust to your own people.”[b] ", "17": "He said, “You are lazy, lazy; that is why you say, 'Let us go and sacrifice to the Lord.' ", "18": "Go now, and work; for no straw shall be given you, but you shall still deliver the same number of bricks.” ", "19": "The Israelite supervisors saw that they were in trouble when they were told, “You shall not lessen your daily number of bricks.” ", "20": "As they left Pharaoh, they came upon Moses and Aaron who were waiting to meet them. ", "21": "They said to them, “The Lord look upon you and judge! You have brought us into bad odor with Pharaoh and his officials, and have put a sword in their hand to kill us.”", "22": "Then Moses turned again to the Lord and said, “O Lord, why have you mistreated this people? Why did you ever send me? ", "23": "Since I first came to Pharaoh to speak in your name, he has mistreated this people, and you have done nothing at all to deliver your people.”"}