{"1": "The book of the genealogy[a] of Yeshua ha-Mashiach, Ben-David,[b] Ben-Avraham: ", "2": "Abraham fathered Isaac, Isaac fathered Jacob, Jacob fathered Judah and his brothers, ", "3": "Judah fathered Perez and Zerah by Tamar,[c] Perez fathered Hezron, Hezron fathered Ram, ", "4": "Ram fathered Amminadab, Amminadab fathered Nahshon, Nahshon fathered Salmon, ", "5": "Salmon fathered Boaz by Rahab, Boaz fathered Obed by Ruth,[d] Obed fathered Jesse, ", "6": "and Jesse fathered David the king. David fathered Solomon by the wife of Uriah,", "7": "[e] 7 Solomon fathered Rehoboam, Rehoboam fathered Abijah, Abijah fathered Asa, ", "8": "Asa fathered Jehoshaphat, Jehoshaphat fathered Joram, Joram fathered Uzziah, ", "9": "Uzziah fathered Jotham, Jotham fathered Ahaz, Ahaz fathered Hezekiah, ", "10": "Hezekiah fathered Manasseh, Manasseh fathered Amon, Amon fathered Josiah, ", "11": "and Josiah fathered Jeconiah and his brothers at the time of the exile to Babylon.", "12": "After the Babylonian exile Jeconiah fathered Shealtiel, Shealtiel fathered Zerubbabel, ", "13": "Zerubbabel fathered Abiud, Abiud fathered Eliakim, Eliakim fathered Azor, ", "14": "Azor fathered Zadok, Zadok fathered Achim, Achim fathered Eliud, ", "15": "Eliud fathered Eleazar, Eleazar fathered Matthan, Matthan fathered Jacob, ", "16": "and Jacob fathered Joseph the husband of Miriam, from whom was born Yeshua who is called the Messiah. ", "17": "So all the generations from Abraham to David are fourteen generations, from David until the Babylonian exile are fourteen generations, and from the Babylonian exile until the Messiah are fourteen generations.", "18": "Now the birth of Yeshua the Messiah happened this way. When His mother Miriam was engaged to Joseph but before they came together, she was found to be pregnant through the Ruach ha-Kodesh. ", "19": "And Joseph her husband, being a righteous man and not wanting to disgrace her publicly, made up his mind to dismiss her secretly. ", "20": "But while he considered these things, behold, an angel of Adonai appeared to him in a dream, saying, “Joseph son of David, do not be afraid to take Miriam as your wife, for the Child conceived in her is from the Ruach ha-Kodesh. ", "21": "She will give birth to a son; and you shall call His name Yeshua, for He will save His people from their sins.”", "22": "Now all this took place to fulfill what was spoken by Adonai through the prophet, saying, ", "23": "“Behold, the virgin shall conceive and give birth to a son, and they shall call His name Immanuel,” which means “God with us.”[f]", "24": "When Joseph woke up from his sleep, he did as the angel of Adonai commanded him and took Miriam as his wife. ", "25": "But he did not know her intimately until she had given birth to a Son. And he called His name Yeshua."}