{"1": "Yeshua summoned His twelve disciples and gave them authority over unclean spirits, so they could drive them out and heal every kind of disease and sickness. ", "2": "Now these are the names of the twelve emissaries: first, Simon, called Peter, and his brother Andrew; Jacob the son of Zebedee and John his brother; ", "3": "Philip and Bartholomew; Thomas and Matthew the tax collector; Jacob, the son of Alphaeus, and Thaddaeus; ", "4": "Simon the Zealot,[a] and Judah the man from Kriot,[b] the one who also betrayed Him.", "5": "Yeshua sent out these twelve and ordered them, “Do not go to the Gentiles, and do not enter into any Samaritan town. ", "6": "But go instead to the lost sheep of the house of Israel. ", "7": "As you go, proclaim, 'The kingdom of heaven has come near!' ", "8": "Heal the sick, raise the dead, cleanse those with tzara'at, drive out demons. Freely you received, freely give. ", "9": "Do not get gold or silver or copper for your money belts, ", "10": "or a bag for the journey, or two shirts,[c] or sandals, or a walking stick; for the worker is entitled to his food.", "11": "“Whatever town or village you shall enter, find out who in it is worthy and stay there until you leave. ", "12": "As you come into the house, greet it. ", "13": "If the household is worthy, let your shalom come upon it. But if it's not worthy, let your shalom return to you. ", "14": "And whoever will not receive you or listen to your words, as you leave that house or that town, shake the dust off your feet. ", "15": "Amen, I tell you, it will be more tolerable for Sodom and Gomorrah[d] on the Day of Judgment than for that town.", "16": "“Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves. ", "17": "But beware of men, for they will hand you over to the courts and flog[e] you in their synagogues. ", "18": "You will be brought before governors and kings because of Me, as a witness to them and to the Gentiles. ", "19": "But when they hand you over, do not worry about how or what you should say, for it shall be given to you in that hour what you should say. ", "20": "For it is not you speaking, but the Spirit of your Father speaking through you.", "21": "“Brother will betray brother to death, and a father his child; and children will rise up against their parents and have them put to death. ", "22": "And you will be hated by all because of My name, but the one who endures to the end shall be saved. ", "23": "Whenever they persecute you in one city, flee to the next. Amen, I tell you, you will never finish going through the cities of Israel before the Son of Man comes.", "24": "“A disciple is not above his teacher, nor a slave above his master. ", "25": "It is enough for the disciple to become like his teacher, and the slave like his master. If they have called the head of the house beelzebul, how much more the members of his household!", "26": "“So do not fear them, for there is nothing concealed that will not be revealed and nothing hidden that will not be made known. ", "27": "What I tell you in the darkness, speak in the light; and what you hear in your ear, proclaim from the housetops! ", "28": "And do not fear those who kill the body but cannot kill the soul. Instead, fear the One who is able to destroy both soul and body in Gehenna.[f]", "29": "“Are not two sparrows sold for a penny?[g] Yet not one of them shall fall to the ground apart from your Father's consent. ", "30": "But even the hairs of your head are all numbered. ", "31": "So do not fear; you are worth more than many sparrows.", "32": "“Therefore whoever acknowledges Me before men, I will also acknowledge him before My Father who is in heaven. ", "33": "But whoever denies Me before men, I will also deny him before My Father who is in heaven.", "34": "“Do not think that I came to bring shalom on the earth; I did not come to bring shalom, but a sword. ", "35": "For I have come to set 'a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law;", "36": "and a man's enemies will be the members of his household.'[h]", "37": "“He who loves father or mother more than Me isn't worthy of Me, and he who loves son or daughter more than Me isn't worthy of Me. ", "38": "And whoever does not take up his cross and follow after Me isn't worthy of Me. ", "39": "He who finds his life will lose it, and he who loses his life for My sake will find it.", "40": "“He who receives you receives Me, and he who receives Me receives the One who sent Me. ", "41": "He who receives a prophet in the name of a prophet shall receive a prophet's reward, and he who receives a tzaddik in the name of a tzaddik shall receive a tzaddik's reward. ", "42": "And whoever gives to one of these little ones even a cup of cold water in the name of a disciple, amen I tell you, he shall never lose his reward.”"}