{"1": "When Yeshua had finished instructing His twelve disciples, He went on from there to teach and preach in their towns. ", "2": "Now when John heard in prison about the works of the Messiah, he sent word through his disciples ", "3": "and said to Yeshua, “Are You the Coming One, or do we look for another?”", "4": "Yeshua replied, “Go report to John what you hear and see: ", "5": "the blind see and the lame walk, those with tzara'at are cleansed and the deaf hear, and the dead are raised and the poor have good news proclaimed to them. ", "6": "Blessed is the one who is not led to stumble because of Me.”[a]", "7": "Now as they were leaving, Yeshua began to talk to the crowd concerning John. “What did you go out to the wilderness to see? A reed shaken by the wind? ", "8": "No? So what did you go out to see? A man dressed in finery? Look, those who wear finery are in the palaces of kings! ", "9": "Then what did you go out to see? A prophet? Yes, I tell you, even more than a prophet. ", "10": "This is the one about whom it is written, 'Behold, I send My messenger before You, who will prepare Your way before You.'[b]", "11": "“Amen, I tell you, among those born of women, none has arisen greater than John the Immerser. Yet the least in the kingdom of heaven is greater than he. ", "12": "From the days of John the Immerser until now, the kingdom of heaven is treated with violence, and the violent grasp hold of it. ", "13": "For all the prophets and the Torah prophesied until the time of John. ", "14": "And if you are willing to accept it, he is Elijah who is to come. ", "15": "He who has ears, let him hear!", "16": "“But to what shall I compare this generation? It's like children sitting in the marketplaces who call to one other, saying,", "17": "'We played the flute for you, but you did not dance. We wailed, but you did not mourn.'", "18": "“For John came neither eating nor drinking, and they say, 'He has a demon!' ", "19": "The Son of Man came eating and drinking, and they say, 'Look, a glutton and a drunkard, a friend of tax collectors and sinners!' Yet wisdom is vindicated by her deeds.”[c]", "20": "Then Yeshua began to denounce the towns where most of His miracles had happened, because they did not turn from their sins. ", "21": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon,[d] they would have turned long ago in sackcloth and ashes. ", "22": "Nevertheless I tell you, it will be more bearable for Tyre and Sidon on the Day of Judgment than for you. ", "23": "And you, Capernaum? Will you be lifted up to heaven? No, you will go down to Sheol! For if the miracles done in you had been done in Sodom, it would have remained to this day. ", "24": "Nevertheless I tell you that it will be more bearable for the land of Sodom on the Day of Judgment than for you.”", "25": "At that time Yeshua said in response, “I praise You, Father, Lord of heaven and of earth, that You have hidden these things from the wise and discerning and revealed them to infants. ", "26": "Yes, Father, for this way was pleasing to You.", "27": "“All things have been handed over to Me by My Father. No one knows the Son except the Father, and no one knows the Father except the Son[e] and anyone to whom the Son chooses to reveal Him. ", "28": "Come to Me, all who are weary and burdened, and I will give you rest. ", "29": "Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and 'you will find rest for your souls.'", "30": "[f] 30 For My yoke is easy and My burden is light.”"}