{"1": "At that time Yeshua went through the grain fields on Shabbat. His disciples became hungry and began to pluck heads of grain and eat them. ", "2": "But when the Pharisees saw this, they said to Him, “Look, Your disciples are doing what is not permitted on Shabbat.”", "3": "But He said to them, “Haven't you read what David did when he became hungry, and those with him? ", "4": "How he entered into the house of God, and they ate the showbread, which was not permitted for him to eat, nor for those with him, but only for the kohanim?", "5": "[a] 5 Or haven't you read in the Torah that on Shabbat the kohanim in the Temple break Shabbat and yet are innocent? ", "6": "But I tell you that something greater than the Temple is here. ", "7": "If you had known what this means, 'I desire mercy, not sacrifice,'[b] you wouldn't have condemned the innocent. ", "8": "For the Son of Man is Lord of Shabbat.”", "9": "Leaving from there, He went into their synagogue. ", "10": "A man with a withered hand was there. And so that they might accuse Him, they questioned Yeshua, saying, “Is it permitted to heal on Shabbat?”", "11": "He said to them, “What man among you will not grab his sheep and lift it out, if it falls into a pit on Shabbat? ", "12": "How much more valuable then is a man than a sheep! Therefore it is permitted to do good on Shabbat.”", "13": "Then He said to the man, “Stretch out your hand.” And he stretched it out and it was restored, as healthy as the other. ", "14": "But the Pharisees went out and plotted against Him, how they might destroy Him.", "15": "Knowing this, Yeshua went away from there. And large crowds followed Him, and He healed them all. ", "16": "And He sternly warned them not to make Him known. ", "17": "This was to fulfill what was spoken through Isaiah the prophet, saying,", "18": "“Here is My servant whom I chose, the One I love, in whom My soul takes delight. I will put My Ruach upon Him, and He shall proclaim justice to the nations.", "19": "He will not quarrel or cry out, nor will anyone hear His voice in the streets.", "20": "A crushed reed He will not break, and a smoldering wick he will not snuff out, until He brings forth justice to victory.", "21": "And in His name the nations shall hope.”[c]", "22": "Then a demon-plagued man, who was blind and mute, was brought to Yeshua; and He healed him, so that he spoke and saw. ", "23": "All the crowds were astounded and saying, “This can't be Ben-David, can it?”", "24": "But hearing this, the Pharisees said, “This fellow drives out demons only by beelzebul, the ruler of demons.”", "25": "Knowing their thoughts, Yeshua said to them, “Every kingdom divided against itself is destroyed, and every city or house divided against itself will not stand. ", "26": "If satan drives out satan, he is divided against himself; how then will his kingdom stand? ", "27": "And if I drive out demons by beelzebul, by whom do your sons drive them out? For this reason, they will be your judges. ", "28": "But if I drive out demons by the Ruach Elohim, then the kingdom of God has come upon you. ", "29": "Or how can one enter a strong man's house and carry off his property, unless he first ties up the strong man? Then he will thoroughly plunder his house. ", "30": "He who is not with Me is against Me, and he who does not gather with Me scatters.", "31": "“For this reason I say to you, every sin and blasphemy will be forgiven men, but blasphemy against the Ruach will not be forgiven. ", "32": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Ruach ha-Kodesh will not be forgiven, neither in this age nor in the one to come.”", "33": "“Either make the tree good and its fruit good, or make the tree rotten and its fruit rotten; for the tree is known by its fruit. ", "34": "You brood of vipers! How can you who are evil say anything good? For from the overflow of the heart the mouth speaks. ", "35": "The good man from his good treasury brings forth good, and the evil man from his evil treasury brings forth evil. ", "36": "But I tell you that on the Day of Judgment, men will give account for every careless word they speak. ", "37": "For by your words you will be justified, and by your words you will be condemned.”", "38": "Then some of the Torah scholars and Pharisees answered Him, “Teacher, we want to see a sign from You.”", "39": "But Yeshua replied to them, “An evil and adulterous generation clamors for a sign, yet no sign shall be given to it except the sign of Jonah the prophet. ", "40": "For just as Jonah was in the belly of the great fish for three days and three nights,[d] so the Son of Man will be in the heart of the earth for three days and three nights. ", "41": "The men of Nineveh will rise up at the judgment with this generation and condemn it, because they repented at the preaching of Jonah. And behold, something greater than Jonah is here. ", "42": "The Queen of the South[e] will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon. And behold, something greater than Solomon is here.", "43": "“Now when an unclean spirit goes out of a man, it passes through waterless places looking for rest and doesn't find it. ", "44": "Then it says, 'I'll go back home where I came from.' And when it comes, it finds the house vacant, swept clean, and put in order. ", "45": "Then it goes and brings along seven other spirits more evil than itself, and they go in and live there. And that man's last condition becomes worse than the first. So also will it be for this evil generation.”", "46": "While Yeshua was still speaking to the crowds, His mother and brothers were standing outside, trying to speak to Him. ", "47": "Someone said to Him, “Look, Your mother and Your brothers are standing outside, trying to speak to You.”[f]", "48": "But to the one telling Him this, Yeshua responded, “Who is My mother? And who are My brothers?” ", "49": "Stretching out His hand toward His disciples, He said, “Here are My mother and My brothers. ", "50": "For whoever does the will of My Father in heaven, he is My brother and sister and mother.”"}