{"1": "On that day after Yeshua left the house, He was sitting by the sea. ", "2": "And large crowds gathered around Him; so He got into a boat and sat down, and the whole crowd stood on the shore. ", "3": "And He told them many things in parables, saying, “Behold, a sower went out to spread some seed. ", "4": "As he was scattering the seed, some seeds fell by the road; and the birds came and ate them up. ", "5": "Other seeds fell on rocky ground, where they didn't have much soil. They sprang up immediately, because the soil wasn't deep. ", "6": "But when the sun came up, they were scorched; and because they had no roots, they withered away. ", "7": "Other seeds fell among the thorns, and the thorns grew and choked them out. ", "8": "But others fell on good soil and were producing fruit. They yielded a crop—some a hundredfold, some sixty, some thirty. ", "9": "He who has ears,[a] let him hear.”", "10": "Then the disciples came to Him and said, “Why do You speak to them in parables?”", "11": "And He replied to them, “To you has been given to know the secrets of the kingdom of heaven, but to them it has not been given. ", "12": "For whoever has, to him more will be given and he will have plenty. But whoever does not have, even what he has will be taken away from him. ", "13": "For this reason I speak to them in parables, because seeing they do not see, and hearing they do not hear nor do they understand.", "14": "“And in them the prophecy of Isaiah is being fulfilled, which says, 'You will keep on hearing but will never understand; you will keep looking, but will never see.", "15": "For the heart of this people has become dull, their ears can barely hear, and they have shut their eyes. Otherwise they might see with their eyes, hear with their ears, and understand with their hearts. Then they would turn back, and I would heal them.'[b]", "16": "“But blessed are your eyes because they see, and your ears because they hear. ", "17": "Amen, I tell you, many a prophet and tzaddik longed to see what you are seeing and did not see, and to hear what you are hearing and did not hear.”", "18": "“You then, hear the parable of the sower. ", "19": "When anyone hears the word of the kingdom and doesn't understand it, the evil one comes and snatches away what was sown in his heart. This is the one having been sown along the road.", "20": "“The one sown on rocky ground, this is the one who hears the word and immediately receives it with joy. ", "21": "Yet he has no root himself but lasts only a short while; and when trouble or persecution comes because of the word, immediately he falls away.", "22": "“But the one sown among the thorns, this is the one who hears the word; and the worries of the world and the seduction of wealth choke the word, and it becomes unfruitful.", "23": "“Now the one sown on the good soil, this is the one who hears the word and understands. He indeed bears fruit, yielding a hundredfold, some sixty, some thirty times what was sown.”", "24": "He presented to them another parable, saying, “The kingdom of heaven is like a man who sowed good seed in his field. ", "25": "But while the men were sleeping, his enemy came and sowed weeds among the wheat and went away. ", "26": "Now when the stalk sprouted and produced grain, then the weeds also appeared. ", "27": "So the slaves of the landowner came and said to him, 'Master, didn't you sow good seed in your field? Then where did the weeds come from?' ", "28": "But he replied, 'An enemy did this.' Now the slaves say to him, 'Do you want us, then, to go out and gather them up?' ", "29": "But he says, 'No, for while you are gathering up the weeds, you may uproot the wheat with them. ", "30": "Let both grow together until the harvest. At harvest time, I will tell the reapers, “First, gather up the weeds and tie them in bundles to burn them up; but gather the wheat into my barn.'”", "31": "He presented to them another parable, saying, “The kingdom of heaven is like a mustard seed, which a man took and planted in his field. ", "32": "It's the smallest of all seeds; yet when it's full grown, it's greater than the other herbs. It becomes like a tree, so that the birds of the air come and nest in its branches.”[c]", "33": "He told them another parable, “The kingdom of heaven is like hametz, which a woman took and hid in three measures of flour, until it was all leavened.”", "34": "All these things Yeshua spoke to the crowds in parables. And apart from a parable, He wasn't speaking to them, ", "35": "in order to fulfill what was spoken through the prophet, saying, “I will open My mouth in parables, I will utter things hidden since the foundation of the world.”[d]", "36": "Then He sent the crowds away and went into the house. His disciples came to Him, saying, “Explain to us the parable of the weeds of the field.”", "37": "He answered, “The one sowing the good seed is the Son of Man, ", "38": "and the field is the world. And the good seed, these are the sons of the kingdom; and the weeds are the sons of the evil one. ", "39": "The enemy who sowed them is the devil, the harvest is the end of the age, and the reapers are angels. ", "40": "Therefore just as the weeds are gathered up and burned with fire, so shall it be at the end of the age. ", "41": "The Son of Man will send forth His angels, and they will gather out of His kingdom all stumbling blocks[e] and those who practice lawlessness. ", "42": "They will throw them into the fiery furnace[f]; in that place will be weeping and gnashing of teeth. ", "43": "Then the righteous will shine forth as the sun[g] in the kingdom of their Father. He who has ears, let him hear!", "44": "“The kingdom of heaven is like a treasure hidden in the field, which a man found and hid. And because of his joy, he goes out and sells all that he has and buys that field.", "45": "“Again, the kingdom of heaven is like a merchant searching for fine pearls. ", "46": "Upon finding a pearl of great value, he went out and sold all that he had and bought it.", "47": "“Again, the kingdom of heaven is like a dragnet that was cast into the sea, gathering things of every kind. ", "48": "When it was filled, they pulled it ashore; and they sat down and gathered up the good into containers, but threw the bad away. ", "49": "So it will be at the end of the age. The angels will come forth and separate the wicked from among the righteous ", "50": "and throw them into the fiery furnace;[h] in that place will be weeping and gnashing of teeth.", "51": "“Have you understood all these things?” They said to Him, “Yes.”", "52": "Then He said to them, “Therefore every Torah scholar discipled for the kingdom of heaven is like the master of a household who brings out of his treasure both new things and old.”", "53": "Now when Yeshua had finished these parables, He left that place. ", "54": "Coming into His hometown, He began to teach them in their synagogue so that they were amazed. “Where did this fellow get this wisdom and these mighty works?” they said. ", "55": "“Isn't this the carpenter's son? Isn't His mother called Miriam, and His brothers Jacob and Joseph and Simon and Judah? ", "56": "And His sisters, aren't they all with us? So where does He get all these things?” ", "57": "And they took offense at Him. But Yeshua said to them, “A prophet is not without honor except in his hometown and in his own house.” ", "58": "And He did not do many mighty works there because of their unbelief."}