{"1": "Now the Pharisees and Sadducees came up, and testing Yeshua, they asked Him to show them a sign from heaven. ", "2": "But He replied to them, “When evening comes, you say, 'Fair weather coming, for the sky is red,' ", "3": "and in the morning, 'Stormy weather today, for the sky is red and gloomy.' You know how to discern the appearance of the sky, but you cannot discern the signs of the times! ", "4": "An evil and adulterous generation clamors for a sign, yet no sign will be given to it except the sign of Jonah.”[a] And leaving them behind, He went away.", "5": "Now when the disciples came to the other side of the sea, they had forgotten to take bread. ", "6": "“Watch out,” Yeshua said to them, “and beware of the hametz of the Pharisees and Sadducees.”", "7": "And they began to discuss among themselves, saying, “We didn't bring any bread.”", "8": "But knowing this, Yeshua said, “O you of little faith, why do you discuss among yourselves that you have no bread? ", "9": "You still don't get it? Don't you remember the five loaves for the five thousand, and how many baskets of leftovers you gathered? ", "10": "Or how about the seven loaves for the four thousand and all the baskets of leftovers you gathered? ", "11": "How is it that you don't understand that I wasn't talking to you about bread? Now beware of the hametz of the Pharisees and Sadducees!” ", "12": "Then they understood that He wasn't talking about the hametz in the bread, but about the teaching of the Pharisees and Sadducees.", "13": "When Yeshua came into the region of Caesarea Philippi, He asked His disciples, “Who do people say that the Son of Man is?”", "14": "They answered, “Some say John the Immerser, others say Elijah, and still others say Jeremiah or one of the other prophets.”", "15": "He said, “But who do you say I am?”", "16": "Simon Peter answered, “You are the Messiah, the Son of the living God.”", "17": "Yeshua said to him, “Blessed are you, Simon son of Jonah, because flesh and blood did not reveal this to you, but My Father who is in heaven! ", "18": "And I also tell you that you are Peter, and upon this rock I will build My community[b]; and the gates of Sheol will not overpower it. ", "19": "I will give you the keys of the kingdom of heaven. Whatever you forbid on earth will have been forbidden in heaven and what you permit on earth will have been permitted in heaven.” ", "20": "Then He ordered the disciples not to tell anyone that He was the Messiah.", "21": "From that time on, Yeshua began to show His disciples that He must go to Jerusalem and suffer many things from the elders and ruling kohanim and Torah scholars, and be killed, and be raised on the third day.", "22": "Peter took Him aside and began to rebuke Him, saying, “Never, Master! This must never happen to You!”", "23": "But He turned and said to Peter, “Get behind Me, satan! You are a stumbling block to Me, for you are not setting your mind on the things of God, but the things of men.”", "24": "Then Yeshua said to His disciples, “If anyone wants to follow after Me, he must deny himself, take up his cross, and follow Me. ", "25": "For whoever wants to save his life will lose it, but whoever loses his life for My sake will find it. ", "26": "For what will it profit a man if he gains the whole world but forfeits his soul? Or what will a man give in exchange for his soul? ", "27": "For the Son of Man is about to come in the glory of His Father with His angels, and then 'He will repay everyone according to his deeds.'", "28": "[c] 28 Amen, I tell you, there are some standing here who will not taste death until they see the Son of Man coming in His kingdom.”"}