{"1": "After six days, Yeshua takes with Him Peter and Jacob and John his brother, and brings them up a high mountain by themselves. ", "2": "Now He was transfigured before them; His face shone like the sun, and His clothes became as white as the light. ", "3": "And behold, Moses and Elijah appeared to them, talking with Yeshua. ", "4": "Peter responded to Yeshua, “Master, it's good for us to be here! If You wish, I will make three sukkot here—one for You, and one for Moses, and one for Elijah.”[a]", "5": "While He was still speaking, suddenly a bright cloud overshadowed them; and behold, a voice from out of the cloud, saying, “This is My Son, whom I love; with Him I am well pleased. Listen to Him!”[b]", "6": "When the disciples heard this, they fell face down, terrified. ", "7": "But Yeshua came and touched them. “Get up,” He said. “Stop being afraid.” ", "8": "And lifting their eyes, they saw no one except Yeshua alone.", "9": "As they were coming down from the mountain, Yeshua commanded them, saying, “Do not tell anyone about the vision until the Son of Man is raised from the dead.”", "10": "The disciples questioned Him, saying, “Why then do the Torah scholars say that Elijah must come first?”", "11": "Yeshua replied, “Indeed, Elijah is coming and will restore all things.", "12": "[c] 12 I tell you that Elijah already came; and they didn't recognize him, but did to him whatever they wanted. In the same way, the Son of Man is about to suffer at their hands.” ", "13": "Then the disciples understood that He was speaking to them about John the Immerser.", "14": "When they came to the crowd, a man came to Yeshua, falling on his knees before Him and saying, ", "15": "“Master, have mercy on my son, for he has seizures and suffers badly. For he often falls into the fire and often into the water. ", "16": "I brought him to Your disciples, but they couldn't heal him.”", "17": "And answering, Yeshua said, “O faithless and twisted generation![d] How long shall I be with you? How long shall I put up with you? Bring him here to Me.” ", "18": "Yeshua rebuked the demon and it came out of him, and the boy was healed from that very hour.", "19": "Then the disciples came to Yeshua in private and said, “Why couldn't we drive it out?”", "20": "And He said to them, “Because you trust so little. Amen, I tell you, if you have faith the size of a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move. Nothing will be impossible for you.”", "21": "(21 )[e]", "22": "Now while they were gathering in the Galilee, Yeshua said to them, “The Son of Man is about to be delivered into the hands of men; ", "23": "and they will kill Him, and on the third day He will be raised.” And the disciples became greatly distressed.", "24": "When they came to Capernaum, the collectors of the Temple tax came to Peter and said, “Your teacher pays the Temple tax,[f] doesn't He?”", "25": "“Yes,” Peter said. Now when Peter came into the house, Yeshua spoke to him first, saying, “What do you think, Simon? The kings of the earth, from whom do they collect tolls or tax? From their sons or from strangers?”", "26": "After Peter said, “From strangers,” Yeshua said to him, “Then the sons are free. ", "27": "But so that we do not offend them, go to the sea and throw out a hook, and take the first fish that comes up. And when you open its mouth, you'll find a coin.[g] Take that, and give it to them, for Me and you.”"}