{"1": "At that hour the disciples came to Yeshua, saying, “Who then is greatest in the kingdom of heaven?”", "2": "And He called a child to Himself, set him in the midst of them, ", "3": "and said, “Amen, I tell you, unless you turn and become like children, you shall never enter the kingdom of heaven. ", "4": "Whoever then shall humble himself like this child, this one is the greatest in the kingdom of heaven. ", "5": "And whoever welcomes one such child in My name, welcomes Me.", "6": "“But whoever causes one of these little ones who trust in Me to stumble, it would be better for him to have a heavy millstone hung around his neck and to be sunk in the depth of the sea! ", "7": "Woe to the world because of snares! For snares must come, but woe to that man through whom the snare comes!", "8": "“And if your hand or your foot causes you to stumble, cut it off and throw it away from you. It's better for you to enter into life crippled or lame than, having two hands or two feet, to be thrown into fiery Gehenna. ", "9": "If your eye causes you to stumble, pluck it out and throw it away from you. It's better for you to enter into life with one eye than, having two eyes, to be thrown into fiery Gehenna.", "10": "“See that you do not despise one of these little ones, for I tell you that their angels in heaven continually see the face of My Father in heaven.", "11": "(11 )[a]", "12": "“What do you think? If a certain man has a hundred sheep and one of them goes astray, won't he leave the ninety-nine on the mountains and go looking for the one that is straying? ", "13": "And if he finds it, amen I tell you, he rejoices over it more than over the ninety-nine that didn't stray. ", "14": "Even so, it's not the will of your Father in heaven that one of these little ones should be lost.”", "15": "“Now if your brother sins against you, go and show him his fault while you're with him alone. If he listens to you, you have won your brother. ", "16": "But if he does not listen, take with you one or two more, so that 'by the mouth of two or three witnesses every word may stand.'", "17": "[b] 17 But if he refuses to listen to them, tell it to Messiah's community. And if he refuses to listen even to Messiah's community, let him be to you as a pagan and a tax collector.", "18": "“Amen, I tell you, whatever you forbid on earth will have been forbidden in heaven and what you permit on earth will have been permitted in heaven. ", "19": "Again I say to you, that if two of you agree on earth about anything they may ask, it shall be done for them by My Father in heaven. ", "20": "For where two or three are gathered together in My name, there I am in their midst.”", "21": "Then Peter came to Him and said, “Master, how often shall I forgive my brother when he sins against me? Up to seven times?”", "22": "Yeshua said to him, “No, not up to seven times, I tell you, but seventy times seven!", "23": "[c] 23 Therefore, the kingdom of heaven may be compared to a king who wanted to settle accounts with his slaves. ", "24": "When he had begun to settle up, a man was brought to him who owed him ten thousand talents.", "25": "[d] 25 But since he didn't have the money to repay, his master ordered him to be sold, along with his wife and children and all that he had, and payment to be made. ", "26": "Then the slave fell on his knees and begged him, saying, 'Be patient with me, and I'll repay you everything.' ", "27": "And the master of that slave, filled with compassion, released him and forgave him the debt.", "28": "“Now that slave went out and found one of his fellow slaves who owed him a hundred denarii. And he grabbed him and started choking him, saying, 'Pay back what you owe!'", "29": "“So his fellow slave fell down and kept begging him, saying, 'Be patient with me, and I'll pay you back.' ", "30": "Yet he was unwilling. Instead, he went off and threw the man into prison until he paid back all he owed.", "31": "“So when his fellow slaves saw what had happened, they were deeply distressed. They went to their master and reported in detail all that had happened. ", "32": "Then summoning the first slave, his master said to him, 'You wicked slave! I forgave all that debt because you pleaded with me. ", "33": "Wasn't it necessary for you also to show mercy to your fellow slave, just as I showed mercy to you?' ", "34": "Enraged, the master handed him over to the torturers until he paid back all he owed.", "35": "“So also My heavenly Father will do to you, unless each of you, from your hearts, forgives his brother.”"}