{"1": "“For the kingdom of heaven is like the master of a household, who went out early in the morning to hire workers for his vineyard. ", "2": "Now when he had agreed with the workers for a denarius per day, he sent them into his vineyard. ", "3": "And he went out about the third hour and saw others standing in the marketplace, idle. ", "4": "And to them he said, 'You go into the vineyard too, and I'll give you whatever is right.' ", "5": "So they went. Again he went out about the sixth and ninth hour and did the same. ", "6": "And about the eleventh hour, he went out and found others standing around. And he said to them, 'Why have you been standing here idle the whole day?'", "7": "“'Because no one hired us,' they said to him. “He said to them, 'You go into the vineyard, too.'", "8": "“Now when evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning from the last to the first.' ", "9": "And those who had come about the eleventh hour each received a denarius. ", "10": "And when the first came, they supposed that they would receive more; yet they too received a denarius.", "11": "“But when they received it, they began to grumble against the master of the house, ", "12": "saying, 'These last guys did one hour, and you've made them equal to us, who bore the burden and scorching heat of the day!'", "13": "“But answering, he said to one of them, 'Friend, I'm doing you no wrong. Didn't you agree with me on a denarius? ", "14": "Take what is yours and go. But I want to give this last guy the same as you. ", "15": "Am I not permitted to do what I want with what belongs to me? Or is your eye evil because I am good?'", "16": "“So the last will be first, and the first last.”", "17": "Now as Yeshua was going up to Jerusalem, He took the Twelve aside privately; and on the way he told them, ", "18": "“Look, we're going up to Jerusalem, and the Son of Man will be handed over to the ruling kohanim and Torah scholars. They will condemn Him to death ", "19": "and hand Him over to the Gentiles to mock, and to scourge, and to crucify. Yet on the third day, He will be raised up.”[a]", "20": "Then the mother of the sons of Zebedee came with her sons to Yeshua, and she was kneeling down and asking something from Him.", "21": "“What do you want?” He said to her. She said to Him, “Declare that these two sons of mine might sit, one on Your right and one on Your left, in Your kingdom.”", "22": "But Yeshua replied, “You don't know what you're asking! Are you able to drink the cup I am about to drink?” “We are able,” they say to Him.", "23": "He said to them, “You shall indeed drink My cup. But to sit on My right and left, this isn't Mine to grant. Rather, it's for those for whom it has been prepared by My Father.”", "24": "Now when the ten heard, they became indignant with the two brothers. ", "25": "But Yeshua called them over and said, “You know that the rulers of the nations lord it over them, and their great ones play the tyrant over them. ", "26": "It shall not be this way among you. But whoever wants to be great among you shall be your servant, ", "27": "and whoever wants to be first among you shall be your slave—", "28": "just as the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many.”", "29": "Now as they were leaving Jericho, a large crowd followed Him. ", "30": "And here two blind men sitting by the roadside, when they heard that Yeshua was passing by, cried out, saying, “Have mercy on us, O Master, Ben-David!” ", "31": "The crowd warned them to be quiet, but they cried out all the more, saying, “Have mercy on us, O Master, Ben-David!”[b]", "32": "Yeshua stopped and called out to them. “What do you want Me to do for you?” He said.", "33": "They said to Him, “Master, let our eyes be opened!” ", "34": "Moved with compassion, Yeshua touched their eyes. Instantly they regained their sight and followed Him.[c]"}