{"1": "Yeshua answered and spoke to them again in parables, saying, ", "2": "“The kingdom of heaven may be compared to a king who made a wedding feast for his son. ", "3": "He sent out his servants to call those who were invited to the wedding feast, but they wouldn't come. ", "4": "Again he sent out other servants, saying, 'Tell those who were invited, “Look, I've prepared my meal. My oxen and fattened cattle are killed, and everything is ready. Come to the wedding feast!”'", "5": "“But paying no attention, they went away, one to his own farm, another to his business. ", "6": "And the rest grabbed his servants, humiliated them, and killed them. ", "7": "Now the king became furious! Sending his troops, he destroyed those murderers and set fire to their city.", "8": "“Then he said to his servants, 'The wedding feast is ready, but those who were invited were not worthy. ", "9": "So go into the highways and byways, and invite everyone you find to the wedding feast.' ", "10": "And those servants went out into the highways and gathered together all they found, both bad and good; and the wedding was filled with guests.", "11": "“But when the king came in to look over the guests, he saw a man there who wasn't dressed in wedding clothes. ", "12": "'Friend,' he said to him, 'how did you get in here without wedding clothes?' But the man was silent. ", "13": "Then the king said to his servants, 'Tie him up hand and foot, and throw him into the outer darkness; in that place will be weeping and gnashing of teeth.' ", "14": "For many are called, but few are chosen.”", "15": "Then the Pharisees went and plotted how they might trap Him with a word. ", "16": "And they sent to Him some of their disciples, along with the Herodians, saying, “Teacher, we know that You are honest and teach the way of God in truth. And what others think doesn't concern You, for You do not look at men's appearance. ", "17": "Tell us therefore, what do You think? Is it permitted to pay taxes to Caesar, or not?”", "18": "But Yeshua, knowing their wickedness, said, “Why are you testing Me, you hypocrites? ", "19": "Show Me the tax money.” So they brought Him a denarius.", "20": "And He said to them, “Whose image is this? And whose inscription?”", "21": "“Caesar's,” they said to Him. Then He said to them, “Give therefore to Caesar the things that are Caesar's, and to God the things that are God's.” ", "22": "And hearing this, they were amazed. So they left Him and went away.", "23": "On that day, Sadducees (who say there is no resurrection) came to Yeshua and questioned Him, saying, ", "24": "“Teacher, Moses said, 'If someone dies having no children, his brother as next of kin shall marry his widow and father children for his brother.'", "25": "[a] 25 Now there were seven brothers among us. The first married and died; and having no offspring, left his wife to his brother. ", "26": "In the same way also the second, and the third, down to the seventh. ", "27": "Last of all, the woman died. ", "28": "So in the resurrection, whose wife of the seven will she be? For they all had married her.”", "29": "But answering, Yeshua said to them, “You've gone astray, because you don't understand the Scriptures or the power of God. ", "30": "For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven. ", "31": "But concerning the resurrection of the dead, haven't you read what was spoken to you by God, saying, ", "32": "'I am the God of Abraham, and the God of Isaac, and the God of Jacob'? He is not the God of the dead, but of the living!”", "33": "[b] 33 When the crowds heard this, they were astounded at His teaching.", "34": "But the Pharisees, when they heard that Yeshua had silenced the Sadducees, gathered together in one place. ", "35": "And testing Him, one of them, a lawyer, asked, ", "36": "“Teacher, which is the greatest commandment in the Torah?”", "37": "And He said to him, “'You shall love Adonai your God with all your heart, and with all your soul, and with all your mind.'", "38": "[c] 38 This is the first and greatest commandment. ", "39": "And the second is like it, 'You shall love your neighbor as yourself.'", "40": "[d] 40 The entire Torah and the Prophets hang on these two commandments.”", "41": "Now while the Pharisees were gathered together, Yeshua asked them a question, ", "42": "saying, “What do you think about the Messiah? Whose Son is He?”[e] “David's,” they say to Him.", "43": "“Then how is it,” He says to them, “that David by the Ruach calls him 'Lord'?", "44": "For he says, 'Adonai said to my Lord, “Sit at My right hand, until I put Your enemies under Your feet.”'[f]", "45": "If David then calls Him 'Lord,' how is He his son?” ", "46": "No one was able to answer Him a word. Nor did anyone dare from that day on to question Him any longer."}