{"1": "Now when Yeshua went out and was going away from the Temple, His disciples came up to point out to Him the Temple buildings. ", "2": "“Don't you see all these?” He responded to them. “Amen, I tell you, not one stone will be left here on top of another—every one will be torn down!”", "3": "As He was sitting on the Mount of Olives, the disciples came to Him privately, saying, “Tell us, when will these things happen? What will be the sign of Your coming and of the end of the age?”", "4": "Yeshua answered them, “Be careful that no one leads you astray! ", "5": "For many will come in My name, saying, 'I am the Messiah,' and will lead many astray. ", "6": "You will hear of wars and rumors of wars. See that you are not alarmed, for this must happen but it is not yet the end. ", "7": "For nation will rise up against nation, and kingdom against kingdom.[a] And there will be famines and earthquakes in various places. ", "8": "But all these things are only the beginning of birth pains.", "9": "“Then they will hand you over to persecution and will kill you. You will be hated by all the nations because of My name. ", "10": "And then many will fall away and will betray one another and hate one other. ", "11": "Many false prophets will arise and lead many astray. ", "12": "Because lawlessness will multiply, the love of many will grow cold. ", "13": "But the one who endures to the end will be saved. ", "14": "This Good News of the kingdom shall be proclaimed in the whole world as a testimony to all the nations, and then the end will come.", "15": "“So when you see 'the abomination of desolation,'[b] which was spoken of through Daniel the prophet, standing in the Holy Place (let the reader understand), ", "16": "then those in Judea must flee to the mountains. ", "17": "The one on the roof must not go down to take what is in his house, ", "18": "and the one in the field must not turn back to get his coat. ", "19": "Woe to those who are pregnant and to those who are nursing babies in those days! ", "20": "Pray that your escape will not happen in winter, or on Shabbat. ", "21": "For then there will be great trouble,[c] such as has not happened since the beginning of the world until now, nor ever will. ", "22": "And unless those days were cut short, no one would be delivered. But for the sake of the chosen, those days will be cut short.", "23": "“Then if anyone says to you, 'Look, here's the Messiah,' or 'There He is,' do not believe it. ", "24": "For false messiahs and false prophets will rise up[d] and show great signs and wonders so as to lead astray, if possible, even the chosen. ", "25": "See, I have told you beforehand.", "26": "“So if they say to you, 'Look, He is in the wilderness,' do not go out. Or, 'Look, He is in the inner rooms,' do not believe it. ", "27": "For just as lightning comes from the east and flashes as far as the west, so also will be the coming of the Son of Man. ", "28": "For wherever the carcass is, there the vultures will gather.", "29": "“But immediately after the trouble of those days, 'the sun will be darkened, and the moon will not give its light and the stars will fall from heaven and the powers of the heavens will be shaken.'[e]", "30": "Then the sign of the Son of Man will appear in heaven, and then all the tribes of the land will mourn, and they will see 'the Son of Man coming on the clouds of heaven'[f] with power and great glory. ", "31": "He will send out His angels with a great shofar, and they will gather together His chosen from the four winds, from one end of heaven to the other.”[g]", "32": "“Now learn the parable from the fig tree. When its branch becomes tender and puts forth leaves, you know that summer is near. ", "33": "So also, when you see all these things, know that it is near, at the door. ", "34": "Amen, I tell you, this generation will not pass away until all these things happen. ", "35": "Heaven and earth will pass away, but My words will never pass away.", "36": "[h] 36 But of that day and hour no one knows, not even the angels of heaven nor the Son,[i] except the Father alone.", "37": "“For just as the days of Noah were, so will be the coming of the Son of Man. ", "38": "For in those days before the flood, they were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark. ", "39": "And they did not understand until the flood came and swept them all away.[j] So shall it be at the coming of the Son of Man. ", "40": "Then two men will be in the field, one taken and one left. ", "41": "Two women will be grinding at the mill, one taken and one left.", "42": "[k] 42 Therefore stay alert; for you do not know what day your Lord is coming. ", "43": "But know this, that if the master of the house had known what time the thief was coming, he would have kept watch and not let his house be broken into. ", "44": "So you also must be ready, for the Son of Man is coming at an hour you do not expect.”", "45": "“Who then is the faithful and wise servant, whom the master put in charge of his household to give them food at the proper time? ", "46": "Blessed is that servant whose master finds him so doing when he comes. ", "47": "Amen, I tell you, his master will put him in charge of all his possessions. ", "48": "But if that wicked servant says in his heart, 'My master is taking a long time,' ", "49": "and he begins to beat his fellow servants, and he eats and drinks with drunkards, ", "50": "the master of that servant will come on a day when he does not expect him and at an hour he does not know. ", "51": "And he will cut him in two and assign his place with the hypocrites, where there will be weeping and gnashing of teeth.”"}