{"1": "When daybreak came, the ruling kohanim and elders of the people conspired against Yeshua to put Him to death. ", "2": "And they tied Him up, led Him away, and handed Him over to Pilate, the governor. ", "3": "Then Judah, His betrayer, saw that Yeshua had been condemned. Feeling remorse, he brought the thirty silver pieces back to the ruling kohanim and elders, ", "4": "saying, “I've sinned, betraying innocent blood!” But they said, “What's that to us? You see to it yourself!” ", "5": "After tossing the silver into the Temple sanctuary, he left. Then he went off and hanged himself. ", "6": "But the ruling kohanim took the silver pieces and said, “It is not permitted to put these in the treasury, since it is blood money.” ", "7": "So after they conferred, they bought with them the potter's field, as a cemetery for strangers. ", "8": "For this reason that field has been called the “Field of Blood” to this day. ", "9": "Then was fulfilled what was spoken by Jeremiah the prophet, saying, “And they took the thirty silver pieces, the price of Him on whom a price had been set by Bnei-Yisrael; ", "10": "and they gave them for the potter's field, just as Adonai arranged for me.”[a]", "11": "Now Yeshua stood before the governor. The governor questioned Him, saying, “Are You the King of the Jews?” “You say so,” Yeshua said. ", "12": "And while He was accused by the ruling kohanim and elders, He did not answer.", "13": "Then Pilate said to Him, “Don't You hear how many things they testify against you?” ", "14": "Yeshua did not answer, not even one word, so the governor was greatly amazed.", "15": "Now during the feast, the governor was accustomed to release to the crowd one prisoner, anyone they wanted. ", "16": "At that time they had a notorious prisoner, called Yeshua Bar-Abba. ", "17": "So when they were gathered together, Pilate said to them, “Which one do you want me to release for you? Yeshua who is Bar-Abba, or Yeshua who is called Messiah?”", "18": "[b] 18 For he knew that they had handed Him over out of envy.", "19": "While Pilate was sitting on the judgment seat, his wife sent him a message, saying, “Don't have anything to do with that righteous Man, for today I've suffered many things in a dream because of Him.”", "20": "Now the ruling kohanim and elders persuaded the crowds that they should ask for Bar-Abba and destroy Yeshua. ", "21": "But the governor responded, “Which of the two do you want me to release for you?” And they said, “Bar-Abba!”", "22": "Pilate said to them, “What then shall I do with Yeshua, who is called Messiah?” “Execute Him!” all of them say.", "23": "But Pilate said, “Why? What evil has He done?” But they kept shouting all the more, saying, “Let Him be executed!”", "24": "When Pilate saw he was accomplishing nothing, but instead a riot was starting, he took some water and washed his hands in front of the crowd. “I am innocent of this blood,”[c] he said. “You see to it yourselves!”", "25": "All the people answered and said, “His blood be on us and on our children!”[d]", "26": "Then he released to them Bar-Abba. And after he had Yeshua scourged, he handed Him over to be crucified.", "27": "Then the governor's soldiers took Yeshua into the Praetorium and gathered the whole cohort around Him. ", "28": "They stripped Him and put a scarlet robe around Him. ", "29": "And after braiding a crown of thorns, they placed it on His head and put a staff in His right hand. And falling on their knees before Him, they mocked Him, saying, “Hail, King of the Jews!” ", "30": "They spat on Him, and they took the staff and beat Him over and over on the head. ", "31": "When they finished mocking Him, they stripped the robe off Him and put His own clothes back on Him. And they led Him away to crucify Him.", "32": "As they came out, they found a man from Cyrene, Simon by name. They forced him into service, to carry Yeshua's cross-beam.", "33": "[e] 33 And when they came to a place called Golgotha (that is to say, Place of a Skull), ", "34": "they offered Him wine mixed with gall to drink;[f] but after tasting, He was unwilling to drink it. ", "35": "And when they had crucified Him, they divided His clothing among themselves by casting lots.", "36": "[g] 36 And they sat down and kept guard over Him there. ", "37": "Over His head they put the charge against Him, which read: “THIS IS YESHUA, THE KING OF THE JEWS.”", "38": "Then two outlaws were executed with Him, one on the right and one on the left. ", "39": "Those passing by were jeering at Him,[h] shaking their heads ", "40": "and saying, “You who are going to destroy the Temple and rebuild it in three days, save Yourself! If you are Ben-Elohim, come down from the stake!”", "41": "Likewise the ruling kohanim, along with the Torah scholars and elders, were also mocking Him. ", "42": "“He saved others,” they were saying, “but He can't save Himself? He's the King of Israel! Let Him come down now from the stake, and we'll believe in Him! ", "43": "He trusts in God; let God rescue Him now, if He wants Him.[i] For He said, 'I am Ben-Elohim.'” ", "44": "Even the outlaws who were executed with Him were ridiculing Him in the same way.[j]", "45": "Now from the sixth hour, darkness fell upon all the land until the ninth hour.", "46": "[k] 46 About the ninth hour Yeshua cried out with a loud voice, saying, “Eli, Eli, lema sabachthani?”[l] that is, “My God, My God, why have You abandoned Me?”", "47": "When some of those standing there heard it, they began saying, “This Man is calling for Elijah.” ", "48": "Right away one of them ran and took a sponge. He filled it with sour wine and put it on a stick, and was offering it to Yeshua to drink.", "49": "[m] 49 But the rest were saying, “Leave Him alone! Let's see if Elijah comes to save Him.” ", "50": "And Yeshua cried out again with a loud voice and gave up His spirit.", "51": "And behold, the curtain[n] of the Temple was split in two, from top to bottom. And the earth quaked and rocks were split apart. ", "52": "And the tombs were opened, and many bodies of the kedoshim who were sleeping were raised to life. ", "53": "And coming forth out of the tombs after His resurrection, they went into the holy city and appeared to many.", "54": "Now the centurion, and those with him keeping guard over Yeshua, when they saw the earthquake and what was happening, they became terribly frightened and said, “This really was the Son of God!”", "55": "Many women were there, watching from a distance. They had followed Yeshua from the Galilee, serving Him. ", "56": "Among them were Miriam from Magdala, Miriam the mother of Jacob and Joseph, and the mother of Zebedee's sons.", "57": "Now when it was evening, there came a rich man from Arimathea, named Joseph, who had also become a disciple of Yeshua. ", "58": "This man went to Pilate and asked for Yeshua's body. Then Pilate ordered it to be given up. ", "59": "And Joseph took the body and wrapped it in a clean linen cloth. ", "60": "And he laid it in his own new tomb,[o] which he had cut in the rock. Then he rolled a large stone up to the door of the tomb and went away. ", "61": "Now Miriam from Magdala was there, and the other Miriam, sitting opposite the tomb.", "62": "Now on the next day, which is after the preparation, the ruling kohanim and Pharisees were gathered before Pilate. ", "63": "“Sir,” they said, “we remember how that deceiver said while He was still alive, 'After three days I'm to be raised.' ", "64": "Therefore, order the tomb to be made secure until the third day, so His disciples do not come and steal Him away. They will tell the people, 'He is risen from the dead,' and the last deception will be worse than the first!”", "65": "“You have a guard,” Pilate said to them. “Go, make it as secure as you know how.” ", "66": "So they went and made the tomb secure, sealing the stone along with the soldiers of the guard."}