{"1": "Now after Shabbat, as it began to dawn on the first day of the week, Miriam of Magdala and the other Miriam came to look at the tomb. ", "2": "And suddenly there was a great earthquake, for an angel of Adonai descended from heaven and came and rolled back the stone and sat on it. ", "3": "His appearance was like lightning,[a] and his clothing as white as snow. ", "4": "And those keeping watch were shaken for fear of him and became like dead men.", "5": "But the angel answered and said to the women, “Do not be afraid, for I know you are looking for Yeshua who was crucified. ", "6": "He is not here; for He is risen, just as He said. Come, see the place where He[b] was lying. ", "7": "Go quickly now and tell His disciples that He is risen from the dead. And behold, He's going before you to the Galilee. There you will see Him. See, I have told you!” ", "8": "They quickly left the tomb, with fear yet with great joy, and ran to bring news to His disciples.", "9": "And behold, Yeshua met them. “Shalom!” He said. They drew near, grasped his feet, and worshiped Him. ", "10": "“Don't be afraid,” Yeshua said to them. “Go tell My brothers to head for the Galilee, and there they will see Me.”", "11": "Now while they were going, some of the guard came into the city and reported to the ruling kohanim all that had happened. ", "12": "And when they had assembled with the elders and consulted together, they gave a large sum of silver to the soldiers, ", "13": "saying, “Tell them, 'His disciples came at night and stole Him away while we were sleeping.' ", "14": "And if this is heard by the governor, we'll appease him and keep you out of trouble.” ", "15": "So the soldiers took the money and did as they were instructed. And this story was spread among the Judeans to this day.", "16": "Now the eleven disciples went to the Galilee, to the mountain Yeshua had designated. ", "17": "When they saw Him, they worshiped; but some wavered. ", "18": "And Yeshua came up to them and spoke to them, saying, “All authority in heaven and on earth has been given to Me.", "19": "[c] 19 Go therefore and make disciples of all nations, immersing them in the name of the Father and the Son and the Ruach ha-Kodesh, ", "20": "teaching them to observe all I have commanded you. And remember! I am with you always, even to the end of the age.”"}