{"1": "In those days, John the Immerser came proclaiming in the wilderness of Judea, ", "2": "“Turn away from your sins, for the kingdom of heaven is near!”", "3": "[a] 3 For he is the one Isaiah the prophet spoke about, saying, “The voice of one crying in the wilderness, 'Prepare the way of Adonai, and make His paths straight.'”[b]", "4": "Now John wore clothing from camel's hair and a leather belt around his waist, and his food was locusts[c] and wild honey. ", "5": "Then Jerusalem was going out to him, and all Judea and all the region around the Jordan. ", "6": "Confessing their sins, they were being immersed by him in the Jordan River.", "7": "But when he saw many Pharisees and Sadducees coming to his immersion, he said to them, “You brood of vipers! Who warned you to flee from the coming wrath? ", "8": "Therefore produce fruit worthy of repentance; ", "9": "and do not think that you can say to yourselves, 'We have Abraham as our father'! For I tell you that from these stones God can raise up children for Abraham. ", "10": "Already the axe is laid at the root of the trees; therefore every tree that does not produce good fruit is cut down and thrown into the fire!", "11": "“As for me, I immerse you in water for repentance. But the One coming after me is mightier than I am; I am not worthy to carry His sandals. He will immerse you in the Ruach ha-Kodesh and fire. ", "12": "His winnowing fork is in His hand, and He shall clear His threshing floor and gather His wheat into the barn; but the chaff He shall burn up with inextinguishable fire.”[d]", "13": "Then Yeshua came from the Galilee to John, to be immersed by him in the Jordan. ", "14": "But John tried to prevent Him, saying, “I need to be immersed by You, and You are coming to me?”", "15": "But Yeshua responded, “Let it happen now, for in this way it is fitting for us to fulfill all righteousness.” So John yielded to Him.", "16": "After being immersed, Yeshua rose up out of the water; and behold, the heavens were opened to Him, and He saw the Ruach Elohim[e] descending like a dove and coming upon Him. ", "17": "And behold, a voice from the heavens said, “This is My Son, whom I love; with Him I am well pleased!”[f]"}