{"1": "Then Yeshua was led by the Ruach into the wilderness to be tempted by the devil. ", "2": "After He had fasted for forty days and forty nights, He was hungry. ", "3": "And when the tempter came to Him, he said, “If You are Ben-Elohim, tell these stones to become bread.”", "4": "But He replied, “It is written, 'Man shall not live by bread alone, but by every word that comes from the mouth of God.'”[a]", "5": "Then the devil took Him into the holy city and placed Him on the highest point of the Temple. ", "6": "“If You are Ben-Elohim,” he said, “throw Yourself down. For it is written, 'He shall command His angels concerning you,'[b] and 'upon their hands they shall lift you up, so that you may not strike your foot against a stone.'”[c]", "7": "Yeshua said to him, “Again it is written, 'You shall not put Adonai your God to the test.'”[d]", "8": "Again, the devil takes Him to a very high mountain and shows Him all the kingdoms of the world and their glory. ", "9": "And he said to Him, “All these things I will give You, if You fall down and worship me.”", "10": "Then Yeshua says to him, “Go away, satan! For it is written, 'You shall worship Adonai your God, and Him only shall you serve.'”", "11": "[e] 11 Then the devil leaves Him. And behold, angels came and began to take care of Him.", "12": "Now when Yeshua heard that John had been handed over, He withdrew to the Galilee. ", "13": "Leaving Natzeret, He came and settled in Capernaum, which is by the sea in the regions of Zebulun and Naphtali. ", "14": "This was to fulfill what was spoken through Isaiah the prophet, saying,", "15": "“Land of Zebulun and land of Naphtali, the way of the sea, beyond the Jordan, Galilee of the nations—", "16": "the people sitting in darkness have seen a great light, and those sitting in the region and shadow of death, on them a light has dawned.”[f]", "17": "From then on, Yeshua began to proclaim, “Turn away from your sins, for the kingdom of heaven is near.”", "18": "Now as Yeshua was walking by the Sea of Galilee, He saw two brothers, Simon who was called Peter and Andrew his brother. They were casting a net into the sea, for they were fishermen. ", "19": "And He said to them, “Follow Me, and I will make you fishers of men.” ", "20": "Immediately they left their nets and followed Him.", "21": "Going on from there, He saw two other brothers, Jacob the son of Zebedee and John his brother. They were in the boat with Zebedee their father, mending their nets, and He called them. ", "22": "Immediately they left the boat and their father and followed Him.", "23": "Yeshua was going throughout all the Galilee, teaching in their synagogues and proclaiming the Good News of the kingdom, and healing every kind of disease and sickness among the people. ", "24": "News about Him spread throughout all Syria. And they brought to Him all the sick—those tormented by various diseases and afflictions, those plagued by demons, the epileptics, the paralyzed—and He healed them. ", "25": "And large crowds followed Him from the Galilee, the Decapolis, Jerusalem, Judea, and beyond the Jordan."}