{"1": "Now when Yeshua saw the crowds, He went up on the mountain. And after He sat down, His disciples came to Him. ", "2": "And He opened His mouth and began to teach them, saying,", "3": "“Blessed are the poor in spirit, for theirs is the kingdom of heaven.", "4": "“Blessed are those who mourn, for they shall be comforted.", "5": "“Blessed are the meek, for they shall inherit the earth.", "6": "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.", "7": "“Blessed are the merciful, for they shall be shown mercy.", "8": "“Blessed are the pure in heart, for they shall see God.", "9": "“Blessed are the peacemakers, for they shall be called sons of God.", "10": "“Blessed are those who have been persecuted for the sake of righteousness, for theirs is the kingdom of heaven.", "11": "“Blessed are you when people revile you and persecute you and say all kinds of evil against you falsely, on account of Me.", "12": "Rejoice and be glad, for your reward in heaven is great! For in the same way they persecuted the prophets who were before you.”[a]", "13": "“You are the salt of the earth; but if the salt should lose its flavor, how shall it be made salty again? It is no longer good for anything, except to be thrown out and trampled under foot by men.", "14": "“You are the light of the world. A city set on a hill cannot be hidden. ", "15": "Neither do people light a lamp and put it under a basket. Instead, they put it on a lampstand so it gives light to all in the house. ", "16": "In the same way, let your light shine before men so they may see your good works and glorify your Father in heaven.”", "17": "“Do not think that I came to abolish the Torah or the Prophets! I did not come to abolish, but to fulfill. ", "18": "Amen, I tell you, until heaven and earth pass away, not the smallest letter or serif[b] shall ever pass away from the Torah until all things come to pass. ", "19": "Therefore, whoever breaks one of the least of these commandments, and teaches others the same, shall be called least in the kingdom of heaven. But whoever keeps and teaches them, this one shall be called great in the kingdom of heaven. ", "20": "For I tell you that unless your righteousness exceeds that of the Pharisees and Torah scholars, you shall never enter the kingdom of heaven!", "21": "“You have heard it was said to those of old, 'You shall not murder,[c] and whoever commits murder shall be subject to judgment.' ", "22": "But I tell you that everyone who is angry with his brother shall be subject to judgment. And whoever says to his brother, 'Raca' shall be subject to the council[d]; and whoever says, 'You fool!' shall be subject to fiery Gehenna.", "23": "“Therefore if you are presenting your offering upon the altar, and there remember that your brother has something against you, ", "24": "leave your offering there before the altar and go. First be reconciled to your brother, and then come and present your offering.", "25": "“Make friends quickly with your opponent while you are with him on the way. Otherwise, your opponent may hand you over to the judge, and the judge to the assistant, and you will be thrown into prison. ", "26": "Amen, I tell you, you will never get out of there until you have paid back the last penny![e]", "27": "“You have heard that it was said, 'You shall not commit adultery.'", "28": "[f] 28 But I tell you that everyone who looks upon a woman to lust after her has already committed adultery with her in his heart. ", "29": "And if your right eye causes you to stumble, gouge it out and throw it away! It is better for you that one part of your body should be destroyed, than that your whole body be thrown into Gehenna.", "30": "[g] 30 And if your right hand causes you to stumble, cut it off and throw it away! It is better for you that one part of your body should be destroyed, than that your whole body go into Gehenna.", "31": "“It was said, 'Whoever sends his wife away, let him give her a certificate of divorce.'", "32": "[h] 32 But I say to you that everyone who divorces his wife, except for sexual immorality, makes her commit adultery; and whoever marries a divorced woman commits adultery.", "33": "“Again, you have heard that it was said to those of old, 'You shall not swear falsely, but shall carry out your oaths to Adonai.'", "34": "[i] 34 But I tell you, do not swear at all—not by heaven, for it is the throne of God; ", "35": "or by the earth, for it is the footstool of His feet;[j] or by Jerusalem, for it is the city of the Great King.", "36": "[k] 36 And do not swear by your head, for you cannot make a single hair white or black. ", "37": "But let your word 'Yes' be 'Yes' and your 'No,' 'No'—anything more than this is from the evil one.”", "38": "“You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'", "39": "[l] 39 But I tell you, do not resist an evildoer. But whoever slaps you on your right cheek, turn to him also the other. ", "40": "And the one wanting to sue you and to take your shirt, let him also have your coat. ", "41": "Whoever forces you to go one mile, go with him two. ", "42": "Give to the one who asks of you, and do not turn away from the one who wants to borrow from you.", "43": "“You have heard that it was said, 'You shall love your neighbor[m] and hate your enemy.' ", "44": "But I tell you, love your enemies and pray for those who persecute you, ", "45": "so that you may be children of your Father in heaven. He causes His sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. ", "46": "For if you love those who love you, what reward do you have? Even the tax collectors do the same, don't they? ", "47": "And if you greet only your brothers, what more are you doing than anyone else? Even the pagans do that, don't they? ", "48": "Therefore be perfect, just as your Father in heaven is perfect.”"}