{"1": "When He came down from the mountain, large crowds followed Him. ", "2": "And a man with tzara'at came to Him and bowed down before Him, saying, “Master, if You are willing, You can make me clean.”", "3": "Yeshua stretched out His hand and touched him, saying, “I am willing. Be cleansed.” Immediately his tzara'at was cleansed. ", "4": "And Yeshua said to him, “See that you tell no one; but go show yourself to the kohen and offer the gift that Moses commanded, as a testimony to them.”[a]", "5": "Now when Yeshua came into Capernaum, a centurion came begging for help. ", "6": "“Master,” he said, “my servant is lying at home paralyzed, horribly tormented.”", "7": "Yeshua said to him, “I'll come and heal him.”", "8": "But the centurion said, “Master, I'm not worthy to have You come under my roof. But just say the word and my servant will be healed. ", "9": "For I also am a man under authority, with soldiers under me. I say to this one, 'Go!' and he goes; and to another, 'Come!' and he comes; and to my servant, 'Do this!' and he does it.”", "10": "Now when Yeshua heard this, He marveled and said to those who were following, “Amen, I tell you, I have not found anyone in Israel with such great faith! ", "11": "Moreover, I tell you that many will come from the east and the west, and they will recline at table with Abraham and Isaac and Jacob in the kingdom of heaven. ", "12": "But the sons of the kingdom will be driven out into the outer darkness; in that place will be weeping and gnashing of teeth.”", "13": "Then Yeshua said to the centurion, “Go. As you have believed, let it be done for you.” And the servant was healed in that same hour.", "14": "And when Yeshua came into Peter's house, He saw Peter's mother-in-law lying down, sick with a fever. ", "15": "Yeshua touched her hand, and the fever left her. Then she got up and began to take care of Him.", "16": "When evening came, the people brought to Him many who were afflicted by demons. He forced out the spirits with a word and healed all who were sick. ", "17": "So was fulfilled what was spoken through Isaiah the prophet, saying, “He Himself took our sicknesses and carried away our diseases.”[b]", "18": "Now when Yeshua saw a crowd around Him, He gave orders to go to the other side of the sea. ", "19": "Then a Torah scholar came to Him and said, “Teacher, I will follow You wherever You go.”", "20": "Yeshua tells him, “Foxes have dens and birds of the air have nests, but the Son of Man has nowhere to lay His head.”", "21": "Then another of the disciples said, “Master, first let me go and bury my father.”", "22": "But Yeshua tells him, “Follow Me, and let the dead bury their own dead.”", "23": "As He got into the boat, His disciples followed Him. ", "24": "Suddenly a great storm arose on the sea, so that the boat was being covered by the waves. But Yeshua kept on sleeping. ", "25": "So they came and woke Him up, saying, “Master, save us! We're perishing!”", "26": "He said to them, “Why are you afraid, O you of little faith?” Then He got up and rebuked the winds and the sea, and it became totally calm.", "27": "The men were amazed, saying, “What kind of person is this? Even the winds and the sea obey Him!”", "28": "When He came to the other side, into the region of the Gadarenes, two demon-plagued men coming from the graveyard[c] met Him. They were so violent that no one could pass by that way. ", "29": "And they screamed, “What's between You and us,[d] Ben-Elohim? Have You come here to torment us, before the appointed time?”", "30": "Now a large herd of pigs was feeding some distance away from them. ", "31": "The demons kept begging Him, “If You drive us out, send us into the herd of pigs.”", "32": "And He told them, “Go!” So they came out and went into the pigs, and the whole herd rushed down the cliff into the sea and drowned. ", "33": "The herdsmen ran away, went into the town, and told everything, including what had happened to the demon-plagued men. ", "34": "The whole town came out to meet Yeshua. And when they saw him, they begged Him to leave their region."}