{"1": "After getting into a boat, Yeshua crossed over and came to His own town. ", "2": "Just then, some people brought to Him a paralyzed man lying on a cot. And seeing their faith, Yeshua said to the paralyzed man, “Take courage, son! Your sins are forgiven.”", "3": "Then some of the Torah scholars said among themselves, “This fellow blasphemes!”", "4": "And knowing their thoughts, Yeshua said, “Why are you entertaining evil in your hearts? ", "5": "For which is easier, to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "6": "But so you may know that the Son of Man has authority on earth to pardon sins...” Then He tells the paralyzed man, “Get up, take your cot and go home.” ", "7": "And he got up and went home. ", "8": "When the crowd saw it, they were afraid and glorified God, who had given such authority to men.", "9": "As Yeshua was passing by from there, He saw a man named Matthew sitting at the tax collector's booth. He said to him, “Follow Me.” And he got up and followed Him.", "10": "Now it happened that when Yeshua was reclining at the table in the house, many tax collectors and sinners came and were reclining with Yeshua and His disciples. ", "11": "When the Pharisees saw this, they said to His disciples, “Why does this Teacher of yours eat with tax collectors and sinners?”", "12": "But when He heard this, Yeshua said, “Those who are healthy have no need for a doctor, but those who are sick do. ", "13": "Now go and learn what this means: 'Mercy I desire, and not sacrifice.'[a] For I didn't come to call the righteous, but the sinful.”", "14": "Then John's disciples came to Him, saying, “Why do we and the Pharisees fast, but Your disciples do not fast?”[b]", "15": "And Yeshua said to them, “The guests of the bridegroom cannot mourn while the bridegroom is with them, can they? But the days will come when the bridegroom is taken away from them, and then they will fast.", "16": "“And no one puts a patch of unshrunk cloth on an old garment, for the patch pulls away from the garment and a worse tear happens. ", "17": "Nor do they put new wine into old wineskins. Otherwise the skins burst, and the wine spills out and the skins are ruined. But they put new wine into fresh wineskins, and both are preserved.”", "18": "Just as He was saying these things to them, a synagogue leader came and began to bow before Him, saying, “My daughter has just died, but come lay Your hand on her and she will live.” ", "19": "And Yeshua got up and began to follow him, with His disciples.", "20": "Just then a woman, losing blood for twelve years,[c] came from behind and touched the tzitzit of His garment. ", "21": "For she kept saying to herself, “If only I touch His garment, I will be healed.”", "22": "But then Yeshua turned and saw her. “Take heart, daughter,” He said, “your faith has made you well.” That very hour the woman was healed.", "23": "When Yeshua came into the synagogue leader's house and saw the flute players and the noisy crowd wailing, ", "24": "He said, “Go away, for the girl isn't dead, but sleeping.” And they began jeering at Him. ", "25": "But when the crowd had been cleared out, He went in and took her hand, and the girl got up. ", "26": "And news of this spread all around that region.", "27": "As Yeshua went on from there, two blind men followed Him, crying out, “Ben-David, have mercy on us!”", "28": "When He went into the house, the blind men came to Him. And Yeshua said to them, “Do you believe that I am able to do this?” “Yes, Master,” they said to Him.", "29": "Then He touched their eyes, saying, “According to your faith, let it be done for you.” ", "30": "And their eyes were opened. And Yeshua warned them sternly, “See that no one knows.” ", "31": "But they went out and spread the news about Him all around that region.", "32": "As they were going out, a mute man plagued by a demon was brought to Him. ", "33": "After the demon was driven out, the mute man started speaking. The crowds were astounded, saying, “Never has anything like this been seen in Israel!” ", "34": "But the Pharisees were saying, “By the prince of demons He drives out demons.”", "35": "Now Yeshua was going around all the towns and villages, teaching in their synagogues and proclaiming the Good News of the kingdom, and healing every kind of disease and sickness. ", "36": "When He saw the crowds, He felt compassion for them, because they were harassed and helpless, like sheep without a shepherd.", "37": "[d] 37 Then He said to His disciples, “The harvest is plentiful, but the workers are few. ", "38": "Therefore pray to the Lord of the harvest that He may send out workers into His harvest field.”"}