{"1": "And I looked, and lo, a Lamb stood on mount Zion, and with him 144,000 having his Father's name written in their foreheads. ", "2": "And I heard a voice from heaven as the sound of many waters, and as the voice of a great thunder. And I heard the sound of harpers harping with their harps, ", "3": "and they sang as it were a new song before the seat, and before the four living creatures and the elders. And no one could learn that song except the 144,000 who were redeemed from the earth. ", "4": "These are they who were not defiled with women, for they are virgins. These follow the Lamb wherever he goes. These were redeemed from mankind, being the first fruits unto God and to the Lamb. ", "5": "And in their mouths was found no guile. For they are without spot before the throne of God.", "6": "And I saw an angel fly in the midst of heaven, having an everlasting gospel to preach to those who sit and dwell on the earth, and to all nations, kindreds, and tongues, and people, ", "7": "saying with a loud voice, Fear God and give honour to him, for the hour of his judgment is come; and worship him who made heaven and earth, and the sea, and the springs of water.", "8": "And there followed another angel, saying, Babylon is fallen, is fallen, that great city. For she made all nations drink of the wine of her fornication.", "9": "And the third angel followed them, saying with a loud voice, If any one worships the beast and his image, and receives his mark in his forehead or on his hand, ", "10": "the same shall drink of the wine of the wrath of God, which is poured in the cup of his wrath. And he will be punished in fire and brimstone before the holy angels and before the Lamb. ", "11": "And the smoke of their torment ascends up evermore. And they have no rest day or night, who worship the beast and his image, and whosoever receives the print of his name. ", "12": "Here is the patience of the saints. Here are they that keep the commandments and the faith of Jesus.", "13": "And I heard a voice from heaven saying to me, Write: Blessed are the dead who die hereafter in the Lord, as the Spirit affirms, that they may rest from their labours; but their works shall follow them.", "14": "And I looked, and behold, a white cloud, and upon the cloud one sitting like the Son of man, having on his head a golden crown, and in his hand a sharp sickle. ", "15": "And another angel came out of the temple, crying with a loud voice to him who sat on the cloud, Thrust in your sickle and reap, for the time has come to reap! For the corn of the earth is ripe. ", "16": "And he who sat on the cloud thrust in his sickle on the earth, and the earth was reaped.", "17": "And another angel came out of the temple that is in heaven, having also a sharp sickle. ", "18": "And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, and said, Thrust in your sharp sickle, and gather the clusters of the earth, for her grapes are ripe! ", "19": "And the angel thrust in his sickle on the earth and cut down the grapes of the vineyard of the earth, and cast them into the great wine-vat of the wrath of God. ", "20": "And the wine-vat was trodden outside the city, and blood came out of the vat, even up to the horses' bridles, for the space of 1,600 furlongs."}