{"1": "And I heard a great voice out of the temple saying to the seven angels, Go your ways; pour out your vials of wrath upon the earth.", "2": "And the first went, and poured out his vial upon the earth, and there fell a foul and a grievous sore upon all who had the mark of the beast, and upon those who worshipped his image.", "3": "And the second angel shed out his vial upon the sea, and it turned as it were into the blood of a dead man. And every living thing died in the sea.", "4": "And the third angel shed out his vial upon the rivers and springs of waters, and they turned to blood. ", "5": "And I heard an angel say, Lord who is and who was, you are righteous and holy, because you have given such judgments. ", "6": "For they shed the blood of saints and prophets, and therefore you have given them blood to drink, for they have deserved it.", "7": "And I heard another out of the altar say, It is so, Lord God Almighty; true and righteous are your judgments.", "8": "And the fourth angel poured out his vial on the sun, and power was given to him to afflict people with the heat of fire. ", "9": "And the people raged in the great heat, and spoke evil of the name of God, who has power over these plagues. And they did not repent, to give him glory.", "10": "And the fifth angel poured out his vial upon the seat of the beast, and his kingdom was made dark. And people gnawed their tongues for suffering, ", "11": "and blasphemed the God of heaven for the anguish and pain of their sores, and did not repent of their deeds.", "12": "And the sixth angel poured out his vial upon the great river Euphrates, and the water dried up, to prepare the ways of the kings of the east. ", "13": "And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet. ", "14": "For they are the spirits of devils working miracles, to go out to the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.", "15": "Behold, I come as a thief. Happy is he who watches and keeps his garments, lest he be found naked, and men see his shame.", "16": "And he gathered them together into a place called in the Hebrew tongue, Armageddon.", "17": "And the seventh angel poured his vial out into the air. And there came a voice out of heaven from the seat, saying, It is done! ", "18": "And there followed voices, thunderings, and lightnings. And there was a great earthquake, such as was not since man has been upon the earth, so mighty an earthquake, and so great. ", "19": "And the great city was divided into three parts. And the cities of all the nations fell. And great Babylon came in remembrance before God, to give to her the cup of the wine of the fierceness of his wrath. ", "20": "Every isle fled away, and the mountains were not found. ", "21": "And there fell out of heaven a great hail, as if of talents, upon people. And the people blasphemed God because of the plague of the hail, for it was great, and the plague of it sore."}