{"1": "And when he had opened the seventh seal, there was silence in heaven about the space of half an hour. ", "2": "And I saw angels standing before God, and to them were given seven trumpets. ", "3": "And another angel came and stood before the altar having a golden censer, and much incense was given to him, that he should offer of the prayers of all the saints upon the golden altar that was before the seat. ", "4": "And the smoke of the incense of the prayers of all the saints ascended up before God out of the angel's hand.", "5": "And the angel took the censer and filled it with fire from the altar, and cast it into the earth; and voices were made, and thunderings, and lightnings, and an earthquake.", "6": "And the seven angels that had the seven trumpets prepared themselves to blow. ", "7": "The first angel blew, and there was made hail and fire, which were mingled with blood. And they were cast into the earth, and the third part of trees was burnt, and all the green grass was burnt.", "8": "And the second angel blew, and as it were a great mountain burning with fire was cast into the sea, and the third part of the sea turned to blood. ", "9": "And the third part of the creatures that had life in the sea died, and the third part of ships was destroyed.", "10": "And the third angel blew, and there fell a great star from heaven, burning as it were a lamp. And it fell into the third part of the rivers, and into springs of waters. ", "11": "And the name of the star is called wormwood. And the third part of the waters was turned to wormwood, and many men died from the waters, because they were made bitter.", "12": "And the fourth angel blew, and the third part of the sun was smitten, and the third part of the moon, and the third part of stars, so that the third part of them was darkened. And the day was smitten, so that the third part of it did not shine, and likewise the night.", "13": "And I looked, and heard an angel flying through the midst of heaven saying with a loud voice, Woe, woe, to the inhabiters of the earth, because of the blasts to come of the trumpet of the three angels who were yet to blow."}