{"1": "The people of the Lord have been out of Egypt for more than a year; and God has provided direction, instruction, and correction from inside columns of smoke, from on top of mountains, from anywhere His people were located. But now they have the special congregation tent—a complex, multilayered tent within an enclosed court, which they can take along on their journeys and set up anywhere. This is a holy place for the people of the Lord. It is the place for them to offer sacrifices; and inside this special tent, behind a heavy curtain, is the holiest place of all, where their spiritual leaders receive revelation from God. There are two Hebrew words used for this special place. One is literally “tent” while the other is “dwelling.” The word “tent” usually refers to the entire congregation tent, where any Israelite may come to the outer court and sacrifice. The word “dwelling” is used for that extra holy place or sanctuary behind the curtain, the residence of God or the place of His revelation where only certain priests were allowed. Now the people are ready to begin the preparation to move into the land promised to them by the Lord. First, He sets about organizing this enormous band of escaped slaves. Nearly two years after they had left Egypt, the Israelites were still in the wild desert area of Sinai. But on the first day of the second month, the Eternal One spoke to Moses in the tent of congregation.", "2": "Eternal One (to Moses): 2 Add up exactly how many Israelites there are, but don't merely count them. Identify all the people by their clans and families, right down to the individual name of every male. ", "3": "Furthermore, those who are 20 years old or older shall be considered potential soldiers. Aaron can help you organize them into groups and record them as armies. ", "4": "Your leadership team will include someone from each tribe who is the head of his extended family. ", "5": "They are: Elizur (Shedeur's son) from the Reuben family; ", "6": "Shelumiel (Zurishaddai's son) from the Simeon family; ", "7": "Nahshon (Amminidab's son) from the Judah family; ", "8": "Nethanel (Zuar's son) from the Issachar family; ", "9": "Eliab (Helon's son) from the Zebulun family; ", "10": "from the two branches of Joseph's family, Elishama (Ammihud's son) from the Ephraim family and Gamaliel (Pedahzur's son) from the Manasseh family; ", "11": "Abidan (Gideoni's son) from the Benjamin family; ", "12": "Ahiezer (Ammishaddai's son) from the Dan family; ", "13": "Pagiel (Ochran's son) from the Asher family; ", "14": "Eliasaph (Deuel's son) from the Gad family; ", "15": "and Ahira (Enan's son) from the Naphtali family. ", "16": "These are the tribal leaders and representatives of the extended families, chosen by the community. They are the heads of the clans that compose Israel.", "17": "Moses and Aaron gathered these chosen leaders by name; ", "18": "and on the first day of the second month, they brought the whole community together to register by their clans and extended families and to specify individuals who were 20 years old and older. ", "19": "This Moses did in the wild desert area of Sinai, just as the Eternal One had directed him to do. ", "20-21": "This is the tally of the twelve clans by extended family, identifying those for battle (20 years old and older): from Reuben's tribe (Reuben was the firstborn of Jacob, whom God renamed “Israel”)—46,500; ", "22-23": "from Simeon's tribe—59,300; ", "24-25": "from Gad—45,650; ", "26-27": "from Judah—74,600; ", "28-29": "from Issachar—54,400; ", "30-31": "from Zebulun—57,400; ", "32-35": "from Joseph, the Ephraim tribe—40,500; from Joseph, the Manasseh tribe—32,200; ", "36-37": "from Benjamin—35,400; ", "38-39": "from Dan—62,700; ", "40-41": "from Asher—41,500; ", "42-43": "from Naphtali—53,400. ", "44": "This is the organization that Moses, Aaron, and the heads of the twelve clans recorded according to their extended families. ", "45": "Those who were 20 years old or older and could fight in the army ", "46": "totaled 603,550.", "47-49": "Three times God calls the Israelites to count their people. In Exodus 30, they count the population to develop an orderly funding program for the construction of the congregation tent. Here God tells them to count the men eligible for fighting in their militia; and in chapter 26, after a plague has ravaged the people, they will once again determine the size and makeup of their fighting force. It is interesting to note the change in the number of warriors within each of the extended families. Some tribes experience a tremendous loss in the number of fighters, and other tribes have a considerable increase: The Levites were not included in this registration and organizing of the extended families' tribe members because the Eternal One had expressly told Moses not to count them.", "50": "Eternal One (to Moses): 50 You will make the Levites responsible for the congregation tent that houses the terms of the covenant, its furnishings, and accoutrements. They will be the ones who carry all of it, maintain it, and camp around it. ", "51": "When it's time to move, it will be the Levites who pack up that tent; they are the ones who shall set it back up. If any outsider tries to get involved, he will be killed. ", "52": "The rest of the Israelites will camp according to their troops, each extended family under its own banner. ", "53": "Remember: only the Levites shall camp around the congregation tent that houses the terms of the covenant, guarding and servicing that place to spare the Israelites an outbreak of My wrath.", "54": "The Israelites did all this, exactly as the Eternal One had commanded through Moses."}