{"1": "The Eternal One continued, instructing Moses.", "2": "In the first two months of the second year, the nation is organized for religious service, for war, for civil order, and for travel. On the first day of the first month, construction of the congregation tent is completed and dedication of the altar and the priests begins. On the eighth day, the dedication and ordination of the priests is completed. On the twelfth day, the dedication of the altar is completed, the Levites are appointed, and normal services begin. On the fourteenth day, the Passover is celebrated. In the second month, the census of the men over 20 years of age is started. On the fourteenth day, a second Passover is celebrated for those who were impure from the first celebration. Finally, on the twentieth day, all the Israelites begin their travels to Canaan. Eternal One (to Moses): 2 To more easily get the people's attention and to summon the people and notify the people that they should break camp, make yourself two trumpets out of fine, hammered silver. ", "3": "When you blow both trumpets, everyone should gather with you in front of the congregation tent; ", "4": "but if you blow only one of the trumpets, then only the leaders, the heads of the divisions, need to gather with you. ", "5-6": "You can also use them to sound an alarm. Make the alarm sound when it's time to move on. When you need to break camp, one alarm will indicate that the people on the east side should depart; the second will be the sign for those on the south side of camp to depart. ", "7": "But when you only want to gather the people together (not to break camp), simply blow the normal sound.", "8": "There are several patterns of trumpet sounds for various purposes; they are distinguished by the length of the blast and the amount of separation between sounds. Aaron's people, the priests, shall blow them; this is a decree of peace for all generations to come. ", "9": "There will be times, when you're living in the land I've promised to you, that you'll need to fight against people who oppress you. Use the trumpets to sound an alarm. Your God, the Eternal, will remember you, and you will be saved from such enemies. ", "10": "Also use the trumpets in happy times. Blow them when you celebrate festivals and make sacrifices. On days of joy, feasting and new moons, sound the trumpets as you offer your burnt offerings and sacrifices of peace offerings. Again, they will be a reminder to your God. I am the Eternal One, your True God.", "11": "When the cloud finally rose up (on the twentieth day of the second month of the second year) from over the congregation tent that housed the terms of the covenant, ", "12": "the Israelites set out from the Sinai Wilderness until the cloud indicated they should stop in the Paran Wilderness. ", "13": "This was the first time they were organized and traveled in this manner—as the Eternal had instructed through Moses.", "14": "First the Judahite division left, following their banner. Judah's tribal troops were led by Nahshon, Amminadab's son. ", "15": "The Issachar tribal troops were led by Nethanel, Zuar's son; ", "16": "and Helon's son, Eliab, led the Zebulunite tribal troops.", "17": "At that point, the tent was properly disassembled and carried out by the Gershonites and Merarites.", "18": "They were followed by the Reubenite division, following their banner. Reuben's tribal troops were led by Shedeur's son, Elizur. ", "19": "The Simeon tribe's troops were led by Shelumiel, Zurishaddai's son; ", "20": "and the Gadite tribal army followed the direction of Eliasaph, son of Deuel.", "21": "Next to leave were the Kohathites, who carried the holy things as instructed. The tent would be set up again before they arrived by the Gershonites and Merarites.", "22": "Then the Ephraimite division departed under their banner. Ephraim's tribal troops were led by Elishama (Ammihud's son). ", "23": "The Manassehite tribal troops were led by Gamaliel, son of Pedahzur; ", "24": "and Benjamin's tribal troops were led by Gideoni's son, Abidan.", "25": "Finally, at the rear came the Danite division following their banner. Dan's tribal troops were led by Ahiezer, Ammishaddai's son. ", "26": "The Asherite tribal troops went under the leadership of Pagiel, Ochran's son; ", "27": "and the Naphtali tribal troops under Enan's son, Ahira. ", "28": "This is the order in which the Israelites broke camp and journeyed through the wilderness.", "29": "When they were just about to depart, Moses took aside Hobab (son of Reuel, Moses' father-in-law), his Midianite brother-in-law. Moses: Why don't you come with us? We are going to the place that the Eternal promised to give to us. We'll treat you well in the land. After all, the Eternal said that things will be good for Israel.", "30": "Hobab: 30 No, thanks. I'm going to head back home, to my own place and to my kin.", "31": "Moses: 31 Please don't leave us. You know where it's best to camp out here in the wilderness, and we could certainly benefit from your watching out for us. ", "32": "It'll work out well for you! The Eternal has promised good things for us, and we'll be sure that you have a share in them too.", "33": "So off they went, and they traveled for three days after leaving the Eternal's mountain, known as Sinai or Horeb. At the very front of the traveling company was the precious box containing the terms of Israel's agreement with their God—namely, the chest containing their covenant with the Eternal to seek out a good resting place. ", "34": "God's cloud led them on by day when they broke camp and set out. ", "35": "When the chest began to move, Moses would always say, Moses: Eternal One, arise! Get up, and may Your enemies scatter before You, Your opponents flee from Your presence.", "36": "And when the chest settled down again, Moses would say, Moses: O Eternal One, turn back ten thousand to Israel's numbers.[a]"}