{"1": "The people of God are being instructed by Moses, but they are being led by God Himself. They can see the cloud of God before them and hear the blowing of trumpets telling them to move, but at the very front of their column is the chest of the covenant. God's presence and His promises go before them as they wander through this wilderness. One of the great truths of Scripture is that God may send His people out, but they are never alone and He is ever before them. In the same way the Hebrews have led their sheep rather than driving them, God leads His people rather than forcing them to go first into the unknown or into battle. The people griped about life in the wilderness, how hard they felt things were for them, and these evil complaints came up to the ears of the Eternal One. He was furious about this ingratitude, faithlessness, and lack of vision. His anger was kindled, and His fire raged among them and devoured some of the camp's perimeter. ", "2": "The people of Israel cried out and ran to Moses and begged him to do something! Moses did. He prayed to the Eternal One, and the flames settled down. ", "3": "On account of this incident of the burning fire from the Eternal, the place where it happened is called Taberah, which means “burning.”", "4": "A contingent of Israelites had a strong craving for different food, and the Israelites started complaining again. Israelites: Who will give us meat to eat? ", "5": "Remember in Egypt when we could eat whatever amount of fish we wanted, or even the abundant cucumbers, melons, leeks, onions, and garlic. But this, this can hardly be called food at all! ", "6": "Our appetites have dried up. All we ever have to look at is manna, manna, manna.", "7-9": "The thing about the manna is this: It is like coriander seed but the golden color of gum resin, falling on the camp with the morning dew. The people could just walk around and pick it up. After grinding it with millstones to a kind of flour or crushing it with a mortar, they boiled it in a pot and then formed it into patties. These tasted something like cake prepared with oil, a kind of sweet bread. ", "10": "Well, Moses overheard the people in all the clans moaning at the door of their tents about the manna. The Eternal grew really angry again, and Moses thought the whole situation was wrong.", "11": "Moses (to the Lord): 11 Why are You so hard on me? I am your devoted servant. Why don't You look on me with affection? Why do I have the great burden of these spiteful people? ", "12": "Did I conceive them, bear them, and give birth to them? Why should You tell me to carry them—as a nanny does some suckling infant—into the land that You swore to their ancestors? ", "13": "And now, where am I supposed to find meat to feed this crowd crying out that I give them food to eat? ", "14": "I simply cannot keep carrying them along. They are way too heavy. ", "15": "If You plan to treat me like this, then just kill me now. If You care about me at all, just put me out of my misery so I do not have to live out this distress.", "16": "Eternal One (to Moses): 16 Listen, just do this for Me. Get 70 community elders, ones whom you know are real leaders among the people, and bring them into the congregation tent where we meet. Tell them to stand with you there. ", "17": "I will then descend among you. I will speak with you, and withdraw some of My Spirit from you and place it on them so that they can help you with the burden of this people. Then you won't have to carry it all alone. ", "18": "Then tell the people this: “Purify yourselves for what will happen tomorrow. You will eat meat because you have cried to Me, saying, 'If only someone would give us meat to eat! We were content back in Egypt.' The Eternal will indeed give you meat, and you shall eat it. ", "19": "You'll be eating meat not just one day, or two or five or ten or twenty, ", "20": "but every single day for an entire month. Meat, meat, and more meat. You'll eat meat until it comes out of your noses and you can't stand it anymore. For you've rejected Me, who is with you, by asking why you left Egypt.”", "21": "Moses: 21 There are 600,000 people walking with me here. You say that You're going to give them heaps of meat for an entire month? Think of the logistics! ", "22": "Are there really enough sheep and cattle traveling with us to slaughter, or enough fish in the sea for that matter, to provide such a supply?", "23": "Eternal One: 23 Do you doubt Me? Do you question My power, that I can do what I've said? Just watch—you'll see what will happen.", "24": "So Moses went out and told the people what the Eternal One had said. He also gathered 70 community elders and situated them around the congregation tent. ", "25": "Then the Eternal descended in a cloud and talked with Moses, and He took some of the Spirit He laid on Moses and laid it on those 70 elders. At the moment when the Spirit touched them, each one prophesied, but they did not continue doing this.", "26": "A couple of men (Eldad and Medad) who had been organized during the Israelite counting, didn't come to the tent but remained in the greater camp area and prophesied there. ", "27": "A young man ran to Moses and reported it. Young Man: Eldad and Medad are prophesying in the camp!", "28": "Joshua (Nun's son and Moses' assistant from the time he was little), also was alarmed. Joshua: Moses, my lord, stop them!", "29": "Moses: 29 Are you so agitated on my account? If only all of the Eternal's people were prophets, that He would lay His Spirit on them.", "30": "Joshua thinks they are usurping Moses' authority. But Moses' response is the opposite—if only there were more like them! After this, Moses and the elders of Israel went back into the greater camp.", "31": "Suddenly the Eternal One blew a wind carrying quails in from around the sea and letting them drop all around the camp. There were quails as far as the eye could see—a day's journey on one side of the camp and another day's journey on the other side, and they were about three feet deep on the ground. ", "32": "The people got to work right away, gathering the quails. It took them the rest of that day and all night and the entire next day to pick up all the birds. Finally, no one had fewer than 60 bushels, and they spread them out all over the camp. ", "33": "While the people were still biting meat off the bone, before it was even chewed, the anger of the Eternal was unleashed against them. He struck the people down with a terrible plague. ", "34": "Because He killed so many of them on account of their craving and because of these buried there, the place was called Kibroth-hattaavah, which means “graves of cravings.” ", "35": "The people journeyed on from there to Hazeroth, where they stayed for awhile."}