{"1": "The Eternal One spoke to Moses.", "2": "There is dissension in the camp. Some of the leaders have been sharing their doubts with the people, and folks are nervous. The thrill of this wilderness camping experience has worn off, and some are thinking that working for the Egyptians wasn't so bad. So barely two years out of Egypt, the Israelites are standing at the door of their promised land. Moses needs to motivate the people, and he selects 12 key men from each of the tribes to explore the land of abundance God has provided. The nation stands to enter into a time of great reward, but first their leaders must bring back a report that will inspire their confidence. Eternal One: 2 Send men who can spy out the Canaanite land that I'm giving to the Israelites. Pick one man, with demonstrated leadership, from each of the tribal families.", "3": "Moses did so. He sent the twelve heads of Israel out from Paran Wilderness camp just as the Eternal told him. ", "4": "These are the men who went and the tribes they represented: Shammua (Zaccur's son) for Reuben; ", "5": "Shaphat (Hori's son) for Simeon; ", "6": "Caleb (Jephunneh's son) for Judah; ", "7": "Igal (Joseph's son) for Issachar; ", "8": "Hoshea (Nun's son) for Joseph's tribe, specifically Ephraim; ", "9": "Palti (Raphu's son) for Benjamin; ", "10": "Gaddiel (Sodi's son) for Zebulun; ", "11": "Gaddi (Susi's son) for Joseph's tribe, Manasseh; ", "12": "Ammiel (Gemalli's son) for Dan; ", "13": "Sethur (Michael's son) for Asher; ", "14": "Nahbi (Vophsi's son) for Naphtali; ", "15": "and Geuel (Machi's son) for Gad. ", "16": "These are the names of the men selected to spy out Canaan. And Moses changed the name of Hoshea (son of Nun) to Joshua, who would succeed Moses.", "17": "Moses sent this group to spy out the land of Canaan. Moses: Trek through the southland desert of Negev and up into the high country. ", "18": "I want you to tell us about the land and especially about its people—are they strong or weak? Are there a lot of them or only a few? ", "19-20": "Do their cities have fortifications, or are their camps open all around? Also, is the land itself good or bad, its soil rich or poor? Are there any trees? Be bold, and bring back samples of what grows there like their grapes. It was in midsummer when you'd expect them to find grapes just beginning to ripen.", "21": "They set out, these men, and explored the land from the flat Zin wilderness, north of Paran where the rest were camped, all the way to Rehob on the coast and Lebo-hamath much farther north. ", "22": "They trekked first into the Negev and up to Hebron, a city built seven years before the Egyptian town of Zoan in the Nile Delta. There, they saw the giant Anakite people, including the clans of Ahiman, Sheshai, and Talmai; ", "23-24": "and they checked out the lush Eshcol riverbed that, as its name suggests, grew bunches of grapes. So thick and heavy were the clusters that when two of the men cut down one branch holding one cluster, they had to carry it on a pole between them. They also picked up some pomegranates and figs from that place.", "25": "After 40 days, they returned from exploring ", "26": "to the camp at Kadesh, in the Paran Wilderness, and went directly to Moses and Aaron and all the Israelite congregation, which had gathered to hear what the scouts had learned and to see what fruits they had brought back with them.", "27": "Twelve Scouts (to Moses): 27 We checked out the land, just as you'd instructed us to do, and here's what we discovered: It is rich, very rich. One could say that it flows with milk and honey; and look, here is some of its fruit. The land is highly desirable, ", "28": "but the people who already live there are really strong. Their cities are enormous and fortified. What's more, we saw the Anakites there. ", "29": "In the Negev, there are Amalekites; and in the high hill country are Hittites, Jebusites, and Amorites. As for the seacoast, Canaanites live there and along the Jordan River too.", "30": "It is certain the Israelites are deeply discouraged by this report, for what was said about the native inhabitants is most alarming. But Caleb calmed the congregation, and he spoke to Moses. Caleb: We should go straight in, right away, and take it over. We are surely able!", "31": "Other Scouts: 31 No way. We can't do it. The people who are already there are too strong for us.", "32": "So the report of these other scouts was quite disheartening; it made the people question God's promise. Other Scouts: The land that we surveyed virtually eats its own, and the people themselves are gigantic. ", "33": "We saw the massive Anakites who descended from the ancient Nephilim![a] We look like grasshoppers compared to them, and they know it."}