{"1": "At this, everybody with one voice cried out, and the people groaned and wept all night.", "2": "Israelites (blaming Moses and Aaron): 2 If only we had just died in Egypt or somewhere along the way in this wilderness, ", "3": "rather than the Eternal One leading us out here to have us slaughtered and our women and the youngsters dragged off as plunder, too, as objects for their pleasure. Wouldn't it be good just to go back to Egypt? ", "4": "Let's figure out among ourselves who should head the group and then make our way back to Egypt.", "5": "While all the gathered Israelites watched, Moses and Aaron collapsed to the ground before the people. ", "6": "Joshua (Nun's son, Moses' young assistant—the one who would succeed him) and Caleb (who was Jephunneh's son) lamented the Israelites' response. These two, who were among those who journeyed into the promised land to explore it and bring back a report, tore their clothes ", "7": "and addressed the whole community of Israelites. Joshua and Caleb: The land that we saw was extraordinary! It's some of the best land ever, ", "8": "flowing with milk and honey. So stop this moaning and wailing! If we all do what is right in the eyes of God, the Eternal will bring us into the land and make it ours. ", "9": "Do not rebel like this against the Eternal. Don't be afraid of the land's inhabitants. It is we who will devour them! They are now defenseless, and nothing can protect them from the Eternal, who is with us. You don't need to be afraid of them!", "10": "But the rest of the Israelites were not convinced. Enraged, the crowd moved to stone Joshua and Caleb. Suddenly, the glory of the Eternal swept into the congregation tent in front of them all.", "11": "What a sad time it is for the Israelites! Joshua and Caleb have pleaded for courage among the people, and Moses and Aaron must now plead for patience on the part of the Lord. The Israelites stand on the edge of God's promise, and they can't find the courage to believe and to move forward by faith into the promise. Because of their reluctance to believe, they must wander through this wilderness with only God to supply their basic needs until He has purged the nation of those who lack faith. The next 38 years will cleanse the nation and develop the character each person needs to claim the promises of God. This same two-step process is repeated throughout the Bible: refine and cleanse while building the necessary faith. Unfortunately, the fire necessary for refinement is normally painful. Eternal One (to Moses): 11 How many times will this ungrateful people turn their backs to Me? How long will they persist in their faithlessness, refusing to recognize all the wondrous signs I performed in their midst? ", "12": "I will crush them with dreadful sickness and disinherit them from Me and the land. However, I will accept you and make you into a fearsome nation, far greater and more impressive than they might be or could ever dream of being.", "13": "Moses: 13 If You kill them, the Egyptians (whom You forced Your people away from) will get wind of it, ", "14": "and they'll tell the people of this new world, because all have already heard that You, O Eternal One, are present among Your people here, that You've been seen face-to-face, and that You personally guide them by a cloud-column during the day and a fire-column at night. ", "15": "If You wipe out these, Your chosen people, in one fell swoop, then Your reputation among the other nations will be shot. All of those other peoples who have heard about You will say, ", "16": "“The Eternal One couldn't finish the job. He couldn't bring the people into the land He'd promised to them, so He slaughtered them in the desert.” ", "17": "Instead, demonstrate that great power of Yours when You declared, ", "18": "“I am slow to get angry and overflow with consistently boundless love. I forgive wrongdoing and waywardness, but I don't overlook the necessity for justice, so I punish the guilty ones' third and fourth coming generations.” ", "19": "So, in light of the greatness of Your unwavering love, forgive this people's wrongdoing just as You've done before—from Egypt all the way here.", "20": "Eternal One: 20 I have pardoned them as you've asked Me to do. ", "21": "But as I live, the earth will be filled with My brilliant glory; ", "22-23": "this particular generation will never get to enjoy the land I promised to their ancestors so long ago. Although they witnessed My glory and signs firsthand, and the amazing feats I accomplished on their behalf in Egypt and on this desert sojourn, they tested Me over and over again, even 10 times, and even directly disobeyed. None of the people who have turned their backs on Me will ever see the land. ", "24": "For Caleb, though, it's a different matter. He's distinct from the others by having a different spirit and has followed My lead wholeheartedly. I will make sure that he is able to enter the land and to live in it—he and his descendants after him.", "25": "Now, to avoid the Amalekites and Canaanites who presently inhabit the valleys, turn around tomorrow, and make for the desert by way of the Red Sea.[a]", "26": "The Eternal One reiterated to Moses and Aaron,", "27": "Eternal One: 27 How many times will these bad people grumble against Me and My choices? It seems that all I hear is Israelites complaining, complaining, complaining! ", "28": "So tell them I say, “As I live, I will make sure that what you're complaining about really does happen—", "29": "you'll die out here in the desert, every single one of you old enough to have been organized in the counting (20 years or older) who complained about Me. ", "30": "Not a single one of that group will have the privilege of entering the land I made an oath to give to you. Only Caleb (Jephunneh's son) and Joshua (Nun's son) will enter. ", "31": "Your children, those whom you feared would be taken by the land's present inhabitants, will eventually enter the land you've rejected. ", "32": "But the rest of you? You'll die out here in the desert. ", "33": "Until then, your children will have to wait it out, keeping the herds and flocks out here in the wilderness. On account of your faithlessness, they'll have to wait the 40 years it'll take for you all to die. ", "34": "The same number of scouting days—40—is the number of years you'll carry the guilt of your wrongs for being so hard-headed and know Me as only an enemy.” ", "35": "Well, there it is. I, the Eternal One, have spoken, and so I will do it. This especially wicked group that banded together against Me will suffer for it, each and every one, and will come to an end and die out here in this wilderness.", "36-37": "Remember that the men who had been hand-selected by Moses to scout out the promised land delivered a less-than-positive report. Consequently, in the assenting presence of the Eternal, they were all killed by a plague. ", "38": "All, that is, except for Joshua (son of Nun) and Caleb (son of Jephunneh).", "39": "When Moses delivered this message from the Lord to the Israelites, they were devastated and greatly mourned. ", "40": "But in the morning, they got up with the sun and climbed high into the hills. Israelites: Well, here we are. Despite our wrongdoings, let's go up into the land the Eternal promised us on our own.", "41": "Moses: 41 Why do you keep doing what you're not supposed to do? You will not succeed in your efforts. ", "42-43": "He will not accompany you, so you're vulnerable on all sides. Because you've rejected the Eternal, you won't have Him in your midst and on your side. When you run into the Amalekites and Canaanites, they will slay you on the spot.", "44": "Despite Moses' protestations, the people tried. The chest of the Eternal's covenant and Moses himself remained back in the camp. ", "45": "Sure enough, the Amalekites and Canaanites who lived there descended upon them, attacked them, and chased them clear back to Hormah, which means the place of complete destruction."}