{"1": "The Eternal One spoke to Moses about sacrifices.", "2": "Eternal One: 2 Give the Israelites these instructions: “When you enter the land I determined would be yours, where you'll settle and make your homes, ", "3-4": "and when you burn a food offering, burnt offering, or sacrifice of meat from the herd or flock to make a pleasing aroma for Me; you should always accompany it with a grain offering—about two quarts of really good flour mixed with about one quart of oil. Do this whether your offering is a sworn vow or something you're freely offering during the appointed festival. ", "5": "Oh, and give a drink offering of some wine: about one quart for each lamb whenever you make a sacrifice or offering. ", "6": "For bigger animals like a ram offer about four quarts of flour and about one and one-quarter quarts of oil, ", "7": "and make about one and one-quarter quarts for the drink offering of wine. All of this will be a soothing aroma to Me. ", "8": "For a bull (whether burnt or simply as a sacrifice to satisfy a promise or as an offering of well-being), ", "9": "about six quarts of flour mixed with about two quarts of oil, ", "10": "and make the drink offering two quarts of wine. Offer it by fire to make a soothing smell to Me. ", "11": "This is how you should offer oxen or rams, male lambs, or young goats. ", "12": "The specified accompaniments are for a single animal, so increase it based on the number of offerings you make. ", "13-14": "Every Israelite should follow these instructions for an offering by fire to make a soothing smell for Me. Others who happen to be living among you temporarily or permanently should offer sacrifices in the same way. ", "15-16": "There should be no difference throughout the community in this matter—Israelite or not—forever. You and the foreigner dwelling with you are the same, as I see it, so you all should follow the same rules and regulations.”", "17": "(to Moses) ", "18": "Tell the Israelites this as well: “After you've entered the land that I'm taking you to, ", "19": "whenever you enjoy the land's bread, give a contribution to Me by raising up your offering to Me. ", "20-21": "Just as you set aside a little grain on the threshing floor, so you and your descendants should set aside a little cake loaf from the first batch, as an offering to Me.", "22": "“If, somehow, someone overlooked or otherwise accidentally failed to do what I spelled out through Moses for the congregation ", "23": "(all those commandments from the first day I gave them to you and throughout coming generations), ", "24-26": "and it only came to the attention of the community after the fact, then the whole congregation should offer a bull together. Offer all of it by fire so that it smells good to Me along with the requisite grain and drink offerings, and sacrifice a male goat since it was a sin of sorts. In the process, the priest will cover all the Israelites, and they'll be forgiven, for it was an unintentional offense. So, if they do all the right things to rectify the situation, then everyone (and not just native Israelites but even all the other people who happen to be living with them at the time) will be forgiven.", "27": "A constant theme as God instructs His people is to remember or to have a memorial: the family of Abraham builds monuments of stacked stones almost everywhere they go, and these people will do the same as they enter the land. Each child is given a name with clear meaning about either the character of the child or about the faithfulness of God. Each town is given a name that recalls something of significance, maybe the founder or a great war. Likewise, the foods they eat in their feasts have meaning or help them recall a shared memory. The offerings of the Israelites and the later sacraments of the church all serve as memorials or remembrances. Here God instructs the people to alter their garments as a reminder of His commands and their own responsibilities to obey. Since the punishment for unbelief or disobedience is severe, God in His grace builds reminders into everyday life so the people do not have to struggle to remember these critical rules or truths. “If an individual sins by accident (and the congregation catches it in time), he should offer a female yearling goat as the sin offering. ", "28": "Thereby the priest shall cover that individual who sins accidentally in front of Me. Now that the mistake is covered, that person shall be forgiven. ", "29": "This is the way it should be for Israelites and outsiders alike—for anyone who accidentally errs. ", "30-31": "If it's not an accident—the guilty person simply didn't care about abiding by the instructions I gave to the Israelites through Moses and knowingly disregarded them—that's different. Such a person, whether an Israelite or a stranger, has essentially rejected God. The community will ostracize him, and he'll have to bear the burden of his guilt.”", "32": "One time, when the Israelites were wandering in the wilderness, it was discovered that somebody had broken the Sabbath rest commandment by gathering firewood. ", "33": "The people who saw the man brought him to Moses and Aaron and the gathered congregation. ", "34": "They weren't sure what to do with him because nothing had been declared yet, so they kept him confined. ", "35": "The Eternal One told Moses the man should be killed, that the whole congregation should take him outside the camp and stone him to death. ", "36": "So they did just as the Eternal told them to do and executed him.", "37": "Once again the Eternal One spoke to Moses.", "38": "Eternal One: 38 Tell the Israelites to make fringes on each corner of their clothes and include a blue thread in each fringe. They should do this forever, ", "39": "as it will bring to mind all My commandments and remind them not to wander off to do whatever their eyes see or hearts desire, and pursue them without restraint. ", "40": "Instead, they will remember and do all of My commandments and be holy to your God.", "41": "I, the Eternal One, am your True God, the One who brought you out of Egypt to be your God. I am the Eternal One, your True God."}