{"1": "Sometime later, a discontented contingent challenged Moses. Korah (Izhar's son, Kohath's grandson, and Levi's great-grandson) together with the Reubenites Dathan and Abiram (Eliab's sons) and On (Peleth's son) ", "2": "gathered another 250 Israelite men, all of them respectable members of the community, some even chosen leaders, and confronted Moses.", "3": "Korah and His Men (to Moses and Aaron): 3 You've taken this leadership way too far. We are all holy; indeed each individual is holy to our God. The Eternal One is present among the entire congregation. How can you presume to be better than any of us, the Eternal's chosen community?", "4": "When Moses heard their complaint, he collapsed to the ground, again hoping to divert God's anger.", "5": "Moses (to Korah and his men): 5 In the morning, the Eternal One will demonstrate exactly who is who among us—who belongs to the Eternal[a] as a holy servant whom He allows into His presence. He will indicate whom He chooses to approach Him. ", "6": "All of you, take censers: Korah and your company. ", "7": "Light them, put incense on the flame, and set them down in front of the Eternal tomorrow. The person whom He chooses will be the holy one. O Levites, you have taken this too far!", "8": "(to Korah) Listen, you Levites. ", "9": "Isn't it enough that the God of Israel has selected you specially, out of the entire Israelite congregation, to allow you to come close to the Eternal in the process of taking care of His very congregation tent and place of revelation? To be so distinguished before all of the other Israelites in your service? ", "10": "The Eternal has granted you this privilege, Korah, you and all your fraternity of Levites. Yet you want the whole priesthood too? You should be ashamed. ", "11": "This has led you to band together against the Eternal. But why should you be so hard and gripe against Aaron?", "12": "Bring the brothers Dathan and Abiram (Eliab's sons) to me. Dathan and Abiram: Forget it. We are not going to come running at your bidding. ", "13": "You took us out of a place that was so rich—Egypt, flowing with milk and honey—in order to let us die in this desert wasteland, and now you're actually trying to assert yourself as our ruler. ", "14": "You haven't brought us to a land flowing with milk and honey or delivered on your promise of fields and vineyards to call our own. What else will you do? Are you going to pluck out the eyes of these 250 men now? There's no way we're coming to you.", "15": "Now, Moses was furious. Moses (to the Lord): Whatever You do, do not even look at the offerings from these people. I've never taken anything that belonged to them or hurt them in any way.", "16": "Moses responds with a justified and righteous anger. He demands that they be ignored because they're full of themselves, and they are liars too. (to Korah) You, get your unruly mob over here tomorrow. Assemble in this spot—before the Eternal One Himself—you and your people. Aaron will be there too. ", "17": "Then let each person (all 250) take his censer, put the incense into it, and present it to the Eternal. You, too, Korah; and Aaron will do the same.", "18": "They all did this. They ignited the censers, put their incense inside, and stood with Moses and Aaron at the opening of the congregation tent where God would meet with them. ", "19": "But Korah stirred up the people standing there against Moses and Aaron. The glory of the Eternal One was visible to all, ", "20": "and then the Eternal spoke to Moses and Aaron.", "21": "Suddenly the brilliance of God's glory overtakes the place. The people are used to the glory of God being reserved for Moses. But now all could experience it. This rare occurrence is again related to open rebellion against Moses. God makes it clear: His conduit to the people is Moses. They must have thought back on the experience at Hazeroth, when Miriam and Aaron chastised Moses for marrying a Cushite, and God also appeared (chapter 12). Eternal One: 21 You two, break away from this crowd. Step aside so that I can devour them in a moment.", "22": "But Moses and Aaron fell down, bowing low before the glory of God. Moses and Aaron: O God, God of the spirit of all human beings, will You really take out Your anger for one person's wrongdoing on this large group?", "23": "The Eternal One told Moses,", "24": "Eternal One: 24 Well, then, tell the innocent people to step aside, to distance themselves from the places where Korah, Dathan, and Abiram live.", "25": "So Moses picked himself up and went over to Dathan and Abiram, with all Israel's elders closely behind.", "26": "Moses (to the greater congregation): 26 Get away from the houses of these presumptuous people who have made the Lord so angry. Get away from them and from all their possessions so that you're not destroyed along with them for their wrongdoing.", "27": "The people hurried to distance themselves from Korah, Dathan, and Abiram and from their tents. Then Dathan and Abiram, along with their wives and children, stepped out of their tents and stood in the openings.", "28": "Moses: 28 Watch now, and you'll have proof that I'm not acting out of self-interest but was truly sent by the Eternal One to do everything I've done so far. ", "29": "If these instigators die normally, of natural causes, then I am not sent by Him. ", "30": "But if He does something completely extraordinary, if the ground underneath them opens up and swallows them whole along with everything they have (so that they go straight down into the land of death even while they're still alive); then you can be absolutely sure that these men have willfully turned their backs on the Eternal One.", "31": "No sooner had Moses finished speaking than the earth split underneath them. ", "32": "The earth opened its mouth and swallowed them down—them and everything and everyone associated with Korah. ", "33": "Then, just as suddenly, the ground closed up over them again, and so they perished, taken alive to the land of the dead. ", "34": "Those who remained ran away, terrified. Surviving Israelites: What if the earth swallows us up too?", "35": "A fire shot out from the Eternal One and incinerated the 250 men who were offering the incense on Korah's behalf.", "36": "The Eternal One continued speaking to Moses.", "37-40": "Eternal One: 37-40 Tell Priest Aaron's son, Eleazar, to pull the censers out of the smoldering pile and scatter the burning coals all around, as far as he can. Take the censers used by these men, at the cost of their lives, and hammer them down into sheets that can cover the altar. After all, the objects are now holy, having been presented to Me. They'll also serve as a cautionary reminder for the Israelites that anyone who isn't related to Aaron shouldn't presume to approach Me with incense—or else he'll end up like Korah and his men, just as I told you to warn would happen. So Eleazar the priest hammered the bronze censers down into a covering for the altar. ", "41": "Nevertheless, on the very next day, all of the Israelite people railed against Moses and Aaron. Israelites: You murdered Korah, Dathan, Abiram, and their families, those people of the Eternal One.", "42-43": "When the congregation gathered to attack them, Moses and Aaron headed for the congregation tent and stood in front of it. The cloud was there, and the brilliance of the Eternal's presence was obvious to all. ", "44": "There, the Eternal One spoke to Moses.", "45": "Eternal One: 45 Stay clear of this rebellious lot because I am going to devour them right now. Moses and Aaron fell to the ground, hoping to abate God's anger.", "46": "Moses (to Aaron): 46 Hurry, light your censer off of the altar's flame, put incense on the flame, and bring it out into the midst of the congregation to cover their sins! The Eternal One's anger has already headed into the crowd, carrying plague and destruction with it.", "47": "So Aaron rushed into the crowd with his sacred censer, even as people had already begun to suffer the plague. He stood there covering their sins with the incense smoke, ", "48": "and where he stood, the plague stopped—dead people on one side, the living on the other. ", "49": "Thus the plague ended as swiftly as it had begun, but a full 14,700 died that day, in addition to all those who died in the Korah affair. ", "50": "Then Aaron walked back to join Moses in front of the congregation tent since the plague had stopped."}