{"1": "The Eternal One spoke to Moses and Aaron.", "2": "Eternal One: 2 Here's how the Israelite camp should be arranged, each man with his own banner under his extended family's ensign, all around the congregation tent, but facing the tent at a distance. ", "3-4": "Group the twelve families according to the following four divisions: The Judah division shall camp under their banner nearest sunrise, on the east. It will comprise the 74,600 troops of the Judah extended family with its head, Nahshon (Amminidab's son); ", "5-6": "next to them, the 54,400 troops from the Issachar tribe, headed by Nethanel (Zuar's son); ", "7-8": "and the 57,400 from the Zebulun tribe, headed by Eliab (Helon's son). ", "9": "These three extended families constitute the Judah division (186,400 total troops). They shall march first.", "10-11": "On the south side, the Reuben division shall camp under their banner. It will comprise the 46,500 troops from the Reuben extended family with its head Elizur (Shedeur's son); ", "12-13": "and next to them the 59,300 troops from the Simeon tribe headed by Shelumiel (Zurishaddai's son); ", "14-15": "and 45,650 from the Gad tribe, with its head Eliasaph (Deuel's son).[a] ", "16": "Total troop numbers for the Reuben division are 151,450. They shall march second.", "17": "The congregation tent, with its attendant Levites, shall always camp and move at the center of these divisions. Their camping order shall be the same as their order when they travel—well organized, each identified by its own banner.", "18-19": "The Ephraim division will camp under their banner on the west. It includes the 40,500 troops from the Ephraim extended family, whose head is Elishama (Ammihud's son); ", "20-21": "and next to them, the 32,200 troops of the Manasseh tribe, headed by Gamaliel (Pedahzur's son); ", "22-23": "and finally 35,400 troops from the Benjamin tribe, headed by Abidan (Gideoni's son). ", "24": "The Ephraim division's total numbers are 108,100. They shall march third.", "25-26": "Finally, the Dan division shall camp under their banner on the north side. It is composed of the 62,700 troops from the Dan extended family headed by Ahiezer (Ammishaddai's son); ", "27-28": "camping next to them, the Asher tribe, headed by Pagiel (Ochran's son) with its 41,500 troops; ", "29-30": "and the Naphtali tribe's 53,400 troops, headed by Ahira (Enan's son). ", "31": "The total numbers for the Dan division are 157,600, and they shall march out last under their banners.", "32": "This is the organization of Israelites according to the twelve extended families—603,550 total arms-bearing troops. ", "33": "Of course, this does not include the Levite organization because the Eternal commanded Moses not to count them.", "34": "And things went according to plan. Just as the Eternal had commanded Moses, the Israelites organized and camped and traveled by the twelve clans and their extended families, each with its own banner. Then they left."}