{"1": "The customary mourning period is seven days, but as with Moses' death later, they mourn for 30 days. Meanwhile, the Canaanite king of Arad (which is in the Negev region) heard that the Israelites were approaching through Atharim, so he engaged them in battle. He even took some Israelites as prisoners of war.", "2": "Israelites (vowing to the Lord): 2 We pledge to You that if You help us win against these people, we will dedicate every last one of them to You and completely destroy their towns.", "3": "The Eternal One agreed to their proposal. He gave the Canaanites to the Israelites, and they promptly decimated the population and place. Consequently, the site is called Hormah, which means “destruction.”", "4": "And the Israelites set out again. They left Mount Hor and traveled by way of the Red Sea,[a] skirting Edom; but again, the difficult travel gave everyone a short temper. ", "5": "They challenged both God and Moses. Israelites: What were you thinking to bring us up out of Egypt and let us die out here in this desert land? There's nothing to eat and no water either. We are sick and tired of living on what food we have.", "6": "As a divine response, the Eternal One sent venomous snakes[b] among them and the people were bitten. A number of Israelites were indeed killed by them. ", "7": "They then appealed to Moses. Israelites: We are so sorry! We know that it was wrong to speak against the Eternal and against you. Please talk to the Him, and get Him to take these awful snakes away. So Moses appealed to God on behalf of the terrified and chastened congregation, ", "8": "and He instructed Moses. Eternal One: Make a venomous snake that looks like the ones tormenting the congregation, and put it on a pole. Everyone who gets bitten can simply look at your serpent and be healed.", "9": "So Moses took some bronze and cast a likeness of those vicious snakes to serve as an antidote for anyone who had been bitten. If they were to look on the bronze serpent, they would then live.", "10-13": "And the Israelites continued on their journey. They camped at Oboth; then at Iyeabarim (bordering Moab's eastern border); then in the Wadi Zered; and then on the far side of the Arnon, which put them in the wilderness between the Moabite and Amorite territories. ", "14": "This is what is described in The Book of the Eternal One's Wars: Waheb in Suphah[c] and the river beds of Arnon;", "15": "The riverbeds that run right up to the settlement of Ar and along the edge of Moab.", "16": "From there, they journeyed on to Beer, the place called “the well” where the Eternal One told Moses, “Gather the congregation, so I can give them water.” ", "17": "At that time, they all sang the Song of the Well: Israelites: Spring up, O well! Sing, sing to the well,", "18": "The well our leaders dug for us, our noblemen dug with their own scepters and staffs. And they carried on from the wilderness to Mattanah, ", "19-20": "and from there to Nahaliel, then Bamoth, and on to the valley that's in the higher places of Moab, at Pisgah's peak where one can look down on the Jeshimon Wilderness.", "21": "At that point, the Israelites came to the borderlands of another people and needed permission to pass through the land. So Israel sent messengers to the Amorite king, Sihon.", "22": "Israel's Message: 22 Please grant us permission to cross your country. We promise not to deviate and take anything from your seeded farmland or cultivated countryside. Nor will we drink from your wells. We will stick to the main road, the king's highway, until we're past your country's far limits.", "23": "The Amorite King Sihon receives the same envoy as the Edomite king, and his response is the same: “You can't pass through here.” Many of the other nations in this chronicle are aware of the divine provision of the Israelites because it is obvious that the survival of this enormous group in such an inhospitable environment is the work of God. With this understanding, the Amorite king nevertheless chooses to pick a fight with them. Not only did he say “no” to the Israelites crossing their territory, but he attacked. There is a very important principle here: don't be on the opposite side of God in a fight. Sihon would not allow them to pass. Instead, he roused all the Amorites and attacked the Israelites right there in the wilderness. They battled it out at Jahaz. ", "24": "Israel met Sihon head-on and won the battle. They killed Sihon and took possession of the whole territory. That land goes from the Arnon to the Jabbok River and extends up to the Ammonites' border, which is very well fortified.[d] ", "25-26": "Israel took over all that area, claimed the Amorite cities and surrounding villages, and settled there. This included the capital city of Heshbon from where King Sihon ruled the Amorites. (It was Sihon who had challenged the late king of the Moabites and prevailed, making the territory of Moab all the way to the Arnon part of the Amorites' lands.) ", "27": "That's where the singers get this taunting song: Come gather at Heshbon, the city built up and strong— the city of Sihon.", "28": "For a fire went out from Heshbon, a flame from Sihon. It consumed Ar of Moab, swallowing the heights of Arnon.", "29": "How terrible for you, O Moab! You are destroyed, O people of Chemosh! Chemosh has made the Amorite, Sihon, set your sons to rout and take your daughters into slavery!", "30": "But we destroyed them, from Heshbon to Dibon, and ravaged them to Nophah, even to Medeba.[e]", "31": "So it was that Israel then took this land from the Amorites and settled there. ", "32": "They also captured the Amorite town of Jazer and took its villages and removed the Amorites living in the area.", "33": "Then they went northeast up the road to Bashan, where King Og and his people confronted the Israelites. When they clashed at Edrei, ", "34": "the Eternal One encouraged Moses. Eternal One: Don't be afraid of him. I've already determined that you'll defeat King Og. He, his people, and all his land shall be yours. You'll treat him just as you did the Amorite king, Sihon, in Heshbon.", "35": "Sure enough, the Israelites defeated Og. They killed him, his sons, and everyone, for that matter. No one survived. So the Israelites took possession of Bashan."}