{"1": "Balaam (to Balak): This is what I need from you. Build seven altars here, and then get seven bulls and seven rams ready to sacrifice.", "2": "Balak did just as Balaam had asked him to do. Then together they offered a bull and a ram on each of the seven altars.", "3": "Balaam (to Balak): 3 You stay here, close to these burnt offerings. I'm going to go a little ways away, in case the Eternal wants to meet just with me. Whatever He lets me know, I'll be sure to pass on to you. So Balaam went over to an exposed area on the heights, ", "4": "and God met Balaam there. Balaam (to the Lord): I made seven altars and set an offering of a bull and a ram on each one.", "5": "Eternal One (giving Balaam the right words to say): 5 Go back to Balak and recite what I've told you.", "6": "So Balaam walked back down and over to where Balak stood waiting next to the burnt offerings, along with the officials of Moab. ", "7": "Balaam recited His words. Balaam: The king of Moab got me to come here, all the way from my home in Aram. Balak summoned me from the eastern mountains. “Come, curse Jacob for me!” “Come, denounce Israel!”", "8": "But I ask you, how can I curse any whom God has not cursed or denounce whomever the Eternal has not denounced?", "9": "Here on the heights, from the rocky places where I stand, I can see them; from these hills I observe them below. And what do I see but a unique and solitary people who do not have a place among the nations.", "10": "Who can count the dust of Jacob or even a fourth of their number? It's impossible to count even one quarter of Israel. Let me die as one who has done what is right. Let my end be like his!", "11": "Balak (to Balaam): 11 What are you doing to me? I brought you all the way out here to curse these people—my enemies—yet what have you done? You've blessed them!", "12": "Balaam: 12 But don't you agree that I have to be very careful to make sure I say only and exactly what the Eternal has given me to say?", "13": "Balak: 13 Well, come over here. Admittedly, from the place where I'm bringing you, you can only see a small part of that whole congregation. But I am commanding you: from this new place, curse them!", "14": "So Balak brought Balaam to the fields of Zophim, on the top of Pisgah's peak. As before, he built there seven altars on which he sacrificed seven bulls and seven rams.", "15": "Pisgah dominates the Abarim Mountains and is thus used as a lookout to warn of possible attack. Balaam (to Balak): 15 You stand here, by the altars with their burnt offerings, while I go just over there to talk with the Eternal One.", "16": "And once again, the Eternal met Balaam and gave him the words to say. Eternal One: Go back to Balak, and recite what I've told you.", "17": "So Balaam returned to where Balak stood waiting next to the burnt offerings along with the Moabite officials. Balak (to Balaam): What did the Eternal say?", "18": "And Balaam recited His words. Balaam: Listen up, Balak, and attend to these words: Hear, son of Zippor, what God has to say to you.", "19": "God is not a man—He doesn't lie. God isn't the son of a man to want to take back what He's said, Or say something and not follow through, or speak and not act on it.", "20": "Look here, I received a word of blessing, and He has spoken a blessing. I cannot take it back.", "21": "There is no vision of wrongdoing by Jacob; God has seen no trouble for Israel. The Eternal One abides among them; and the shout of a king is among them.", "22": "God, who leads them out of Egypt, His splendor is like the wild bull:", "23": "There is no divination against Jacob or enchantment against Israel. Soon, people will say of Jacob and Israel, “Look at what God has accomplished!”", "24": "Look at this people rise up like a lion, like a lion who gets up and does not lie down until it devours its prey, even drinking the blood of the slain.", "25": "Balak (to Balaam): 25 Don't curse them, but don't bless them either!", "26": "Balaam: 26 Haven't you been listening? Whatever the Eternal tells me, I must do.", "27": "Balak: 27 I think we should try a different spot. Come on and maybe God will be happy to let you curse them for me from over there.", "28": "So off they went again. This time, Balak took the prophet to the top of Peor, from where they could look down over the whole broad spread of Jeshimon, which some call simply “the wasteland.”", "29-30": "Balaam (to Balak): 29-30 You know what to do: get the seven altars ready and burn the offerings, just as you did before. And so Balak did—he built seven altars, on each of which were sacrificed a bull and a ram."}