{"1": "Meanwhile, it was obvious to Balaam that the Eternal One was quite happy to bless Israel, so he didn't go through the trouble of looking for omens of God's intent. Instead, Balaam contemplated the wilderness stretched out before him. ", "2": "Seeing the Israelites camping there, in their orderly arrangement by tribes, he was suddenly overcome by God's Spirit. ", "3": "He recited God's words. Balaam: This is an oracle of Balaam (Beor's son), a man whose eyes have been opened,", "4": "Whose ears hear God-given words, and whose eyes see visions from the God of the Mountains.[a] I fall down with eyes opened.", "5": "“O, the lovely tents of Jacob, even the dwelling places of Israel.", "6": "Like date trees spread out as a garden along the river, as aloe trees planted by the Eternal, Like cedar trees along the waters.", "7": "I can see overflowing water, its seed in many waters and its king lifted higher than Agag,[b] even its kingdom lifted up.", "8": "God leads them from Egypt like the splendor of a wild bull. He will devour the nations, even his adversaries, And he will crush their bones and strike them through with his arrows.", "9": "He lies low and crouches down as a lion or lioness. Who would dare rouse him? Blessed are those who bless you and cursed those who curse you.”", "10": "Balak and his men have been engaged in preparing the altars and making the sacrifices; he doesn't like the sound of this at all. He was absolutely furious with Balaam, smacking his hands together with anger. Balak (confronting Balaam): I can't believe this! I brought you all this way and asked you to curse my enemies, but instead you actually blessed them. And you did that not just once, mind you, or twice, but three times. ", "11": "Now get out of here! Get out of my sight—go back to that miserable place you call home. Yeah, sure, I said I'd greatly honor you, but the Eternal has withheld the honor that I had planned for you.", "12": "Balaam (to Balak): 12 Remember the first time that you sent messengers to get me? Even then I told them ", "13": "I don't care how much silver and gold you have or what all you'd give to me; I cannot alter what God would have me say. Whatever the Eternal One puts into my mouth is what will come out, whether good or evil words. ", "14": "So, yes, I'm heading home. But before I go, I will tell you what those people will do to your nation when your time is up.", "15": "He recited God's words. Balaam: This is an oracle of Balaam (Beor's son), a man whose eye has been opened,", "16": "Whose ears hear God-given words, who understands the very thoughts of the Most High God, And whose eyes see visions from the God of the Mountains. I fall down with eyes opened.", "17": "I see him, but at a later time, I'll recognize him, even though he is far away. A star will come out of Jacob,[c] A scepter shall rise out of Israel. It will break Moab and tear down the people of Seth.[d]", "18": "Edom will be its possession, even Seir will belong to its enemies, but Israel will have power.", "19": "One from Jacob will rule, and he'll destroy whatever remains of the city.", "20": "Then Balaam turned toward the land of the Amalekites and spoke his prophecy. Balaam: Amalek was first among the nations, but its end is destruction.", "21": "Then Balaam turned toward the land of the Kenites and spoke his prophecy. Balaam: Your dwelling is lasting, and your nest is set on a rock;", "22": "Yet Kain will be burned up. “Until when?” When Asshur takes you away as captives.", "23": "Balaam took up his answers: Balaam: I ask, “Woe, for who will remain alive when God does this?[e] Who will survive?”", "24": "Ships will come from Kittim[f] and will afflict Asshur and Eber, who is also set for destruction.", "25": "Then Balaam went his way to his country, and Balak went his way toward his country."}