{"1": "After the deaths of so many Israelites from the plague, the Eternal commissioned another census through Moses and Eleazar (Priest Aaron's son).", "2": "Eternal One: 2 Add up exactly how many Israelites there are, those who are 20 years and older who are able to go to war. Identify them by their extended families.", "3": "So Moses and Priest Eleazar got everyone together in the Moabite flatlands next to the Jordan River, east of Jericho.", "4": "Moses and Eleazar: 4 Add up the people 20 years old and older, just as the Eternal One commanded Moses. This is the record of the twelve Israelite families, the clans within them (according to the names of their founders) who actually enter the land. The total number of the Israelites who had left Egypt were:", "5-9": "From Reuben (the eldest of Israel's twelve sons)—the clans of Hanoch, Pallu, Hezron, and Carmi; the clans of Reuben number 43,730. Within this extended family, Pallu had Eliab, who had three sons—Nemuel, Dathan, and Abiram. Those last two are the same Dathan and Abiram, who (along with Korah) led that revolt against Moses and Aaron and the Eternal One. ", "10": "They are the ones who (along with Korah) were swallowed up by the earth when so many people died and 250 were burned to death, too, as a future warning to the people. ", "11": "(Korah's sons were not killed in that episode, however.)", "12-14": "From Simeon—the clans of Nemuel, Jamin, Jachin, Zerah, and Shaul; the clans of Simeon number 22,200.", "15-18": "From Gad—the clans of Zephon, Haggi, Shuni, Ozni, Eri, Arod, and Areli; the clans of Gad number 40,500.", "19-22": "From Judah (remember that Judah also had Er and Onan, the sons who died in Canaan)[a]—the clans of Shelah, Perez, and Zerah. Within this extended family, Perez had Hezron and Hamul; the clans of Judah number 76,500.", "23-25": "From Issachar—the clans of Tola, Puvah (they're called Punites), Jashub, and Shimron; the clans of Issachar number 64,300.", "26-27": "From Zebulun—the clans of Sered, Elon, and Jahleel; the clans of Zebulun number 60,500.", "28": "From Joseph—the clans of Manasseh and Ephraim. ", "29": "Within this extended family, Manasseh had Machir, who generated his own clan and fathered Gilead, who also generated a clan. ", "30-32": "Gilead's descendants also became clans—Iezer, Helek, Asriel, Shechem, Shemida, and Hepher. ", "33": "(Hepher is the one whose son, Zelophehad, didn't himself have any sons. His daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah.)[b] ", "34": "The clans of Manasseh number 52,700. ", "35-37": "Also within Joseph's extended family, Ephraim had Shuthelah, Becher, and Tahan. From Shuthelah came the clan of Eranites. The clans of Ephraim number 32,500. So the total number from Joseph's descendants, Manasseh plus Ephraim and counted by clans, was 85,200.", "38-41": "From Benjamin—the clans of Bela, Ashbel, Ahiram, Shephupham, and Hupham. Bela had two sons, Ard and Naaman, each of which became a clan; the clans of Benjamin number 45,600.", "42-43": "From Dan—the clans of Shuham; the clans of Dan number 64,400.", "44-47": "From Asher—the clans of Imnah, Ishvi, and Beriah. Beriah gave rise also to the clans of Heber and Malchiel. Asher's daughter was Serah. The clans of Asher number 53,400.", "48-50": "From Naphtali—the clans of Jahzeel, Guni, Jezer, and Shillem; the clans of Naphtali number 45,400.", "51": "The grand total of Israelites organized was 601,730.", "52": "The Eternal One spoke to Moses.", "53": "God has promised the children of Abraham from the very beginning until this day that they will inherit this land. Now it is time. Eternal One: 53 The land shall be divided up following the number of ancestral families—twelve. ", "54": "If one clan has a lot of people in it, then it should receive a large amount of land; if the clan is small, then assign it a smaller plot. Every extended family will be allotted land in proportion to its size, and that particular land will be considered its inheritance. ", "55": "Nevertheless, the assignments will be based on lots, and the assigned land will be inherited only within the clan. ", "56": "Among the large and small clans, property will be divided by lots.", "57": "In this system, Levi is an exception. Because of their priestly status, they don't serve in the military and don't get a portion of land. So the Levites were listed according to their clans of Gershon, Kohath, and Merari. ", "58": "The clans of Levi include Libnites, Hebronites, Mahlites, Mushites, and Korahites. ", "59": "For the record, when Levi was still in Egypt, he had a daughter, Jochebed. She married Amram, the son of Kohath. Jochebed bore Aaron, Moses, and their sister Miriam. ", "60": "Aaron fathered Nadab, Abihu, Eleazar, and Ithamar. ", "61": "Nadab and Abihu died when they presumed to offer a strange fire to the Eternal One. ", "62": "The total number of Levite men, one month and older, was 23,000. They were not counted along with the rest of the people of Israel since they did not have a land inheritance.", "63": "These are the people and their numbers that Moses and his nephew, Eleazar the priest, organized into armies when they stood on the plains of Moab, just across the Jordan River, east of Jericho. ", "64": "Not a single one of the people organized this time by Moses and Priest Aaron were among those so many years ago, when they added up the Israelites in the Sinai Wilderness. ", "65": "The Eternal One had declared that the previous generation had to die in the wilderness. No one was remaining from that generation except for Caleb (Jephunneh's son) and Joshua (Nun's son)."}