{"1": "Eternal One (continuing to Moses): When the seventh month comes around, its first day shall have a ritual marking its holiness, and you won't do any work on it. Blow the trumpets, ", "2-5": "and make a burnt offering out of the same animals (one male calf, a ram, and seven male lambs, all perfect yearlings—including the goat) as your sacrifice for a soothing aroma to Me; but use one, rather than two bull-calves. And follow the same procedure for the grain offering, using about six quarts of fine flour mixed with oil for the bull, about four quarts for the ram, and about two quarts for each lamb. ", "6": "This shouldn't take the place of either the daily or the regular monthly offering of meat, grain, and wine. Rather, it is in addition to the regular one. I receive these as a pleasing aroma.", "7": "On the tenth day of that seventh month, you shall have a ritual marking its holiness. Celebrate it soberly, don't do any work, ", "8-11": "but make an offering just like the one on the first day (one male calf, a ram, and seven male lambs, all perfect yearlings—including the goat as a sin offering). Also follow the same procedure for the grain offering using about six quarts of fine flour mixed with oil for the bull, about four quarts for the ram, and about two quarts for each lamb. This will cover all the evil you did in the last year with the burnt offering, grain offering, and drink offering.", "12": "Mid-month, on the fifteenth day of the seventh month, you shall observe another ritual marking that day's holiness, and you won't work. Celebrate for a full seven days a festival of Mine. ", "13": "Prepare another burnt offering of animals that have no signs of injury or illness—thirteen bull calves, two rams, and fourteen yearling lambs. ", "14-16": "Make your grain offerings as you always do for each of the animals offered; include the sin-offering goat. These, again, are in addition to the regular burnt offerings with their respective grain and drink offerings.", "17": "On the second day of that week-long festival in the middle of the seventh month, offer twelve bull calves, two rams, and fourteen male yearling lambs—all unblemished—", "18": "along with the grain offerings in amounts coordinating with each animal. ", "19": "Include the goat as a sin offering, and don't neglect the regular offerings of meat, grain, and wine.", "20": "On the third day, offer eleven bull calves plus the two rams, fourteen male lambs, ", "21": "corresponding amounts of grain and drink offerings, ", "22": "and the sin-offering male goat in addition to the usual offering. ", "23-34": "On the fourth day, the number of young bulls that you offer should be ten; on the fifth, nine; on the sixth, eight; on the seventh, seven and on each of those days you shall also offer two rams and fourteen male lambs along the sin-offering male goat in addition to the usual offerings of burnt, grain, and drink. ", "35": "On the eighth and final day, gather everyone together for a solemn ritual, and don't do any work. ", "36-38": "In addition to the regular gifts and the goat whose offering covers sins, offer the following by fire, sending a sweet smell to God: one bull, one ram, and seven perfect male yearling lambs. Mix up the grain offerings in proportion to each animal, and prepare the corresponding burnt, grain, and drink offerings.", "39": "These are the offerings you should give to Me when observing these particular festivals. They are not a substitute for the other required offerings—the ones accompanying certain promised vows; those you make freely; and the regular burnt, grain, and drink offerings; as well as your offerings of well-being.", "40": "Moses passed these instructions on to the Israelites just as the Eternal One told him to do."}