{"1": "At that time (when the Eternal One spoke with Moses on Mount Sinai), the lineage of Aaron and Moses went like this: ", "2": "Aaron's sons were Nadab (the eldest), Abihu, Eleazar, and Ithamar—", "3": "actually, they were his sons who were anointed as priests, who were supposed to work as priests. ", "4": "But Nadab and Abihu perished in the presence of the Eternal when they failed to follow God's instructions and offered profane fire at Sinai. They didn't have any children. The other two, Eleazar and Ithamar, carried on as priests for Aaron's lifetime.", "5": "Then the Eternal One told Moses,", "6": "Eternal One: 6 Summon the Levi tribe, and send them to Aaron, the priest. ", "7": "They are to serve him and all the people in front of the tent of the congregation. They are to do the work for the tent, My sacred dwelling place. ", "8": "They are in charge of the tent's furnishings. Their work in service to the congregation tent is on behalf of the people of Israel. ", "9": "These Levites are to be given exclusively to Aaron and Aaron's sons. ", "10": "Aaron and his descendants alone are the priests. If any outsider gets involved, he will be killed.", "11": "And the Eternal One spoke later to Moses.", "12-13": "Eternal One: 12-13 As you know, all firstborn children of each woman belong to Me. I made that clear when I killed all the Egyptian firstborn but spared Israel and its animals, setting them apart just for Me. But rather than giving all Israel's firstborn to Me, I accept the Levites as a substitute. They will be Mine. I am the Eternal One.", "14": "The Levites as a whole are given into religious service sacrificing the animals and serving in the congregation tent rather than taking all the firstborn males, as was done with the livestock. To have drawn the servants of the Lord from the entire nation would have resulted in great disruption of each of the families and tribes. God formerly gave these instructions to Moses in the wild desert area of Sinai.", "15": "Eternal One: 15 Organize the male Levites (including infants, one month old and older) by their clans and extended families.", "16": "So Moses did just as the Eternal One told him. ", "17": "Levi's three sons were Gershon, Kohath, and Merari. ", "18": "Gershon's sons, by their clans, were Libni and Shimei. ", "19": "Kohath's sons, by their clans, were Amram, Izhar, Hebron, and Uzziel. ", "20": "Merari's sons, by their clans, were Mahli and Mushi. These, remember, are specifically the Levite clans by their extended families.", "21": "So within Gershon were the Libnite and Shimeite clans. ", "22": "Counting just the males one month old and older, 7,500 were organized. ", "23": "They camped in the area behind the congregation tent on the west. ", "24": "Eliasaph (Lael's son) served as head of the Gershonite extended family. ", "25": "Their jobs were to take care of everything related to the congregation tent, both the place of revelation and its covering, the screen for the congregation tent's entrance, ", "26": "the curtains for the court surrounding the place of revelation and the altar, its entrance screen, the ropes, and anything else for the tent.", "27": "Within Kohath were the Amramite, Izharite, Hebronite, and Uzzielite clans. ", "28": "Counting just the males one month old and older, there were 8,600[a] who worked for the sacred place. ", "29": "They camped on the south side of the congregation tent. ", "30": "Uzziel's son, Elizaphan, was their head. ", "31": "These Kohathites were to take care of everything associated with the chest, the table, the lampstand, the altars, and the furnishings of the sanctuary that the priests use, the screen, and anything else inside the sacred place. ", "32": "Priest Aaron's son, Eleazar, was head of the Levite leaders. He was in charge of overseeing the people who took care of the sacred place.", "33": "Within Merari were the Mahlite and Mushite clans, ", "34": "of whom 6,200 males one month or older were organized. ", "35": "Abihail's son, Zuriel, was their leader. They were instructed to camp on the northern side of the tent area, ", "36": "and their work was to maintain the planks of the tent, its bars, posts, and sockets; plus all the furnishings and any other wood items; ", "37": "as well as the posts surrounding the courtyard together with their sockets, pegs, and ropes.", "38": "Moses, Aaron, and Aaron's sons camped in front of the congregation tent, on the east facing sunrise, where they worked according to the needs of the sanctuary and on behalf of the Israelites. If an outsider trespassed in this area, he would be killed. ", "39-45": "The total number of Levites whom Moses and Aaron organized, according to the Eternal's command, were 22,273. These males, one month or older, Moses listed by name. The Eternal One told Moses, Eternal One (to Moses): As a substitute for all the Israelite firstborn children and animals (as all of them are Mine), take all the Levites and all the Levites' animals, which shall belong to Me.[b] ", "46": "But because there are 273 more Israelite firstborn children than there are Levites, you shall pay a substitute price: ", "47": "five shekels for each (calculated by the sanctuary weight, which is 35 pounds to the shekel), ", "48": "and give that money as a substitute price to Aaron and Aaron's sons.", "49-51": "So Moses did all that concerning the substitute price, just as the Eternal commanded, and it amounted to 47,775 pounds of metal."}