{"1-2": "Eternal One (to Moses): 1-2 It's finally time for the Israelites to make the Midianites suffer for the trouble they caused back at Peor and then you will leave this world and join your ancestors.", "3-5": "The Israelites took Midianite women as wives and consequently started worshiping their gods. Some 24,000 Israelites died in that judgment. Moses is now told to pick up where the priest Phinehas left off and kill the Midianites. Moses (to the Israelites): 3-5 Get yourselves ready for war. From among your men, select 1,000 from each of Israel's tribes. Arm them, and send them out to fulfill God's desire to make the Midianites pay for their treachery. So it was that 12,000 Israelite men went off to war. ", "6": "Moses sent the zealous priest Phinehas (Priest Eleazar's son) with each tribe's contribution toward the army of 1,000 men, too, carrying the holy vessels and trumpets to sound the alarm. ", "7": "At the direction of God through Moses, the Israelites fought fiercely. By the time it was over, they had managed to kill every single Midianite male. ", "8": "They killed all five of Midian's kings (Evi, Rekem, Zur, Hur, and Reba), and they even executed Balaam (Beor's son) too.", "9-11": "This is a surprising note about Balaam. He honored the Lord and would only speak blessing over Israel (22–24). Here and later (Joshua 13:22; 24:9–10), Balaam is cast as an enemy of God's people (also 2 Peter 2:15; Revelation 2:14). They captured Midian's women and children and everything of value—livestock, luxury items, whatever seemed good—to bring back with them, and they burned what was left of the cities and camps. ", "12": "The victorious Israelites headed back to present these prisoners, animals, and things to Moses, Eleazar the priest, and all of the Israelites who had gathered at their camp on the Moabite plains, just across the Jordan River, east of Jericho.", "13": "Moses, Priest Eleazar, and the leaders of the community went out to meet them, just outside the settlement. But instead of commending them for their bravery and success, ", "14": "in his anger, Moses berated the men who just a little while earlier were commanding battalions of hundreds or thousands of soldiers.", "15": "Moses: 15 What were you thinking that you would allow these women to live? ", "16": "They are the ones, on the advice of that instigator Balaam, who are responsible for seducing our men by leading Israelites to reject the Eternal at Peor. They brought down on us that punishing plague that killed so many of the people of the Eternal One. ", "17": "Now you must slaughter every last boy in this Midianite group and kill every woman who has ever slept with a man. ", "18": "As for the virgins, you can take them, as you desire. ", "19-20": "According to the purity laws, you must stay outside the boundaries of the camp for seven days. Anyone who has killed or otherwise touched a corpse, remember to wash up on the third and seventh days as prescribed. Every piece of clothing—cloth, leather, or goat's hide—and every wooden object on your person must be purified too. This applies to you and your prisoners.", "21": "Because of the details concerning priestly matters of ritual process and purity, Eleazar the priest explains how the Lord commanded they should proceed. They have been in contact with corpses, blood, and pagan objects, and it is essential that they cleanse themselves properly as members of this holy congregation. Then Eleazar stepped forward and took it from there. Priest Eleazar (to the soldiers): It is a law that God made clear to us through Moses. ", "22-23": "Whatever you wear or have with you that is not flammable—all metals such as gold, silver, bronze, iron, tin, and lead—shall be cleansed by fire. To fully purify such objects, wash them in the water for ritual impurity too. But anything that cannot stand fire, wash with the water. ", "24": "On the seventh day, strip and wash what you're wearing. After that, you shall be considered pure and may return to the camp.", "25": "The Eternal One told Moses how to divide the spoils.", "26": "Eternal One: 26 Get Priest Eleazar and the heads of the extended families of the group to help you inventory everything the soldiers brought back with them from Midian, prisoners and possessions. ", "27": "Then divide it in half. One part will go to the men who went to war, and the other to the people who stayed here. ", "28": "Out of the warriors' half, take a portion as a gift to Me. For every 500 items of any kind—persons or animals—set one aside for God ", "29": "by giving it to Eleazar the priest (who will make the actual offering to Me). ", "30": "Out of the general population's half, take one out of every 50 of any particular item—persons or animals—and give it to the Levites who are in charge of maintaining God's special tent.", "31": "Moses and Priest Eleazar did as the Eternal One commanded Moses, ", "32": "and even after they had killed the boys and a lot of the women, the war booty was substantial. There were 675,000 sheep, ", "33": ",000 oxen, ", "34": ",000 donkeys, ", "35": "and 32,000 virgin women. ", "36": "From the half that was for the warriors, there were 337,500 sheep ", "37": "(675 for the Eternal), ", "38": ",000 large oxen (72 for the Eternal), ", "39": ",500 donkeys (61 for the Eternal), ", "40": "and 16,000 people (32 for the Eternal). ", "41": "Moses handed God's portion over to the keeping of Eleazar the priest as the Eternal had commanded Moses. ", "42-46": "The general community received the same amounts: 337,500 sheep, 36,000 large oxen, 30,500 donkeys, and 16,000 people. ", "47": "Out of the general community's half, Moses took one out of every 50 of any particular item—persons or animals—and gave it to the Levites, the ones who were in charge of maintaining God's tent just as he had been told by the Eternal One. ", "48": "Then the military officers of all ranks approached Moses with yet more stuff.", "49": "Officers (to Moses): 49 Each of us, who loyally answer your call to serve, has counted up the people in our battalions. We are happy to report that not a single person is missing. ", "50": "Yet to cover any sins we may have committed before the Eternal, we wish to present to you all the articles of value we found in Midian—objects of gold, jewelry of all kinds (armlets, bracelets, rings, earrings, and pendants).", "51-52": "Moses and Eleazar the priest received from the commanders and officers these pieces of gold fashioned into all shapes and sizes. Collectively, the officers' offering to the Eternal equaled 420 pounds. ", "53": "The soldiers had also raided things for themselves. ", "54": "But Moses and Eleazar set up the gold objects from the officers inside the congregation tent to commemorate the Israelites' actions before the Eternal One Himself."}