{"1": "Now it so happens that a couple of the tribes (the Reubenites and Gadites) had an exceptionally large herd of livestock. They observed that on this eastern side of the Jordan, in the regions of Jazer and Gilead, there was some excellent grazing land. ", "2": "So the heads of the Reuben and Gad tribes approached Moses, the priest Eleazar, and other of the community's leaders.", "3-5": "Reubenites and Gadites: 3-5 This territory, which the Eternal One has already enabled us to dominate, is for livestock land; and we have livestock. If it is pleasing to you, may we settle here instead of crossing the Jordan into the promised land? We'd like this territory to be ours (Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon) rather than laying claim to any territory across the Jordan.", "6-9": "Although slightly misunderstood by Moses, Reuben and Gad still express loyalty to the Lord and to their Israelite kin, but they like the prospects of settling in the fertile land that they will also share with the Ammonites, Moabites, and Edomites. Moses: 6-9 You're missing the big picture. How can I let you settle here on this side of the Jordan, while your kinsmen on the other side of the Jordan may have to go to war in order to possess the land? Why would you dishearten the rest of the people today just as the spies did who disheartened the people in the last generation after I sent them from Kadesh-barnea and they saw the Eshcol Valley and the surrounding land? ", "10": "Remember how angry the Eternal became with them that day? He declared that ", "11-13": "even though that particular land had been promised to the Israelites beginning with Abraham, then to Isaac and to Jacob after him, the whole generation that left Egypt when they were 20 years or older would have to die, wandering aimlessly in the desert, before God would allow the community to enter that great land. Only Caleb the Kenizzite (Jephunneh's son) and Joshua (Nun's son) out of that generation would be allowed to enjoy settlement there because they followed Him completely. ", "14": "Now you dare to propose this—you're as sinful as your predecessors! The Eternal will surely loose His tremendous anger against us again. ", "15": "If you decide to stop following God's plan for the land, He will abandon the whole congregation out here in the wilderness, and it's you who will be blamed for our people's destruction.", "16-19": "Reubenites and Gadites (approaching Moses): 16-19 What if we lay claim to the land here, but then proceed with the others west across the Jordan and into their land? We would fight alongside all the other Israelites, but we wouldn't take any of that land for ourselves since our inheritance is on the eastern side of the Jordan. Only after we've seen to it that everyone else is safely settled there would we return here to take up our lives as residents of this place. We could set up preliminary dwellings now for our sheep and livestock and towns for our women and children. The towns should be fortified, since there are still inhabitants in the land who would like to run us out. We really feel that we've found our home here, east of the Jordan.", "20": "Moses: 20 If you keep your word—to fight with us before the Eternal One Himself ", "21": "until by our warfare God drives out His enemies ", "22": "and that land becomes undeniably ours—then, yes. Then you will have satisfied your responsibilities to the Eternal and to Israel, and you may count this land as your own. ", "23": "But if you fail to follow through, your sin against the Eternal will follow you. Wherever you go, it will go badly for you. ", "24": "Then go ahead and build the enclosures you need for your flocks and the cities for your youngsters that you'll leave behind. But don't forget to live up to your promise.", "25": "Reubenites and Gadites: 25 We are your servants, our lord, and we'll do as you tell us. ", "26": "Here in Gilead, we'll get our women and the little kids settled along with all of our animals. ", "27": "Then you can count on us, armed and ready to battle for the Eternal. We will obey your orders and see to it that the other families successfully gain their own territory.", "28": "Moses gave instructions to Eleazar the priest, Joshua (Nun's son), and the heads of the other extended families of the Israelite clans.", "29": "Moses: 29 If indeed the Gadites and Reubenites fight in front of the Eternal One and beside the rest of you to successfully dominate that land across the Jordan River, then you must honor their desire to return here to have this Gilead land for their own. ", "30": "But if they don't take up their weapons and go with you into battle, then their ownership of this territory is null and void, and they shall be assigned land in Canaan along with the rest of the Israelite tribes.", "31": "Reubenites and Gadites: 31 Exactly as we understand this to be the will of God, we will do it. ", "32": "We'll arm ourselves and fight with you under His direction in Canaan, but with the understanding that our home is right here, on this side of the Jordan River.", "33": "With this agreement established, Moses gave the Gadites and the Reubenites, along with Manasseh (half of the greater Joseph clan), King Sihon's Amorite land and King Og's Bashan land, including the cities and their neighboring towns inside those boundaries. ", "34": "The Gadites immediately got to work rebuilding the cities of Dibon, Ataroth, Aroer, ", "35": "Atroth-shophan, Jazer, Jogbehah, ", "36": "Beth-nimrah, and Beth-haran with strong defenses and enclosures for their livestock. ", "37": "As for the Reubenites, they rebuilt Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo, Baal-meon, and Sibmah. They gave names to each of the new cities and changed the names of those they rebuilt. ", "39": "As far as the Manasseh family goes, Machir's clan overran the Amorites in Gilead, ", "40": "so Moses gave them that land to live in. ", "41": "Jair's Manassite clan also captured settlements for themselves and named them Havvoth-jair, ", "42": "and Nobah took over the former Kenath with its surrounding villages and renamed it Nobah, after their own clan."}