{"1": "Aaron is now dead, and Moses is given the final instructions about the division of the land. Even knowing he will not enter the land, Moses doesn't whine or step back from leadership. He continues following God until the nation is about to cross through the waters of the Jordan and begin their new adventure, realizing God's destiny for themselves, because he is the faithful servant of God even when he knows there will be no reward. The Eternal One spoke to Moses.", "2": "Eternal One (to Moses): 2 Command the Israelites, “This is the exact territory you should take, as promised to you by Me for an inheritance throughout the succeeding generations—the entire land of Canaan. ", "3": "The southern part runs from the Zin Wilderness along the border with Edom. The southern boundary begins at the end of the Dead Sea[a] on the east, ", "4": "turns south of the Akrabbim highlands, and crosses over to Zin. Its far end is south of Kadesh-barnea, over to Hazar-addar, across to Azmon, ", "5": "and from there to the Egyptian Wadi straight out to the great Mediterranean Sea. ", "6": "This great sea will be your western boundary. ", "7": "At the northern end, make a line from the great Mediterranean Sea to Mount Hor, ", "8": "then to Lebo-hamath, and up to Zedad. ", "9": "Your territory will be south of Ziphron and Hazar-enan. All that makes up your northern boundary. ", "10": "As for the east, mark your boundary from Hazar-enan to Shepham, ", "11": "down to Riblah (east of Ain), follow the eastern slope of the Sea of Chinnereth, ", "12": "and down the Jordan River all the way to the Dead Sea.[b] That's it. Those are the boundaries of your promised land.”", "13": "Moses (to the Israelites): 13 Exactly which parts of it go to which family shall be determined finally by lot. That is, at least, for the nine remaining tribes and for Ephraim, the other half of the Joseph tribe. ", "14-15": "The extended families of Gadites, Reubenites, and Manassehites (from Joseph's line) have already gotten their land on this eastern side of the Jordan River.", "16": "Again the Eternal One spoke to Moses.", "17": "Eternal One: 17 The priest Eleazar and Joshua (Nun's son) shall have the honor of assigning the territories that will henceforth be each one's ancestral land. ", "18": "One from each of the tribes will then execute these directions. ", "19": "Those men are: for Judah—Caleb (Jephunneh's son); ", "20": "for Simeon—Shemuel (Ammihud's son); ", "21": "for Benjamin—Elidad (Chislon's son); ", "22": "for the Danites—Bukki (Jogli's son); ", "23": "out of the greater Joseph family, for the Manassehites—Hanniel (Ephod's son), ", "24": "and for the Ephraimites—Kemuel (Shiphtan's son); ", "25": "for Zebulun—Elizaphan (Parnach's son); ", "26": "for Issachar—Paltiel (Azzan's son); ", "27": "for Asher—Ahihud (Shelomi's son); ", "28": "and for Naphtali—Pedahel (Ammihud's son).", "29": "These are the men whom the Eternal One determined should head up the process of dividing the Canaanite land among the Israelites."}