{"1": "In that area, on the Moabite flatlands across the Jordan River, east of Jericho, the Eternal One issued more directions mediated by Moses to the Israelites.", "2": "God ensures that an allowance is made for the Levites, who will not have any territory of their own. Eternal One: 2 Tell the Israelite families that once they've received the land that will be undeniably theirs and theirs alone, they must each set aside some cities and those cities' surrounding fields within their particular territory for the Levites. ", "3-4": "The Levites can then live in those cities and use the surrounding fields, 1,500 feet from the wall all around, to keep and raise their animals. ", "5": "In other words, with the city at the center, the fields designated for the Levites should encompass a territory with a radius of 3,000 feet.", "6-8": "Make sure they are allocated according to the size of the territory that each group has. The biggest families will give the greatest number of towns; the smaller tribes only a few. Included among the Levites' towns, 48 in total, shall be the six cities of refuge to where a person who killed someone by accident can run for safety from revenge, along with 42 other cities.", "9": "(continuing to Moses) ", "10": "Tell the Israelites that once they've crossed the Jordan into Canaan and can see the land for themselves, ", "11-12": "they should pick out which cities they want to make safe havens for persons accused of manslaughter. If someone kills another person by accident, the guilty party should be able to live in one of those cities without fear that he'll be killed in revenge before he's had a fair trial in front of his peers. ", "13-15": "It's up to the people exactly which six cities they designate for this purpose, but be sure three are beyond the Jordan and three are in Canaan. These are to be safe places for anyone who unintentionally caused another person's death whether he is an Israelite or a foreigner.", "16-21": "If someone picks up an instrument—iron, stone, wood, whatever—and batters somebody else so badly that the victim dies, or if he otherwise kills with intent (fatally pushes with hatred or throws an object from some hidden place that kills its target), the perpetrator is guilty of murder. His punishment is death in return, and someone shall be assigned to kill him. The one to carry out this death penalty is called the “blood avenger.” Whenever the avenger has a chance to kill the murderer, he should do so.", "22-28": "Sometimes it happens, though, that a person pushes his friend or acquaintance, throws an object, or happens to drop a heavy stone on someone else without any intention of hurting (much less killing) the person, but the other person happens to die from it. The guilty person should be able to take refuge in one of the six designated cities, safe from the one who would avenge the death he caused. Then people from among the greater community shall judge whether it was indeed an accident or not. When the congregation determines it was an accident, the person who accidentally killed shall be saved from the blood avenger. He must live within the city of refuge, though. If he leaves it, the blood avenger is allowed to kill him with impunity because the man knew not to leave his sanctuary city. However, once the anointed high priest of Israel dies, that restriction shall be lifted, and the person who unintentionally killed another may return home, free and clear. ", "29": "This is the way it should be, a binding law based on precedents, for this community down through the generations and wherever they happen to be living.", "30": "The case of intentional murder is different. A person so guilty shall be put to death, but only if there are enough witnesses to render a reliable account. If only one person claims to have seen the crime, you shall not put the accused to death. ", "31": "If someone is indeed guilty, there shall be no alternative of life ransom for the death penalty. This crime cannot be paid off. ", "32": "Neither shall you take money to get a person accused of manslaughter out of his obligation to live in the city of refuge. He simply must stay there till the term is up, when the high priest dies. ", "33": "Failure to honor life in this way contaminates the very land itself. Do not pollute the land where you live by allowing blood guilt to go unpunished. Once the land has been subjected to such violence, it must be purified, so the blood of the one who caused bloodshed must be shed. ", "34": "You won't pollute the land where you live and where I also have chosen to dwell among you. I, the Eternal One, dwell among the Israelites."}