{"1": "The Eternal One spoke to Moses and Aaron.", "2": "A census can be ominous or encouraging. Sometimes everyone on the list has to die before a new generation can take the land (chapter 1), but sometimes, like in this chapter, it is an occasion to highlight God's people, the Levites. Eternal One: 2 From among the Levite clans, organize Kohathite men by their extended families ", "3": "between the ages of 30 and 50, who serve in the congregation tent. ", "4": "They are the ones who shall deal with the most sacred objects associated with the congregation tent. ", "5": "When it's time to break camp, follow these instructions: Aaron and his sons shall take down the screen curtain and cover the covenant chest. ", "6": "Over that, they shall lay a sea-cow skin,[a] and over that, a pure blue cloth. They shall then slide in the chest's poles. ", "7": "Regarding the table that displays the offerings, they shall spread it with a blue cloth and set the bowls, ladles, cups, pitchers for the drink offering, and regular bread on it. ", "8": "This they shall cover with a crimson cloth, and over that a sea-cow skin. And they shall slide in its poles too. ", "9": "Regarding the seven-branched lampstand, they shall cover it—the lamps, tongs, fire pans, and all the oil receptacles used with it—with a blue cloth. ", "10": "They shall put it and all its furnishings in a sea-cow skin and set that on the frame for carrying. ", "11": "Concerning the golden altar for incense, they shall cover it first with a blue cloth, and over that with a sea-cow skin. They shall insert its poles. ", "12": "Likewise, all of the furnishings used in sanctuary service should go into a blue cloth, be covered with a sea-cow skin, and set on a carrying frame. ", "13": "They will need to empty the fat ashes from the burnt offering altar before spreading a purple cloth over it. ", "14": "Then load all the things used with it—the fire pans, long forks, spatulas, and basins—and cover the whole with a sea-cow skin. Then they shall slide in the poles. ", "15": "When Aaron and his sons are done covering all the holy objects and furnishings, then and only then (so that they don't touch the sacred things and die), the Kohathites can approach. They are the ones who shall transport these items of the congregation tent. ", "16": "Aaron's son, Eleazar, shall be responsible for the oil used for light, the fragrant incense, the regular grain offering, the oil used for anointing, the whole congregation tent, and every holy thing within it, including each and every furnishing.", "17": "(continuing instructions to Moses and Aaron) ", "18-19": "Take special care to pack everything well so that the people of the Kohathite clans are not killed on account of touching the most sacred things when they shouldn't. Aaron and his sons can direct each person's role and their transportation of the items. ", "20": "The Kohathites should never look on the sacred things for even a moment, or else they'll die.", "21": "(continuing instructions to Moses) ", "22-24": "Add up the Gershonites, ages 30–50, by their extended families and clans. These are the ones who shall perform the following specific tasks required for the congregation tent: ", "25": "They shall be responsible for transporting the tent curtains, the congregation tent with its covering and the sea-cow skin over that (as well as the screen for the tent's entrance), ", "26": "the hangings for the courtyard area, the screen at the entrance gate of the designated area around the tent and altar, the ropes, and everything they need for service. And they shall do whatever is needed to maintain and care for these things. ", "27-28": "These Gershonites shall answer to Aaron the priest and his sons (particularly Ithamar) with respect to what exactly they should carry and do; and you shall assign into their care what they need to carry. This is what the Gershonite clans are to do concerning the congregation tent.", "29-30": "Number the Merarites in the same way—those ages 30–50 by extended families and clans, whoever qualifies to work for the good of the congregation tent. ", "31": "They are to carry the following things (and that's all they need to do for the congregation tent): the tent framework with its bars, pillars, and foundations; ", "32": "the pillars of the courtyard area along with their bases, pegs, ropes, and all their furnishings and related items. Specify each object that each one must carry. ", "33": "That's all the Merarite clans need to do for the congregation tent. They'll answer specifically to Ithamar (the son of Aaron the priest).", "34-37": "So Moses, Aaron, and all the heads of the community did as the Lord had instructed. They organized the Kohathites by the clans and the extended families, ages 30–50, who were eligible to work on behalf of the congregation tent and found that there were 2,750. ", "38-45": "The Gershonites whom Moses and Aaron organized by each clan and extended family numbered 2,630; and the Merarites—3,200. ", "46": "All were listed from the Levites organized by Moses, Aaron, and the heads of the families, ", "47": "who were between the ages of 30 and 50 and capable of performing their designated congregation tent tasks of maintenance and transportation, ", "48": "numbered 8,580. ", "49": "Each one had a job specified by the Eternal One and dictated through Moses. Each one was recorded by his job as the Eternal had commanded Moses to do."}