{"1": "The Eternal One spoke to Moses again.", "2": "Eternal One: 2 Tell the Israelites that when anyone of them, man or woman, takes the special Nazirite vow, which distinguishes this Israelite as set apart for Me, ", "3-4": "he shall abstain from alcohol, even from any grape products—vinegar, juice, or the fruit itself (dried or fresh), seeds, or skin—for the entire time he is a Nazirite. ", "5": "Also, the Nazirite shall not cut the hair on his head but let it grow long for the duration of the Nazirite vow because he is holy and set apart for Me. ", "6": "And the Nazirite shall not go near a corpse during that time, ", "7": "even if the dead person is a parent or sibling, lest the Nazirite become ritually impure and ignore the fact of his consecration to God. ", "8": "For the entirety of his Nazirite separation, he is holy to Me.", "9": "If it happens that someone suddenly dies near a Nazirite, accidentally rendering his special hair ritually impure, the Nazirite should shave it off on the day he purifies himself and again on the seventh day. ", "10-11": "On the eighth day, the Nazirite will purify his head, bring two turtledoves and two young pigeons as offerings—sin and burnt—to the priest at the entrance of the congregation tent. The priest shall offer to make things right after inadvertent proximity to a corpse. ", "12": "The Nazirite shall also bring a year-old male lamb as an offering for guilt. His head shall be made holy again at that time and the vow reinstated, not counting the previous days because he was defiled.", "13": "The following is how things should be done after the Nazirite has satisfied the duration of the vows: the offering should be brought to the entrance of the congregation tent ", "14": "to present the gift to Me—unblemished, one-year-old male and female lambs as burnt and sin offerings, respectively; one unblemished ram as a peace offering, ", "15": "a basket of flatbread, delicate cakes of fine flour and oil, crackers spread with oil, plus the regular grain and drink offerings. ", "16-17": "The priest shall present all these (sin and burnt offerings, peace offering, and grain and drink offerings) before Me as the law instructs for each offering. ", "18": "Then and there at the entrance to the congregation tent, the Nazirite shall shave his consecrated head and burn the hair in the fire underneath the peace sacrifice. ", "19": "Once the ram's shoulder has boiled, the priest shall take it and one piece of flatbread and one cracker from the basket, and place those things on the outstretched palms of the shaved Nazirite. ", "20": "Then the priest shall raise them up in offering to the Eternal, and keep them as the priest's holy portion along with the wave offering breast and contributed thigh, which were likewise offered up. After all this, the Nazirite may drink wine.", "21": "This is the instruction for the Nazirite who takes a vow. The offerings to Me must be just so, besides anything else that the Nazirite can afford to give. Whatever has been promised, he must do, in keeping with the law for his consecration.", "22": "(continuing instruction to Moses) ", "23": "Tell Aaron and his sons to bless the Israelites by saying,", "24": "The Eternal One bless and keep you.", "25": "May He make His face shine upon you and be gracious to you.", "26": "The Eternal lift up His countenance to look upon you and give you peace.", "27": "In this way, they will set My name upon the Israelites, and I will bless them."}