{"1": "On the first new moon of the second year after the people had left Egypt, there in the Sinai Wilderness, the Eternal One spoke to Moses again.", "2": "Eternal One: 2 The Israelites should observe Passover at the time it's supposed to happen: ", "3": "offering the sacrifice at evening twilight on the 14th day of this month, exactly according to the regulations we've already discussed.[a]", "4-5": "So Moses told the Israelites that they should go ahead with the Passover, offering the sacrifice at its designated evening twilight on the 14th day of this month—in the wild desert of Sinai. They did exactly as the Eternal told Moses they should. ", "6": "Complicating things, however, was the fact that some men had needed to handle a dead body and so were impure and couldn't offer the sacrifice right then. They came to Aaron and Moses right away.", "7": "Men: 7 Why should we be disallowed from offering the Eternal's sacrifice along with the rest of the Israelites at the appropriate time, just because the disposing of a dead body made us ritually impure?", "8": "Moses: 8 Just hold on a little while. Let me find out what the Eternal has to say about it.", "9": "The Lord provides a backup plan for those who can't celebrate Passover properly, but it isn't to replace normal practices. The Eternal One told Moses,", "10": "Eternal One: 10 Tell the Israelites, if any one of you or your descendants becomes ritually impure due to the necessity of handling a dead body, he can nevertheless still celebrate My Passover a month after everyone else does. Likewise, those who are on the road, a long way from My tent, can celebrate Passover to the Eternal then too. ", "11": "It should be observed at evening twilight on the fourteenth day of the second month, eating the lamb they sacrificed with unleavened bread and bitter greens. ", "12": "Make certain that not one of its bones is broken[b] and the entire animal is consumed by morning, in keeping with standard procedure for this Passover festival. ", "13": "Everyone who is present and ritually pure must observe this foundational moment. If a person fails to observe the Passover, it is a serious offense. Such a person will be ostracized from the community, guilty of not offering to the Eternal at the right time. ", "14": "If a visiting foreigner would like to observe the Eternal's Passover with you, he is welcome. Just make certain that he does so completely, exactly as you Israelites are supposed to do. Everyone must observe it the same way, whether foreigner or native to the land.", "15": "When the congregation tent was finally erected and assembled, the cloud of the presence of God covered it and the place where the terms of the covenant were kept. In the dark of night, the presence of God looked like a fire and marked the spot until morning. ", "16": "And so it continued—cloud cover by day, and something like fiery storm clouds at night. ", "17": "Whenever the cloud lifted up, the Israelites would pack up and move, and wherever the cloud stopped, they would settle. ", "18": "This is how the Eternal One indicated when the Israelites should travel and where they should set up camp. As long as the cloud stayed still over the congregation tent, the Israelites also stayed at their tents. ", "19": "When the cloud remained many days over the tent, the Israelites stayed there and served the Eternal. ", "20": "When the cloud remained only a few days, they did the same. They always followed the command of the Eternal, whether staying or leaving. ", "21": "Sometimes it happened that the cloud remained in place only through the night. So, in the morning, they would get going again. Day or night, in this manner they went as God directed. ", "22": "Whether it was a couple of days or just a month or even longer, however long the cloud covered the tent, the Israelites stayed put; but when it lifted, off they went again. ", "23": "So it was that the Israelites obeyed God's command. When the Eternal One indicated that they stop, they stopped; when He directed them to move, they moved. They served Him exactly as God commanded them through Moses."}