{"1": "The vision[a] that Obadiah[b] saw.[c] The Sovereign Lord[d] says this concerning[e] Edom:[f] We have heard a report from the Lord. An envoy was sent among the nations, saying,[g] “Arise! Let us make war against Edom!”[h]", "2": "The Lord says,[i] “Look! I will[j] make you a weak nation;[k] you will be greatly despised!", "3": "Your presumptuous heart[l] has deceived you— you who reside in the safety of the rocky cliffs,[m] whose home is high in the mountains.[n] You think to yourself,[o] 'No one can[p] bring me down to the ground!'[q]", "4": "Even if you were to soar high like an eagle,[r] even if you[s] were to make your nest among the stars, I can bring you down even from there!” says the Lord.", "5": "“If thieves came to rob you[t] during the night,[u] they would steal only as much as they wanted.[v] If grape pickers came to harvest your vineyards,[w] they would leave some behind for the poor.[x] But you will be totally destroyed![y]", "6": "How the people of Esau[z] will be thoroughly plundered![aa] Their[ab] hidden valuables will be ransacked![ac]", "7": "All your allies[ad] will force[ae] you from your homeland![af] Your treaty partners[ag] will deceive you and overpower you. Your trusted friends[ah] will set an ambush[ai] for[aj] you that will take you by surprise![ak]", "8": "At that time,”[al] the Lord says, “I will destroy the wise sages of Edom,[am] the advisers[an] from Esau's mountain.", "9": "Your warriors will be shattered, O Teman,[ao] so that[ap] everyone[aq] will be destroyed[ar] from Esau's mountain!", "10": "“Because[as] you violently slaughtered[at] your relatives,[au] the people of Jacob,[av] shame will cover you, and you will be destroyed[aw] forever.", "11": "You stood aloof[ax] while strangers took his army[ay] captive, and foreigners advanced to his gates.[az] When they cast lots[ba] over Jerusalem, you behaved as though you were in league[bb] with them.", "12": "You should not[bc] have gloated[bd] when your relatives[be] suffered calamity.[bf] You should not have rejoiced over the people of Judah when they were destroyed.[bg] You should not have boasted[bh] when they suffered adversity.[bi]", "13": "You should not have entered the city[bj] of my people when they experienced distress.[bk] You should not have joined[bl] in gloating over their misfortune when they suffered distress.[bm] You should not have looted[bn] their wealth when they endured distress.[bo]", "14": "You should not have stood at the fork in the road[bp] to slaughter[bq] those trying to escape.[br] You should not have captured their refugees when they suffered adversity.[bs]", "15": "“For the day of the Lord[bt] is approaching[bu] for all the nations![bv] Just as you have done, so it will be done to you. You will get exactly what your deeds deserve.[bw]", "16": "For just as you[bx] have drunk[by] on my holy mountain, so all the nations will drink continually.[bz] They will drink, and they will gulp down; they will be as though they had never been.", "17": "But on Mount Zion there will be a remnant of those who escape,[ca] and it will be a holy place once again. The descendants[cb] of Jacob will conquer[cc] those who had conquered them.[cd]", "18": "The descendants of Jacob will be a fire, and the descendants of Joseph a flame. The descendants of Esau will be like stubble. They will burn them up and devour them. There will not be a single survivor[ce] of the descendants of Esau!” Indeed, the Lord has spoken it.", "19": "The people of the Negev[cf] will take possession[cg] of Esau's mountain, and the people of the foothills[ch] will take possession[ci] of the land of[cj] the Philistines. They will also take possession of the territory of Ephraim and the territory of Samaria, and the people of Benjamin will take possession[ck] of Gilead.[cl]", "20": "The exiles of this fortress[cm] of the people of Israel will take possession[cn] of what belongs to the people of Canaan, as far as Zarephath,[co] and the exiles of Jerusalem who are in Sepharad[cp] will take possession of the towns of the Negev.", "21": "Those who have been delivered[cq] will go up on Mount Zion in order to rule over[cr] Esau's mountain. Then the Lord will reign as King![cs]"}