{"1": "In the spring, when the kings normally went out to war, David sent out Joab, his ·servants [officers; army], and all the Israelites. They ·destroyed [massacred; ravaged] the Ammonites and ·attacked [besieged] the city of Rabbah. But David stayed in Jerusalem. ", "2": "One ·evening [afternoon] David got up from his ·bed [midday rest] and walked around on the roof [C the flat roofs of Israelite houses were used for living space] of ·his palace [L the king's house]. While he was on the roof, he saw a woman bathing. She was very beautiful. ", "3": "So David sent his servants to find out who she was. A servant answered, “That woman is Bathsheba daughter of Eliam. She is the wife of Uriah the Hittite [C Hittites were foreigners, but he joined the Israelite cause].” ", "4": "So David sent messengers to bring Bathsheba to him. When she came to him, he ·had sexual relations [L lay] with her. (Now Bathsheba had purified herself from her ·monthly period [L uncleanness; Lev. 15:19–24].) Then she went back to her house. ", "5": "But Bathsheba ·became pregnant [conceived] and sent word to David, saying, “I am pregnant.”", "6": "So David sent a message to Joab: “Send Uriah the Hittite to me.” And Joab sent Uriah to David. ", "7": "When Uriah came to him, David asked him how Joab was, how the soldiers were, and how the war was going. ", "8": "Then David said to Uriah, “Go home and ·rest [L wash your feet; C perhaps a euphemism for sex].” So Uriah left the ·palace [L king's house], and the king sent a gift to him. ", "9": "But Uriah did not go home. Instead, he slept outside the door of the palace as all the king's ·officers [guard; L servants] did.", "10": "The officers told David, “Uriah did not go home.” Then David said to Uriah, “You came from a long trip. Why didn't you go home?”", "11": "Uriah said to him, “The Ark and the soldiers of Israel and Judah are staying in ·tents [booths; C temporary shelters]. My ·master [lord; commander] Joab and his officers are camping out in the fields. ·It isn't right for me to [L How can I…?] go home to eat and drink and ·have sexual relations [L lie] with my wife [C thus rendering himself ritually unclean and unable to go into the presence of the Ark; Lev. 15:16–18]!”", "12": "David said to Uriah, “Stay here today. Tomorrow I'll send you back to the battle.” So Uriah stayed in Jerusalem that day and the next. ", "13": "Then David called Uriah to come to see him, so Uriah ate and drank with David. David made Uriah drunk, but he still did not go home. That evening Uriah again slept with the king's ·officers [guard; L servants].", "14": "The next morning David wrote a letter to Joab and sent it by Uriah. ", "15": "In the letter David wrote, “Put Uriah on the front lines where the fighting is ·worst [fiercest; hardest] and ·leave him there alone [then pull back/withdraw]. Let him be ·killed in battle [L struck down and die].”", "16": "Joab ·watched [or besieged] the city and saw where its ·strongest defenders [valiant men] were and put Uriah there. ", "17": "When the men of the city came out to fight against Joab, some of David's men ·were killed [L fell]. And Uriah the Hittite was one of them.", "18": "Then Joab sent David a complete ·account [report] of the ·war [battle; fighting]. ", "19": "Joab told the messenger, “Tell King David what happened in the ·war [battle; fighting]. ", "20": "After you finish, the king may be angry and ask, 'Why did you go so near the city to fight? Didn't you know they would shoot arrows from the city wall? ", "21": "Do you remember who killed Abimelech son of Jerub-Besheth [C another name for Gideon]? It was a woman on the city wall. She threw a large stone for grinding grain on Abimelech and killed him there in Thebez [Judg. 9:50–57]. Why did you go so near the wall?' If King David asks that, tell him, 'Your servant Uriah the Hittite also died.'”", "22": "The messenger left and went to David and told him everything Joab had told him to say. ", "23": "The messenger told David, “The men of Ammon were ·winning [gaining an advantage over us]. They came out and attacked us in the field, but we ·fought [drove; chased] them back to the city gate. ", "24": "The archers on the city wall shot at your servants, and some of ·your men [L the king's servants] were killed. Your servant Uriah the Hittite also died.”", "25": "David said to the messenger, “Say this to Joab: 'Don't be ·upset [discouraged; troubled] about this. The sword ·kills everyone the same [L devours first one and then another]. ·Make a stronger attack [Fight harder; Press your attack] against the city and capture it.' Encourage Joab with these words.”", "26": "When ·Bathsheba [L the wife of Uriah] heard that her husband was dead, she ·cried [mourned] for him. ", "27": "After she finished her time of ·sadness [mourning], David sent servants to bring her to his house. She became David's wife and gave birth to his son, but the Lord was displeased with what David had done."}