{"1": "After this, Absalom got a chariot and horses for himself and fifty men to run before him [C to signal his power and claim of heir to the throne]. ", "2": "Absalom would get up early and stand near the city gate [C the hub of the town for judicial, business, and social interaction]. Anyone who had a ·problem [suit; petition; case] for the king to ·settle [judge] would come here. When someone came, Absalom would call out and say, “What city are you from?” The person would answer, “·I'm [L Your servant is] from one of the tribes of Israel.”", "3": "Then Absalom would say, “Look, your claims are ·right [sound/valid and just], but the king has no ·one [representative; deputy] to listen to you.” ", "4": "Absalom would also say, “I wish someone would ·make [appoint] me judge in this land! Then people with ·problems [any suit/complaint/case or cause] could come to me, and I ·could help them get [would give them] justice.”", "5": "People would come near Absalom to ·bow to [prostrate themselves before] him. When they did, Absalom would reach out his hand and take hold of them and kiss them [C to show he treated them as his equals]. ", "6": "Absalom did that to all the Israelites who came to King David for ·decisions [judgment]. In this way, Absalom stole the hearts of all Israel.", "7": "After four[a] years Absalom said to King David, “Please let me go to Hebron. I want to carry out my ·promise [vow] that I made to the Lord ", "8": "while ·I [L your servant] was living in Geshur in Aram. I said, 'If the Lord takes me back to Jerusalem, I will ·worship [offer devotion/a sacrifice to] him in Hebron.'”", "9": "The king said, “Go in peace.” So Absalom went to Hebron. ", "10": "But he sent ·secret messengers [spies; or runners] through all the tribes of Israel. They told the people, “When you hear the trumpets, say this: 'Absalom is the king ·at [in] Hebron!'”", "11": "Absalom ·had invited [took] two hundred men to go with him. So they went from Jerusalem with him [L innocently], ·but they didn't know [not knowing] what he was planning. ", "12": "While Absalom was offering sacrifices, he sent for Ahithophel, ·one of the people who advised David [David's counselor], to come from his hometown of Giloh. So ·Absalom's plans were working very well [the conspiracy grew stronger]. More and more people began to support him.", "13": "A messenger came to David, saying, “The ·Israelites are giving their loyalty to [L hearts of the people/Israelites are with] Absalom.”", "14": "Then David said to all his ·officers [officials; L servants] who were with him in Jerusalem, “We must ·leave [flee] quickly! If we don't, we won't be able to ·get away from [escape] Absalom. We must hurry before he ·catches [overtakes] us and ·destroys us and kills the people of Jerusalem [L brings disaster and puts the city to the sword].”", "15": "The king's ·officers [officials; L servants] said to him, “We will do anything you ·say [decide; L choose].”", "16": "The king set out with everyone in his house, but he left ten ·slave women [L concubines; C secondary wives; 3:7] to take care of the palace. ", "17": "The king left [L on foot] with all his people following him, and they stopped at ·a house far away [the last house]. ", "18": "All the king's ·servants [men; officers; officials] passed by him—the Kerethites and Pelethites [C foreign mercenaries who served as the king's bodyguards], ·all those from Gath, and the six hundred men who had followed him [or and the six hundred men from Gath].", "19": "The king said to Ittai, a man from Gath, “Why are you also going with us? Turn back and stay with ·King Absalom [L the king] because you are a foreigner. ·This is not [L …—an exile from] your homeland. ", "20": "You joined me only ·a short time ago [L yesterday]. Should I make you wander with us when I don't even know where I'm going? Turn back and take your ·brothers [kinsmen; people] with you. May ·kindness [faithful love] and ·loyalty [faithfulness; truth] be shown to you.”", "21": "But Ittai said to the king, “As surely as the Lord lives and as ·you live [L my lord the king lives], I will ·stay with you [L go wherever my lord the king goes], whether it means life or death.”", "22": "David said to Ittai, “Go, march on.” So Ittai from Gath and all his people with their ·children [families] marched on. ", "23": "All the people ·cried loudly [wept out loud] as ·everyone [the people] passed by. King David crossed the Kidron Valley, and then all the people went on to the ·desert [wilderness]. ", "24": "Zadok and all the Levites with him carried the Ark of the ·Agreement with God [Covenant/Treaty of God]. They set it down, and Abiathar offered sacrifices until all the people had ·left [marched out of] the city.", "25": "The king said to Zadok, “Take the Ark of God back into the city. If ·the Lord is pleased with me [L I find favor in the Lord's sight/eyes], he will bring me back and will let me see both it and ·Jerusalem [L its dwelling place/tent/Tabernacle] again. ", "26": "But if the Lord says ·he is not pleased with me [L “I take no delight in you”], ·I am ready [here I am]. He can do ·what he wants with me [L to me what is good in his sight/eyes].”", "27": "The king also said to Zadok the priest, “·Aren't you a seer [or Do you understand]? Go back to the city ·in peace [quietly] and take your son Ahimaaz and Abiathar's son Jonathan with you. ", "28": "I will wait near the ·crossings into the desert [fords in the wilderness; C shallow crossing points of the Jordan River] until I hear from you.” ", "29": "So Zadok and Abiathar took the Ark of God back to Jerusalem and stayed there.", "30": "David went up the ·Mount [L Ascent] of Olives, crying as he went. He covered his head and went barefoot [C signs of mourning]. All the people with David covered their heads also and cried as they went. ", "31": "Someone told David, “Ahithophel is one of the ·people with Absalom who made secret plans against you [conspirators with Absalom].” So David prayed, “Lord, please ·make [turn] Ahithophel's ·advice foolish [counsel into foolishness].”", "32": "When David reached the top of the mountain where people ·used to worship [worshiped] God, Hushai the Arkite came to meet him. Hushai's coat was torn, and there was dirt on his head [C a sign of mourning or distress]. ", "33": "David said to Hushai, “If you go with me, you will be ·just one more person for me to take care of [L a burden]. ", "34": "But if you return to the city, you can ·make Ahithophel's advice useless [thwart/frustrate/counter Ahithophel's counsel]. Tell Absalom, 'I am your servant, my king. In the past I served your father, but now I will serve you.' ", "35": "The priests Zadok and Abiathar will [L they not…?] be with you. Tell them everything you hear in the royal palace. ", "36": "Zadok's son Ahimaaz and Abiathar's son Jonathan are with them. Send them to tell me everything you hear.” ", "37": "So David's friend Hushai ·entered [returned to] Jerusalem just as Absalom arrived."}