{"1": "Ahithophel said to Absalom, “Let me choose twelve thousand men and chase David tonight. ", "2": "I'll catch him while he is tired and ·weak [discouraged], and I'll ·frighten [terrorize] him so all his ·people [troops] will run away. But I'll ·kill [strike down] only King David. ", "3": "Then I'll bring everyone back to you [L as a bride returns to her husband].[a] ·If the man you are looking for is dead [Since you seek the life of only one man], everyone else will ·return safely [be at peace].” ", "4": "This plan ·seemed good to [pleased] Absalom and to all the ·leaders [elders] of Israel.", "5": "But Absalom said, “Now call Hushai the Arkite, so I can hear what he says.” ", "6": "When Hushai came to Absalom, Absalom said to him, “This is the plan Ahithophel gave. Should we follow it? If not, ·tell us [give us your view].”", "7": "Hushai said to Absalom, “Ahithophel's advice is not good this time.” ", "8": "Hushai added, “You know your father and his men are ·strong [L mighty fighters/warriors]. They are as ·angry [fierce] as a bear that is robbed of its cubs. Your father is a ·skilled [experienced; expert] ·fighter [in war]. He won't stay all night with the ·army [troops]. ", "9": "He is probably already hiding in a cave or ·some other place [L pit; hollow]. ·If the first attack fails [L When some of our men fall at the first attack], people will hear the news and think, 'Absalom's followers are ·losing [being slaughtered]!' ", "10": "Then even the men who are ·as brave as lions [L valiant, with the heart of a lion] will ·be frightened [L melt/be paralyzed with fear], because all the Israelites know your father is a ·fighter [L mighty warrior]. They know his men are brave!", "11": "“This is what I ·suggest [advise; counsel]: Gather all the Israelites from Dan to Beersheba [C in the far north and south of Israel]. There will be as many people as grains of sand by the sea. Then you ·yourself must go [personally lead them] into the battle. ", "12": "We will ·go to [attack; come at] David wherever he is hiding. We will fall on him as dew falls on the ground. ·We will kill him and all of his men so that no one [L Neither he nor any of his men] will be left alive. ", "13": "If David ·escapes [withdraws] into a city, all the Israelites will bring ropes to that city and pull it into the valley. Not ·a stone will be left [a pebble will be found there]!”", "14": "Absalom and all the Israelites said, “The ·advice [counsel] of Hushai the Arkite is better than ·that [the counsel] of Ahithophel.” (The Lord had ·planned [determined; resolved; ordained] to ·destroy [thwart; defeat; frustrate] the good ·advice [counsel] of Ahithophel so the Lord could bring ·disaster [calamity; ruin] on Absalom.)", "15": "Hushai told Zadok and Abiathar, the priests, what Ahithophel had ·suggested [advised; counseled] to Absalom and the elders of Israel. He also reported to them what he himself had ·suggested [advised; counseled]. Hushai said, ", "16": "“Quickly! Send a message to David. Tell him not to stay tonight at the ·crossings into the desert [fords in the wilderness] but to cross over the Jordan River at once. ·If he crosses the river, he and all his people won't be destroyed [L Otherwise the king and everyone with him will be swallowed up].”", "17": "Jonathan and Ahimaaz were waiting at En Rogel. They did not want to ·be [risk being] seen going into the city, so a servant girl would go out to them and give them messages. Then Jonathan and Ahimaaz would go and tell King David.", "18": "But a ·boy [lad; young man] saw Jonathan and Ahimaaz and told Absalom. So Jonathan and Ahimaaz left quickly and went to a man's house in Bahurim. He had a well in his courtyard, and they climbed down into it. ", "19": "The man's wife spread a ·sheet [covering] over the opening of the well and ·covered [scattered] it with grain. ·No one could tell that anyone was hiding there [L Nothing was known].", "20": "Absalom's ·servants [men] came to the woman at the house and asked, “Where are Ahimaaz and Jonathan?” She said to them, “They have already crossed the brook.” Absalom's ·servants [men] then went to ·look [search] for Jonathan and Ahimaaz, but they could not find them. So they went back to Jerusalem.", "21": "After ·Absalom's servants [they] left, Jonathan and Ahimaaz climbed out of the well and went to tell King David. They said, “Hurry, cross over the ·river [water]! Ahithophel has ·said [advised; counseled] these things against you!” ", "22": "So David and all his people crossed the Jordan River. By dawn, everyone had crossed the Jordan.", "23": "When Ahithophel saw that the Israelites did not ·accept his advice [follow his counsel], he saddled his donkey and went to his hometown. He ·left orders for his family and property [set his affairs/house in order], and then he hanged himself. He died and was buried in his father's tomb.", "24": "David arrived at Mahanaim. And Absalom and all ·his Israelites [L the men/army of Israel] crossed over the Jordan River. ", "25": "Absalom had made Amasa ·captain [commander; head] of the army instead of Joab. Amasa was the son of a man named ·Jether [or Ithra] the Ishmaelite.[b] Amasa's mother was Abigail daughter of Nahash and sister of Zeruiah, Joab's mother. ", "26": "Absalom and the Israelites camped in the land of Gilead.", "27": "Shobi, Makir, and Barzillai were at Mahanaim when David arrived. Shobi son of Nahash was from the Ammonite town of Rabbah. Makir son of Ammiel was from Lo Debar, and Barzillai was from Rogelim in Gilead. ", "28": "They brought beds, bowls, clay pots, wheat, barley, flour, roasted grain, beans, ·small peas [lentils], ", "29": "honey, milk curds, sheep, and cheese made from ·cows' milk [L the herd] for David and his people. They said, “The people are hungry and tired and thirsty in the ·desert [wilderness].”"}