{"1": "David ·counted [mustered; reviewed] his men and placed over them commanders of thousands and commanders of hundreds. ", "2": "He sent the troops out in three groups. Joab commanded one-third of the men. Joab's brother Abishai son of Zeruiah commanded another third. And Ittai from Gath commanded the last third. King David said to them, “I will also go with you.”", "3": "But the men said, “You must not go ·with us [out]! If we ·run away in the battle [flee], Absalom's men won't care. Even if half of us are killed, Absalom's men won't care. But you're worth ten thousand of us! ·You can help us most by staying in the city [It is better that you support us from the city].”", "4": "The king said to his people, “I will do what ·you think is best [L is good in your sight/eyes].” So the king stood at the side of the gate as the army went out in groups of a hundred and a thousand.", "5": "The king commanded Joab, Abishai, and Ittai, “Be gentle with young Absalom for my sake.” Everyone heard the king's orders to the commanders about Absalom.", "6": "David's army went out into the field against ·Absalom's Israelites [Israel], and they fought in the forest of Ephraim. ", "7": "There David's army defeated the Israelites. ·Many died [L The slaughter was/casualties were great] that day—twenty thousand men. ", "8": "The battle spread through all the ·country [countryside], but that day more men ·died [L were devoured/swallowed up] in the forest than ·in the fighting [L by the sword].", "9": "Then Absalom happened to ·meet [run into; come upon] David's ·troops [L servants]. As Absalom was riding his mule, it went under the thick branches of a large oak tree. Absalom's head got caught in the tree, and his mule ran out from under him. So Absalom was left hanging ·above the ground [L between heaven and earth].", "10": "When one of the men saw it happen, he told Joab, “I saw Absalom ·hanging [dangling] in an oak tree!”", "11": "Joab said to him, “You saw him? Why didn't you ·kill him and let him fall to [L strike him to] the ground? I would have given you a belt and ·four ounces [L ten pieces] of silver!”", "12": "The man answered, “I wouldn't ·touch [L raise my hand against] the king's son even if ·you gave me [L I felt in my hand the weight of] ·twenty-five pounds [L a thousand pieces] of silver. We heard the king command you, Abishai, and Ittai, '·Be careful not to hurt [For my sake protect/spare] young Absalom.' ", "13": "If I had ·killed him [betrayed the king by killing his son], ·the king would have found out [and there is nothing hidden from the king], and you would ·not have protected [have kept your distance/aloof from] me!”", "14": "Joab said, “I won't waste time here with you!” Absalom was still alive in the oak tree, so Joab took three spears and stabbed him in the heart. ", "15": "Ten young men who carried Joab's armor also gathered around Absalom and struck him and killed him.", "16": "Then Joab blew the trumpet, so the troops ·stopped [returned from] chasing the Israelites. ", "17": "Then Joab's men took Absalom's body and threw it into a ·large [deep] pit in the forest and ·filled the pit with [L piled over him] many stones. All the Israelites ·ran away [fled] to their homes.", "18": "When Absalom was alive, he had ·set up a pillar for [built a monument to] himself in the King's Valley. He said, “I have no son to keep my name alive.” So he named the ·pillar [monument] after himself, and it is called Absalom's Monument even today.", "19": "Ahimaaz son of Zadok said to Joab, “Let me run and take the news to King David. I'll tell him the Lord has ·saved [rescued; T delivered] him from his enemies.”", "20": "Joab answered Ahimaaz, “No, you are not the one to take the news today. You may do it another time, but do not take it today, because the king's son is dead.”", "21": "Then Joab said to a man from Cush, “Go, tell the king what you have seen.” The Cushite bowed to Joab and ran to tell David.", "22": "But Ahimaaz son of Zadok begged Joab again, “No matter what happens, please let me ·go along [run] with the Cushite!” Joab said, “Son, why do you want to ·carry the news [run]? You won't get any reward.”", "23": "Ahimaaz answered, “No matter what happens, I will run.” So Joab said to Ahimaaz, “Run!” Then Ahimaaz ran by way of the ·Jordan Valley [plain] and ·passed [outran] the Cushite.", "24": "David was sitting between the inner and outer gates of the city. The watchman went up to the roof of the gate by the walls, and as he looked up, he saw a man running alone. ", "25": "He shouted the news to the king. The king said, “If he is alone, he ·is bringing good news [has news to give/L in his mouth]!” The man came nearer and nearer to the city. ", "26": "Then the watchman saw another man running, and he called to the gatekeeper, “Look! Another man is running alone!” The king said, “He is also bringing ·good news [news]!”", "27": "The watchman said, “I think the first man runs like Ahimaaz son of Zadok.” The king said, “Ahimaaz is a good man. He must be bringing good news!”", "28": "Then Ahimaaz called a greeting to the king. He ·bowed facedown on the ground [prostrated himself] before the king and said, “·Praise [Blessed be] the Lord your God! The Lord has ·defeated [handed over] those who ·were [L raised their hand] against ·you, my [L my lord the] king.”", "29": "The king asked, “Is young Absalom ·all right [well]?” Ahimaaz answered, “When Joab sent me, I saw some great ·excitement [commotion; confusion], but I don't know what it was.”", "30": "The king said, “Step over here and wait.” So Ahimaaz stepped aside and stood there.", "31": "Then the Cushite arrived. He said, “·Master and [My Lord the] king, hear the good news! Today the Lord has ·punished [rescued/T delivered you from] those who ·were [rebelled; L rose up] against you!”", "32": "The king asked the Cushite, “Is young Absalom ·all right [well]?” The Cushite answered, “May your enemies and all who ·come to hurt you [L rise up to do you harm] ·be like [share the fate of] that young man!”", "33": "Then the king was ·very upset [overcome with emotion], and he went to the room over the city gate and cried. As he went, he cried out, “My son Absalom, my son Absalom! ·I wish [Would that] I had died and not you. Absalom, my son, my son!”"}