{"1": "People told Joab, “Look, the king is ·sad [mourning] and crying ·because of [for] Absalom.” ", "2": "David's army had won the battle that day. But ·it became a very sad day for all the people [L the victory that day turned to mourning], because they heard that the king was ·very sad [grieving] for his son. ", "3": "The ·people [men; soldiers] ·came into the city quietly [L stole/crept into the city] that day. They were like an army that had been ·defeated in battle and had run away [L shamed for fleeing in battle]. ", "4": "The king covered his face and cried loudly, “My son Absalom! Absalom, my son, my son!”", "5": "Joab went into the king's house and said, “Today you have ·shamed [humiliated] all your men. They ·saved [rescued; T delivered] your life and the lives of your sons, daughters, wives, and ·slave women [L concubines; C secondary wives; 3:7]. ", "6": "You have shamed them because you love those who hate you, and you hate those who love you. Today you have made it clear that your commanders and men mean nothing to you. What if Absalom had lived and all of us were dead? I can see you would be ·pleased [content]. ", "7": "Now go out and ·encourage [reassure; speak kindly to] your servants. I swear by the Lord that if you don't go out, ·no man will be left with you by tonight [L not one man will stay with you tonight]! That will be worse than ·all the troubles [any disaster/evil] you have had from your youth until today.”", "8": "So the king went to the city gate [C a place where public meetings and court cases were held; 15:2]. When the news spread that the king was at the gate, ·everyone [all the soldiers] came to see him. ·All the Israelites who had followed Absalom [L Israel] had run away to their ·homes [L tents]. ", "9": "People in all the tribes of Israel began to argue, saying, “The king ·saved [rescued; T delivered] us from the Philistines and our other enemies, but he ·left [fled] the country because of Absalom. ", "10": "We ·appointed [anointed] Absalom to rule us, but now he has died in battle. ·We should make [L Why do you say nothing about making…?] David the king again.”", "11": "King David sent a message to Zadok and Abiathar, the priests, that said, “Speak to the elders of Judah. Say, 'Even in my house ·I have heard what all the Israelites are saying [the talk of Israel has reached the king]. So why are you the last tribe to bring the king back to his ·palace [L house; C even David's own tribe was wavering in their support]? ", "12": "You are my ·brothers [relatives; kin], my own ·family [L bone and flesh]. Why are you the last tribe to ·bring [welcome] back the king?' ", "13": "And say to Amasa, '·You are part of my own family [L Are you not my bone and flesh?]. May God punish me terribly if I don't make you commander of the army [L from now on; for life] in Joab's place!'”", "14": "·David [or Amasa; L He] ·touched [turned; swayed] the hearts of all the people of Judah ·at once [as one]. They sent a message to the king that said, “Return with all ·your men [L who serve you].” ", "15": "Then the king returned as far as the Jordan River. The men of Judah came to Gilgal to meet him and to ·bring [escort] him across the Jordan.", "16": "Shimei son of Gera, a Benjaminite who lived in Bahurim, hurried down with the men of Judah to meet King David. ", "17": "With Shimei came a thousand Benjaminites. Ziba, the servant from Saul's family, also came, bringing his fifteen sons and twenty servants with him. They all hurried to the Jordan River ·to meet [arriving before] the king. ", "18": "The people went across the ·Jordan [L ford] to help ·bring [escort] the king's family back to Judah and to do whatever the king wanted. As the king was crossing the river, Shimei son of Gera came to him and ·bowed facedown on the ground [prostrated himself] in front of the king. ", "19": "He said to the king, “My master, don't hold me guilty. ·Don't remember [Forget] the wrong ·I [L your servant] did when you left Jerusalem! ·Don't hold it against me [Put it out of your mind]. ", "20": "I know I have sinned. That is why I am the first person from Joseph's ·family [L house; C that is, the first Israelite] to come down and meet you today, my master and king!”", "21": "But Abishai son of Zeruiah said, “·Shimei should die [L Should not Shimei die…?] because he cursed you, the Lord's ·appointed king [anointed; 16:5–14]!”", "22": "David said, “·This does not concern [L What does this have to do with…?] you, sons of Zeruiah! Today you're ·against me [my adversary]! No one will be put to death in Israel today. Today I know I am king over Israel!” ", "23": "Then the king ·promised [vowed to] Shimei, “You won't die [1 Kin. 2:8–9, 41–46].”", "24": "Mephibosheth, Saul's grandson, also went down to meet King David. Mephibosheth had not cared for his feet, cut his beard, or washed his clothes from the time the king had left Jerusalem until he returned ·safely [in peace; C demonstrating his concern for David's welfare]. ", "25": "When Mephibosheth came from Jerusalem to meet the king, the king asked him, “Mephibosheth, why didn't you go with me?”", "26": "He answered, “My master, my servant [C Ziba] tricked me! I am crippled, so ·I [L your servant] said to ·Ziba [L him], 'Saddle a donkey. Then I will ride it so I can go with the king.' ", "27": "But he ·lied about [slandered] ·me [L your servant] to you [16:1–4]. You, my master and king, are like an angel from God. Do what ·you think is good [L is right in your eyes]. ", "28": "·You could have killed all my grandfather's family [L My father's household were doomed to death/as good as dead before my lord the king]. ·Instead [Yet], you put ·me [L your servant] with those people who eat at your own table. So I don't have a right to ask anything more from the king!”", "29": "The king said to him, “Don't say anything more. I have decided that you and Ziba will divide the land.”", "30": "Mephibosheth said to the king, “Let Ziba take ·all the land [everything] now that my master the king has arrived safely home.”", "31": "Barzillai of Gilead came down from Rogelim to cross the Jordan River with the king. ", "32": "Barzillai was a very old man, eighty years old. He had ·taken care of [provided food for] the king when David was staying at Mahanaim, because Barzillai was a very rich man [17:27–29]. ", "33": "David said to Barzillai, “Cross the river with me. Come with me to Jerusalem, and I will ·take care of [provide for] you.”", "34": "But Barzillai answered the king, “·Do you know how old I am [L How long do I have to live]? Do you think I can go with you to Jerusalem? ", "35": "I am eighty years old! Can your servant tell the difference between what is ·good [pleasant] and ·bad [unpleasant]? ·I am too old to [L Can I…?] taste what I eat or drink. ·I am too old to [L Can I …?] hear the voices of men and women singers. Why should you be ·bothered [burdened] with ·me [L your servant]? ", "36": "·I am not worthy of a reward from you, but I will cross [L Why should the king reward me for merely going across…?] the Jordan River with you. ", "37": "·Then [Please] let ·me [L your servant] go back so I may die in my own city near the grave of my father and mother. But here is Kimham, your servant. Let him go with you, my master and king. Do with him whatever ·you want [seems good to you/L in your eyes; 1 Kin. 2:7].”", "38": "The king answered, “Kimham will go with me. I will do for him anything ·you wish [that seems good to you/L in your eyes], and I will do anything for you that you wish.” ", "39": "The king kissed Barzillai and blessed him. Then Barzillai returned home, and the king and all the people crossed the Jordan.", "40": "When the king crossed over to Gilgal, Kimham went with him. All the ·troops [people] of Judah and half the ·troops [people] of Israel ·led [escorted; accompanied] David across [C the river Jordan].", "41": "Soon all the Israelites came to the king and said to him, “Why did our ·relatives [brothers], the people of Judah, steal you away? Why did they bring you and your family across the Jordan River ·with [along with all] your men?”", "42": "All the people of Judah answered the Israelites, “We did this because the king is our ·close relative [kin]. Why are you angry about it? ·We have not [L Have we…?] eaten food at the king's expense or ·taken anything [received any favors/gifts] for ourselves!”", "43": "The Israelites answered the people of Judah, “We have ten ·tribes [L shares] in the ·kingdom [L king], so we have more ·right to [claim on] David than you do! ·But you ignored us! [L Why did you treat us with contempt?] ·We were [L Weren't we…?] the first ones to talk about bringing our king back!” But the people of Judah spoke even more ·unkindly [harshly; fiercely] than the people of Israel."}