{"1": "When Ish-Bosheth son of Saul heard that Abner had died at Hebron, ·he was shocked [he lost his courage; L his hands grew limp] and all Israel ·became frightened [was alarmed/dismayed]. ", "2": "·Two men who were captains in Saul's army came to Ish-Bosheth [Saul's son had two leaders of raiding parties]. One was named Baanah, and the other was named Recab. They were the sons of Rimmon of Beeroth, who was a Benjaminite. (The town Beeroth belonged to the tribe of Benjamin. ", "3": "The people of Beeroth ran away to Gittaim, and they still live there as ·foreigners [resident aliens] today.)", "4": "(Saul's son Jonathan had a son named Mephibosheth, who was ·crippled [lame] in both feet. He was five years old when the ·news [report] came from Jezreel ·that Saul and Jonathan were dead [about Saul and Jonathan]. Mephibosheth's nurse had picked him up and run away. But as she hurried to leave, she dropped him, and now he was lame.)", "5": "Recab and Baanah, sons of Rimmon from Beeroth, went to Ish-Bosheth's house in the ·afternoon [L heat of the day] while he was taking ·a nap [his midday rest]. ", "6-7": "They went into the middle of the house as if to get some wheat. Ish-Bosheth was lying on his bed in his bedroom. Then Recab and Baanah ·stabbed [L struck] him in the stomach, killed him, cut off his head, and took it with them. They escaped and traveled all night through the ·Jordan Valley [L Arabah]. ", "8": "When they arrived at Hebron, they ·gave [brought] his head to David and said to the king, “Here is the head of Ish-Bosheth son of Saul, your enemy. He ·tried to kill you [sought your life]! Today the Lord has ·paid back [given my lord the king revenge on] Saul and his ·family [offspring; descendants; L seed] for what they did to you!”", "9": "David answered Recab and his brother Baanah, the sons of Rimmon of Beeroth, “As surely as the Lord lives, he has ·saved [L ransomed; redeemed] me from all ·trouble [danger; adversity; or my enemies]! ", "10": "Once a man thought he was bringing me good news. When he told me, 'Saul is dead!' I seized him and killed him at Ziklag. That was the reward I gave him for his news [1:1–16]! ", "11": "·So even more I must [L How much more must I…?] put you evil men to death because you have killed an ·innocent [righteous] man on his own bed in his own house!”", "12": "So David commanded his men to kill Recab and Baanah. They cut off the hands and feet of Recab and Baanah and hung ·them [their bodies] ·over [beside] the pool of Hebron. Then they took Ish-Bosheth's head and buried it in Abner's ·tomb [grave] at Hebron."}