{"1": "David asked, “Is anyone still left in Saul's ·family [L house]? I want to show ·kindness [loyalty] to that person for Jonathan's sake [1 Sam. 20:13–15]!”", "2": "Now there was a servant named Ziba from Saul's ·family [L house]. So David's servants ·called [summoned] Ziba to him. King David said to him, “Are you Ziba?” He answered, “·Yes, I am your servant [At your service].”", "3": "The king asked, “Is anyone left in Saul's ·family [L house]? I want to show God's kindness to that person.” Ziba answered the king, “Jonathan has a son still living who is ·crippled [lame] in both feet.”", "4": "The king asked Ziba, “Where is this son?” Ziba answered, “He is at the house of Makir son of Ammiel in Lo Debar.”", "5": "Then King David had servants bring Jonathan's son from the house of Makir son of Ammiel in Lo Debar. ", "6": "Mephibosheth, Jonathan's son, came before David and bowed facedown ·on the floor [and prostrated himself]. David said, “Mephibosheth!” Mephibosheth said, “·I am your servant [At your service].”", "7": "David said to him, “Don't be afraid. I will be kind to you for your father Jonathan's sake. I will ·give you back [restore to you] all the ·land [property] of your grandfather Saul, and you will always eat at my table [C the king will provide for his provisions].”", "8": "Mephibosheth ·bowed [prostrated himself] to David again and said, “·You are being very kind to me, your servant! And I am no better than a dead dog! [L What is your servant, that you should show kindness/favor to a dead dog like me?]”", "9": "Then King David called Saul's servant Ziba. David said to him, “I have given your master's grandson everything that belonged to Saul and his ·family [L house]. ", "10": "You, your sons, and your servants will farm the land and harvest the crops. ·Then your family […so your master's household] will have food to eat. But Mephibosheth, your master's grandson, will always eat at my table.” (Now Ziba had fifteen sons and twenty servants.) ", "11": "Ziba said to King David, “I, your servant, will do everything my ·master [lord], the king, commands me.” So Mephibosheth ate at David's table as if he were one of the king's sons. ", "12": "Mephibosheth had a young son named Mica. Everyone in Ziba's ·family [household] became Mephibosheth's servants. ", "13": "Mephibosheth lived in Jerusalem, because he always ate at the king's table. And he was ·crippled [lame] in both feet."}