{"1": "David rejected of Saul and of the people at the time appointed obtained the kingdom. 4 For the which he biddeth all them, that fear the Lord, to be thankful.  And under his person in all this was Christ lively set forth, who should be of his people rejected. Praise [a]ye the Lord, because he is good: for his mercy endureth forever.", "2": "Let Israel now say, That his mercy endureth forever.", "3": "Let the house of Aaron now say, That his mercy endureth forever.", "4": "Let them that fear the Lord, now say, That his mercy endureth forever.", "5": "I called upon the Lord in [b]trouble, and the Lord heard me, and set me at large.", "6": "The Lord is with me: therefore I will not fear what [c]man can do unto me.", "7": "The Lord is with me among them that help me: therefore shall I see my desire upon mine enemies.", "8": "It is better to trust in the Lord, than to have confidence [d]in man.", "9": "It is better to trust in the Lord, than to have confidence in princes.", "10": "All nations have compassed me: but in the Name of the Lord shall I destroy them.", "11": "They have compassed me, yea, they have compassed me: but in the Name of the Lord I shall destroy them.", "12": "They came about me like bees, but they were quenched as a fire of thorns: for in the Name of the Lord I shall destroy them.", "13": "[e]Thou hast thrust sore at me, that I might fall: but the Lord hath helped me.", "14": "The Lord is my strength and [f]song: for he hath been my deliverance.", "15": "The [g]voice of joy and deliverance shall be in the tabernacles of the righteous, saying, The right hand of the Lord hath done valiantly.", "16": "[h]The right hand of the Lord is exalted: the right hand of the Lord hath done valiantly.", "17": "I shall not die, but live, and declare the works of the Lord.", "18": "The Lord had chastened me sore, but he hath not delivered me to death.", "19": "Open ye unto me the [i]gates of righteousness, that I may go into them, and praise the Lord.", "20": "This is the gate of the Lord: the righteous shall enter into it.", "21": "I will praise thee: for thou hast heard me, and hast been my deliverance.", "22": "The stone, which the builders [j]refused, is the head of the corner.", "23": "This was the Lord's doing, and it is marvelous in our eyes,", "24": "This is the [k]day, which the Lord hath made: let us rejoice and be glad in it.", "25": "[l]O Lord, I pray thee, save now: O Lord, I pray thee now give prosperity.", "26": "Blessed be he, that cometh in the Name of the Lord: [m]we have blessed you out of the house of the Lord.", "27": "The Lord is mighty, and hath given us [n]light: bind the sacrifice with cords unto the horns of the altar.", "28": "Thou art my God, and I will praise thee, even my God: therefore I will exalt thee.", "29": "Praise ye the Lord, because he is good: for his mercy endureth forever."}