{"1": "The Prophet exhorteth the children of God to frame their lives according to his holy word.  123 Also he showeth wherein the true service of God standeth, that is, when we serve him according to his word, and not after our own fantasies. Blessed are [a]those that are upright in their way, and walk in the Law of the Lord.", "2": "Blessed are they that keep his testimonies, and seek him with their whole heart.", "3": "Surely they work [b]none iniquity, but walk in his ways.", "4": "Thou hast commanded to keep thy precepts diligently.", "5": "[c]Oh that my ways were directed to keep thy statutes!", "6": "Then should I not be confounded, when I have respect unto all thy commandments.", "7": "I will praise thee with an upright [d]heart, when I shall learn the [e]judgments of thy righteousness.", "8": "I will keep thy statutes: forsake me not [f]overlong.", "9": "Wherewith shall a [g]young man redress his way? in taking heed thereto according to thy word.", "10": "With my whole heart have I sought thee: let me not wander from thy commandments.", "11": "I have [h]hid thy promise in mine heart, that I might not sin against thee.", "12": "Blessed art thou, O Lord: teach me thy statutes.", "13": "With my lips have I declared all the judgments of thy mouth.", "14": "I have had as great [i]delight in the way of thy testimonies, as in all riches.", "15": "I will meditate in thy precepts, and consider thy ways.", "16": "I will delight in thy statutes, and I will not forget thy word.", "17": "Be beneficial unto thy servant, that I may [j]live and keep thy word.", "18": "Open mine eyes, that I may see the wonders of thy Law.", "19": "I am a [k]stranger upon earth: hide not thy commandments from me.", "20": "Mine heart breaketh for the desire to thy judgments always.", "21": "Thou [l]hast destroyed the proud: cursed are they that do err from thy commandments.", "22": "Remove from me shame and contempt: for I have kept thy testimonies.", "23": "[m]Princes also did sit, and speak against me: but thy servant did meditate in thy statutes.", "24": "Also thy testimonies are my delight, and my counselors.", "25": "My soul cleaveth to the [n]dust: quicken me according to thy word.", "26": "I have [o]declared my ways, and thou heardest me: teach me thy statutes.", "27": "Make me to understand the way of thy precepts, and I will meditate in thy wondrous works.", "28": "My soul melteth for heaviness: raise me up according to thy [p]word.", "29": "Take from me the [q]way of lying, and grant me graciously thy Law.", "30": "I have chosen the way of truth, and thy judgments have I laid before me.", "31": "I have cleaved to thy testimonies, O Lord: confound me not.", "32": "I will run the way of thy commandments, when thou [r]shalt enlarge mine heart.", "33": "Teach [s]me, O Lord, the way of thy statutes, and I will keep it unto the end.", "34": "Give me understanding and I will keep thy Law, yea, I will keep it with my whole [t]heart.", "35": "Direct me in the path of thy commandments: for therein is my delight.", "36": "Incline mine heart unto thy testimonies: and not to [u]covetousness.", "37": "Turn away mine [v]eyes from regarding vanity, and quicken me in thy way.", "38": "Stablish thy promise to thy servant, because he feareth thee.", "39": "Take away [w]my rebuke that I fear: for thy judgments are good.", "40": "Behold, I desire thy commandments: [x]quicken me in thy righteousness.", "41": "And let thy loving [y]kindness come unto me, O Lord, and thy salvation according to thy promise.", "42": "So shall I [z]make answer unto my blasphemers: for I trust in thy word.", "43": "And take not the word of truth utterly out of my mouth: for I wait for thy judgments.", "44": "So shall I always keep thy Law forever and ever.", "45": "And I will [aa]walk at liberty: for I seek thy precepts.", "46": "I will speak also of thy testimonies before [ab]Kings, and will not be ashamed.", "47": "And my delight shall be in thy Commandments, which I have loved.", "48": "Mine hands also will I lift up unto thy Commandments, which I have loved, and I will meditate in thy statutes.", "49": "Remember [ac]the promise made to thy servant, wherein thou hast caused me to trust.", "50": "It is my comfort in my trouble; for thy promise hath quickened me.", "51": "The [ad]proud have had me exceedingly in derision: yet have I not declined from thy Law.", "52": "I remembered thy [ae]judgments of old, O Lord, and have been comforted.", "53": "[af]Fear is come upon me for the wicked, that forsake thy Law.", "54": "Thy statutes have been my songs in the house of my [ag]pilgrimage.", "55": "I have remembered thy Name, O Lord, in the [ah]night, and have kept thy Law.", "56": "[ai]This I had because I kept thy precepts.", "57": "O Lord, that art my [aj]portion, I have determined to keep thy words.", "58": "I made my supplication in thy presence with my whole heart: be merciful unto me according to thy promise.", "59": "I have considered my [ak]ways, and turned my feet into thy testimonies.", "60": "I made haste and delayed not to keep thy commandments.", "61": "The bands of the wicked have [al]robbed me: but I have not forgotten thy Law.", "62": "At midnight will I rise to give thanks unto thee, because of thy righteous judgments.", "63": "I am [am]companion of all them that fear thee, and keep thy precepts.", "64": "The earth, O Lord, is full of thy mercy: [an]teach me thy statutes.", "65": "O Lord, thou hast dealt [ao]graciously with thy servant, according unto thy word.", "66": "Teach me good judgment and knowledge: for I have believed thy commandments.", "67": "Before I was [ap]afflicted, I went astray: but now I keep thy word.", "68": "Thou art good and gracious: teach me thy statutes.", "69": "The proud have imagined a lie against me: but I will keep thy precepts with my whole heart.", "70": "[aq]Their heart is fat as grease, but my delight is in thy Law.", "71": "It is [ar]good for me that I have been afflicted, that I may learn thy statutes.", "72": "The Law of thy mouth is better unto me, than thousands of gold and silver.", "73": "Thine hands have [as]made me and fashioned me: give me understanding therefore, that I may learn thy commandments.", "74": "So they that [at]fear thee, seeing me, shall rejoice, because I have trusted in thy word.", "75": "I know, O Lord, that thy judgments are right, and that thou hast afflicted me [au]justly.", "76": "I pray thee that thy mercy may comfort me, according to thy promise unto thy servant.", "77": "Let thy tender mercies come unto me, that I may [av]live: for thy Law is my delight.", "78": "Let the proud be ashamed: for they have dealt wickedly and falsely with me: but I meditate in thy precepts.", "79": "Let such as fear thee [aw]turn unto me, and they that [ax]know thy testimonies.", "80": "Let mine heart be upright in thy statutes, that I be not ashamed.", "81": "My soul [ay]fainted for thy salvation: yet I wait for thy word.", "82": "Mine eyes fail for thy promise, saying, When wilt thou comfort me?", "83": "For I am like a [az]bottle in the smoke; yet do I not forget thy statutes.", "84": "How many are the [ba]days of thy servant? When wilt thou execute judgment on them that persecute me?", "85": "The proud have [bb]dug pits for me, which is not after thy Law.", "86": "All thy commandments are true: they persecute me falsely: [bc]help me.", "87": "They had almost consumed [bd]me upon the earth: but I forsook not thy precepts.", "88": "Quicken me according to thy loving kindness: so shall I keep the testimony of thy mouth.", "89": "O Lord, thy word endureth forever in [be]heaven.", "90": "Thy truth is from generation to generation: thou hast laid the foundation of the earth, and it abideth.", "91": "They [bf]continue even to this day by thine ordinances: for all are thy servants.", "92": "Except thy law had been my delight, I should now have perished in mine affliction.", "93": "I will never forget thy precepts: for by them thou hast quickened me.", "94": "I am [bg]thine, save me: for I have sought thy precepts.", "95": "The wicked have waited for me to destroy me: but I will consider thy testimonies.", "96": "I [bh]have seen an end of all perfection: but thy commandment is exceeding large.", "97": "Oh how love I thy law! it is my meditation [bi]continually.", "98": "By thy commandments thou hast made me wiser than mine enemies: for they are ever with me.", "99": "I have had more [bj]understanding than all my teachers: for thy testimonies are my meditation.", "100": "I understood more than the ancient, because I kept thy precepts.", "101": "I have refrained my feet from every evil way, that I might keep thy word.", "102": "I have not declined from thy judgments: for [bk]thou didst teach me.", "103": "How sweet are thy promises unto my mouth! yea, more than honey unto my mouth.", "104": "By thy precepts I have gotten understanding: therefore I hate all the ways of falsehood.", "105": "Thy word is a [bl]lantern unto my feet, and a light unto my paths.", "106": "I have [bm]sworn and will perform it, that I will keep thy righteous judgments.", "107": "I am very sore afflicted: O Lord, quicken me according to thy word.", "108": "O Lord, I beseech thee, accept the [bn]free offering of my mouth, and teach me thy judgments.", "109": "My [bo]soul is continually in mine hand: yet do I not forget thy law.", "110": "The wicked have laid a snare for me: but I swerved not from thy precepts.", "111": "Thy testimonies have I taken as an [bp]heritage forever: for they are the joy of mine heart.", "112": "I have applied mine heart to fulfill thy statutes always, even unto the end.", "113": "I hate [bq]vain inventions: but thy Law do I love.", "114": "Thou art my refuge and shield, and I trust in thy word.", "115": "[br]Away from me, ye wicked: for I will keep the commandments of my God.", "116": "Stablish me according to thy promise, that I may live, and disappoint me not of mine hope.", "117": "[bs]Stay thou me, and I shall be safe, and I will delight continually in thy statutes.", "118": "Thou hast trodden down all them that depart from thy statutes: for their [bt]deceit is vain.", "119": "Thou hast taken away all the wicked of the earth like [bu]dross: therefore I love thy testimonies.", "120": "My flesh [bv]trembleth for fear of thee, and I am afraid of thy judgments.", "121": "I have executed judgment and justice: leave me not to mine oppressor.", "122": "[bw]Answer for thy servant in that which is good, and let not the proud oppress me.", "123": "Mine eyes have failed in waiting for thy salvation, and for thy just promise.", "124": "Deal with thy [bx]servant according to thy mercy, and teach me thy statutes.", "125": "I am thy servant: grant me therefore understanding, that I may know thy testimonies.", "126": "It is [by]time for thee, Lord, to work: for they have destroyed thy Law.", "127": "Therefore love I thy commandments above gold, yea, above most fine gold.", "128": "Therefore I esteem all thy precepts most just, and hate all false [bz]ways.", "129": "Thy testimonies are [ca]wonderful: therefore doth my soul keep them.", "130": "The entrance into thy [cb]words showeth light, and giveth understanding to the simple.", "131": "I opened my mouth, and [cc]panted, because I loved thy commandments.", "132": "Look upon me and be merciful unto me, as thou usest to do unto those that love thy Name.", "133": "Direct my steps in thy word, and let none iniquity have dominion over me.", "134": "Deliver me from the oppression of men, and I will keep thy precepts.", "135": "Show the light of thy countenance upon thy servant, and teach me thy statute.", "136": "Mine eyes gush [cd]out with rivers of water, because they keep not thy Law.", "137": "Righteous art thou, O Lord, and just are thy judgments.", "138": "Thou hast commanded [ce]justice by thy testimonies and truth especially.", "139": "My zeal hath even consumed me: because mine enemies have forgotten thy words.", "140": "Thy word is proved [cf]most pure, and thy servant loveth it.", "141": "I am [cg]small and despised: yet do I not forget thy precepts.", "142": "Thy righteousness is an everlasting righteousness, and thy Law is truth.", "143": "Trouble and anguish are come upon me: yet are the commandments my delight.", "144": "The righteousness of thy testimonies is everlasting: grant me understanding, and I shall [ch]live.", "145": "I have [ci]cried with my whole heart: hear me, O Lord, and I will keep thy statutes.", "146": "I called upon thee: save me, and I will keep thy testimonies.", "147": "I prevented the morning light, and cried: for I waited on thy word.", "148": "Mine eyes [cj]prevent the night watches, to meditate in thy word.", "149": "Hear my voice according to thy loving kindness: O Lord, quicken me according to thy [ck]judgment.", "150": "They draw near that follow after [cl]malice, and are far from thy Law.", "151": "Thou art near, O Lord: for all thy commandments are true.", "152": "I have known long since [cm]by thy testimonies, that thou hast established them forever.", "153": "Behold mine affliction, and deliver me: for I have not forgotten thy law.", "154": "Plead my cause, and deliver me: quicken me according unto thy [cn]word.", "155": "Salvation is far from the wicked, because they seek not thy statutes.", "156": "Great art thy tender mercies, O Lord: quicken me according to thy [co]judgments.", "157": "My persecutors and mine oppressors are many: yet do I not swerve from thy testimonies.", "158": "I saw the transgressors and was [cp]grieved, because they kept not thy word.", "159": "Consider, O Lord, how I [cq]love thy precepts: quicken me according to thy loving kindness.", "160": "The [cr]beginning of thy word is truth, and all the judgments of thy righteousness endure forever.", "161": "Princes have [cs]persecuted me without cause: but mine heart stood in awe of thy words.", "162": "I rejoice at thy word, as one that findeth a great spoil.", "163": "I hate falsehood and abhor it, but thy Law do I love.", "164": "[ct]Seven times a day do I praise thee, because of thy righteous judgments.", "165": "They that [cu]love thy law, shall have great prosperity, and they shall have none hurt.", "166": "Lord, I have [cv]trusted in thy salvation, and have done thy commandments.", "167": "My soul hath kept thy testimonies: for I love them exceedingly.", "168": "I have kept thy precepts and thy testimonies: [cw]for all my ways are before thee.", "169": "Let my complaint come before thee, O Lord, and give me understanding [cx]according unto thy word.", "170": "Let my supplication come before thee, and deliver me according to thy promise.", "171": "My lips shall [cy]speak praise, when thou hast [cz]taught me thy statutes.", "172": "My tongue shall entreat of thy word: for all thy commandments are righteous.", "173": "Let thine hand help me: for I have chosen thy precepts.", "174": "I have longed for thy salvation, O Lord, and thy Law is my delight.", "175": "Let my soul live, and it shall praise thee, and thy [da]judgments shall help me.", "176": "I have [db]gone astray like a lost sheep: seek thy servant, for I do not forget thy commandments."}