{"1": "A most earnest exhortation to give thanks unto God for the creation and governance of all things, which standeth in confessing that he giveth us all of his mere liberality. Praise ye the Lord, because he is good: for his [a]mercy endureth forever.", "2": "Praise ye the God of gods: for his mercy endureth forever:", "3": "Praise ye the Lord of lords: for his mercy endureth forever:", "4": "Which only doeth great wonders; for his mercy endureth forever:", "5": "Which by his wisdom made the heavens: for his mercy endureth forever:", "6": "Which hath stretched out the earth upon the waters: for his [b]mercy endureth forever:", "7": "Which made great lights: for his mercy endureth forever:", "8": "As the Sun to rule the day; for his mercy endureth forever:", "9": "The Moon and the stars to govern the night: for his mercy endureth forever:", "10": "Which smote Egypt with their firstborn, (for his mercy endureth forever)", "11": "And [c]brought out Israel from among them; for his mercy endureth forever:", "12": "With a mighty hand and [d]stretched out arm; for his mercy endureth forever:", "13": "Which divideth the Sea into two parts; for his mercy endureth forever:", "14": "And made Israel to pass through the midst of it; for his mercy endureth forever:", "15": "And overthrew Pharaoh and his host in the red Sea; for his mercy endureth forever:", "16": "Which led his people through the [e]wilderness; for his mercy endureth forever:", "17": "Which smote great Kings: for his mercy endureth forever:", "18": "And slew [f]mighty Kings: for his mercy endureth forever:", "19": "As Sihon King of the Amorites: for his mercy endureth forever:", "20": "And Og the king of Bashan: for his mercy endureth forever:", "21": "And gave their land for an heritage; for his mercy endureth forever:", "22": "Even an heritage unto Israel his servant; for his mercy endureth forever:", "23": "Which remembered us in our [g]base estate; for his mercy endureth forever:", "24": "And hath rescued us from our oppressors; for his mercy endureth forever:", "25": "Which giveth food to all [h]flesh; for his mercy endureth forever:", "26": "[i]Praise ye the God of heaven; for his mercy endureth forever."}