{"1": "He praiseth the Lord with great affection and humility for his kingdom restored, and for his victories obtained. 5 Demanding help, and the destruction of the wicked, 9 Promising to acknowledge the same with songs of praises, 15 And declareth wherein the felicity of any people consisteth. Blessed be the Lord my strength, which [a]teacheth mine hands to fight, and my fingers to battle.", "2": "He is my goodness and my fortress, my tower and [b]my deliverer, my shield and in him I trust, [c]which subdueth my people under me.", "3": "Lord, what is man that thou [d]regardest him! or the son of man that thou thinkest upon him?", "4": "Man is like to vanity; his days are like a shadow that vanisheth.", "5": "[e]Bow thine heavens, O Lord, and come down; touch the mountains, and they shall smoke.", "6": "[f]Cast forth the lightning and scatter them; shoot out thine arrows and consume them.", "7": "Send thine hand from above: deliver me, and take me out of the great [g]waters, and from the hand of strangers,", "8": "Whose mouth talketh vanity, and their right hand is a right hand [h]of falsehood.", "9": "I will sing a [i]new song unto thee, O God, and sing unto thee upon a viol, and an instrument of ten strings.", "10": "It is he that giveth deliverance unto kings, and rescueth David his [j]servant from the hurtful sword.", "11": "Rescue me, and deliver me from the hand of strangers, whose mouth talketh vanity, and their right hand is a right hand of falsehood:", "12": "[k]That our sons may be as the plants growing up in their youth, and our daughters as the corner stones, graven after the similitude of a palace:", "13": "That our [l]corners may be full and abounding with divers sorts, and that our sheep may bring forth thousands and ten thousand in our streets.", "14": "That our [m]oxen may be strong to labor; that there be none invasion, nor going out, nor no crying in our streets.", "15": "Blessed are the people, that be [n]so, yea blessed are the people whose God is the Lord."}