{"1": "This Psalm was composed when the kingdom of David flourished. 1 Wherein he describeth the wonderful providence of God, as well in governing man, as in preserving all the rest of his creatures. 17 He praiseth God for his justice and mercy. 18 But specially for his loving-kindness toward those that call upon him, that fear him, and love him:  21 For the which he promiseth to praise him forever. O my God and King, [a]I will extol thee, and will bless thy Name forever and ever.", "2": "I will bless thee daily, and praise thy Name forever and ever.", "3": "[b]Great is the Lord, and most worthy to be praised, and his greatness is incomprehensible.", "4": "Generation shall praise thy works unto [c]generation, and declare thy power.", "5": "I will meditate of the beauty of thy glorious majesty, and thy wonderful works.", "6": "And they shall speak of the power of thy [d]dreadful acts, and I will declare thy greatness.", "7": "They shall break out into the mention of thy great goodness, and shall sing aloud of thy righteousness.", "8": "The Lord is gracious, and [e]merciful, slow to anger, and of great mercy.", "9": "The Lord is good to all, and his mercies are over all his works.", "10": "All thy works praise thee, O Lord, and thy Saints bless thee.", "11": "[f]They show the glory of thy kingdom, and speak of thy power,", "12": "To cause his [g]power to be known to the sons of men, and the glorious renown of his kingdom.", "13": "Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all ages.", "14": "The Lord upholdeth all that [h]fall, and lifteth up all that are ready to fall.", "15": "The eyes of [i]all wait upon thee, and thou givest them their meat in due season.", "16": "Thou openest thine hand, and fillest all things living of thy good pleasure.", "17": "The Lord is [j]righteous in all his ways, and holy in all his works.", "18": "The Lord is near unto all that call upon him, yea, to all that call upon him in [k]truth.", "19": "He will fulfill the [l]desire of them that fear him; he will also hear their cry, and will save them.", "20": "The Lord preserveth all them that love him; but he will destroy the wicked.", "21": "My mouth shall speak the praise of the Lord, and all [m]flesh shall bless his holy Name forever and ever."}