{"1": "This Psalm is the first beginning of his gratulation, and thanksgiving in the entering into his kingdom, wherein he extolleth and praiseth most highly the marvelous mercies and grace of God, who hath thus preserved and defended him. 32 Also he setteth forth the image of Christ's kingdom, that the faithful may be assured that Christ shall always conquer and overcome by the unspeakable power of his Father, though all the whole world should strive there against. I will love thee dearly, O Lord my strength.", "2": "[a]The Lord is my rock, and my fortress, and he that delivereth me, my God and my strength: in him will I trust, my shield, the horn also of my salvation, and my refuge.", "3": "I will call upon the Lord, which is worthy to be [b]praised: so shall I be safe from mine enemies.", "4": "[c]The sorrows of death compassed me, and the floods of wickedness made me afraid.", "5": "The [d]sorrows of the grave have compassed me about: the snares of death overtook me.", "6": "But in my trouble did I call upon the Lord, and cried unto my God: he heard my voice out of his Temple, and my cry did come before him, even into his ears.", "7": "[e]Then the earth trembled and quaked: the foundations also of the mountains moved and shook, because he was angry.", "8": "Smoke went out at his nostrils, and a [f]consuming fire out of his mouth: coals were kindled thereat.", "9": "He bowed the heavens also and came down, and [g]darkness was under his feet.", "10": "And he rode upon [h]Cherub, and did fly, and he came flying upon the wings of the wind.", "11": "He made darkness his [i]secret place, and his pavilion round about him, even darkness of waters, and clouds of the air.", "12": "At the brightness of his presence his clouds passed, hailstones and coals of fire.", "13": "The Lord also thundered in the heaven, and the Highest gave [j]his voice, hailstones and coals of fire.", "14": "Then he sent out [k]his arrows and scattered them, and he increased lightnings and destroyed them.", "15": "And the channels of waters were seen, and the [l]foundations of the world were discovered at thy rebuking, O Lord, at the blasting of the breath of thy nostrils.", "16": "He hath sent down from above and taken me: he hath drawn me out of many [m]waters.", "17": "He hath delivered me from my [n]strong enemy, and from them which hate me: for they were [o]too strong for me.", "18": "They prevented me in the day of my calamity: but the Lord was my stay.", "19": "He brought me forth also into a large place: [p]he delivered me because he favored me.", "20": "The Lord rewarded me according to my [q]righteousness: according to the pureness of mine hand he recompensed me:", "21": "Because I kept the ways of the Lord, and did not wickedly against my God.", "22": "For all his laws were before me, and I did not cast away his [r]commandments from me.", "23": "I was upright also with him, and have kept me from my [s]wickedness.", "24": "Therefore the Lord rewarded me according to my righteousness, and according to the pureness of mine hands in his sight.", "25": "With the [t]godly thou wilt show thyself godly: with the upright man thou wilt show thyself upright.", "26": "With the pure thou wilt show thyself pure, and with the froward thou wilt show thyself froward.", "27": "Thus thou wilt save the poor people, and wilt [u]cast down to proud looks.", "28": "Surely thou wilt light my candle: the Lord my God will lighten my darkness.", "29": "For by thee I have [v]broken through an host, and by my God I have leaped over a wall.", "30": "The way of God is uncorrupt: the [w]word of the Lord is tried in the fire: he is a shield to all that trust in him.", "31": "For who is God besides the Lord? and who is mighty save our God?", "32": "God girdeth me with strength, and maketh my [x]way upright.", "33": "He maketh my feet like hind's feet, and setteth me upon mine [y]high places.", "34": "He teacheth mine hands to fight: so that a bow of [z]brass is broken with mine arms.", "35": "Thou hast also given me the [aa]shield of thy salvation, and thy right hand hath stayed me, and thy [ab]lovingkindness hath caused me to increase.", "36": "Thou hast enlarged my steps under me, and my heels have not slid.", "37": "[ac]I have pursued mine enemies, and taken them, and have not turned again till I had consumed them.", "38": "I have wounded them, that they were not able to rise, they are fallen under my feet.", "39": "For thou hast girded me with strength to battle: them that rose against me, thou hast subdued under me.", "40": "And thou hast [ad]given me the necks of mine enemies, that I might destroy them that hate me.", "41": "They [ae]cried, but there was none to save them, even unto the Lord, but he answered them not.", "42": "Then I did beat them small as the dust before the wind: I did tread them flat as the clay in the streets.", "43": "Thou hast delivered me from the contentions of the people: thou hast made me the head of the [af]heathen, a people, whom I have not [ag]known, shall serve me.", "44": "As soon as they hear they shall obey me: the strangers shall [ah]be in subjection to me.", "45": "Strangers shall [ai]shrink away, and fear in their pure chambers.", "46": "Let the Lord live, and blessed be my strength, and the God of my salvation be exalted.", "47": "It is God that giveth me power to avenge me, and subdued the people under me.", "48": "O my deliverer from mine enemies, even thou hast set me up from those that rose against me; thou hast delivered me from the [aj]cruel man.", "49": "Therefore [ak]I will praise thee, O Lord, among the nations, and will sing unto thy Name.", "50": "Great deliverances giveth he unto his king, and showeth mercy to his anointed, even to David, and to his [al]seed forever."}