{"1": "The Prophet touched with the consideration of his sins, and also grieved with the cruel malice of his enemies,  6 Prayeth to God most fervently to have his sins forgiven. 7 Especially such as he had committed in his youth.  He beginneth every verse according to the Hebrew letters, two or three except. Unto thee, [a]O Lord, lift I up my soul.", "2": "My God, I [b]trust in thee; let me not be confounded: let not mine enemies rejoice over me.", "3": "So all that hope in thee, shall not be ashamed; but let them be confounded, that transgress without cause.", "4": "[c]Show me thy ways, O Lord, and teach me thy paths.", "5": "Lead me forth in thy truth, and teach me: for thou art the God of my salvation: in thee do I trust [d]all the day.", "6": "Remember, O Lord, thy tender mercies, and thy lovingkindness: for they have been forever.", "7": "Remember not the [e]sins of my youth, nor my rebellions, but according to thy kindness remember thou me, even for thy goodness sake, O Lord.", "8": "Gracious and righteous is the Lord: therefore will he [f]teach sinners in the way.", "9": "Them that be meek, will he [g]guide in judgment, and teach the humble his way.", "10": "All the paths of the Lord are mercy and truth unto such as keep his covenant and his testimonies:", "11": "For thy [h]Name's sake, O Lord, be merciful unto mine iniquity, for it is great.", "12": "What [i]man is he that feareth the Lord? him will he teach the way that he shall [j]choose.", "13": "His soul shall dwell at [k]ease, and his seed shall inherit the land.", "14": "The [l]secret of the Lord is revealed to them that fear him: and his Covenant to give them understanding.", "15": "Mine eyes are ever toward the Lord: for he will bring my feet out of the net.", "16": "Turn thy face unto me, and have mercy upon me: for I am desolate and poor.", "17": "The sorrows of mine heart [m]are enlarged: draw me out of my troubles.", "18": "Look upon mine affliction and my travail, and forgive all my sins.", "19": "Behold mine [n]enemies, for they are many, and they hate me with cruel hatred.", "20": "Keep my soul and deliver me: let me not be confounded: for I trust in thee.", "21": "Let [o]mine uprightness and equity preserve me; for mine hope is in thee.", "22": "Deliver Israel, O God, out of all his troubles."}