{"1": "He exhorteth good men to praise God, for that he hath not only created all things, and by his providence governeth the same, but also is faithful in his promises, 10 he understandeth man's heart, and scattereth the counsel of the wicked, 16 so that no man can be preserved by any creature or man's strength: by they, that put their confidence in his mercy, shall be preserved from all adversities. Rejoice in the Lord, O ye righteous: for it [a]becometh upright men to be thankful.", "2": "Praise the Lord with harp: sing unto him with viol and [b]instrument of ten strings.", "3": "Sing unto him a new song: sing cheerfully with a loud voice.", "4": "For the [c]word of the Lord is righteous, and all his [d]works are faithful.", "5": "He [e]loveth righteousness and judgment: the earth is full of the goodness of the Lord.", "6": "By the word of the Lord were the heavens made, and all the host of them by the breath of his mouth.", "7": "He [f]gathereth the waters of the sea together as upon an heap, and layeth up the depths in his treasures.", "8": "Let all the earth fear the Lord: let all them that dwell in the world, fear him.", "9": "For he spake, and it was done: he commanded, and it [g]stood.", "10": "The Lord breaketh the [h]counsel of the heathen, and bringeth to nought the devices of the people.", "11": "The counsel of the Lord shall stand forever, and the thoughts of his heart throughout all ages.", "12": "Blessed is that nation, whose [i]God is the Lord: even the people that he hath chosen for his inheritance.", "13": "The Lord [j]looketh down from heaven, and beholdeth all the children of men.", "14": "From the habitation of his dwelling, he beholdeth all them that dwell in the earth.", "15": "He [k]fashioneth their hearts every one, and understandeth all their works.", "16": "The [l]King is not saved by the multitude of an host, neither is the mighty man delivered by great strength.", "17": "A horse is a vain help, and shall not deliver any by his great strength.", "18": "Behold, [m]the eye of the Lord is upon them that fear him, and upon them that trust in his mercy,", "19": "To deliver their souls from death, and to preserve them in famine.", "20": "[n]Our soul waiteth for the Lord: for he is our help and our shield.", "21": "Surely our heart shall rejoice in him, because we trusted in his holy Name.", "22": "Let thy mercy, O Lord, be upon us, as we trusted in thee."}