{"1": "This Psalm containeth exhortation and consolation for the weak, that are grieved at the prosperity of the wicked, and the affliction of the godly. 7 For how prosperously soever the wicked do live for the time, he doth affirm their felicity to be vain and transitory, because they are not in the favor of God, but in the end they are destroyed as his enemies. 11 And how miserably that the righteous seemeth to live in the world, yet his end is peace, and he is in the favor of God, he is delivered from the wicked, and preserved. Fret not [a]thyself because of the wicked men, neither be envious for the evildoers.", "2": "For they shall soon be [b]cut down like grass, and shall wither as the green herb.", "3": "[c]Trust thou in the Lord and do good: dwell in the land, and thou shalt be fed assuredly:", "4": "And delight thyself in the Lord, and he shall give thee thine heart's desire.", "5": "[d]Commit thy way unto the Lord, and trust in him, and he shall bring it to pass.", "6": "And he shall bring forth thy righteousness as the light, and thy [e]judgment as the noon day.", "7": "Wait patiently upon the Lord, and hope in him: fret not thyself for him [f]which prospereth in his way, nor for the man that bringeth his enterprises to pass.", "8": "Cease from anger, and leave off wrath: fret not thyself [g]also to do evil.", "9": "For evildoers shall be cut off, and they that wait upon the Lord, they shall inherit the land.", "10": "[h]Therefore yet a little while and the wicked shall not appear, and thou shalt look after his place, and he shall not be found.", "11": "But meek men shall possess the earth, and shall have their delight in the multitude of peace.", "12": "[i]The wicked practiceth against the just, and gnasheth his teeth against him.", "13": "But the Lord shall laugh him to scorn: for he seeth that his day is coming.", "14": "The wicked have drawn their sword and have bent their bow, to cast down the poor and needy, and to slay such as be of upright conversation.", "15": "But their sword shall enter into their own heart, and their bows shall be broken.", "16": "[j]A small thing unto the just man is better than great riches to the wicked and mighty.", "17": "For the arms of the wicked shall be broken: but the Lord upholdeth the just men.", "18": "The Lord [k]knoweth the days of upright men, and their inheritance shall be perpetual.", "19": "They shall not be confounded in the perilous time, and in the days of famine they shall have [l]enough.", "20": "But the wicked shall perish, and the enemies of the Lord shall be consumed as the [m]fat of lambs: even with the smoke shall they consume away.", "21": "The wicked borroweth and payeth not again: but the righteous is merciful and [n]giveth.", "22": "For such as be blessed of God shall inherit the land, and they that be cursed of him, shall be cut off.", "23": "[o]The paths of man are directed by the Lord: for he loveth his way.", "24": "Though he [p]fall, he shall not be cast off, for the Lord putteth under his hand.", "25": "I have been young, and am old: yet I saw never the righteous forsaken, nor his [q]seed begging bread.", "26": "But he is ever merciful and lendeth, and his seed enjoyeth the blessing.", "27": "Flee from evil and do good, and dwell forever.", "28": "For the Lord loveth judgment, and forsaketh not his Saints: they shall be preserved forevermore: but the seed of the wicked shall be cut off.", "29": "The righteous men shall inherit the land, and dwell therein [r]forever.", "30": "The [s]mouth of the righteous will speak of wisdom, and his tongue will talk of judgment.", "31": "For the Law of his God is in his heart, and his steps shall not slide.", "32": "The wicked watched the righteous, and seeketh to slay him.", "33": "But the Lord will not leave him in his hand, nor condemn him, when he is [t]judged.", "34": "Wait thou on the Lord, and keep his way, and he shall exalt thee, that thou shalt inherit the land: when the wicked men shall perish, thou shalt see.", "35": "I have seen the wicked strong, and spreading himself like a green bay tree.", "36": "Yet he [u]passed away, and lo, he was gone, and I sought him, but he could not be found.", "37": "[v]Mark the upright man, and behold the just: for the end of that man is peace.", "38": "But their transgressors shall be destroyed together, and the end of the wicked shall be cut off.", "39": "But the [w]salvation of the righteous men shall be of the Lord: he shall be their strength in the time of trouble.", "40": "For the Lord shall help them, and deliver them: he shall deliver them from the wicked, and shall save them, because they trust in him."}