{"1": "David uttereth with what great grief and bitterness of mind he was driven to these outrageous complaints of his infirmities. 2 For he confesseth that when he had determined silence, that he brast forth yet into words, that he would not, through the greatness of his grief. 4 Then he rehearseth certain requests which taste of the infirmity of man. 8 And mixeth with them many prayers: but all do show a mind wonderfully trembled, that it may plainly appear how he did strive mightily against death and desperation. I thought, [b]I will take heed to my ways, that I sin not with my tongue: I will keep my mouth bridled, while the wicked is in my sight.", "2": "I was dumb and spake nothing: I kept silence even from good, [c]and my sorrow was more stirred.", "3": "Mine heart was hot within me, and while I was musing, the fire kindled, and I [d]spake with my tongue, saying,", "4": "Lord, let me know mine end, and the measure of my days, what it is: let me know how long I have to live.", "5": "Behold, thou hast made my days as an hand breadth, and mine age as nothing in respect of thee: surely every man in his best state is altogether [e]vanity. Selah.", "6": "Doubtless man walketh in a shadow, and disquieteth himself in vain: he heapeth up riches, and cannot tell who shall gather them.", "7": "And now Lord, what wait I for? mine hope is even in thee.", "8": "Deliver me from all my transgressions, and make me not a rebuke unto the [f]foolish.", "9": "I should have been dumb, and not have opened my mouth, because [g]thou didst it.", "10": "Take thy plague away from me: for I am consumed by the stroke of thine hand.", "11": "When thou with rebukes dost chastise man for iniquity, thou as a moth [h]makest his [i]beauty to consume: surely every man is vanity. Selah.", "12": "Hear my prayer, O Lord, and hearken unto my cry: keep not silence at my tears, for I am a stranger with thee, and a sojourner as all my fathers.", "13": "Stay thine anger from me, that I may recover my strength, [j]before I go hence and be not."}