{"1": "David delivered from great danger doth magnify and praise the grace of God for his deliverance, and commendeth his providence toward all mankind. 5 Then doth he promise to give himself wholly to God's service, and so declareth how God is truly worshipped. 14 Afterwards he giveth thanks and praiseth God, and having complained of his enemies, with good courage he calleth for aid and succor. I waited [a]patiently for the Lord, and he inclined unto me, and heard my cry.", "2": "He brought me also out of the [b]horrible pit, out of the miry clay, and set my feet upon the rock, and ordered my goings.", "3": "And he hath put in my mouth [c]a new song of praise unto our God: many shall see it and fear, and shall trust in the Lord.", "4": "Blessed is the man that maketh the Lord his trust, and regardeth [d]not the proud, nor such as turn aside to lies.", "5": "[e]O Lord my God, thou hast made thy wonderful works so many, that none can count in order to thee thy thoughts toward us: I would declare and speak of them, but they are more than I am able to express.", "6": "Sacrifice and offering thou didst not desire: (for [f]mine ears hast thou prepared) burnt offering and sin offering hast thou not required.", "7": "[g]Then said I, Lo, I come: for in the roll of the book it is written of me.", "8": "I desired to do thy good will, O my God: yea, thy Law is within mine heart.", "9": "I have declared thy righteousness in the [h]great congregation: lo, I will not refrain my lips: O Lord, thou knowest.", "10": "I have not hid thy righteousness within mine heart, but I have declared thy [i]truth and thy salvation: I have not concealed thy mercy, and thy truth from the great Congregation.", "11": "Withdraw not thou thy tender mercy from me, O Lord, let thy mercy and thy truth always preserve me.", "12": "For innumerable troubles have compassed me: my sins have taken such hold upon me, that I am not able to look up: yea, they are more in number than the hairs of mine head: therefore mine heart hath [j]failed me.", "13": "Let it please thee, O Lord, to deliver me: make haste, O Lord, to help me.", "14": "Let them be [k]confounded and put to shame together, that seek my soul to destroy it: let them be driven backward and put to rebuke that desire mine hurt.", "15": "Let them be [l]destroyed for a reward of their shame, which say unto me, Aha, aha.", "16": "Let all them that seek thee, rejoice and be glad in thee, and let them that love thy salvation, say always, [m]The Lord be praised.", "17": "Though I be poor and needy, the Lord thinketh on me: thou art mine helper and my deliverer: my God, make no tarrying."}