{"1": "He provoketh all men to praise the Lord and to consider his works. 6 He setteth forth the power of God to affray the rebels. 10 And showeth how God hath delivered Israel from great bondage and afflictions. 13 He promiseth to give sacrifice, 16 And provoketh all men to hear what God hath done for him, and to praise his Name. Rejoice in God, [a]all ye inhabitants of the earth.", "2": "Sing forth the glory of his Name: make his praise glorious.", "3": "Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies be [b]in subjection unto thee.", "4": "All the world shall worship thee, and sing unto thee, even sing of thy Name. Selah.", "5": "[c]Come and behold the works of God: he is terrible in his doings toward [d]the sons of men.", "6": "He hath turned the sea into dry land: they passed through the river on foot: there did we rejoice in him.", "7": "He ruleth the world with his power: his eyes behold the nations: the rebellious shall not [e]exalt themselves. Selah.", "8": "Praise our God, ye people, and make the voice of his praise to be heard.", "9": "Which [f]holdeth our souls in life, and suffereth not our feet to slip.", "10": "For thou, O God, hast proved us, thou hast tried us as silver is tried.", "11": "Thou hast brought us unto the [g]snare, and laid a strait chain upon our loins.", "12": "Thou hast caused men to ride over our heads: we went into fire and into water, but thou broughtest us out into a wealthy place.", "13": "I will go into thine [h]House with burnt offerings, and will pay thee my vows,", "14": "Which my lips have promised, and my mouth hath spoken in mine affliction.", "15": "I will offer unto thee the burnt offerings of fat rams with incense: I will prepare bullocks and goats. Selah.", "16": "[i]Come and hearken, all ye that fear God, and I will tell you what he hath done to my soul.", "17": "I called unto him with my mouth, and he was exalted with my tongue.", "18": "[j]If I regard wickedness in mine heart, the Lord will not hear me.", "19": "But God hath heard me, and considered the voice of my prayer.", "20": "Praised be God, which hath not put back my prayer, nor his mercy from me."}