{"1": "In this Psalm David setteth forth as in a glass the wonderful mercies of God toward his people: 5 Who by all means and most strange sorts declared himself to them. 15 And therefore God's Church by reason of his promises, graces, and victories, doth excel without comparison all worldly things. 34 He exhorteth therefore all men to praise God forever. God [a]will arise, and his enemies shall be scattered: they also that hate him, shall flee before him.", "2": "As the smoke vanisheth, so shalt thou drive them away: and as wax melteth before the fire, so shall the wicked perish at the presence of God.", "3": "[b]But the righteous shall be glad, and rejoice before God: yea, they shall leap for joy.", "4": "Sing unto God, and sing praises unto his name: exalt him that rideth upon the heavens, in his Name [c]Jah, and rejoice before him.", "5": "He is a Father of the fatherless, and a Judge of the widows, even God in his holy habitation.", "6": "God [d]maketh the solitary to dwell in families, and delivereth them that were prisoners in stocks: but the rebellious shall dwell in a [e]dry land.", "7": "[f]O God, when thou wentest forth before thy people: when thou wentest through the wilderness, (Selah.)", "8": "The earth shook, and the heavens dropped at the presence of this God: even Sinai was moved at the presence of God, even the God of Israel.", "9": "Thou, O God, sentest a gracious rain upon thine inheritance, and thou didst refresh it when it was weary.", "10": "Thy Congregation dwelled therein: for thou, O God, hast of thy [g]goodness prepared it for the poor.", "11": "The Lord gave matter to the [h]women to tell of the great army.", "12": "Kings of the armies did flee: they did flee, and [i]she that remained in the house, divided the spoil.", "13": "Though ye have lain among [j]pots, yet shall ye be as the wings of a dove that is covered with silver, and whose feathers are like yellow gold.", "14": "When the Almighty scattered kings [k]in it, it was white as the snow in Zalmon.", "15": "[l]The mountain of God is like the mountain of Bashan: it is an high mountain, as mount Bashan.", "16": "[m]Why leap ye, ye high mountains? as for this Mountain, God delighteth to dwell in it: yea, the Lord will dwell in it forever.", "17": "The chariots of God are twenty thousand thousand Angels, and the Lord is among them, as in the Sanctuary of Sinai.", "18": "Thou art gone up on high: thou hast [n]led captivity captive, and received gifts for men: yea, even the rebellious hast thou led, that the Lord God might dwell there.", "19": "Praised be the Lord, even the God of our salvation, which ladeth us daily with benefits. Selah.", "20": "This is our God, even the God that saveth us: and to the Lord God belong the [o]issues of death.", "21": "Surely God will wound the head of his enemies, and the hairy pate of him that walketh in his sins.", "22": "The Lord hath said, I will bring my people again from [p]Bashan: I will bring them again from the depths of the Sea:", "23": "That thy foot may be dipped in blood, and the tongue of thy dogs in the blood of the enemies, even in [q]it.", "24": "They have seen, O God, thy [r]goings, the goings of my God, and my king, which art in the Sanctuary.", "25": "The [s]singers went before, the players of instruments after: in the midst were the maids playing with timbrels.", "26": "Praise ye God in the assemblies, and the Lord, ye that are of the fountain [t]of Israel.", "27": "There was [u]little Benjamin with their [v]ruler, and the Princes of Judah with their assembly, the princes of Zebulun, and the princes of Naphtali.", "28": "Thy GOD hath appointed thy strength: establish, O God, that which thou first wrought in us,", "29": "[w]Out of thy Temple upon Jerusalem, and kings shall bring presents unto thee.", "30": "Destroy the company of the spearmen, and multitude of the mighty bulls with the calves of the people, that [x]tread under feet pieces of silver: scatter the people that delight in war.", "31": "Then shall the princes come out [y]of Egypt: Ethiopia shall haste to stretch her hands unto God.", "32": "Sing unto God, O ye kingdoms of the earth: sing praise unto the Lord, (Selah)", "33": "To him that rideth upon the most high heavens, which were from the beginning: behold, he will send out by his [z]voice a mighty sound.", "34": "Ascribe the power to God: for his majesty is upon Israel, and his strength is in the clouds.", "35": "O God, thou art [aa]terrible out of thine holy [ab]places: the God of Israel is he that giveth strength and power unto the people: praised be God."}