{"1": "Being falsely accused by Cush one of Saul's kinsmen, he calleth to God to be his defender, 3 to whom he commendeth his innocence, 9 first showing that his conscience did not accuse him of any evil toward Saul. 10 Next that it touched God's glory to award sentence against the wicked. 12 And so entering into the consideration of God's mercies and promise, he waxeth bold, and derideth the vain enterprises of his enemies,  15 threatening that that shall fall on their own neck which they have purposed for others. O Lord my God, in thee I put my trust: save me from all that persecute me, and deliver me,", "2": "Lest [c]he devour my soul like a lion, and tear it in pieces, while there is none to help.", "3": "O Lord my God, if I have done [d]this thing, if there be any wickedness in mine hands,", "4": "[e]If I have rewarded evil unto him that had peace with me, (yea I have delivered him that vexed me without cause.)", "5": "Then let the enemies persecute my soul, and take it: yea, let him tread my life down upon the earth, and lay mine [f]honor in the dust. Selah.", "6": "Arise, O Lord, in thy wrath, and lift up thyself against the rage of mine enemies, and awake for me according to the [g]judgment that thou hast appointed.", "7": "So shall the congregation of the people compass thee about: for their sakes therefore [h]return on high.", "8": "The Lord shall judge the people: judge thou me, O Lord, according to my [i]righteousness, and according to mine innocency that is in me.", "9": "Oh let the malice of the wicked come to an end: but guide thou the just: for the righteous God trieth the [j]hearts and reins.", "10": "My defense is in God, who preserveth the upright in heart.", "11": "God judgeth the righteous, and him that contemneth God, [k]every day.", "12": "Except [l]he turn, he hath whet his sword: he hath bent his bow, and made it ready.", "13": "He hath also prepared him deadly weapons: he will ordain his arrows for them that persecute me.", "14": "Behold, he shall travail with wickedness: for he hath conceived mischief, but he shall bring forth a lie.", "15": "He hath made a pit, and dug it, and is fallen into the pit that he made.", "16": "His mischief shall return upon his own head, and his cruelty shall fall upon his own pate.", "17": "I will praise the Lord according to his [m]righteousness, and will sing praise to the Name of the Lord most high."}