{"1": "The Prophet teacheth by his example that neither the worldly prosperity of the ungodly, 14 nor yet the affliction of the good ought to discourage God's children: but rather ought to move us to consider our Father's providence, and to cause us to reverence God's judgments, 19 forasmuch as the wicked vanish away, 24 and the godly enter into life everlasting, 28 in hope whereof he resigneth himself into God's hands. Yet [a]God is good to Israel: even to the pure in heart.", "2": "As for me, my feet were almost gone: my steps had well near slipped.", "3": "For I fretted at the foolish, when I saw the prosperity of the wicked.", "4": "For there are [b]no bands in their death, but they are lusty and strong.", "5": "They are not in trouble as other men, neither are they plagued with other men.", "6": "[c]Therefore pride is as a chain unto them, and cruelty covereth them as a garment.", "7": "Their eyes stand out for fatness: [d]they have more than heart can wish.", "8": "They are licentious, and speak wickedly of their oppression: they talk presumptuously.", "9": "They [e]set their mouth against heaven, and their tongue walketh through the earth.", "10": "Therefore his [f]people turn hither: for waters of a full cup are wrung out to them.", "11": "And they [g]say, How doth God know it? or is there knowledge in the most High?", "12": "Lo these are the wicked, yet prosper they always, and increase in riches.", "13": "Certainly I have cleansed mine heart in vain, and washed mine hands in innocency.", "14": "For daily have I been punished, and chastened every morning.", "15": "If I say, [h]I will judge thus, behold the generation of thy children, I have trespassed.", "16": "Then thought I to know this, but it was too painful for me,", "17": "Until I went into the [i]Sanctuary of God: then understood I their end.", "18": "Surely thou hast set them in slippery places, and castest them down into desolation.", "19": "How suddenly are they destroyed, perished and [j]horribly consumed,", "20": "As a dream when one awaketh! O Lord, when [k]thou raisest us up, thou shalt make their image despised.", "21": "Certainly mine heart was vexed, and I was pricked in my reins.", "22": "So foolish was I and ignorant: I was a [l]beast before thee.", "23": "Yet I was always [m]with thee: thou hast holden me by my right hand.", "24": "Thou wilt guide me by thy counsel, and afterward receive me to glory.", "25": "Whom have I in [n]heaven but thee? and I have desired none in the earth with thee.", "26": "My flesh faileth and mine heart also: but God is the strength of mine heart, and my [o]portion forever.", "27": "For lo, that they withdraw themselves from thee, shall perish: thou destroyest all them that [p]go a whoring from thee.", "28": "As for me, it is good for me [q]to draw near to God: therefore I have put my trust in the Lord God, that I may declare all thy works."}