{"1": "The faithful complain of the destruction of the Church and true religion, 2 Under the Name of Zion, and the Temple destroyed: 11 and trusting in the might and free mercies of God, 20 by his covenant , 21 they require help and succor for the glory of God's holy Name, for the salvation of his poor afflicted servants, 23 and the confusion of his proud enemies. O God, [a]why hast thou put us away forever? why is thy wrath kindled against the sheep of thy pasture?", "2": "Think upon the congregation, which thou hast possessed of old, and on the [b]rod of thine inheritance, which thou hast redeemed, and on this mount Zion, wherein thou hast dwelt.", "3": "Lift up thy [c]strokes, that thou mayest forever destroy every enemy that doeth evil to the Sanctuary.", "4": "Thine adversaries roar in the midst of thy congregation, and [d]set up their banners for signs.", "5": "He that [e]lifted the axes upon the thick trees, was renowned as one that brought a thing to perfection:", "6": "But now they break down the carved work thereof with axes and hammers.", "7": "They have cast thy Sanctuary into the fire, and razed it to the ground, and have defiled the dwelling place of thy Name.", "8": "They said in their [f]hearts, Let us destroy them altogether: they have burnt all the Synagogues of God in the land.", "9": "We see not our signs: there is not one Prophet more, nor any with us that knoweth [g]how long.", "10": "O God, how long shall the adversary reproach thee? shall the enemy blaspheme thy Name forever?", "11": "Why withdrawest thou thine hand, even thy right hand? draw it out of thy bosom, and [h]consume them.", "12": "Even God is my king of old, working salvation [i]in the midst of the earth.", "13": "Thou didst divide the sea by thy power: thou brakest the heads of the [j]dragons in the waters.", "14": "Thou brakest the head of [k]Leviathan in pieces, and gavest him to be [l]meat for the people in wilderness.", "15": "Thou brakest up the fountain and river: thou driest up mighty rivers.", "16": "The [m]day is thine, and the night is thine: thou hast prepared the light and the sun.", "17": "Thou hast set all the borders of the earth: thou hast made Summer and Winter.", "18": "Remember this, that the enemy hath reproached the Lord, and the foolish people hath blasphemed thy Name.", "19": "Give not the soul of thy [n]turtle dove unto the beast, and forget not the Congregation of thy poor forever.", "20": "Consider thy covenant: for [o]the dark places of the earth are full of the habitations of the cruel.", "21": "O let not the oppressed return ashamed, but let the poor and needy praise thy Name.", "22": "Arise, O God: maintain thy [p]own cause: remember thy daily reproach by the foolish man.", "23": "Forget not the voice of thine enemies: for the tumult of them that rise against thee, [q]ascendeth continually."}