{"1": "The people of Israel pray unto the Lord to deliver them from their enemies both at home and far off, which imagined nothing but their destruction. 9 And they desire that all such wicked people may according as God was accustomed, be stricken with the stormy tempest of God's wrath, 18 That they may know that the Lord is most high upon the earth. Keep [a]not thou silence, O God: be not still, and cease not, O God.", "2": "For lo, thine [b]enemies make a tumult, and they that hate thee, have lifted up the head.", "3": "They have taken crafty counsel against thy people, and have consulted against thy [c]secret ones.", "4": "They have said, Come and let us [d]cut them off from being a nation: and let the name of Israel be no more in remembrance.", "5": "For they have consulted together in [e]heart, and have made a league [f]against thee:", "6": "The tabernacles of Edom, and the Ishmaelites, Moab and the Hagarites:", "7": "Gebal and Ammon, and Amalek, the Philistines, with the inhabitants of [g]Tyre.", "8": "Assyria also is joined with them: they have been an arm to the children [h]of Lot. Selah.", "9": "Do thou to them as unto the [i]Midianites: as to Sisera and as to Jabin at the river of Kishon.", "10": "They perished at En Dor, and were [j]dung for the earth.", "11": "Make them, even their princes, like Oreb and like Zeeb: yea, all their princes like Zebah and like Zalmunna,", "12": "Which have said, Let us take for our possession the [k]habitations of God.", "13": "O my God, make them like unto a [l]wheel, and as the stubble before the wind.", "14": "As the fire burneth the forest, and as the flame setteth the mountains on fire:", "15": "So persecute them with thy tempest, and make them afraid with thy storm.", "16": "Fill their faces with shame, that they may [m]seek thy Name, O Lord.", "17": "Let them be confounded and troubled forever: yea, let them be put to shame, and perish,", "18": "That they may [n]know that thou, which art calleth Jehovah, art alone, even the most High over all the earth."}