{"1": "David sore afflicted and forsaken of all, prayeth fervently for deliverance: sometimes rehearsing his miseries,  5 Sometimes the mercies received. 11 Desiring also to be instructed of the Lord, that he may fear him, and glorify his Name. 14 He complaineth also of his adversaries, and requireth to be delivered from them. Incline [a]thine ear, O Lord, and hear me: for I am poor and needy.", "2": "Preserve thou my soul, for I am [b]merciful: my God, save thou thy servant, that trusteth in thee.", "3": "Be merciful unto me, O Lord: for I [c]cry upon thee continually.", "4": "Rejoice the soul of thy servant: for unto thee, O Lord, do I lift up my soul.", "5": "For thou, Lord, art good and [d]merciful, and of great kindness unto all them that call upon thee.", "6": "Give ear, Lord, unto my prayer, and [e]hearken to the voice of my supplication.", "7": "In the day of my trouble I will call upon thee: for thou hearest me.", "8": "Among the gods there is none like thee, O Lord, and there is none [f]that can do like thy works.", "9": "All nations whom thou hast made, shall come and [g]worship before thee, O Lord, and shall glorify thy Name.", "10": "For thou art great and doest wondrous things: thou art God alone.", "11": "[h]Teach me thy way, O Lord, and I will walk in thy truth: knit mine heart unto thee, that I may fear thy Name.", "12": "I will praise thee, O Lord my God, with all mine heart: yea, I will glorify thy Name forever.", "13": "For great is thy mercy toward me, and thou hast delivered my soul from [i]the lowest grave.", "14": "O God, the proud are risen against me, and the assemblies of violent men have [j]sought my soul, and have not set thee before them.", "15": "But thou, O Lord, art a pitiful God and merciful, slow to anger, and great in kindness and truth.", "16": "Turn unto me, and have mercy upon me: give thy strength unto thy servant, and save the [k]son of thine handmaid.", "17": "Show a token of thy goodness toward me, that they which hate me, may see it, and be ashamed, because thou, O Lord, hast helped me and comforted me."}