{"1": "After he had given thanks to God for the sundry victories that he had sent him against his enemies, and also proved by manifold experience, how ready God was at hand in all his troubles. 14 He being now likewise in danger of new enemies, desireth God to help him according to his wont, 17 and to destroy the malicious arrogance of his adversaries. I will praise the Lord with my [b]whole heart: I will speak of all thy marvelous works.", "2": "I will be glad, and rejoice in thee: I will sing praise to thy Name, O most High.", "3": "For that mine enemies are turned back: they shall fall and perish at thy presence.", "4": "For [c]thou hast maintained my right and my cause: thou art set in the throne, and judgest right.", "5": "Thou hast rebuked the heathen: thou hast destroyed the wicked: thou hast put out their name forever and ever.", "6": "[d]O enemy, destructions are come to a perpetual end, and thou hast destroyed the cities: their memorial is perished with them.", "7": "But the Lord [e]shall sit forever: he hath prepared his throne for judgment.", "8": "For he shall judge the world in righteousness, and shall judge the people with equity.", "9": "The Lord also will be a refuge for the [f]poor, a refuge in due time, even in affliction.", "10": "And they that know thy Name, will trust in thee: for thou, Lord, hast not failed them that seek thee.", "11": "Sing praises to the Lord, which dwelleth in Zion: show the people his works.", "12": "For [g]when he maketh inquisition for blood, he remembereth it, and forgetteth not the complaint of the poor.", "13": "Have mercy upon me, O Lord: consider my trouble which I suffer of them that hate me, thou that liftest me up from the gates of death,", "14": "That I may show all thy praises within the [h]gates of the daughter of Zion, and rejoice in thy salvation.", "15": "The heathen are [i]sunken down in the pit that they made: in the net that they hid, is their foot taken.", "16": "[j]The Lord is known by executing judgment: the wicked is snared in the work of his own hands, [k]Higgaion. Selah.", "17": "The wicked shall turn into hell, and all nations that forget God.", "18": "For the poor shall not be always forgotten: the hope [l]of the afflicted shall not perish forever.", "19": "Up Lord: let not man prevail: let the heathen be judged in thy sight.", "20": "Put them in fear, O Lord, that the heathen may know that they are but [m]men. Selah."}