{"1": "Moses in his prayer setteth before us the eternal favor of God toward his, 3 who are neither admonished by the brevity of their life,  7 nor by his plagues to be thankful, 12 therefore Moses prayeth God to turn their hearts, and continue his mercies toward them and their posterity forever. Lord, thou hast been our [b]habitation from generation to generation.", "2": "Before the [c]mountains were made, and before thou hadst formed the earth, and the world, even from everlasting to everlasting thou art our God.", "3": "Thou [d]turnest man to destruction: again thou sayest, Return ye sons of Adam.", "4": "[e]For a thousand years in thy sight are as yesterday when it is past, and as a watch in the night.", "5": "Thou hast [f]overflowed them, they are as a sleep, in the morning he groweth like the grass:", "6": "In the morning it flourisheth and groweth, but in the evening it is cut down and withereth.", "7": "For we are [g]consumed by thine anger, and by thy wrath are we troubled.", "8": "Thou hast set our iniquities before thee, and our secret sins in the light of thy countenance.", "9": "For all our days are past in thine anger: we have [h]spent our years as a thought.", "10": "The time of our life is threescore years and ten, and if they be of strength, [i]fourscore years: yet their strength is but labor and sorrow: for it is cut off quickly, and we flee away.", "11": "[j]Who knoweth the power of thy wrath? for according to thy fear is thine anger.", "12": "Teach us so to number our days, that we may apply our hearts unto [k]wisdom.", "13": "Return (O Lord, [l]how long?) and be [m]pacified toward thy servants.", "14": "Fill us with thy mercy in the morning: so shall we rejoice and be glad all our days?", "15": "Comfort us according to the days that thou hast afflicted us, and according to the years that we have seen evil.", "16": "[n]Let thy work be seen toward thy servants, and thy glory upon their [o]children.", "17": "And let the [p]beauty of the Lord our God be upon us, and [q]direct thou the work of our hands upon us, even direct the work of our hands."}