{"1": "He prayeth unto God against the violence and arrogance of tyrants, 10 warning them of God's judgments. 12 Then doth he comfort the afflicted by the good issue of their afflictions, as he felt in himself, and did set in others, and by the ruin of the wicked, 23 whom the Lord will destroy. O Lord God [a]the avenger, O God the avenger, show thyself [b]clearly.", "2": "Exalt thyself, O Judge of the world, and render a reward to the proud.", "3": "Lord, how long shall the wicked, how long shall the wicked [c]triumph?", "4": "They prate and speak fiercely: all the workers of iniquity vaunt themselves.", "5": "They [d]smite down thy people, O Lord, and trouble thine heritage.", "6": "They slay the widow and the stranger, and murder the fatherless.", "7": "[e]Yet they say, The Lord shall not see: neither will the God of Jacob regard it.", "8": "Understand, ye unwise among the people: and ye fools, when will ye be wise?", "9": "He that [f]planted the ear, shall he not hear? or he that formed the eye, shall he not see?", "10": "Or he that chastiseth the [g]nations, shall he not correct? he that teacheth man knowledge, shall he not know?", "11": "The Lord knoweth the thoughts of man, that they are vanity.", "12": "Blessed is the man whom thou [h]chastisest, O Lord, and teachest him in thy Law,", "13": "That thou mayest give him rest from the days of evil, while the pit is dug for the wicked.", "14": "Surely the Lord will not fail his people, neither will he forsake his inheritance.", "15": "For [i]judgment shall return to justice, and all the upright in heart shall follow after it.", "16": "Who will rise up with me against the wicked? or who will take my part against the workers of iniquity?", "17": "If the Lord had not [j]helped me, my soul had almost dwelt in silence.", "18": "When I said, [k]My foot slideth, thy mercy, O Lord, stayed me.", "19": "In the multitude of my [l]thoughts in mine heart, thy comforts have rejoiced my soul.", "20": "Hath the throne of iniquity [m]fellowship with thee, which forgeth wrong for a Law?", "21": "They gather them together against the soul of the righteous, and condemn the innocent blood.", "22": "But the Lord is my refuge, and my God is the rock of mine hope.", "23": "And he will recompense them their wickedness, and [n]destroy them in their own malice, yea, the Lord our God shall destroy them."}