{"1": "From Paul, a servant of Christ Jesus. God chose me to be an apostle, and he appointed me to preach the good news ", "2": "that he promised long ago by what his prophets said in the holy Scriptures. ", "3-4": "This good news is about his Son, our Lord Jesus Christ! As a human, he was from the family of David. But the Holy Spirit[a] proved that Jesus is the powerful Son of God,[b] because he was raised from death.", "5": "Jesus was kind to me and chose me to be an apostle,[c] so that people of all nations would obey and have faith. ", "6": "You are some of those people chosen by Jesus Christ.", "7": "This letter is to all of you in Rome. God loves you and has chosen you to be his very own people. I pray that God our Father and our Lord Jesus Christ will be kind to you and will bless you with peace!", "8": "First, I thank God in the name of Jesus Christ for all of you. I do this because people everywhere in the world are talking about your faith. ", "9": "God has seen how I never stop praying for you, while I serve him with all my heart and tell the good news about his Son.", "10": "In all my prayers, I ask God to make it possible for me to visit you. ", "11": "I want to see you and share with you the same blessings that God's Spirit has given me. Then you will grow stronger in your faith. ", "12": "What I am saying is that we can encourage each other by the faith that is ours.", "13": "My friends, I want you to know that I have often planned to come for a visit. But something has always kept me from doing it. I want to win followers to Christ in Rome, as I have done in many other places. ", "14-15": "It doesn't matter if people are civilized and educated, or if they are uncivilized and uneducated. I must tell the good news to everyone. That's why I am eager to visit all of you in Rome.", "16": "I am proud of the good news! It is God's powerful way of saving all people who have faith, whether they are Jews or Gentiles. ", "17": "The good news tells how God accepts everyone who has faith, but only those who have faith.[d] It is just as the Scriptures say, “The people God accepts because of their faith will live.”[e]", "18": "From heaven God shows how angry he is with all the wicked and evil things that sinful people do to crush the truth. ", "19": "They know everything that can be known about God, because God has shown it all to them. ", "20": "God's eternal power and character cannot be seen. But from the beginning of creation, God has shown what these are like by all he has made. That's why those people don't have any excuse. ", "21": "They know about God, but they don't honor him or even thank him. Their thoughts are useless, and their stupid minds are in the dark. ", "22": "They claim to be wise, but they are fools. ", "23": "They don't worship the glorious and eternal God. Instead, they worship idols that are made to look like humans who cannot live forever, and like birds, animals, and reptiles.", "24": "So God let these people go their own way. They did what they wanted to do, and their filthy thoughts made them do shameful things with their bodies. ", "25": "They gave up the truth about God for a lie, and they worshiped God's creation instead of God, who will be praised forever. Amen.", "26": "God let them follow their own evil desires. Women no longer wanted to have sex in a natural way, and they did things with each other that were not natural. ", "27": "Men behaved in the same way. They stopped wanting to have sex with women and had strong desires for sex with other men. They did shameful things with each other, and what has happened to them is punishment for their foolish deeds.", "28": "Since these people refused even to think about God, he let their useless minds rule over them. That's why they do all sorts of indecent things. ", "29": "They are evil, wicked, and greedy, as well as mean in every possible way. They want what others have, and they murder, argue, cheat, and are hard to get along with. They gossip, ", "30": "say cruel things about others, and hate God. They are proud, conceited, and boastful, always thinking up new ways to do evil. These people don't respect their parents. ", "31": "They are stupid, unreliable, and don't have any love or pity for others. ", "32": "They know God has said that anyone who acts this way deserves to die. But they keep on doing evil things, and they even encourage others to do them."}