{"1": "Dear friends, my greatest wish and my prayer to God is for the people of Israel to be saved. ", "2": "I know they love God, but they don't understand ", "3": "what makes people acceptable to him. So they refuse to trust God, and they try to be acceptable by obeying the Law. ", "4": "But Christ makes the Law no longer necessary[a] for those who become acceptable to God by faith.", "5": "Moses said that a person could become acceptable to God by obeying the Law. He did this when he wrote, “If you want to live, you must do all that the Law commands.”", "6": "But people whose faith makes them acceptable to God will never ask, “Who will go up to heaven to bring Christ down?” ", "7": "Neither will they ask, “Who will go down into the world of the dead to raise him to life?”", "8": "All who are acceptable because of their faith simply say, “The message is as near as your mouth or your heart.” And this is the same message we preach about faith. ", "9": "So you will be saved, if you honestly say, “Jesus is Lord,” and if you believe with all your heart that God raised him from death. ", "10": "God will accept you and save you, if you truly believe this and tell it to others.", "11": "The Scriptures say that no one who has faith will be disappointed, ", "12": "no matter if that person is a Jew or a Gentile. There is only one Lord, and he is generous to everyone who asks for his help. ", "13": "All who call out to the Lord will be saved.", "14": "How can people have faith in the Lord and ask him to save them, if they have never heard about him? And how can they hear, unless someone tells them? ", "15": "And how can anyone tell them without being sent by the Lord? The Scriptures say it is a beautiful sight to see even the feet of someone coming to preach the good news. ", "16": "Yet not everyone has believed the message. For example, the prophet Isaiah asked, “Lord, has anyone believed what we said?”", "17": "No one can have faith without hearing the message about Christ. ", "18": "But am I saying that the people of Israel did not hear? No, I am not! The Scriptures say, “The message was told everywhere on earth. It was announced all over the world.”", "19": "Did the people of Israel understand or not? Moses answered this question when he told that the Lord had said, “I will make Israel jealous of people who are a nation of nobodies. I will make them angry at people who don't understand a thing.”", "20": "Isaiah was fearless enough to tell that the Lord had said, “I was found by people who were not looking for me. I appeared to the ones who were not asking about me.”", "21": "And Isaiah said about the people of Israel, “All day long the Lord has reached out to people who are stubborn and refuse to obey.”"}