{"1": "Obey the rulers who have authority over you. Only God can give authority to anyone, and he puts these rulers in their places of power. ", "2": "People who oppose the authorities are opposing what God has done, and they will be punished. ", "3": "Rulers are a threat to evil people, not to good people. There is no need to be afraid of the authorities. Just do right, and they will praise you for it. ", "4": "After all, they are God's servants, and it is their duty to help you. If you do something wrong, you ought to be afraid, because these rulers have the right to punish you. They are God's servants who punish criminals to show how angry God is. ", "5": "But you should obey the rulers because you know it is the right thing to do, and not just because of God's anger.", "6": "You must also pay your taxes. The authorities are God's servants, and it is their duty to take care of these matters. ", "7": "Pay all that you owe, whether it is taxes and fees or respect and honor.", "8": "Let love be your only debt! If you love others, you have done all that the Law demands. ", "9": "In the Law there are many commands, such as, “Be faithful in marriage. Do not murder. Do not steal. Do not want what belongs to others.” But all of these are summed up in the command that says, “Love others as much as you love yourself.” ", "10": "No one who loves others will harm them. So love is all that the Law demands.", "11": "You know what sort of times we live in, and so you should live properly. It is time to wake up. You know that the day when we will be saved is nearer now than when we first put our faith in the Lord. ", "12": "Night is almost over, and day will soon appear. We must stop behaving as people do in the dark and be ready to live in the light. ", "13": "So behave properly, as people do in the day. Don't go to wild parties or get drunk or be vulgar or indecent. Don't quarrel or be jealous. ", "14": "Let the Lord Jesus Christ be as near to you as the clothes you wear. Then you won't try to satisfy your selfish desires."}