{"1": "If our faith is strong, we should be patient with the Lord's followers whose faith is weak. We should try to please them instead of ourselves. ", "2": "We should think of their good and try to help them by doing what pleases them. ", "3": "Even Christ did not try to please himself. But as the Scriptures say, “The people who insulted you also insulted me.” ", "4": "And the Scriptures were written to teach and encourage us by giving us hope. ", "5": "God is the one who makes us patient and cheerful. I pray that he will help you live at peace with each other, as you follow Christ. ", "6": "Then all of you together will praise God, the Father of our Lord Jesus Christ.", "7": "Honor God by accepting each other, as Christ has accepted you. ", "8": "I tell you that Christ came as a servant of the Jews to show that God has kept the promises he made to their famous ancestors. Christ also came, ", "9": "so that the Gentiles would praise God for being kind to them. It is just as the Scriptures say, “I will tell the nations about you, and I will sing praises to your name.”", "10": "The Scriptures also say to the Gentiles, “Come and celebrate with God's people.”", "11": "Again the Scriptures say, “Praise the Lord, all you Gentiles. All you nations, come and worship him.”", "12": "Isaiah says, “Someone from David's family will come to power. He will rule the nations, and they will put their hope in him.”", "13": "I pray that God, who gives hope, will bless you with complete happiness and peace because of your faith. And may the power of the Holy Spirit fill you with hope.", "14": "My friends, I am sure that you are very good and that you have all the knowledge you need to teach each other. ", "15": "But I have spoken to you plainly and have tried to remind you of some things. God was so kind to me! ", "16": "He chose me to be a servant of Christ Jesus for the Gentiles and to do the work of a priest in the service of his good news. God did this so that the Holy Spirit could make the Gentiles into a holy offering, pleasing to him.", "17": "Because of Christ Jesus, I can take pride in my service for God. ", "18": "In fact, all I will talk about is how Christ let me speak and work, so that the Gentiles would obey him. ", "19": "Indeed, I will tell how Christ worked miracles and wonders by the power of the Holy Spirit. I have preached the good news about him all the way from Jerusalem to Illyricum. ", "20": "But I have always tried to preach where people have never heard about Christ. I am like a builder who doesn't build on anyone else's foundation. ", "21": "It is just as the Scriptures say, “All who haven't been told about him will see him, and those who haven't heard about him will understand.”", "22": "My work has always kept me from coming to see you. ", "23": "Now there is nothing left for me to do in this part of the world, and for years I have wanted to visit you. ", "24": "So I plan to stop off on my way to Spain. Then after a short, but refreshing, visit with you, I hope you will quickly send me on.", "25-26": "I am now on my way to Jerusalem to deliver the money that the Lord's followers in Macedonia and Achaia collected for God's needy people. ", "27": "This is something they really wanted to do. But sharing their money with the Jews was also like paying back a debt, because the Jews had already shared their spiritual blessings with the Gentiles. ", "28": "After I have safely delivered this money, I will visit you and then go on to Spain. ", "29": "And when I do arrive in Rome, I know it will be with the full blessings of Christ.", "30": "My friends, by the power of the Lord Jesus Christ and by the love that comes from the Holy Spirit, I beg you to pray sincerely with me and for me. ", "31": "Pray that God will protect me from the unbelievers in Judea, and that his people in Jerusalem will be pleased with what I am doing. ", "32": "Ask God to let me come to you and have a pleasant and refreshing visit. ", "33": "I pray that God, who gives peace, will be with all of you. Amen."}