{"1": "I have good things to say about Phoebe, who is a leader in the church at Cenchreae. ", "2": "Welcome her in a way that is proper for someone who has faith in the Lord and is one of God's own people. Help her in any way you can. After all, she has proved to be a respected leader for many others, including me.", "3": "Give my greetings to Priscilla and Aquila. They have not only served Christ Jesus together with me, ", "4": "but they have even risked their lives for me. I am grateful for them and so are all the Gentile churches. ", "5": "Greet the church that meets in their home. Greet my dear friend Epaenetus, who was the first person in Asia to have faith in Christ.", "6": "Greet Mary, who has worked so hard for you.", "7": "Greet my relatives[a] Andronicus and Junias,[b] who were in jail with me. They are highly respected by the apostles and were followers of Christ before I was.", "8": "Greet Ampliatus, my dear friend whose faith is in the Lord.", "9": "Greet Urbanus, who serves Christ along with us. Greet my dear friend Stachys.", "10": "Greet Apelles, a faithful servant of Christ. Greet Aristobulus and his family.", "11": "Greet Herodion, who is a relative[c] of mine. Greet Narcissus and the others in his family, who have faith in the Lord.", "12": "Greet Tryphaena and Tryphosa, who work hard for the Lord. Greet my dear friend Persis. She also works hard for the Lord.", "13": "Greet Rufus, that special servant of the Lord, and greet his mother, who has been like a mother to me.", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, and Hermas, as well as our friends who are with them.", "15": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all of God's people who are with them.", "16": "Be sure to give each other a warm greeting. All of Christ's churches greet you.", "17": "My friends, I beg you to watch out for anyone who causes trouble and divides the church by refusing to do what all of you were taught. Stay away from them! ", "18": "They want to serve themselves and not Christ the Lord. Their flattery and fancy talk fool people who don't know any better. ", "19": "I am glad that everyone knows how well you obey the Lord. But still, I want you to understand what is good and not have anything to do with evil. ", "20": "Then God, who gives peace, will soon crush Satan under your feet. I pray that our Lord Jesus will be kind to you.", "21": "Timothy, who works with me, sends his greetings, and so do my relatives,[d] Lucius, Jason, and Sosipater.", "22": "I, Tertius, also send my greetings. I am a follower of the Lord, and I wrote this letter.[e]", "23-24": "Gaius welcomes me and the whole church into his home, and he sends his greetings. Erastus, the city treasurer, and our dear friend Quartus send their greetings too.[f]", "25": "Praise God! He can make you strong by means of my good news, which is the message about[g] Jesus Christ. For ages and ages this message was kept secret, ", "26": "but now at last it has been told. The eternal God commanded his prophets to write about the good news, so that all nations would obey and have faith. ", "27": "And now, because of Jesus Christ, we can praise the only wise God forever! Amen.[h]"}