{"1": "What good is it to be a Jew? What good is it to be circumcised? ", "2": "It is good in a lot of ways! First of all, God's messages were spoken to the Jews. ", "3": "It is true that some of them did not believe the message. But does this mean that God cannot be trusted, just because they did not have faith? ", "4": "No, indeed! God tells the truth, even if everyone else is a liar. The Scriptures say about God, “Your words will be proven true, and in court you will win your case.”", "5": "If our evil deeds show how right God is, then what can we say? Is it wrong for God to become angry and punish us? What a foolish thing to ask. ", "6": "But the answer is, “No.” Otherwise, how could God judge the world? ", "7": "Since your lies bring great honor to God by showing how truthful he is, you may ask why God still says you are a sinner. ", "8": "You might as well say, “Let's do something evil, so that something good will come of it!” Some people even claim that we are saying this. But God is fair and will judge them as well.", "9": "What does all this mean? Does it mean that we Jews are better off[a] than the Gentiles? No, it doesn't! Jews, as well as Gentiles, are ruled by sin, just as I have said. ", "10": "The Scriptures tell us, “No one is acceptable to God!", "11": "Not one of them understands or even searches for God.", "12": "They have all turned away and are worthless. There isn't one person who does right.", "13": "Their words are like an open pit, and their tongues are good only for telling lies. Each word is as deadly as the fangs of a snake,", "14": "and they say nothing but bitter curses.", "15": "These people quickly become violent.", "16": "Wherever they go, they leave ruin and destruction.", "17": "They don't know how to live in peace.", "18": "They don't even fear God.”", "19": "We know that everything in the Law was written for those who are under its power. The Law says these things to stop anyone from making excuses and to let God show that the whole world is guilty. ", "20": "God doesn't accept people simply because they obey the Law. No, indeed! All the Law does is to point out our sin.", "21": "Now we see how God does make us acceptable to him. The Law and the Prophets[b] tell how we become acceptable, and it isn't by obeying the Law of Moses. ", "22": "God treats everyone alike. He accepts people only because they have faith in Jesus Christ. ", "23": "All of us have sinned and fallen short of God's glory. ", "24": "But God treats us much better than we deserve,[c] and because of Christ Jesus, he freely accepts us and sets us free from our sins. ", "25-26": "God sent Christ to be our sacrifice. Christ offered his life's blood, so that by faith in him we could come to God. And God did this to show that in the past he was right to be patient and forgive sinners. This also shows that God is right when he accepts people who have faith in Jesus.", "27": "What is left for us to brag about? Not a thing! Is it because we obeyed some law? No! It is because of faith. ", "28": "We see that people are acceptable to God because they have faith, and not because they obey the Law. ", "29": "Does God belong only to the Jews? Isn't he also the God of the Gentiles? Yes, he is! ", "30": "There is only one God, and he accepts Gentiles as well as Jews, simply because of their faith. ", "31": "Do we destroy the Law by our faith? Not at all! We make it even more powerful."}