{"1": "Well then, what can we say about our ancestor Abraham? ", "2": "If he became acceptable to God because of what he did, then he would have something to brag about. But he would never be able to brag about it to God. ", "3": "The Scriptures say, “God accepted Abraham because Abraham had faith in him.”", "4": "Money paid to workers isn't a gift. It is something they earn by working. ", "5": "But you cannot make God accept you because of something you do. God accepts sinners only because they have faith in him. ", "6": "In the Scriptures David talks about the blessings that come to people who are acceptable to God, even though they don't do anything to deserve these blessings. David says,", "7": "“God blesses people whose sins are forgiven and whose evil deeds are forgotten.", "8": "The Lord blesses people whose sins are erased from his book.”", "9": "Are these blessings meant for circumcised people or for those who are not circumcised? Well, the Scriptures say that God accepted Abraham because Abraham had faith in him. ", "10": "But when did this happen? Was it before or after Abraham was circumcised? Of course, it was before.", "11": "Abraham let himself be circumcised to show that he had been accepted because of his faith even before he was circumcised. This makes Abraham the father of all who are acceptable to God because of their faith, even though they are not circumcised. ", "12": "This also makes Abraham the father of everyone who is circumcised and has faith in God, as Abraham did before he was circumcised.", "13": "God promised Abraham and his descendants that he would give them the world. This promise wasn't made because Abraham had obeyed a law, but because his faith in God made him acceptable. ", "14": "If Abraham and his descendants were given this promise because they had obeyed a law, then faith would mean nothing, and the promise would be worthless.", "15": "God becomes angry when his Law is broken. But where there isn't a law, it cannot be broken. ", "16": "Everything depends on having faith in God, so that God's promise is assured by his great kindness. This promise isn't only for Abraham's descendants who have the Law. It is for all who are Abraham's descendants because they have faith, just as he did. Abraham is the ancestor of us all. ", "17": "The Scriptures say that Abraham would become the ancestor of many nations. This promise was made to Abraham because he had faith in God, who raises the dead to life and creates new things.", "18": "God promised Abraham a lot of descendants. And when it all seemed hopeless, Abraham still had faith in God and became the ancestor of many nations. ", "19": "Abraham's faith never became weak, not even when he was nearly a hundred years old. He knew that he was almost dead and that his wife Sarah could not have children. ", "20": "But Abraham never doubted or questioned God's promise. His faith made him strong, and he gave all the credit to God.", "21": "Abraham was certain that God could do what he had promised. ", "22": "So God accepted him, ", "23": "just as we read in the Scriptures. But these words were not written only for Abraham. ", "24": "They were written for us, since we will also be accepted because of our faith in God, who raised our Lord Jesus to life. ", "25": "God gave Jesus to die for our sins, and he raised him to life, so that we would be made acceptable to God."}