{"1": "If you belong to Christ Jesus, you won't be punished. ", "2": "The Holy Spirit will give you life that comes from Christ Jesus and will set you[a] free from sin and death. ", "3": "The Law of Moses cannot do this, because our selfish desires make the Law weak. But God set you free when he sent his own Son to be like us sinners and to be a sacrifice for our sin. God used Christ's body to condemn sin. ", "4": "He did this, so that we would do what the Law commands by obeying the Spirit instead of our own desires.", "5": "People who are ruled by their desires think only of themselves. Everyone who is ruled by the Holy Spirit thinks about spiritual things. ", "6": "If our minds are ruled by our desires, we will die. But if our minds are ruled by the Spirit, we will have life and peace. ", "7": "Our desires fight against God, because they do not and cannot obey God's laws. ", "8": "If we follow our desires, we cannot please God.", "9": "You are no longer ruled by your desires, but by God's Spirit, who lives in you. People who don't have the Spirit of Christ in them don't belong to him. ", "10": "But Christ lives in you. So you are alive because God has accepted you, even though your bodies must die because of your sins. ", "11": "Yet God raised Jesus to life! God's Spirit now lives in you, and he will raise you to life by his Spirit.", "12": "My dear friends, we must not live to satisfy our desires. ", "13": "If you do, you will die. But you will live, if by the help of God's Spirit you say “No” to your desires. ", "14": "Only those people who are led by God's Spirit are his children. ", "15": "God's Spirit doesn't make us slaves who are afraid of him. Instead, we become his children and call him our Father.[b] ", "16": "God's Spirit makes us sure that we are his children. ", "17": "His Spirit lets us know that together with Christ we will be given what God has promised. We will also share in the glory of Christ, because we have suffered with him.", "18": "I am sure that what we are suffering now cannot compare with the glory that will be shown to us. ", "19": "In fact, all creation is eagerly waiting for God to show who his children are. ", "20": "Meanwhile, creation is confused, but not because it wants to be confused. God made it this way in the hope ", "21": "that creation would be set free from decay and would share in the glorious freedom of his children. ", "22": "We know that all creation is still groaning and is in pain, like a woman about to give birth.", "23": "The Spirit makes us sure about what we will be in the future. But now we groan silently, while we wait for God to show that we are his children.[c] This means that our bodies will also be set free. ", "24": "And this hope is what saves us. But if we already have what we hope for, there is no need to keep on hoping. ", "25": "However, we hope for something we have not yet seen, and we patiently wait for it.", "26": "In certain ways we are weak, but the Spirit is here to help us. For example, when we don't know what to pray for, the Spirit prays for us in ways that cannot be put into words. ", "27": "All of our thoughts are known to God. He can understand what is in the mind of the Spirit, as the Spirit prays for God's people. ", "28": "We know that God is always at work for the good of everyone who loves him.[d] They are the ones God has chosen for his purpose, ", "29": "and he has always known who his chosen ones would be. He had decided to let them become like his own Son, so that his Son would be the first of many children. ", "30": "God then accepted the people he had already decided to choose, and he has shared his glory with them.", "31": "What can we say about all this? If God is on our side, can anyone be against us? ", "32": "God did not keep back his own Son, but he gave him for us. If God did this, won't he freely give us everything else? ", "33": "If God says his chosen ones are acceptable to him, can anyone bring charges against them? ", "34": "Or can anyone condemn them? No indeed! Christ died and was raised to life, and now he is at God's right side,[e] speaking to him for us. ", "35": "Can anything separate us from the love of Christ? Can trouble, suffering, and hard times, or hunger and nakedness, or danger and death? ", "36": "It is exactly as the Scriptures say, “For you we face death all day long. We are like sheep on their way to be butchered.”", "37": "In everything we have won more than a victory because of Christ who loves us. ", "38": "I am sure that nothing can separate us from God's love—not life or death, not angels or spirits, not the present or the future, ", "39": "and not powers above or powers below. Nothing in all creation can separate us from God's love for us in Christ Jesus our Lord!"}