{"1": "I am a follower of Christ, and the Holy Spirit is a witness to my conscience. So I tell the truth and I am not lying when I say ", "2": "my heart is broken and I am in great sorrow. ", "3": "I would gladly be placed under God's curse and be separated from Christ for the good of my own people. ", "4": "They are the descendants of Israel, and they are also God's chosen people. God showed them his glory. He made agreements with them and gave them his Law. The temple is theirs and so are the promises that God made to them. ", "5": "They have those famous ancestors, who were also the ancestors of Jesus Christ. I pray that God, who rules over all, will be praised forever![a] Amen.", "6": "It cannot be said that God broke his promise. After all, not all of the people of Israel are the true people of God. ", "7-8": "In fact, when God made the promise to Abraham, he meant only Abraham's descendants by his son Isaac. God was talking only about Isaac when he promised ", "9": "Sarah, “At this time next year I will return, and you will already have a son.”", "10": "Don't forget what happened to the twin sons of Isaac and Rebekah. ", "11-12": "Even before they were born or had done anything good or bad, the Lord told Rebekah that her older son would serve the younger one. The Lord said this to show that he makes his own choices and that it wasn't because of anything either of them had done. ", "13": "That's why the Scriptures say that the Lord liked Jacob more than Esau.", "14": "Are we saying that God is unfair? Certainly not! ", "15": "The Lord told Moses that he has pity and mercy on anyone he wants to. ", "16": "Everything then depends on God's mercy and not on what people want or do. ", "17": "In the Scriptures the Lord says to Pharaoh of Egypt, “I let you become Pharaoh, so that I could show you my power and be praised by all people on earth.” ", "18": "Everything depends on what God decides to do, and he can either have pity on people or make them stubborn.", "19": "Someone may ask, “How can God blame us, if he makes us behave in the way he wants us to?” ", "20": "But, my friend, I ask, “Who do you think you are to question God? Does the clay have the right to ask the potter why he shaped it the way he did? ", "21": "Doesn't a potter have the right to make a fancy bowl and a plain bowl out of the same lump of clay?”", "22": "God wanted to show his anger and reveal his power against everyone who deserved to be destroyed. But instead, he patiently put up with them. ", "23": "He did this by showing how glorious he is when he has pity on the people he has chosen to share in his glory. ", "24": "Whether Jews or Gentiles, we are those chosen ones, ", "25": "just as the Lord says in the book of Hosea, “Although they are not my people, I will make them my people. I will treat with love those nations that have never been loved.", "26": "“Once they were told, 'You are not my people.' But in that very place they will be called children of the living God.”", "27": "And this is what the prophet Isaiah said about the people of Israel, “The people of Israel are as many as the grains of sand along the beach. But only a few who are left will be saved.", "28": "The Lord will be quick and sure to do on earth what he has warned he will do.”", "29": "Isaiah also said, “If the Lord All-Powerful had not spared some of our descendants, we would have been destroyed like the cities of Sodom and Gomorrah.”[b]", "30": "What does all of this mean? It means that the Gentiles were not trying to be acceptable to God, but they found that he would accept them if they had faith. ", "31-32": "It also means that the people of Israel were not acceptable to God. And why not? It was because they were trying[c] to be acceptable by obeying the Law instead of by having faith in God. The people of Israel fell over the stone that makes people stumble, ", "33": "just as God says in the Scriptures, “Look! I am placing in Zion a stone to make people stumble and fall. But those who have faith in that one will never be disappointed.”"}