{"1": "“[a]I am the [b]rose of Sharon, The lily of the valleys.”", "2": "“[c]Like a lily among the thorns, So is my darling among the [d]maidens.”", "3": "“[e]Like an [f]apple tree among the trees of the forest, So is my beloved among the [g]young men. In his shade I took great delight and sat down, And his fruit was sweet to my [h]taste.", "4": "“He has brought me to his [i]banquet hall, And his banner over me is love.", "5": "“Sustain me with raisin cakes, Refresh me with [j]apples, Because I am lovesick.", "6": "“Let his left hand be under my head And his right hand embrace me.”", "7": "“[k]I adjure you, O daughters of Jerusalem, By the gazelles or by the hinds of the field, That you do not arouse or awaken my love Until [l]she pleases.”", "8": "“[m]Listen! My beloved! Behold, he is coming, Climbing on the mountains, Leaping on the hills!", "9": "“My beloved is like a gazelle or a young [n]stag. Behold, he is standing behind our wall, He is looking through the windows, He is peering through the lattice.", "10": "“My beloved responded and said to me, 'Arise, my darling, my beautiful one, And come along.", "11": "'For behold, the winter is past, The rain is over and gone.", "12": "'The flowers have already appeared in the land; The time has arrived for [o]pruning the vines, And the voice of the turtledove has been heard in our land.", "13": "'The fig tree has ripened its figs, And the vines in blossom have given forth their fragrance. Arise, my darling, my beautiful one, And come along!'”", "14": "“[p]O my dove, in the clefts of the [q]rock, In the secret place of the steep [r]pathway, Let me see your [s]form, Let me hear your voice; For your voice is sweet, And your [t]form is lovely.”", "15": "“[u]Catch the foxes for us, The [v]little foxes that are ruining the vineyards, While our vineyards are in blossom.”", "16": "“[w]My beloved is mine, and I am his; He pastures his flock among the lilies.", "17": "“Until [x]the cool of the day when the shadows flee away, Turn, my beloved, and be like a gazelle Or a young stag on the mountains of [y]Bether.”"}