{"1": "“Oh that you were like a brother to me Who nursed at my mother's breasts. If I found you outdoors, I would kiss you; No one would despise me, either.", "2": "“I would lead you and bring you Into the house of my mother, who used to instruct me; I would give you spiced wine to drink from the juice of my pomegranates.", "3": "“Let his left hand be under my head And his right hand embrace me.”", "4": "“[a]I want you to swear, O daughters of Jerusalem, [b]Do not arouse or awaken my love Until [c]she pleases.”", "5": "“[d]Who is this coming up from the wilderness Leaning on her beloved?” “[e]Beneath the [f]apple tree I awakened you; There your mother was in labor with you, There she was in labor and gave you birth.", "6": "“Put me like a [g]seal over your heart, Like a seal on your arm. For love is as strong as death, [h]Jealousy is as severe as Sheol; Its flashes are flashes of fire, [i]The very flame of the Lord.", "7": "“Many waters cannot quench love, Nor will rivers overflow it; If a man were to give all the riches of his house for love, It would be utterly despised.”", "8": "“[j]We have a little sister, And she has no breasts; What shall we do for our sister On the day when she is spoken for?", "9": "“If she is a wall, We will build on her a battlement of silver; But if she is a door, We will barricade her with planks of cedar.”", "10": "“[k]I was a wall, and my breasts were like towers; Then I became in his eyes as one who finds peace.", "11": "“Solomon had a vineyard at Baal-hamon; He entrusted the vineyard to caretakers. Each one was to bring a thousand shekels of silver for its fruit.", "12": "“My very own vineyard is [l]at my disposal; The thousand shekels are for you, Solomon, And two hundred are for those who take care of its fruit.”", "13": "“[m]O you who sit in the gardens, My companions are listening for your voice— Let me hear it!”", "14": "“[n][o]Hurry, my beloved, And be like a gazelle or a young [p]stag On the mountains of spices.”"}