{"1": "During the first year of King Cyrus of Persia's reign in 539 b.c., the Eternal One influenced the spirit of the Persian king to send a proclamation and written letter throughout his empire, fulfilling the Eternal's earlier message through the prophet Jeremiah.[a]", "2": "King Cyrus actually rules the Persian Empire from 559–530 b.c., but it is in 539 b.c. when Persia finishes its conquest of Babylonian territory and Cyrus sends a decree that the Jews might return to Judah. Cyrus' Proclamation: 2 The Eternal One, the God of heaven, has decided to give me all the kingdoms of the world to rule as my own. In return for this, He has told me to build Him a new house in Jerusalem of Judah. ", "3": "Any of His people living in my empire may return to Jerusalem of Judah with the help of the Eternal God. There you may rebuild the temple of the Eternal, Israel's God, with my resources and blessing, because He is the God who lives in Jerusalem. ", "4": "Every Jew who lives here or in any other part of my empire and wishes to return to Jerusalem should be supported by his neighbors. They should give him silver, gold, goods, and cattle for his journey and should send a freewill offering to the True God's temple in Jerusalem.", "5": "The tribal leaders of Judah and Benjamin, the priests and Levites, and everyone motivated in his or her spirit by the True God prepared to return to Jerusalem and rebuild the Eternal's temple. ", "6": "All their neighbors gave them silver, gold, goods, cattle, and valuable things for the journey, just as Cyrus had requested, and sent freewill offerings. ", "7-8": "Even King Cyrus commanded his treasurer, Mithredath, to return the vessels from the Eternal's temple (which Nebuchadnezzar had taken from Jerusalem and stored in his gods' temple) to Sheshbazzar, the prince of Judah. ", "9": "The vessels included 30 gold basins, 1,000 silver basins, 29 extra dishes, ", "10": "gold bowls, 410 silver bowls of a different pattern, and 1,000 other articles. ", "11": "Sheshbazzar and the exiles carried a total of 5,400 gold and silver vessels from Babylon to Jerusalem."}