{"1": "As Ezra was praying his confession and weeping and bowing on the steps of the True God's temple, a huge group of Israelite men, women, and children joined him in weeping. ", "2": "Shecaniah (son of Jehiel the Elamite) then spoke up. Shecaniah and his family had returned to Jerusalem at the first opportunity 60 years earlier. Shecaniah: You are right. We have forgotten our True God and have married foreign women from pagan nations. But there is hope for Israel yet. ", "3": "We shall make a new covenant with our True God, promising to banish our foreign wives and their children. You and the others who follow the laws of our True God must guide us in this, so that we obey the law. ", "4": "So stand up! Helping us follow the law is now your responsibility. Do not be afraid; we will support your actions.", "5": "So Ezra stood up and persuaded the leading priests, the Levites, and all Israel to swear an oath to banish their foreign wives and foreign children. When everyone had taken the oath, ", "6": "he entered the temple chamber of Jehohanan (son of Eliashib) and continued mourning the exiles' unfaithfulness by fasting from food and water.", "7": "Those who had sworn the oath sent letters declaring it throughout Judah and Jerusalem telling all the returned exiles to assemble in Jerusalem ", "8": "within three days. The counsel of chiefs and elders agreed that anyone who was not here would forfeit all his possessions and his status within the assembly. ", "9": "Not surprisingly, all the men from Judah and Benjamin gathered in Jerusalem within three days, in spite of the winter rains. On the twentieth day of the ninth month, everyone sat in the courtyard in front of the True God's temple—shivering under the weighty matter and the heavy rain.", "10": "Ezra: 10 There is no doubt that you have abandoned His ways and have married foreign women, adding to the list of Israel's sins. ", "11": "Now you must confess these sins to the Eternal God of your ancestors and do as He pleases: break away from the pagan nations and your foreign wives.", "12": "Assembly (loudly): 12 You are right. We must do what you've told us to do. ", "13": "But look around. There are too many people here to house in this city, and the rains will not allow us to stay outside for very long. Also our sins are too horrible to be adequately dealt with in a day or two. ", "14": "Allow our chiefs to represent everyone in this assembly right now. Then each person in every city who has married a foreign woman can come back with his civic leaders at a scheduled time. We can then continue the inquiries until our True God withdraws His wrath from us about these sins.", "15-16": "Ezra is able to fulfill all of Artaxerxes' requirements and ensure his support. He leads the inquiry into the Jews' practice of God's laws, and he selects tribal leaders as judges over their people. This story of the legal system may seem unimportant when compared to the sweeping cultic reforms of Josiah and Hezekiah, but it is a microcosm of Ezra's work throughout Jerusalem and Judah. Throughout his reforms, Ezra focuses on God and takes deliberate steps to improve the nation's relationship with Him. With the exception of four men, Jonathan (son of Asahel), Jahzeiah (son of Tikvah), Meshullam, and Shabbethai (the Levite), everyone supported this plan. Ezra selected one leader from each tribe to represent his people and recorded their names. These tribal leaders then gathered on the first day of the tenth month to begin the inquiries. ", "17": "By the first day of the first month, the investigations of all men who had married foreign women was finished, and the offenders were recorded.", "18": "These priests, from the family of the high priest, married foreign women: the descendants of Jeshua (son of Jozadak) and his brothers Maaseiah, Eliezer, Jarib, and Gedaliah. ", "19": "They were found guilty, promised to expel their wives, and offered a ram of the flock as penance.", "20": "From the other priestly families: Hanani and Zebadiah (descendants of Immer); ", "21": "Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah (descendants of Harim); ", "22": "Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah (descendants of Pashhur).", "23": "From the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.", "24": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri.", "25": "From the laymen of Israel: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah,[a] and Benaiah (descendants of Parosh); ", "26": "Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah (descendants of Elam); ", "27": "Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza (descendants of Zattu); ", "28": "Jehohanan, Hananiah, Zabbai, and Athlai (descendants of Bebai); ", "29": "Meshullam, Malluch and Adaiah, Jashub, Sheal, and Jeremoth (descendants of Bani); ", "30": "Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh (descendants of Pahath-moab); ", "31-32": "Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, Benjamin, Malluch, and Shemariah (descendants of Harim); ", "33": "Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei (descendants of Hashum); ", "34-42": "Maadai, Amram, Uel, Benaiah, Bedeiah, Cheluhi, Vaniah, Meremoth, Eliashib, Mattaniah, Mattenai, Jaasu (descendents of Bani); Shimei, Shelemiah, Nathan, Adaiah, Machnadebai, Shashai, Sharai, Azarel, Shelemiah, Shemariah, Shallum, Amariah, and Joseph (descendants of Binnui); ", "43": "Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah (descendants of Nebo).", "44": "All these men had married foreign women, and some had fathered children by them."}