{"1": "When the residents of the former Northern Kingdom, who were enemies of the Southern Kingdom tribes of Judah and Benjamin, heard that the exiled Jews had returned to build the Eternal God of Israel's temple, ", "2": "they asked Zerubbabel and the tribal leaders if they could help. Northern Enemies: Let us help you build this temple to the True God, whom we both follow. You see, our families began sacrificing to Him when King Esarhaddon of Assyria sent us to colonize the Northern Kingdom after he conquered it.", "3": "Zerubbabel, Jeshua, and the Tribal Leaders: 3 You have nothing in common with us! You are not heirs to the Lord's promise to Abraham. King Cyrus of Persia has commanded us to build the Eternal God of Israel's temple, so we will do it by ourselves.", "4": "To intimidate the returning Jews from building, the people of the land made the returning exiles afraid to build ", "5": "and bribed counselors to hinder the Jews' efforts throughout the reigns of Cyrus and Darius, the kings of Persia.", "6": "The elders recognize that the Assyrian colonists have impure motives. They don't want to help the Jews; they want to inhibit the reconstruction of the nation. But foreigners aren't the only ones interested in hindering the progress. Those people who remained in the Southern Kingdom while the Jews were exiled try many times to disrupt Israel's tender alliance with the Persian emperors. The Jews have to fight to rebuild the temple during the reigns of Cyrus and Darius, and decades later they will fight to rebuild Jerusalem. When Ahasuerus (also known as Xerxes I) ascended to the Persian throne in 485 b.c., they wrote a letter to him accusing the Jews in Judah and Jerusalem of crimes. ", "7": "They did it again during Artaxerxes' reign; Bishlam, Mithredath, Tabeel, and their coconspirators wrote a letter to the Persian king in Aramaic, which was later translated into Hebrew. ", "8-10": "A third time, they wrote a letter to the Persians. This time, Rehum the commander, Shimshai his scribe, and their associates (the judges, the lieutenant governors, the officials, the secretaries, the Babylonians, the Elamites of Susa, the residents of Erech, and the other colonists who were relocated by the great Assyrian King Osnappar in Samaria and beyond the Euphrates) drafted a letter to King Artaxerxes I slandering Jerusalem.", "11": "Northern Enemies' Letter: King Artaxerxes, We, your servants who live beyond the Euphrates River, are compelled to report to you the treasonous actions of the Jews.", "12": "The Jews whom your predecessors sent to Jerusalem are busy rebuilding the city, its fortifications, and its foundations with the intention of rebelling against you. ", "13": "If they succeed, dear king, they will stop paying your required tribute, customs, and tolls, and your revenue will suffer.", "14": "Since we are your servants and the government's representatives to these foreigners, we are offended by any actions taken against you and are informing you of these actions. ", "15": "We suggest that if you read your predecessors' court documents and learn about the history of the Jews of Jerusalem, you will find that they are notoriously rebellious, harming kings and provinces and instigating revolts. Their actions caused your ancestors to destroy Jerusalem and exile its inhabitants.", "16": "We recommend that you, our king, act quickly. If those fortifications are completed, then you will lose your provinces west of the Euphrates to a Jerusalem-led rebellion.", "17": "Artaxerxes' Reply (to Rehum the commander, Shimshai the scribe, and the associates): Loyal ones in Samaria, Greetings. ", "18": "Your letter was carefully read and translated in my court, and I have addressed your concerns.", "19": "I issued a decree that my servants investigate the history of Jerusalem. They discovered that your fears are not unfounded. In the past Jerusalem has indeed rebelled and revolted against kings—", "20": "mighty kings who ruled Jerusalem, governed provinces west of the Euphrates, and required tributes, customs, and tolls from their subjects.", "21": "Now you must issue a decree of your own. Order the Jews to stop building in Jerusalem until I tell them otherwise. ", "22": "Do not be indifferent in your handling of this matter. This threat cannot be allowed to harm the empire.", "23": "As soon as they heard King Artaxerxes' letter, Rehum, Shimshai the scribe, and their associates rushed to Jerusalem and stopped the Jews' work with the threat of violence.", "24": "The continual efforts of our neighbors to thwart the temple building were rewarded. The Jerusalem temple site lay deserted and unfinished until the second year of King Darius of Persia's reign."}