{"1": "These are the tribal leaders and the genealogies of those who traveled with me from Babylon to Jerusalem in the reign of King Artaxerxes:", "2": "From the priestly families: Gershom of the Phinehas family and Daniel of the Ithamar family. From the royal family: Hattush of the David family ", "3": "from the line of Shecaniah. From the lay families: Zechariah of the Parosh family and 150 men from that line, ", "4": "Eliehoenai (son of Zerahiah) of the Pahath-moab family and 200 men, ", "5": "Shecaniah (son of Jahaziel) of the Zattu family and 300 men, ", "6": "Ebed (son of Jonathan) of the Adin family and 50 men, ", "7": "Jeshaiah (son of Athaliah) of the Elam family and 70 men, ", "8": "Zebadiah (son of Michael) of the Shephatiah family and 80 men, ", "9": "Obadiah (son of Jehiel) of the Joab family and 218 men, ", "10": "Shelomith (son of Josiphiah) of the Bani family and 160 men, ", "11": "Zechariah (son of Bebai) of the Bebai family and 28 men, ", "12": "Johanan (son of Hakkatan) of the Azgad family and 110 men, ", "13": "Eliphelet, Jeuel, and Shemaiah of the Adonikam family and 60 men, ", "14": "Uthai and Zabbud of the Bigvai family and 70 men.", "15": "I gathered everyone together on the banks of the river to Ahava, and we camped there for 3 days. As I reviewed the people and the priests, I noticed that no Levites had joined our group. ", "16": "I sent 9 tribal leaders (Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam) and 2 teachers (Joiarib and Elnathan) ", "17": "to Iddo, the tribal leader in Casiphia, with instructions for Iddo, his coworkers, and the temple servants in Casiphia to bring ministers to join our caravan and work in the True God's temple. ", "18": "Just as the True God intended, they brought Sherebiah and 17 of his sons and brothers, all of whom were descendants of Mahli (son of Levi, son of Israel); ", "19": "Hashabiah and Jeshaiah and 18 of their sons and brothers, all of whom were descendants of Merari; ", "20": "and 220 temple servants, a position David and the princes had created to serve the Levites, who are listed.", "21": "I declared that the whole caravan should fast by the river of Ahava, humbling ourselves before our True God and asking for a safe journey for ourselves, our children, and our possessions. ", "22": "We needed His protection more than ever since I had been ashamed to ask the king for a military escort of soldiers and horses on our journey after telling him, “Our True God takes care of anyone who follows Him, but He uses His power and anger against anyone who abandons Him.” ", "23": "We knew fasting and following our True God would ensure that He helped us travel safely to Jerusalem—and He did.", "24": "I designated 12 priests and Levites, including Sherebiah and Hashabiah, to care for the freewill offerings during our trip. ", "25": "I measured the silver and gold and counted the vessels, which King Artaxerxes, his cabinet, his princes, and the Jews in Babylon had sent to offer at our True God's house, so no one could be accused of stealing the riches. We carried a tremendous offering back to Jerusalem: ", "26": "tons of silver coins; 7,500 pounds of silver vessels; 7,500 pounds of gold coins; ", "27": "gold bowls weighing 19 pounds;[a] and 2 shiny copper vessels (as valuable as gold).", "28": "Ezra (commissioning the priests and Levites): 28 Everything dedicated to Him is holy to the Eternal: you, the vessels for the temple, and the silver and gold for the freewill offering to the Eternal God of our ancestors. ", "29": "Guard these things until you reach the rooms of the Eternal's temple. There, the head priests, the Levites, and the tribal leaders already living in Jerusalem will weigh them and make sure the same amount reached the temple as left Babylon.", "30": "The priests and Levites accepted their commission and carried the carefully measured goods to our True God's temple in Jerusalem. ", "31": "We left the banks of the Ahava River on the 12th day of the 1st month. On our 4-month journey to Jerusalem, the True God did indeed protect us—He saved us from any enemies or skirmishes along our journey.", "32": "Once we reached Jerusalem, we rested 3 days. ", "33": "On the 4th day, we took the measured silver, gold, and vessels to our True God's house. There, Meremoth (son of Uriah the priest), Eleazer (son of Phineas the priest), and the Levites Jozabad (son of Jeshua) and Noadiah (son of Binnui) ", "34": "counted, weighed, and inventoried everything. ", "35": "Then the exiles who had joined our caravan and left their captivity gave these burnt offerings to the Eternal God of Israel: 12 bulls (1 for each tribe of Israel), 96 rams, 77 lambs, and 12 male goats (as a sin offering for each tribe of Israel).", "36": "Meanwhile, they delivered the king's command that the leaders of the provinces west of the Euphrates should fully support the Jews and the True God's temple. Those governors obeyed the command."}