{"1": "And a measuring-rod resembling a staff was given[a] to me, saying “Arise, and measure[b] the temple[c] of God, and the altar, and the ones worshiping in it. ", "2": "And put the court outside of the temple on-the-outside, and do not measure it, because it was given to the Gentiles[d]. And they will trample the holy city for forty and two months. ", "3": "And I will give authority to my two witnesses, and they will prophesy for one-thousand two-hundred sixty days, having been clothed-with[e] sackcloth. ", "4": "These are the two olive-trees and the two lampstands standing in the presence of the Lord of the earth. ", "5": "And if anyone is intending[f] to harm them, fire comes-out of their mouth and devours their enemies. Indeed, if anyone should intend to harm them, in this manner he must be killed. ", "6": "These ones have the authority to shut the heaven in-order-that no rain may fall for the days of [g] their prophecy. And they have authority over the waters— to be turning them into blood— and authority to strike the earth[h] with every plague, as often as they may want. ", "7": "And when they finish their testimony, the beast coming up out of the abyss will make war against them, and overcome them, and kill them. ", "8": "And their corpse will be on the wide-road of the great city which spiritually is called Sodom and Egypt— where also their Lord was crucified. ", "9": "And some from the peoples and tribes and tongues and nations look-at their corpse for three and a half days. And they do not permit their corpses to be put in a tomb. ", "10": "And the ones dwelling upon the earth[i] rejoice over them and celebrate. And they will send gifts to one another, because these two prophets tormented the ones dwelling upon the earth. ", "11": "And after the three and a half days, a breath[j] of life from God entered in them, and they stood on their feet. And great fear fell upon the ones seeing them. ", "12": "And they heard a loud voice from heaven saying to them, “Come-up here”. And they went-up into heaven in the cloud, and their enemies watched them. ", "13": "And at that hour a great earthquake took place, and a tenth of the city fell. And seven thousand names of people were killed in the earthquake, and the rest became terrified and gave glory to the God of heaven”.", "14": "The second woe passed-away. Behold— the third woe is coming quickly.", "15": "And the seventh angel trumpeted. And there came loud voices in heaven, saying “The kingdom of the world became[k] the kingdom of our Lord and of His Christ. And He will reign forever and ever”. ", "16": "And the twenty four elders sitting on their thrones in the presence of God fell on their faces and gave-worship to God, ", "17": "saying “We give-thanks to You, Lord God Almighty, the One Who is and Who was[l], because You have taken Your great power, and You began to reign[m]. ", "18": "And the nations became-angry. And Your wrath came, and the time for the dead to be judged, and to give the reward to Your slaves the prophets, and the saints, and[n] the ones fearing Your name, the small and the great, and to destroy the ones destroying[o] the earth”.", "19": "And the temple of God in heaven was opened. And the ark of [p] His covenant appeared in His temple. And there came lightnings[q] and voices and thunders and an earthquake and a great hail."}