{"1": "And a great sign appeared in heaven: there was a woman, having been clothed-with the sun, and the moon was under her feet and a crown of twelve stars on her head, ", "2": "and having a child in her womb. And she is crying-out, suffering-birth-pains and being-in-torment to give-birth.", "3": "And another sign appeared in heaven. And behold— there was a great fire-red dragon, having seven heads and ten horns, and seven diadems[a] on his heads. ", "4": "And his tail sweeps-away[b] a third of the stars of heaven and threw them to the earth. And the dragon is standing before the woman being about to give-birth, in order that when she gives-birth he might devour her child. ", "5": "And she gave-birth to a Son, a male Child, Who is going to shepherd[c] all the nations with an iron rod. And her Child was snatched-up to God, and to His throne. ", "6": "And the woman fled into the wilderness[d] where she has a place there having been prepared by God, in order that they[e] might nourish[f] her there for one-thousand two-hundred sixty days.", "7": "And there was a war[g] in heaven. Michael and his angels were to fight against the dragon. And the dragon and his angels fought. ", "8": "And he did not prevail, nor was a place for them still found in heaven. ", "9": "And the great dragon was thrown-down— the ancient serpent, the one being called the devil and Satan, the one deceiving the whole world— he was thrown-down to the earth. And his angels were thrown-down with him. ", "10": "And I heard a loud voice in heaven, saying “Now[h] the salvation[i] and the power and the kingdom of our God and the authority of His Christ came[j], because the accuser of our brothers was thrown-down— the one accusing them before our God by day and by night. ", "11": "And they overcame[k] him because-of the blood of the Lamb and because of the word of [l] their testimony. And they did not love their life until[m] death. ", "12": "For this reason— celebrate, heavens, and the ones dwelling in them. Woe for the land and the sea, because the devil went down to you having great fury, knowing that he has a short time”.", "13": "And when the dragon saw that he was thrown-down to the earth, he pursued[n] the woman who gave-birth to the male Child. ", "14": "And the two wings of the great eagle were given to the woman in order that she might fly into the wilderness, into her place where she is nourished there for a time and times and half of a time from the presence of the serpent. ", "15": "And the serpent threw[o] water from his mouth after the woman like a river, in order that he might cause her to be swept-away-by-a-river. ", "16": "And the earth helped[p] the woman. Indeed the earth opened its mouth and swallowed-up the river which the dragon threw from his mouth. ", "17": "And the dragon became-angry at the woman, and he went to make war against the rest of her seed[q]— the ones keeping the commandments of God and holding the testimony of [r] Jesus. ", "18": "And he stood on the sand of the sea."}