{"1": "And I saw a beast coming-up out of the sea, having ten horns and seven heads, and ten diadems upon his horns, and names of [a] blasphemy on his heads. ", "2": "And the beast which I saw was resembling a leopard, and his feet were like ones of a bear, and his mouth was like a mouth of a lion. And the dragon gave him his power and his throne and great authority. ", "3": "And I saw one of his heads as-if [b] having been slain to[c] death. And his wound of [d] death was cured. And the whole earth was caused-to-marvel [while following] after the beast. ", "4": "And they gave-worship to the dragon, because he gave the authority to the beast. And they gave worship to the beast saying, “Who is like the beast, and who can wage-war against him?” ", "5": "And a mouth was given to him speaking great things and[e] blasphemies. And authority to act for forty and two months was given to him. ", "6": "And he opened his mouth for blasphemies against God, to blaspheme His name, and His dwelling[f]— the[g] ones dwelling in heaven. ", "7": "And authority was given to him to make war against the saints, and to overcome[h] them. And authority was given to him over every tribe and people and tongue and nation. ", "8": "And all the ones dwelling upon the earth will worship him— each whose name has not been written in the book of life of the Lamb having been slain since[i] the foundation of the world. ", "9": "If anyone has an ear, let him hear: ", "10": "if anyone is for[j] captivity, he is going into captivity; if anyone is to[k] be killed with a sword, he is to be killed with a sword. Here[l] is the endurance and the faith[m] of the saints.", "11": "And I saw another beast[n] coming-up out of the land[o]. And he had two horns like a lamb. And he was speaking like a dragon. ", "12": "And he exercises all the authority of the first beast in his presence. And he makes the earth and the ones dwelling in it so that they will worship the first beast whose wound of death was cured. ", "13": "And he does great signs, so that he even makes fire to come-down out of heaven to the earth in the presence of the people. ", "14": "And he deceives the ones dwelling upon the earth because-of the signs which it was given him to do in the presence of the beast— telling the ones dwelling upon the earth to make an image to the beast who has the wound of the sword and lived[p]. ", "15": "And authority was given to him to give breath to the image of the beast, in order that the image of the beast might even[q] speak and cause that all-who do not give-worship to the image of the beast should be killed. ", "16": "And he causes everyone— the small and the great, and the rich and the poor, and the free and the slaves— that they[r] should give them a mark on their right hand or on their forehead, ", "17": "and that no one should be able to buy or to sell except the one having the mark: the name of the beast or the number of his name. ", "18": "Here[s] is wisdom. Let the one having understanding calculate the number of the beast, for it is the number[t] of a man. And his number is six-hundred sixty six."}