{"1": "And I saw, and behold— the Lamb was standing on Mount Zion, and with Him one-hundred forty four thousand having His name and the name of His Father having been written on their foreheads. ", "2": "And I heard a sound from heaven like a sound of many waters, and like a sound of loud thunder. And the sound which I heard was like that of harpists harping with their harps. ", "3": "And they[a] are singing something like a new song before the throne and before the four living-creatures and the elders. And no one was able to learn the song except the one-hundred forty four thousand, the ones having been bought[b] from the earth. ", "4": "These are ones who were not stained[c] with women, for they are virgins. These are[d] the ones following the Lamb wherever He goes. These were bought from mankind to be the firstfruit to God and to the Lamb. ", "5": "And falsehood was not found in their mouth. They are without-blemish.", "6": "And I saw another angel flying in mid-heaven[e], having eternal good-news to announce-as-good-news to[f] the ones sitting on the earth— indeed, to every nation and tribe and tongue and people, ", "7": "saying with a loud voice “Fear God and give Him glory, because the hour of His judgment came[g]. And give-worship to the One having made the heaven and the land and sea and springs of waters”. ", "8": "And another angel, a second, followed, saying “Babylon the great fell[h], it fell— she who has given-a-drink-to all the nations from the wine of the passion[i] of her sexual-immorality”. ", "9": "And another angel, a third, followed them, saying with a loud voice, “If anyone worships the beast and his image and receives a mark on his forehead or on his hand, ", "10": "he himself will also drink from the wine of the fury of God having been mixed undiluted in the cup of His wrath. And he will be tormented with fire and sulphur in the presence of holy angels, and in the presence of the Lamb. ", "11": "And the smoke of their torment goes up forever and ever. And they do not have a rest by day and by night[j]— the ones worshiping the beast and his image, and if anyone receives the mark of his name. ", "12": "Here[k] is the endurance of the saints, the ones keeping the commandments of God and the faith of [l] Jesus. ", "13": "And I heard a voice from heaven saying, “Write— 'Blessed[m] are the dead dying in the Lord from-now-on! Yes, says the Spirit, so that they will rest from their labors, for their works are following with them”.", "14": "And I saw and behold— there was a white cloud, and one sitting on the cloud resembling a son[n] of man, having a golden crown[o] upon his head and a sharp sickle in his hand. ", "15": "And another angel came out of the temple, crying-out with a loud voice to the one sitting on the cloud, “Send your sickle and reap, because the hour to reap came, because the harvest of the earth was dried-up[p]”. ", "16": "And the one sitting on the cloud cast his sickle over[q] the earth, and the earth was reaped. ", "17": "And another angel came out of the temple in heaven, he also having a sharp sickle. ", "18": "And another angel came-out from the altar— the one having[r] authority over the fire. And he called-out with a loud voice to the one having the sharp sickle, saying, “Send your sharp sickle and gather the clusters from the grapevine of the earth, because its grapes became ripe”. ", "19": "And the angel cast his sickle into the earth, and gathered the grapevine of the earth, and threw it into the great winepress of the fury of God. ", "20": "And the winepress was trodden outside the city. And blood came out of the winepress up to the bridles of the horses, one-thousand six-hundred stades[s] away."}