{"1": "And I heard a loud voice from the temple saying to the seven angels, “Go and pour-out the seven bowls of the fury of God into the earth”.", "2": "And the first went and poured out his bowl into the land[a]— and a bad and evil sore came upon the people having the mark of the beast and the ones giving worship to his image.", "3": "And the second poured out his bowl into the sea— and it became blood like of a dead man. And every soul of life died— the things in the sea.", "4": "And the third poured-out his bowl into the rivers and the springs of waters— and it[b] became blood. ", "5": "And I heard the angel of the waters saying, “You are righteous[c], the One Who is and Who was[d], the holy One, because You judged these things. ", "6": "Because they shed the blood of saints and prophets, and You have given them blood to drink. They are worthy[e] of it ”. ", "7": "And I heard a voice from the altar saying, “Yes, Lord God Almighty, Your judgments are true and righteous”.", "8": "And the fourth poured out his bowl upon the sun— and authority was given to it to scorch the people with fire. ", "9": "And the people were scorched with a great scorching-heat. And they blasphemed the name of God, the One having the authority over these plagues. And they did not repent so as to give Him glory.", "10": "And the fifth poured out his bowl upon the throne of the beast— and his kingdom became darkened. And they were biting their tongues because-of the pain. ", "11": "And they blasphemed the God of heaven because of their pains, and because of their sores. And they did not repent from their works.", "12": "And the sixth poured out his bowl upon the great river Euphrates— and its water was dried-up in order that the way might be prepared for the kings from the rising of the sun[f]. ", "13": "And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false-prophet. ", "14": "For they are spirits of demons doing signs, which go out to the kings of the whole world to gather them together for the battle of the great day of God Almighty. ", "15": "“Behold[g]— I am coming like a thief. Blessed is the one keeping-watch[h], and keeping his garments in order that he not be walking-around naked and they see his shame”. ", "16": "And they gathered them together to the place being called Har-Magedon in Hebrew.", "17": "And the seventh poured out his bowl upon the air— and a loud voice came out of the temple from the throne saying, “It is done[i]”. ", "18": "And there came lightnings[j] and voices and thunders. And a great earthquake took place such as did not take place from which time a human[k] came-to-be[l] upon the earth— so-large an earthquake, so great. ", "19": "And the great city[m] came-to-be in three parts. And the cities of the nations fell. And Babylon the great was remembered[n] in the presence of God— to give her the cup of the wine of the fury of His wrath. ", "20": "And every island fled, and the mountains were not found. ", "21": "And great hail weighing about a talent[o] comes down from heaven upon the people. And the people blasphemed God because of the plague of the hail, because its plague is extremely great."}