{"1": "And one of the seven angels having the seven bowls came and spoke with me, saying, “Come, I will show you the judgment of the great prostitute sitting on many waters, ", "2": "with whom the kings of the earth committed-sexual-immorality, and the ones dwelling-in the earth[a] got-drunk from the wine of her sexual-immorality”. ", "3": "And he carried me away in the Spirit[b] to a wilderness. And I saw a woman sitting on a scarlet beast being-full-of names of [c] blasphemy having seven heads and ten horns. ", "4": "And the woman had been clothed-with[d] purple and scarlet, and gilded with gold, and with precious stone and pearls, having a golden cup in her hand being-full of abominations[e] and[f] the impure things of her sexual-immorality, ", "5": "and a name having been written upon her forehead, a mystery[g]: “Babylon the Great, the mother of the prostitutes and of the abominations of the earth”. ", "6": "And I saw the woman being-drunk from the blood of the saints, and[h] from the blood of the witnesses of Jesus. And having seen her, I wondered with great wonder. ", "7": "And the angel said to me, “For what reason do you wonder? I will tell you the mystery of the woman, and of the beast carrying her— the one having the seven heads and the ten horns. ", "8": "The beast which you saw was and is not and is going to come-up out of the abyss. And he goes to destruction. And the ones dwelling upon the earth whose name has not been written on the book of life since the foundation of the world will be caused-to-marvel while seeing the beast, because he was and is not and will be present[i]. ", "9": "Here[j] is the mind having wisdom: the seven heads are seven mountains where the woman sits on them, and they are seven kings. ", "10": "The five fell, the one is, the other did not yet come. And when he comes, he must remain a short time. ", "11": "And the beast which was and is not, is himself also an eighth. And he is from[k] the seven. And he goes to destruction. ", "12": "And the ten horns which you saw are ten kings[l] who did not-yet receive a kingdom, but they receive authority as kings with the beast for one hour[m]. ", "13": "These have one purpose, and they give their power and authority to the beast. ", "14": "These will wage-war against the Lamb. And the Lamb[n] will overcome them, because He is Lord of lords and King of kings, and the ones with Him are called ones and chosen ones and faithful ones”. ", "15": "And he says to me, “The waters which you saw where the prostitute sits, are peoples and multitudes and nations and tongues. ", "16": "And the ten horns which you saw, and the beast— these will hate[o] the prostitute and they will make her desolated[p] and naked, and they will eat her flesh, and they will burn her up with fire. ", "17": "For God gave it into their hearts to do His purpose, and to do one purpose, and to give their kingdom to the beast— until the words of God will be finished. ", "18": "And the woman whom you saw is the great city having a kingdom over the kings of the earth”."}