{"1": "After these things I saw another angel coming down from heaven, having great authority. And the earth was illuminated by his glory. ", "2": "And he cried-out with a strong voice, saying “Babylon the great fell, it fell! And it became a dwelling-place of demons, and a prison of every unclean spirit, and a prison of every unclean bird, and a prison of every unclean and hated wild-beast. ", "3": "Because all the nations have drunk from[a] the wine of the passion[b] of her sexual-immorality, and the kings of the earth committed-sexual-immorality with her, and the merchants of the earth became-rich by the power of her luxury”.", "4": "And I heard another voice from heaven, saying “Come out of her, my people, so-that you will not participate in her sins, and so that you will not receive of her plagues, ", "5": "because her sins reached as far as heaven, and God remembered her wrongs. ", "6": "Render[c] to her as indeed she herself rendered, and double[d] the doubles in accordance with her works. Mix double for her in the cup in which she mixed. ", "7": "To the degree she glorified herself and lived-luxuriously[e], to that degree give her torment and mourning. Because she says in her heart that 'I sit as queen and I am not a widow, and I will never see mourning', ", "8": "for this reason her plagues will come in one day— death[f] and mourning and famine— and she will be burned-up with fire, because the Lord God, the One having judged her, is strong[g].", "9": "“And the kings of the earth having committed-sexual-immorality with her and lived-luxuriously will weep and beat-their-breasts over her when they see the smoke of her burning, ", "10": "while standing at a distance because of the fear of her torment, saying 'Woe, woe, the great city, Babylon, the strong city— because your judgment came in one hour'.", "11": "“And the merchants of the earth weep and mourn over her because no one buys their cargo[h] anymore— ", "12": "cargo of gold and of silver and of precious stone and of pearls, and of fine-linen and of purple and of silk and of scarlet, and everything made-of-citron wood, and every object made-of-ivory, and every object from very-precious wood and brass and iron and marble, ", "13": "and cinnamon and spice and incense and perfume and frankincense, and wine and olive-oil and fine-flour and wheat and cattle and sheep, and of horses and of carriages, and of bodies[i]— even[j] souls of people. ", "14": "And[k] the fruit of [l] the desire of your soul departed from you; indeed all the rich things and shining things perished from you, and people will never find them anymore. ", "15": "The merchants of these things, the ones having become-rich from her, will stand at a distance because of the fear of her torment, weeping and mourning, ", "16": "saying 'Woe, woe, the great city, the one having been clothed-with fine-linen and purple and scarlet, and having been gilded with gold, and with precious stone and pearl— ", "17": "because so much wealth was desolated in one hour!' “And every helmsman[m] and everyone sailing to a place and sailors and all-who work the sea stood at a distance, ", "18": "and were crying-out while seeing the smoke of her burning, saying 'What city is like the great city?' ", "19": "And they threw dirt on their heads and were crying-out, weeping and mourning, saying 'Woe, woe, the great city by which all the ones having ships at sea became-rich because-of her preciousness[n]— because she was desolated in one hour!'", "20": "“Celebrate[o] over her, heaven and saints and apostles and prophets— because God judged your judgment[p] from her!”", "21": "And one strong angel picked-up a stone like a large millstone and threw it into the sea, saying “In this manner, Babylon the great city will be thrown-down with violence and never found again. ", "22": "And a sound of harpists and musicians and flute-players and trumpeters will never be heard in you again. And every craftsman of every craft will never be found in you again. And a sound of a mill will never be heard in you again. ", "23": "And a light of a lamp will never shine in you again. And a sound of a bridegroom and bride will never be heard in you again. Because your merchants were the princes of the earth. Because all the nations were deceived by your sorcery, ", "24": "and in her the blood of prophets and saints was found, even of all the ones having been slain upon the earth”."}