{"1": "After these things I heard something like a loud voice of a great multitude in heaven[a] of ones saying “Hallelujah— the salvation and the glory and the power of [b] our God! ", "2": "Because His judgments are true and righteous. Because He judged the great prostitute who corrupted[c] the earth with her sexual-immorality, and He avenged the blood of His slaves from her hand”. ", "3": "And a second time they have said, “Hallelujah! And her smoke goes up forever and ever”. ", "4": "And the twenty four elders and the four living-creatures fell and gave-worship to God, the One sitting on the throne, saying “Amen. Hallelujah!”", "5": "And a voice came out from the throne, saying “Give-praise[d] to our God, all His slaves, and[e] the ones fearing Him— the small and the great”. ", "6": "And I heard something like the voice of a great multitude and like the sound of many waters and like the sound of strong thunders, saying “Hallelujah! Because the Lord our God, the Almighty, began[f] to reign. ", "7": "Let us rejoice and be overjoyed, and give the glory to Him, because the wedding[g] of the Lamb came, and His wife prepared herself ”. ", "8": "And[h] authority was given to her to[i] clothe herself with shining clean fine-linen. For the fine-linen is the righteous-acts of the saints. ", "9": "And he[j] says to me, “Write— 'Blessed are the ones having been called[k] to the banquet of the wedding of the Lamb'”. And he says to me, “These[l] words are true ones of God”. ", "10": "And I fell in front of his feet to give-worship[m] to him. And he says to me “See that you not do it. I am a fellow-slave of you and your brothers— the ones holding the testimony of [n] Jesus. Give-worship to God. For the testimony of [o] Jesus is the spirit[p] of prophecy”.", "11": "And I saw heaven having been opened. And behold— there was a white horse, and the One sitting on it being called Faithful and True. And He judges and wages-war in righteousness. ", "12": "And His eyes are like a flame of fire, and upon His head are many diadems[q]— He having a name having been written which no one knows except Himself, ", "13": "and having clothed Himself with a garment having been dipped in blood[r]. And His name has been called “The Word of God”. ", "14": "And the armies in heaven were following Him on white horses, the riders having been dressed-in white clean fine-linen. ", "15": "And a sharp sword comes out of His mouth, in order that He may strike the nations with it. And He Himself will shepherd[s] them with an iron rod. And He Himself treads the winepress of the wine of the fury of the wrath of God Almighty. ", "16": "And He has a name having been written on the garment and[t] on His thigh: “King of kings, and Lord of lords”.", "17": "And I saw one angel standing in the sun, and he cried-out with a loud voice, saying to all the birds flying in mid-heaven, “Come, be gathered-together for the great banquet of God, ", "18": "in order that you may eat the flesh of kings, and the flesh of commanders, and the flesh of powerful ones, and the flesh of horses and of the ones sitting on them, and the flesh of everyone— both free and slaves, both[u] small and great”.", "19": "And I saw the beast and the kings of the earth and their armies having been gathered-together to make[v] war against the One sitting on the horse, and against His army. ", "20": "And the beast was seized, and with him the false-prophet having done the signs in his presence, by which he deceived the ones having received the mark of the beast, and the ones giving-worship to his image. While living, the two were thrown into the lake of fire burning with sulphur. ", "21": "And the rest were killed with the sword of the One sitting on the horse, the sword having come-out of His mouth. And all the birds were filled-to-satisfaction from their flesh."}