{"1": "“To the angel of the church in Ephesus, write— These things says the One holding-on-to the seven stars in His right hand, the One walking in the midst of the seven golden lampstands. ", "2": "I know your works and[a] labor and your endurance, and that you cannot bear-with evil ones. And you tested the ones calling themselves apostles (and they are not) and you found them to be false. ", "3": "And you have endurance, and bore-up for the sake of My name, and have not become-weary. ", "4": "But I have against you that you left your first love. ", "5": "Therefore, be remembering[b] from where you have fallen, and repent, and do the first works. Otherwise, I am coming to you. And I will move[c] your lampstand from its place unless you repent. ", "6": "But this you have— that you hate the works of the Nicolaitans, which I also hate. ", "7": "Let the one having an ear hear what the Spirit is saying to the churches. To the one overcoming[d], I will give him authority to eat from the tree of life which is in the paradise of God.", "8": "“And to the angel of the church in Smyrna, write— These things says the First and the Last Who became dead and came-to-life. ", "9": "I know your affliction, and[e] poverty (but you are rich), and the blasphemy by the ones saying that they are Jews (and they are not), but are a synagogue of Satan. ", "10": "Do not be fearing at all the things which you are about to suffer. Behold— the devil is going to throw some of you into prison so that you may be tested. And you will have affliction for ten days. Be[f] faithful until[g] death, and I will give you the crown of life. ", "11": "Let the one having an ear hear what the Spirit is saying to the churches. The one overcoming will never be harmed by the second death.", "12": "“And to the angel of the church in Pergamum, write— These things says the One having the sharp double-edged sword. ", "13": "I know where you dwell: where Satan's throne is. And you are holding-on-to My name. And you did not deny My faith[h], even during the days of Antipas, My witness, My faithful one, who was killed among you where Satan dwells. ", "14": "But I have a few things against you, because you have there ones holding-on-to the teaching of Balaam, who was teaching Balak to put a cause-of-falling before the sons of Israel to eat foods-sacrificed-to-idols and to commit-sexual-immorality. ", "15": "So you also have ones holding-on-to the teaching of the Nicolaitans likewise. ", "16": "Therefore repent. Otherwise, I am coming to you[i] quickly. And I will fight[j] against them with the sword of My mouth. ", "17": "Let the one having an ear hear what the Spirit is saying to the churches. To the one overcoming— I will give him some of the hidden manna, and I will give him a white pebble. And having been written upon the pebble is a new name which no one knows except the one[k] receiving it.", "18": "“And to the angel of the church in Thyatira, write— These things says the Son of God, the One having His eyes like a flame of fire and His feet resembling brass[l]. ", "19": "I know your works and[m] love and faith[n] and service and your endurance. And your last works are greater[o] than the first. ", "20": "But I have against you that you are tolerating the woman Jezebel— the one calling herself a prophet. And she is teaching and misleading My slaves to commit-sexual-immorality and eat foods-sacrificed-to-idols. ", "21": "And I gave her time in order that she might repent. And she is not willing to repent from her sexual-immorality. ", "22": "Behold— I am throwing[p] her into a bed[q], and the ones committing-adultery with her into a great affliction, unless they repent from her works. ", "23": "And I will kill her children[r] with a death[s]. And all the churches will know[t] that I am the One searching[u] minds and hearts, and I will give to you, to each one, according to your works. ", "24": "But I say to you, to the rest in Thyatira— all-who are not holding this teaching, who did not know the deep things of Satan (as they say): I am not putting[v] another burden upon you. ", "25": "However, hold-on-to what you have until whenever I come. ", "26": "And the one overcoming and[w] the one keeping My works[x] until the end— I will give him authority over the nations. ", "27": "And he will shepherd[y] them with an iron rod like clay vessels are broken-to-pieces, ", "28": "as I also[z] have received from My Father. And I will give him the morning[aa] star. ", "29": "Let the one having an ear hear what the Spirit is saying to the churches."}