{"1": "And I saw an angel coming down from heaven, having the key of the abyss, and a great chain on his hand. ", "2": "And he seized the dragon— the ancient serpent, who is the devil and Satan[a]— and bound him for a thousand[b] years. ", "3": "And he threw him into the abyss, and shut and sealed it over him in order that he might not deceive the nations anymore until the thousand years are finished. After these things he must be released for a short time.", "4": "And I saw thrones— and they[c] sat-down on them, and judgment[d] was given to them— and the souls of the ones having been beheaded[e] because of the testimony of Jesus and because of the word of God, and[f] they who did not worship the beast nor his image, and did not receive the mark upon the forehead and upon their hand. And they came-to-life[g] and reigned with Christ for a thousand years. ", "5": "The rest of the dead did not come-to-life until the thousand years were finished. This is the first[h] resurrection. ", "6": "Blessed and holy is the one having a part in the first resurrection. The second death does not have authority over these, but they will be priests of God and of Christ, and will reign with Him for the thousand years.", "7": "And when the thousand years are finished, Satan will be released from his prison. ", "8": "And he will go out to deceive the nations in the four corners of the earth— Gog and Magog— to gather them together for the battle, whose number is like the sand of the sea. ", "9": "And they went-up over the breadth[i] of the earth, and surrounded[j] the camp[k] of the saints and[l] the city having been loved. And fire came down from heaven and devoured them. ", "10": "And the devil, the one deceiving them, was thrown into the lake of fire and sulphur— where both[m] the beast and the false prophet are. And they will be tormented by day and by night forever and ever.", "11": "And I saw a great white throne, and the One sitting on it, from Whose presence the earth fled, and the heaven, and a place was not found for them. ", "12": "And I saw the dead[n]— the great and the small— standing before the throne. And books[o] were opened. And another book was opened, which is the book of life. And the dead were judged from the things having been written in the books, according-to[p] their works. ", "13": "And the sea gave the dead in it, and death and Hades gave the dead in them, and they were judged— each one— according-to their works. ", "14": "And death and Hades were thrown into the lake of fire. This is the second death— the lake of fire. ", "15": "And if anyone was not found having been written in the book of life, he was thrown into the lake of fire."}