{"1": "And I saw a new heaven and a new earth, for the first heaven and the first earth passed-away. And there is no longer a sea[a]. ", "2": "And I saw the holy city— the new Jerusalem— coming down out of heaven from God, having been prepared like a bride having been adorned for her husband. ", "3": "And I heard a loud voice from the throne, saying “Behold— the dwelling[b] of God is with mankind. And He will dwell with them. And they themselves will be His peoples[c]. And God Himself with them will be their God. ", "4": "And He will wipe-away every tear from their eyes[d]. And there will no longer be death, nor will there be mourning nor crying nor pain any longer, because the first things passed away”. ", "5": "And the One sitting on the throne said, “Behold— I am making all things new”. And he[e] says, “Write, because these words are trustworthy[f] and true”. ", "6": "And He said to me, “They[g] are done[h]. I am the Alpha and the Omega, the Beginning and the End. To the one thirsting, I will give from the spring of the water of life as-a-gift[i]. ", "7": "The one overcoming will inherit these things, and I will be God to him and he will be a son to Me. ", "8": "But for the cowardly[j] ones, and unbelieving[k] ones, and ones having been abominable[l], and murderers, and sexually-immoral ones, and sorcerers, and idolaters, and all the liars— their part[m] will be in the lake burning with fire and sulphur, which is the second death”.", "9": "And one of the seven angels[n] having the seven bowls being-full of the seven last plagues came and spoke with me, saying “Come, I will show you the bride[o], the wife of the Lamb”. ", "10": "And he carried me away in the Spirit[p] to a great and high mountain, and showed me the holy city Jerusalem, coming down out of heaven from God, ", "11": "having the glory of God, the brilliance of it resembling a very-precious stone like a jasper stone, shining-like-crystal[q]; ", "12": "having a great and high wall; having twelve gates, and twelve angels at the gates, and names having been inscribed— which are the names of the twelve tribes of the sons of Israel. ", "13": "Three gates from the east, and three gates from the north, and three gates from the south, and three gates from the west. ", "14": "And the wall of the city has twelve foundations, and on them are the twelve names of the twelve apostles of the Lamb. ", "15": "And the one speaking with me had a golden measuring rod, in order that he might measure the city and its gates and its wall. ", "16": "And the city lies square— indeed its length is as much as also the width. And he measured the city with the rod, a-matter-of twelve thousand stades[r]. Its length and width and height are equal. ", "17": "And he measured its wall— a hundred forty four cubits[s] (a human's measure, which is an angel's [also]). ", "18": "And the material of [t] its wall is jasper, and the city is pure gold resembling pure[u] glass. ", "19": "The foundations of the wall of the city have been adorned with every precious stone. The first foundation is jasper; the second, sapphire; the third, chalcedony; the fourth, emerald; ", "20": "the fifth, sardonyx; the sixth, carnelian; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, hyacinth; the twelfth, amethyst. ", "21": "And the twelve gates are twelve pearls— individually, each one of the gates was from one pearl. And the wide-road of the city is pure gold, like transparent glass. ", "22": "And I did not see a temple in it, for its temple[v] is the Lord God Almighty and the Lamb. ", "23": "And the city has no need of the sun nor the moon, in order that they might shine on it. For the glory of God illuminated it, and its lamp is the Lamb. ", "24": "And the nations will walk by its light. And the kings of the earth bring their glory into it. ", "25": "And its gates will never be shut by day[w]— for night will not exist there. ", "26": "And they will bring the glory and the honor of the nations into it. ", "27": "And every defiled thing, and the one doing abomination and falsehood, will never enter into it, but only the ones having been written in the Lamb's book of life."}