{"1": "After these things I saw, and behold— there was an opened door in heaven, and the first voice which I heard speaking with me like [the sound] of a trumpet saying, “Come-up here and I will show you the things which must take-place after these things”. ", "2": "Immediately I came-to-be in the Spirit[a]. And behold— a throne was setting there in heaven, and One sitting on the throne. ", "3": "And the One sitting was resembling[b] a jasper stone and a carnelian in appearance. And a rainbow[c] was around the throne resembling an emerald in appearance. ", "4": "And around the throne I saw twenty four thrones. And on the thrones I saw twenty four elders sitting, having been clothed in white garments, and golden crowns[d] on their heads. ", "5": "And lightnings[e] and voices[f] and thunders[g] are coming-out from the throne. And seven torches[h] of fire are burning before the throne (which are the seven[i] Spirits of God). ", "6": "And before the throne is something like a sea of-glass[j], resembling crystal. And in the midst of the throne and around the throne are four living-creatures[k] being full of eyes on the front and on the back. ", "7": "And the first living-creature is resembling a lion. And the second living-creature is resembling a calf. And the third living-creature is having the face like of a man[l]. And the fourth living-creature is resembling a flying eagle. ", "8": "And the four living-creatures, each one of them having six wings apiece, are full of eyes around and inside[m]. And they do not have a rest[n] by day and by night, saying “Holy, holy, holy is the Lord God Almighty, the One Who was and Who is and Who is coming”. ", "9": "And whenever the living-creatures will give glory and honor and thanks to the One sitting on the throne, to the One living forever and ever, ", "10": "the twenty four elders will fall before the One sitting on the throne, and will give-worship to the One living forever and ever, and will cast[o] their crowns before the throne, saying ", "11": "“You are worthy, our Lord and God, to receive the glory and the honor and the power, because You created all things. And they existed and were created because-of Your will”."}