{"1": "After this[a] I saw four angels standing at the four corners of the earth, holding-back the four winds of the earth in order that a wind might not blow on the land, nor on the sea, nor against any tree. ", "2": "And I saw another angel coming-up from the rising of the sun[b], having a seal of the living God. And he cried-out with a loud voice to the four angels to whom authority was given to them to harm the land and the sea, ", "3": "saying “Do not harm the land nor the sea nor the trees until we seal[c] the slaves of our God upon their foreheads”. ", "4": "And I heard the number of the ones having been sealed, one-hundred forty four thousand, having been sealed from every tribe of the sons of Israel— ", "5": "from[d] the tribe of Judah, twelve thousand having been sealed; from the tribe of Reuben, twelve thousand; from the tribe of Gad, twelve thousand; ", "6": "from the tribe of Asher, twelve thousand; from the tribe of Naphtali, twelve thousand; from the tribe of Manasseh, twelve thousand; ", "7": "from the tribe of Simeon, twelve thousand; from the tribe of Levi, twelve thousand; from the tribe of Issachar, twelve thousand; ", "8": "from the tribe of Zebulun, twelve thousand; from the tribe of Joseph, twelve thousand; from the tribe of Benjamin, twelve thousand having been sealed.", "9": "After these things I saw, and behold— there was a great multitude (which, no one was able to number it) from every nation and all tribes and peoples and tongues, standing before the throne and before the Lamb, having been clothed-with[e] white robes, and palm-branches in their hands. ", "10": "And they are crying-out with a loud voice, saying “Salvation[f] belongs to[g] our God sitting on the throne and to the Lamb”. ", "11": "And all the angels were standing around the throne and the elders and the four living-creatures. And they fell on their faces before the throne and gave-worship to God, ", "12": "saying “Amen. The blessing and the glory and the wisdom and the thanksgiving and the honor and the power and the strength be to our God forever and ever, amen”. ", "13": "And one of the elders responded, saying to me, “These ones having been clothed-with the white robes— who are they, and from where did they come?” ", "14": "And I have said to him, “My lord, you know”. And he said to me, “These are the ones coming out of the great affliction[h]. And they washed their robes and made them white[i] in the blood of the Lamb. ", "15": "For this reason, they are before the throne of God, and they are serving[j] Him by day and by night in His temple. And the One sitting on the throne will dwell over them. ", "16": "They will not hunger anymore, nor thirst anymore, nor may the sun fall upon them, nor any scorching-heat. ", "17": "Because the Lamb at the center of the throne will shepherd them, and guide them to springs of the waters of life. And God will wipe-away[k] every tear from their eyes”."}