{"1": "And when[a] He opened the seventh seal, a silence took place in heaven for about a half hour.", "2": "And I saw the seven angels who stand before God, and seven trumpets were given to them. ", "3": "And another angel came and stood at the altar, holding a golden censer. And much incense was given to him so-that he will give it with[b] the prayers of all the saints upon the golden altar before the throne. ", "4": "And the smoke of the incense, with the prayers of the saints, went up from the hand of the angel before God. ", "5": "And the angel has taken the censer, and he filled it from the fire of the altar and threw it to the earth. And there came thunders and voices and lightnings[c] and an earthquake. ", "6": "And the seven angels having the seven trumpets prepared themselves in order that they might trumpet.", "7": "And the first trumpeted, and there came hail and fire having been mixed with blood, and it was thrown to the land[d]. And a third of the land was burned-up, and a third of the trees was burned-up, and all the green grass was burned-up.", "8": "And the second angel trumpeted, and something like a great mountain burning with fire was thrown into the sea. ", "9": "And a third of the sea became blood. And a third of the creatures in the sea, the ones having life, died. And a third of the ships were destroyed.", "10": "And the third angel trumpeted, and a great star fell from heaven, burning like a torch. And it fell on a third of the rivers, and on the springs of waters. ", "11": "And the name of the star is called Wormwood[e]. And a third of the waters became wormwood. And many of the people died from the waters, because they were made-bitter.", "12": "And the fourth angel trumpeted, and a third of the sun was struck[f], and a third of the moon, and a third of the stars, so-that a third of them might be darkened, and the day might not shine for a third of it, and the night likewise.", "13": "And I saw, and I heard one eagle[g] flying in mid-heaven[h], saying with a loud voice. “Woe, woe, woe for the ones dwelling upon the earth, because-of the remaining blasts of the trumpet of the three angels being about to trumpet!”"}