{"1": "Dear brothers, the longing of my heart and my prayer is that the Jewish people might be saved. ", "2": "I know what enthusiasm they have for the honor of God, but it is misdirected zeal. ", "3": "For they don't understand that Christ has died to make them right with God. Instead they are trying to make themselves good enough to gain God's favor by keeping the Jewish laws and customs, but that is not God's way of salvation. ", "4": "They don't understand that Christ gives to those who trust in him everything they are trying to get by keeping his laws. He ends all of that.", "5": "For Moses wrote that if a person could be perfectly good and hold out against temptation all his life and never sin once, only then could he be pardoned and saved. ", "6": "But the salvation that comes through faith says, “You don't need to search the heavens to find Christ and bring him down to help you,” and, ", "7": "“You don't need to go among the dead to bring Christ back to life again.”", "8": "For salvation that comes from trusting Christ—which is what we preach—is already within easy reach of each of us; in fact, it is as near as our own hearts and mouths. ", "9": "For if you tell others with your own mouth that Jesus Christ is your Lord and believe in your own heart that God has raised him from the dead, you will be saved. ", "10": "For it is by believing in his heart that a man becomes right with God; and with his mouth he tells others of his faith, confirming his salvation.[a]", "11": "For the Scriptures tell us that no one who believes in Christ will ever be disappointed. ", "12": "Jew and Gentile are the same in this respect: they all have the same Lord who generously gives his riches to all those who ask him for them. ", "13": "Anyone who calls upon the name of the Lord will be saved.", "14": "But how shall they ask him to save them unless they believe in him? And how can they believe in him if they have never heard about him? And how can they hear about him unless someone tells them? ", "15": "And how will anyone go and tell them unless someone sends him? That is what the Scriptures are talking about when they say, “How beautiful are the feet of those who preach the Gospel of peace with God and bring glad tidings of good things.”[b] In other words, how welcome are those who come preaching God's Good News!", "16": "But not everyone who hears the Good News has welcomed it, for Isaiah the prophet said, “Lord, who has believed me when I told them?”[c] ", "17": "Yet faith comes from listening to this Good News—the Good News about Christ.", "18": "But what about the Jews? Have they heard God's Word? Yes, for it has gone wherever they are; the Good News has been told to the ends of the earth. ", "19": "And did they understand that God would give his salvation to others if they refused to take it[d]? Yes, for even back in the time of Moses, God had said that he would make his people jealous and try to wake them up by giving his salvation to the foolish heathen nations. ", "20": "And later on Isaiah said boldly that God would be found by people who weren't even looking for him.[e] ", "21": "In the meantime, he keeps on reaching out his hands to the Jews, but they keep arguing[f] and refusing to come."}