{"1": "And so, dear brothers, I plead with you to give your bodies to God. Let them be a living sacrifice, holy—the kind he can accept. When you think of what he has done for you, is this too much to ask? ", "2": "Don't copy the behavior and customs of this world, but be a new and different person with a fresh newness in all you do and think. Then you will learn from your own experience how his ways will really satisfy you.", "3": "As God's messenger I give each of you God's warning: Be honest in your estimate of yourselves, measuring your value by how much faith God has given you. ", "4-5": "Just as there are many parts to our bodies, so it is with Christ's body. We are all parts of it, and it takes every one of us to make it complete, for we each have different work to do. So we belong to each other, and each needs all the others.", "6": "God has given each of us the ability to do certain things well. So if God has given you the ability to prophesy, then prophesy whenever you can—as often as your faith is strong enough to receive a message from God. ", "7": "If your gift is that of serving others, serve them well. If you are a teacher, do a good job of teaching. ", "8": "If you are a preacher, see to it that your sermons are strong and helpful. If God has given you money, be generous in helping others with it. If God has given you administrative ability and put you in charge of the work of others, take the responsibility seriously. Those who offer comfort to the sorrowing should do so with Christian cheer.", "9": "Don't just pretend that you love others: really love them. Hate what is wrong. Stand on the side of the good. ", "10": "Love each other with brotherly affection and take delight in honoring each other. ", "11": "Never be lazy in your work, but serve the Lord enthusiastically.", "12": "Be glad for all God is planning for you. Be patient in trouble, and prayerful always. ", "13": "When God's children are in need, you be the one to help them out. And get into the habit of inviting guests home for dinner or, if they need lodging, for the night.", "14": "If someone mistreats you because you are a Christian, don't curse him; pray that God will bless him. ", "15": "When others are happy, be happy with them. If they are sad, share their sorrow. ", "16": "Work happily together. Don't try to act big. Don't try to get into the good graces of important people, but enjoy the company of ordinary folks. And don't think you know it all!", "17": "Never pay back evil for evil. Do things in such a way that everyone can see you are honest clear through. ", "18": "Don't quarrel with anyone. Be at peace with everyone, just as much as possible.", "19": "Dear friends, never avenge yourselves. Leave that to God, for he has said that he will repay those who deserve it. Don't take the law into your own hands.[a] ", "20": "Instead, feed your enemy if he is hungry. If he is thirsty give him something to drink and you will be “heaping coals of fire on his head.” In other words, he will feel ashamed of himself for what he has done to you. ", "21": "Don't let evil get the upper hand, but conquer evil by doing good."}