{"1": "“Well,” you may be saying, “what terrible people you have been talking about!” But wait a minute! You are just as bad. When you say they are wicked and should be punished, you are talking about yourselves, for you do these very same things. ", "2": "And we know that God, in justice, will punish anyone who does such things as these. ", "3": "Do you think that God will judge and condemn others for doing them and overlook you when you do them, too? ", "4": "Don't you realize how patient he is being with you? Or don't you care? Can't you see that he has been waiting all this time without punishing you, to give you time to turn from your sin? His kindness is meant to lead you to repentance.", "5": "But no, you won't listen; and so you are saving up terrible punishment for yourselves because of your stubbornness in refusing to turn from your sin; for there is going to come a day of wrath when God will be the just Judge of all the world. ", "6": "He will give each one whatever his deeds deserve. ", "7": "He will give eternal life to those who patiently do the will of God,[a] seeking for the unseen glory and honor and eternal life that he offers.* ", "8": "But he will terribly punish those who fight against the truth of God and walk in evil ways—God's anger will be poured out upon them. ", "9": "There will be sorrow and suffering for Jews and Gentiles alike who keep on sinning. ", "10": "But there will be glory and honor and peace from God for all who obey him,[b] whether they are Jews or Gentiles. ", "11": "For God treats everyone the same.", "12-15": "He will punish sin wherever it is found. He will punish the heathen when they sin, even though they never had God's written laws, for down in their hearts they know right from wrong. God's laws are written within them; their own conscience accuses them, or sometimes excuses them. And God will punish the Jews for sinning because they have his written laws but don't obey them. They know what is right but don't do it. After all, salvation is not given to those who know what to do, unless they do it. ", "16": "The day will surely come when at God's command Jesus Christ will judge the secret lives of everyone, their inmost thoughts and motives; this is all part of God's great plan, which I proclaim.", "17": "You Jews think all is well between yourselves and God because he gave his laws to you;[c] you brag that you are his special friends. ", "18": "Yes, you know what he wants; you know right from wrong and favor the right because you have been taught his laws from earliest youth. ", "19": "You are so sure of the way to God that you could point it out to a blind man. You think of yourselves as beacon lights, directing men who are lost in darkness to God. ", "20": "You think that you can guide the simple and teach even children the affairs of God, for you really know his laws, which are full of all knowledge and truth.", "21": "Yes, you teach others—then why don't you teach yourselves? You tell others not to steal—do you steal? ", "22": "You say it is wrong to commit adultery—do you do it? You say “Don't pray to idols” and then make money your god instead.[d]", "23": "You are so proud of knowing God's laws, but you dishonor him by breaking them. ", "24": "No wonder the Scriptures say that the world speaks evil of God because of you.", "25": "Being a Jew is worth something if you obey God's laws; but if you don't, then you are no better off than the heathen. ", "26": "And if the heathen obey God's laws, won't God give them all the rights and honors he planned to give the Jews? ", "27": "In fact, those heathen will be much better off[e] than you Jews who know so much about God and have his promises but don't obey his laws.", "28": "For you are not real Jews just because you were born of Jewish parents or because you have gone through the Jewish initiation ceremony of circumcision. ", "29": "No, a real Jew is anyone whose heart is right with God. For God is not looking for those who cut their bodies in actual body circumcision, but he is looking for those with changed hearts and minds. Whoever has that kind of change in his life will get his praise from God, even if not from you."}