{"1-2": "Abraham was, humanly speaking, the founder of our Jewish nation. What were his experiences concerning this question of being saved by faith? Was it because of his good deeds that God accepted him? If so, then he would have something to boast about. But from God's point of view Abraham had no basis at all for pride. ", "3": "For the Scriptures tell us Abraham believed God, and that is why God canceled his sins and declared him “not guilty.”", "4-5": "But didn't he earn his right to heaven by all the good things he did? No, for being saved is a gift; if a person could earn it by being good, then it wouldn't be free—but it is! It is given to those who do not work for it. For God declares sinners to be good in his sight if they have faith in Christ to save them from God's wrath.[a]", "6": "King David spoke of this, describing the happiness of an undeserving sinner who is declared “not guilty”[b] by God. ", "7": "“Blessed and to be envied,” he said, “are those whose sins are forgiven and put out of sight. ", "8": "Yes, what joy there is for anyone whose sins are no longer counted against him by the Lord.”[c]", "9": "Now then, the question: Is this blessing given only to those who have faith in Christ but also keep the Jewish laws, or is the blessing also given to those who do not keep the Jewish rules but only trust in Christ? Well, what about Abraham? We say that he received these blessings through his faith. Was it by faith alone, or because he also kept the Jewish rules?", "10": "For the answer to that question, answer this one: When did God give this blessing to Abraham? It was before he became a Jew—before he went through the Jewish initiation ceremony of circumcision.", "11": "It wasn't until later on, after God had promised to bless him because of his faith, that he was circumcised. The circumcision ceremony was a sign that Abraham already had faith and that God had already accepted him and declared him just and good in his sight—before the ceremony took place. So Abraham is the spiritual father of those who believe and are saved without obeying Jewish laws. We see, then, that those who do not keep these rules are justified by God through faith. ", "12": "And Abraham is also the spiritual father of those Jews who have been circumcised. They can see from his example that it is not this ceremony that saves them, for Abraham found favor with God by faith alone before he was circumcised.", "13": "It is clear, then, that God's promise to give the whole earth to Abraham and his descendants was not because Abraham obeyed God's laws but because he trusted God to keep his promise. ", "14": "So if you still claim that God's blessings go to those who are “good enough,” then you are saying that God's promises to those who have faith are meaningless, and faith is foolish. ", "15": "But the fact of the matter is this: when we try to gain God's blessing and salvation by keeping his laws we always end up under his anger, for we always fail to keep them. The only way we can keep from breaking laws is not to have any to break!", "16": "So God's blessings are given to us by faith, as a free gift; we are certain to get them whether or not we follow Jewish customs if we have faith like Abraham's, for Abraham is the father of us all when it comes to these matters of faith. ", "17": "That is what the Scriptures mean when they say that God made Abraham the father of many nations. God will accept all people in every nation who trust God as Abraham did. And this promise is from God himself, who makes the dead live again and speaks of future events with as much certainty as though they were already past.", "18": "So, when God told Abraham that he would give him a son who would have many descendants and become a great nation, Abraham believed God even though such a promise just couldn't come to pass! ", "19": "And because his faith was strong, he didn't worry about the fact that he was too old to be a father at the age of one hundred, and that Sarah his wife, at ninety,[d] was also much too old to have a baby.", "20": "But Abraham never doubted. He believed God, for his faith and trust grew ever stronger, and he praised God for this blessing even before it happened. ", "21": "He was completely sure that God was well able to do anything he promised. ", "22": "And because of Abraham's faith God forgave his sins and declared him “not guilty.”", "23": "Now this wonderful statement—that he was accepted and approved through his faith—wasn't just for Abraham's benefit. ", "24": "It was for us, too, assuring us that God will accept us in the same way he accepted Abraham—when we believe the promises of God who brought back Jesus our Lord from the dead. ", "25": "He died for our sins and rose again to make us right with God,[e] filling us with God's goodness."}