{"1": "Well then, shall we keep on sinning so that God can keep on showing us more and more kindness and forgiveness?", "2-3": "Of course not! Should we keep on sinning when we don't have to? For sin's power over us was broken when we became Christians and were baptized to become a part of Jesus Christ; through his death the power of your sinful nature was shattered. ", "4": "Your old sin-loving nature was buried with him by baptism when he died; and when God the Father, with glorious power, brought him back to life again, you were given his wonderful new life to enjoy.", "5": "For you have become a part of him, and so you died with him, so to speak, when he died;[a] and now you share his new life and shall rise as he did. ", "6": "Your old evil desires were nailed to the cross with him; that part of you that loves to sin was crushed and fatally wounded, so that your sin-loving body is no longer under sin's control, no longer needs to be a slave to sin; ", "7": "for when you are deadened to sin you are freed from all its allure and its power over you. ", "8": "And since your old sin-loving nature “died” with Christ, we know that you will share his new life. ", "9": "Christ rose from the dead and will never die again. Death no longer has any power over him. ", "10": "He died once for all to end sin's power, but now he lives forever in unbroken fellowship with God. ", "11": "So look upon your old sin nature as dead and unresponsive to sin, and instead be alive to God, alert to him, through Jesus Christ our Lord.", "12": "Do not let sin control your puny body any longer; do not give in to its sinful desires. ", "13": "Do not let any part of your bodies become tools of wickedness, to be used for sinning; but give yourselves completely to God—every part of you—for you are back from death and you want to be tools in the hands of God, to be used for his good purposes. ", "14": "Sin need never again be your master,[b] for now you are no longer tied to the law where sin enslaves you, but you are free under God's favor and mercy.", "15": "Does this mean that now we can go ahead and sin and not worry about it? (For our salvation does not depend on keeping the law but on receiving God's grace!) Of course not!", "16": "Don't you realize that you can choose your own master? You can choose sin (with death) or else obedience (with acquittal). The one to whom you offer yourself—he will take you and be your master, and you will be his slave. ", "17": "Thank God that though you once chose to be slaves of sin, now you have obeyed with all your heart the teaching to which God has committed you. ", "18": "And now you are free from your old master, sin; and you have become slaves to your new master, righteousness.", "19": "I speak this way, using the illustration of slaves and masters, because it is easy to understand: just as you used to be slaves to all kinds of sin, so now you must let yourselves be slaves to all that is right and holy.", "20": "In those days when you were slaves of sin you didn't bother much with goodness. ", "21": "And what was the result? Evidently not good, since you are ashamed now even to think about those things you used to do, for all of them end in eternal doom. ", "22": "But now you are free from the power of sin and are slaves of God, and his benefits to you include holiness and everlasting life. ", "23": "For the wages of sin is death, but the free gift of God is eternal life through Jesus Christ our Lord."}