{"1-3": "O Israel, my people! O my Jewish brothers! How I long for you to come to Christ. My heart is heavy within me, and I grieve bitterly day and night because of you. Christ knows and the Holy Spirit knows that it is no mere pretense when I say that I would be willing to be forever damned if that would save you. ", "4": "God has given you so much, but still you will not listen to him. He took you as his own special, chosen people and led you along with a bright cloud of glory and told you how very much he wanted to bless you. He gave you his rules for daily life so you would know what he wanted you to do. He let you worship him and gave you mighty promises. ", "5": "Great men of God were your fathers, and Christ himself was one of you, a Jew so far as his human nature is concerned, he who now rules over all things. Praise God forever!", "6": "Well then, has God failed to fulfill his promises to the Jews? No! For these promises are only to those who are truly Jews.[a] And not everyone born into a Jewish family is truly a Jew! ", "7": "Just the fact that they come from Abraham doesn't make them truly Abraham's children. For the Scriptures say that the promises apply only to Abraham's son Isaac and Isaac's descendants, though Abraham had other children too. ", "8": "This means that not all of Abraham's children are children of God, but only those who believe the promise of salvation which he made to Abraham.", "9": "For God had promised, “Next year I will give you and Sarah a son.” ", "10-13": "And years later, when this son Isaac was grown up and married and Rebecca his wife was about to bear him twin children, God told her that Esau, the child born first, would be a servant to Jacob, his twin brother. In the words of the Scripture, “I chose to bless Jacob but not Esau.” And God said this before the children were even born, before they had done anything either good or bad. This proves that God was doing what he had decided from the beginning; it was not because of what the children did but because of what God wanted and chose.", "14": "Was God being unfair? Of course not. ", "15": "For God had said to Moses, “If I want to be kind to someone, I will. And I will take pity on anyone I want to.” ", "16": "And so God's blessings are not given just because someone decides to have them or works hard to get them. They are given because God takes pity on those he wants to.", "17": "Pharaoh, king of Egypt, was an example of this fact. For God told him he had given him the kingdom of Egypt for the very purpose of displaying the awesome power of God against him, so that all the world would hear about God's glorious name.[b] ", "18": "So you see, God is kind to some just because he wants to be, and he makes some refuse to listen.", "19": "Well then, why does God blame them for not listening? Haven't they done what he made them do?", "20": "No, don't say that. Who are you to criticize God? Should the thing made say to the one who made it, “Why have you made me like this?” ", "21": "When a man makes a jar out of clay, doesn't he have a right to use the same lump of clay to make one jar beautiful, to be used for holding flowers, and another to throw garbage into? ", "22": "Does not God have a perfect right to show his fury and power against those who are fit only for destruction, those he has been patient with for all this time? ", "23-24": "And he has a right to take others such as ourselves, who have been made for pouring the riches of his glory into, whether we are Jews or Gentiles, and to be kind to us so that everyone can see how very great his glory is.", "25": "Remember what the prophecy of Hosea says? There God says that he will find other children for himself (who are not from his Jewish family) and will love them, though no one had ever loved them before. ", "26": "And the heathen, of whom it once was said, “You are not my people,” shall be called “sons of the Living God.”[c]", "27": "Isaiah the prophet cried out concerning the Jews that though there would be millions[d] of them, only a small number would ever be saved. ", "28": "“For the Lord will execute his sentence upon the earth, quickly ending his dealings, justly cutting them short.”[e]", "29": "And Isaiah says in another place that except for God's mercy all the Jews would be destroyed—all of them—just as everyone in the cities of Sodom and Gomorrah perished.[f]", "30": "Well then, what shall we say about these things? Just this, that God has given the Gentiles the opportunity to be acquitted by faith, even though they had not been really seeking God. ", "31": "But the Jews, who tried so hard to get right with God by keeping his laws, never succeeded. ", "32": "Why not? Because they were trying to be saved by keeping the law and being good instead of by depending on faith. They have stumbled over the great stumbling stone. ", "33": "God warned them of this in the Scriptures when he said, “I have put a Rock in the path of the Jews, and many will stumble over him (Jesus). Those who believe in him will never be disappointed.”[g]"}