{"1": "One day the Lord told Jonah, the son of Amittai, ", "2": "to go to the great city of Nineveh[a] and say to the people, “The Lord has seen your terrible sins. You are doomed!”", "3": "Instead, Jonah ran from the Lord. He went to the seaport of Joppa and bought a ticket on a ship that was going to Spain. Then he got on the ship and sailed away to escape.", "4": "But the Lord made a strong wind blow, and such a bad storm came up that the ship was about to be broken to pieces. ", "5": "The sailors were frightened, and they all started praying to their gods. They even threw the ship's cargo overboard to make the ship lighter. All this time, Jonah was down below deck, sound asleep. ", "6": "The ship's captain went to him and said, “How can you sleep at a time like this? Get up and pray to your God! Maybe he will have pity on us and keep us from drowning.”", "7": "Finally, the sailors got together and said, “Let's ask our gods to show us[b] who caused all this trouble.” It turned out to be Jonah.", "8": "They started asking him, “Are you the one who brought all this trouble on us? What business are you in? Where do you come from? What is your country? Who are your people?”", "9": "Jonah answered, “I'm a Hebrew, and I worship the Lord God of heaven, who made the sea and the dry land.”", "10": "When the sailors heard this, they were frightened, because Jonah had already told them he was running from the Lord. Then they said, “Do you know what you have done?”", "11": "The storm kept getting worse, until finally the sailors asked him, “What should we do with you to make the sea calm down?”", "12": "Jonah told them, “Throw me into the sea, and it will calm down. I'm the cause of this terrible storm.”", "13": "The sailors tried their best to row to the shore. But they could not do it, and the storm kept getting worse every minute. ", "14": "So they prayed to the Lord, “Please don't let us drown for taking this man's life. Don't hold us guilty for killing an innocent man. All of this happened because you wanted it to.” ", "15": "Then they threw Jonah overboard, and the sea calmed down. ", "16": "The sailors were so terrified that they offered a sacrifice to the Lord and made all kinds of promises.", "17": "The Lord sent a big fish to swallow Jonah, and Jonah was inside the fish for three days and three nights."}