{"1": "These are the commands, laws, and rules Yahweh your Elohim commanded me to teach you. Obey them after you enter the land and take possession of it. ", "2": "As long as you live, you, your children, and your grandchildren must fear Yahweh your Elohim. All of you must obey all his laws and commands that I'm giving you, and you will live a long time. ", "3": "Listen, Israel, and be careful to obey these laws. Then things will go well for you and your population will increase in a land flowing with milk and honey, as Yahweh Elohim of your ancestors promised you.", "4": "Listen, Israel: Yahweh is our Elohim. Yahweh is the only God. ", "5": "Love Yahweh your Elohim with all your heart, with all your soul, and with all your strength. ", "6": "Take to heart these words that I give you today. ", "7": "Repeat them to your children. Talk about them when you're at home or away, when you lie down or get up. ", "8": "Write them down, and tie them around your wrist, and wear them as headbands as a reminder. ", "9": "Write them on the doorframes of your houses and on your gates.", "10": "Yahweh your Elohim will bring you into the land and give it to you, as he swore to your ancestors Abraham, Isaac, and Jacob. This land will have large, prosperous cities that you didn't build. ", "11": "Your houses will be filled with all kinds of things that you didn't put there. You will have cisterns that you didn't dig and vineyards and olive trees that you didn't plant. After you have eaten all that you want, ", "12": "be careful that you don't forget Yahweh, who brought you out of slavery in Egypt. ", "13": "You must fear Yahweh your Elohim, serve him, and take your oaths only in his name. ", "14": "Never worship any of the gods worshiped by the people around you. ", "15": "If you do, Yahweh your Elohim will become very angry with you and will wipe you off the face of the earth, because Yahweh your Elohim, who is with you, is El Kanna.", "16": "Never test Yahweh your Elohim as you did at Massah. ", "17": "Be sure to obey the commands of Yahweh your Elohim and the regulations and laws he has given you. ", "18": "Do what Yahweh considers right and good. Then things will go well for you, and you will enter and take possession of that good land which Yahweh promised to your ancestors with an oath. ", "19": "You will see Yahweh expel your enemies as he said he would.", "20": "In the future your children will ask you, “What do these regulations, laws, and rules which Yahweh our Elohim commanded you mean to you?” ", "21": "Tell them, “We were Pharaoh's slaves in Egypt, but Yahweh used his mighty hand to bring us out of there. ", "22": "Right before our eyes Yahweh did miraculous signs and amazing things that were spectacular but terrible for Egypt, Pharaoh, and his whole family. ", "23": "Yahweh led us out of there to bring us here and give us this land he promised to our ancestors with an oath. ", "24": "Yahweh our Elohim commanded us to obey all these laws and to fear Yahweh. These laws are for our own good as long as we live so that he will preserve our lives. It's still true today. ", "25": "This is how we'll have the Lord's approval: If we faithfully obey all these laws in the presence of Yahweh our Elohim, as he has commanded us.”"}