{"1": "Jude[a], a slave of Jesus Christ and brother of James, to the called ones having been loved by[b] God the Father and kept[c] by[d] Jesus Christ: ", "2": "May mercy and peace and love be multiplied to you.", "3": "Beloved, while making every effort to be writing to you concerning our common salvation, I had the necessity to write to you exhorting you to be contending[e] for the faith having been delivered once-for-all to the saints. ", "4": "For certain persons sneaked-in[f]— the ones formerly[g] having been portrayed[h] for this judgment, ungodly ones— changing[i] the grace of our God into sensuality and denying our only Master and Lord, Jesus Christ.", "5": "Now I want to remind you— you knowing[j] all things— that the Lord[k], having once[l] saved[m] the people out of the land of Egypt, afterwards destroyed the ones not having believed. ", "6": "And He has kept[n] angels— the ones not having kept their own domain[o], but having left-behind[p] their own dwelling[q]— in eternal bonds[r] under gloom for the judgment of the great day. ", "7": "Just as Sodom and Gomorrah and the cities around them in like manner to these[s]— having indulged-in-sexual-immorality and gone after other flesh— are set-forth as an example, undergoing the penalty[t] of eternal fire.", "8": "Yet in the same way also these dreaming ones are defiling the flesh and rejecting authority[u] and blaspheming[v] glories[w]! ", "9": "Now Michael the archangel[x], when he was speaking concerning the body of Moses while disputing with the devil, did not dare to bring[y] a judgment of blasphemy, but said, “May the Lord rebuke you”. ", "10": "But these ones— whatever things they do not understand, they blaspheme; and whatever things they know instinctually like unreasoning animals, by these they are being destroyed. ", "11": "Woe to them, because they went in the way of Cain, and they poured-forth[z] in the error of Balaam for wages, and they perished[aa] in the rebellion of Korah.", "12": "These ones are the ones who are spots[ab] in your love-feasts, feasting-with[ac] you fearlessly, tending[ad] themselves; waterless clouds being carried-along by winds; fruitless autumn trees having died twice, having been uprooted; ", "13": "wild waves of the sea foaming-up their shames; wandering stars for whom the gloom of darkness has been reserved forever. ", "14": "But indeed Enoch, the seventh from Adam, prophesied with regard to these ones, saying, “Behold— the Lord came with His holy myriads ", "15": "to execute judgment against all, and to convict every soul concerning all their works of [ae] ungodliness which they did-godlessly, and concerning all the harsh things which ungodly sinners spoke against Him”.", "16": "These ones are grumblers[af], faultfinders, proceeding in accordance with their own desires. And their mouth speaks pompous words, marveling-at[ag] faces for the sake of advantage. ", "17": "But you, beloved, remember the words having been spoken-beforehand by the apostles of our Lord Jesus Christ— ", "18": "that they were saying to you that “In the last time there will be mockers proceeding in accordance with their own desires of [ah] ungodliness”.", "19": "These ones are the ones causing-divisions[ai]— natural ones, not having the Spirit. ", "20": "But you, beloved, while building-up yourselves on[aj] your most holy faith, while praying in[ak] the Holy Spirit, ", "21": "keep yourselves in the love of God while waiting-for the mercy of our Lord Jesus Christ for eternal life. ", "22": "And be having-mercy-on[al] some doubting[am] ones. ", "23": "And be saving[an] others, snatching them out of the fire. And be having-mercy-on others with fear while hating even the tunic[ao] having been stained by the flesh.", "24": "Now to the One being able to keep[ap] you from-stumbling[aq] and to make you stand in the presence of His glory without-blemish with gladness[ar], ", "25": "to the only God our Savior through Jesus Christ our Lord, be glory, majesty, dominion, and authority before[as] every age, and now, and for[at] all ages, amen."}