{"1": "“Truly, I tell all of you[a] emphatically, the person who doesn't enter the sheepfold through the gate, but climbs in by some other way, is a thief and a bandit. ", "2": "The one who enters through the gate is the shepherd of the sheep. ", "3": "It's to him the gatekeeper opens the gate, and it's his voice the sheep hear. He calls his own sheep by name and leads them out. ", "4": "When he has driven out all his own, he goes ahead of them, and the sheep follow him because they recognize his voice. ", "5": "They'll never follow a stranger, but will run away from him because they don't recognize the voice of strangers.” ", "6": "Jesus used this illustration with them, but they didn't understand what he was saying to them.", "7": "So again Jesus said, “Truly, I tell all of you[b] emphatically, I'm the gate for the sheep. ", "8": "All who came before me[c] are thieves and bandits, but the sheep didn't listen to them. ", "9": "I'm the gate. If anyone enters through me, he will be saved. He'll come in and go out and find pasture. ", "10": "The thief comes only to steal, slaughter, and destroy. I've come that they may have life, and have it abundantly.", "11": "“I'm the good shepherd. The good shepherd lays down[d] his life for the sheep. ", "12": "The hired worker, who isn't the shepherd and doesn't own the sheep, sees the wolf coming, deserts the sheep, and runs away. So the wolf snatches them and scatters them, ", "13": "because he's a hired worker, and the sheep don't matter to him.", "14": "I'm the good shepherd. I know my own and my own know me, ", "15": "just as the Father knows me and I know the Father. And I lay down[e] my life for the sheep. ", "16": "I have other sheep that don't belong to this fold. I must lead these also, and they'll listen to my voice. So there will be one flock and one shepherd. ", "17": "This is why the Father loves me, because I lay down my life in order to take it back again. ", "18": "No one is taking it from me; I lay it down of my own free will. I have the authority to lay it down, and I have the authority to take it back again. This is what my Father has commanded me.”", "19": "Once again there was a division among the Jews[f] because of what Jesus had been saying. ", "20": "Many of them were saying, “He has a demon and is insane. Why bother listening to him?”", "21": "Others were saying, “These are not the words of a man who is demon-possessed. A demon cannot open the eyes of the blind, can it?”", "22": "Now[g] Hanukkah[h] was taking place in Jerusalem. It was winter, ", "23": "and Jesus was walking around in the Temple inside the open porch of Solomon. ", "24": "So the Jewish leaders[i] surrounded him and quizzed him, “How long are you going to keep us in suspense? If you're the Messiah,[j] tell us so plainly.”", "25": "Jesus answered them, “I have told you, but you don't believe it. The actions that I do in my Father's name testify on my behalf, ", "26": "but you don't believe, because you don't belong to my sheep.[k] ", "27": "My sheep hear my voice. I know them, and they follow me. ", "28": "I give them eternal life, they'll never be lost, and no one will snatch them out of my hand. ", "29": "What my Father has given me[l] is more important than anything,[m] and no one can snatch it from the Father's hand. ", "30": "I and the Father are one.”", "31": "Again the Jewish leaders[n] picked up stones to stone him to death.", "32": "Jesus replied to them, “I've shown you many good actions from my[o] Father. For which of them are you going to stone me?”", "33": "The Jewish leaders[p] answered him, “We are not going to stone you for a good action, but for blasphemy, because you, a mere man, are making yourself God!”", "34": "Jesus replied to them, “Is it not written in your[q] Law, 'I said, “You are gods”'?[r] ", "35": "If he called those to whom a message from God came 'gods' (and the Scripture cannot be disregarded), ", "36": "how can you say to the one whom the Father has consecrated and sent into the world, 'You're blaspheming,' because I said, 'I'm the Son of God'? ", "37": "If I'm not doing my Father's actions, don't believe me. ", "38": "But if I'm doing them, even though you don't believe me, believe the actions, so that you may know and understand[s] that the Father is in me and I am in the Father.”", "39": "Again they tried to seize him, but he slipped away from them.[t] ", "40": "Then he went away again across the Jordan to the place where John had been baptizing at first, and he remained there. ", "41": "Many people came to him and kept saying, “John never performed a sign, but everything that John said about this man is true!” ", "42": "And many believed in Jesus[u] there."}