{"1": "“I have told you this to keep you from falling away.[a] ", "2": "You'll be thrown out of the synagogues. Yes, a time is coming when the one who kills you will think he's serving God. ", "3": "They'll do this because they haven't known the Father or me. ", "4": "But I've told you this, so that when the time comes you'll remember that I told you about them. I didn't tell you this in the beginning, because I was still with you.”", "5": "“But now I am going to the one who sent me. Yet none of you asks me, 'Where are you going?' ", "6": "But because I have told you this, sorrow has filled your hearts. ", "7": "However, I'm telling you the truth. It's for your advantage that I'm going away, because if I don't go away, the Helper won't come to you. But if I go, I will send him to you. ", "8": "When he comes, he will convict the world of sin, righteousness, and judgment— ", "9": "of sin, because they don't believe in me; ", "10": "of righteousness, because I'm going to the Father and you will no longer see me; ", "11": "and of judgment, because the ruler of this world has been judged.[b]", "12": "“I still have a lot to say to you, but you cannot bear it now. ", "13": "Yet when the Spirit of Truth comes, he'll guide you into all truth. He won't speak on his own accord, but he'll speak whatever he hears and will declare to you the things that are to come. ", "14": "He will glorify me, because he will take what is mine and declare it to you. ", "15": "All that the Father has is mine. That is why I said, 'He will take what is mine and declare it to you.' ", "16": "In a little while you will no longer see me, then in a little while you will see me again.”", "17": "At this point, some of his disciples asked each other, “What does he mean by telling us, 'In a little while you will no longer see me, then in a little while you will see me again,' and, 'because I am going to the Father'?” ", "18": "They kept saying, “What is this 'in a little while' that he keeps talking about? We don't know what he means.”", "19": "Jesus knew that they wanted to ask him a question, so he asked them, “Are you discussing among yourselves what I meant when I said, 'In a little while you will no longer see me, then in a little while you will see me again'? ", "20": "Truly, I tell all of you[c] emphatically, you'll cry and mourn, but the world will rejoice. You'll be deeply distressed, but your pain will turn into joy. ", "21": "When a woman is in labor she has pain, because her time has come. Yet when she has given birth to her child, she doesn't remember the agony anymore because of the joy of having brought a human being into the world. ", "22": "Now you are having pain. But I'll see you again, and your hearts will rejoice, and no one will take your joy away from you. ", "23": "On that day, you won't ask me for anything. Truly, I tell all of you[d] emphatically, whatever you ask the Father for in my name, he will give it to you.[e] ", "24": "So far you haven't asked for anything in my name. Keep asking and you will receive, so that your joy may be complete.”", "25": "“I have said these things to you in figurative language. The time is coming when I will no longer speak to you in figurative language, but will tell you plainly about the Father. ", "26": "At that time, you will make your requests in my name, so that I will have no need to ask the Father on your behalf, ", "27": "because the Father himself loves you, and because you have loved me and believed that I came from God.[f] ", "28": "I left the Father and came into the world. Now[g] I'm leaving the world and going back to the Father.”", "29": "Jesus'[h] disciples said, “Well, now you're speaking plainly and not using figurative language. ", "30": "Now we know that you know everything and don't need to have anyone ask you any questions. Because of this, we believe that you have come from God.”", "31": "Jesus answered them, “Do you now believe? ", "32": "Listen, the time is coming, indeed it has already come, when you will be scattered, each of you to his own home, and you will leave me all by myself. Yet I'm not alone, because the Father is with me. ", "33": "I have told you this so that through me you may have peace. In the world you'll have trouble, but be courageous—I've overcome the world!”"}