{"1": "After Jesus had said this, he looked up to heaven and said, “Father, the hour has come. Glorify your Son, so that the Son may glorify you. ", "2": "For[a] you have given him authority over all humanity[b] so that he might give eternal life to all those you gave him. ", "3": "And this is eternal life: to know you, the only true God, and the one whom you sent—Jesus the Messiah.[c] ", "4": "I glorified you on earth by completing the task you gave me to do.", "5": "“So now, Father, glorify me in your presence with the glory I had with you before the world existed. ", "6": "I have made your name known to these men whom you gave me from the world. They were yours, and you gave them to me, and they have kept your word. ", "7": "Now they realize that everything you gave me comes from you, ", "8": "because the words that you gave me I passed on to them. They have received them and know for sure that I came from you. They have believed that you sent me.", "9": "“I am asking on their behalf. I am not asking on behalf of the world, but on behalf of those you gave me, because they are yours. ", "10": "All that is mine is yours, and what is yours is mine, and I have been glorified through them. ", "11": "I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, protect them by your Name, the Name[d] that you gave me, so that they may be one, as we are one. ", "12": "While I was with them, I protected them by the authority[e] that you gave me. I guarded them, and not one of them became lost except the one who was destined for[f] destruction, so that the Scripture might be fulfilled.", "13": "“And now I am coming to you, and I say these things in the world so that they may have my joy made complete in themselves. ", "14": "I have given them your word, and the world has hated them, because they do not belong to the world, just as I don't belong to the world. ", "15": "I'm not asking you to take them out of the world but to protect them from the evil one. ", "16": "They don't belong to the world, just as I don't belong to the world.", "17": "“Sanctify them by the truth. Your word is truth. ", "18": "Just as you sent me into the world, so I have sent them into the world. ", "19": "It is for their sakes that I sanctify myself, so that they, too, may be sanctified by the truth. ", "20": "I ask not only on behalf of these men,[g] but also on behalf of those who will believe in me through their message, ", "21": "so that they may all be one. Just as you, Father, are in me and I am in you, may they also be one[h] in us, so that the world may believe that you sent me.", "22": "“I have given them the glory that you gave me, so that they may be one, just as we are one. ", "23": "I am in them, and you are in me. May they be completely one, so that the world may know that you sent me and that you have loved them as you loved me. ", "24": "Father, I want those you have given me to be with me where I am and to see my glory, which you gave me because you loved me before the creation of the world.", "25": "“Righteous Father, the world has never known you. Yet I have known you, and these men have known that you sent me. ", "26": "I made your name known to them, and will continue to make it known, so that the love you have for me[i] may be in them and I myself may be in them.”"}