{"1": "Now there was a man from the Pharisees, a leader of the Jews, whose name was Nicodemus. ", "2": "He came to Jesus[a] at night and told him, “Rabbi,[b] we know that you have come from God as a teacher, because no one can perform these signs that you are doing unless God is with him.”", "3": "Jesus replied to him, “Truly, I tell you[c] emphatically, unless a person is born from above[d] he cannot see the kingdom of God.”", "4": "Nicodemus asked him, “How can a person be born when he is old? He can't go back into his mother's womb a second time and be born, can he?”", "5": "Jesus answered, “Truly, I tell you[e] emphatically, unless a person is born of water and Spirit he cannot enter the kingdom of God.[f] ", "6": "What is born of the flesh is flesh, and what is born of the Spirit is spirit. ", "7": "Don't be astonished that I told you, 'All of you must be born from above.'[g] ", "8": "The wind[h] blows where it wants to. You hear its sound, but you don't know where it comes from or where it is going. That's the way it is with everyone who is born of the Spirit.”", "9": "Nicodemus asked him, “How can that be?”", "10": "Jesus answered him, “You're the teacher of Israel, and you can't understand this? ", "11": "Truly, I tell you[i] emphatically, we know what we're talking about, and we testify about what we've seen. Yet you people[j] do not accept our testimony. ", "12": "If I have told you people[k] about earthly things and you do not believe, how will you believe if I tell you about heavenly things?", "13": "“No one has gone up to heaven except the one who came down from heaven, the Son of Man who is in heaven.[l] ", "14": "Just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up, ", "15": "so that everyone who believes in him would have eternal life.[m]", "16": "“For this is how God loved the world: He gave his uniquely existing Son so that everyone who believes in him would not be lost but have eternal life. ", "17": "Because God sent the Son into the world, not to condemn the world, but that the world would be saved through him. ", "18": "Whoever believes in him is not condemned, but whoever does not believe has already been condemned, because he has not believed in the name of God's uniquely existing Son. ", "19": "And this is the basis for judgment: The light has come into the world, but people loved the darkness more than the light because their actions were evil. ", "20": "Everyone who practices wickedness hates the light and does not come to the light, so that his actions may not be exposed.[n] ", "21": "But whoever does what is true comes to the light, so that it may become evident that his actions have God's approval.”[o]", "22": "After this, Jesus and his disciples went into the Judean countryside. He spent some time there with them and began baptizing. ", "23": "John was also baptizing in Aenon, near Salim, because there was plenty of water there. People[p] kept coming and were being baptized, ", "24": "since John had not yet been thrown into prison.", "25": "Then a controversy about ritual purification sprang up between a certain Jew[q] and John's disciples, ", "26": "so they went to John and told him, “Rabbi,[r] the man who was with you on the other side[s] of the Jordan, the one about whom you testified—look, he's baptizing, and everyone is going to him!”", "27": "John replied, “No one can receive anything unless it has been given to them from heaven. ", "28": "You yourselves are my[t] witnesses that I said, 'I am not the Messiah,[u] but I have been sent ahead of him.' ", "29": "It is the bridegroom who gets the bride, yet the bridegroom's friend, who merely[v] stands by and listens for him, is overjoyed to hear the bridegroom's voice. That's why this joy of mine is now complete. ", "30": "He must become more important, but I must become less important.”", "31": "The one who comes from above is superior to everything. The one who is of the earth belongs to the earth and speaks about earthly things.[w] The one who comes from heaven is superior to everything. ", "32": "He testifies about what he has seen and heard, yet no one accepts his testimony. ", "33": "The person who has accepted his testimony has acknowledged that God is truthful.[x] ", "34": "The one whom God sent speaks the words of God, because God[y] does not give the Spirit in limited measure to him.[z] ", "35": "The Father loves the Son and has put everything in his hands. ", "36": "The one who believes in the Son has eternal life, but the one who disobeys the Son will not see life. Instead, the wrath of God remains on him."}