{"1": "Now when Jesus[a] realized that the Pharisees had heard he was making and baptizing more disciples than John— ", "2": "although it was not Jesus who did the baptizing but his disciples— ", "3": "he left Judea and went back to Galilee. ", "4": "Now it was necessary for him to go through Samaria. ", "5": "So he came to a town in Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph. ", "6": "Jacob's Well was also there, and Jesus, tired out by the journey, sat down by the well. It was about noon.[b]", "7": "A Samaritan woman came to draw water, and Jesus told her, “Please give me a drink,” ", "8": "since his disciples had gone off into town to buy food.", "9": "The Samaritan woman asked him, “How can you, a Jew, ask for a drink from me, a Samaritan woman?” Because Jews do not have anything to do with Samaritans.[c]", "10": "Jesus answered her, “If you knew the gift of God, and who it is who is saying to you, 'Please give me a drink,' you would have been the one to ask him, and he would have given you living water.”", "11": "The woman[d] told him, “Sir, you don't have a bucket, and the well is deep. Where are you going to get this living water? ", "12": "You're not greater than our ancestor Jacob, who gave us the well and drank from it, along with his sons and his flocks, are you?”", "13": "Jesus answered her, “Everyone who drinks this water will become thirsty again. ", "14": "But whoever drinks the water that I will give him will never become thirsty again. The water that I will give him will become a well of water for him, springing up to eternal life.”", "15": "The woman told him, “Sir, give me this water, so that I won't get thirsty or have to keep coming here to draw water.”", "16": "He told her, “Go and call your husband, and come back here.”", "17": "The woman answered him, “I don't have a husband.” Jesus told her, “You are quite right in saying, 'I don't have a husband,' ", "18": "because you have had five husbands, and the man you have now is not your husband. What you have said is true.”", "19": "The woman told him, “Sir, I see that you are a prophet! ", "20": "Our ancestors worshipped on this mountain. But you Jews[e] say that the place where people should worship is in Jerusalem.”", "21": "Jesus told her, “Believe me, dear lady,[f] the hour is coming when you Samaritans[g] will worship the Father neither on this mountain nor in Jerusalem. ", "22": "You don't know what you're worshiping. We Jews[h] know what we're worshiping, because salvation comes from the Jews. ", "23": "Yet the time is coming, and is now here, when true worshipers will worship the Father in spirit[i] and truth. Indeed, the Father is looking for people like that to worship him. ", "24": "God is spirit,[j] and those who worship him must worship in spirit[k] and truth.”", "25": "The woman told him, “I know that the Anointed One[l] is coming, who is being called 'the Messiah'.[m] When that person comes, he will explain everything.”", "26": "“I AM,” Jesus replied, “the one who is speaking to you.”", "27": "At this point his disciples arrived, and they were astonished that he was talking to a woman. Yet no one said, “What do you want from her?”[n] or, “Why are you talking to her?” ", "28": "Then the woman left her water jar and went back to town. She told people, ", "29": "“Come, see a man who told me everything I've ever done! Could he possibly be the Messiah?”[o] ", "30": "The people[p] left the town and started on their way to him.", "31": "Meanwhile, the disciples were urging him, “Rabbi,[q] have something to eat.”", "32": "But he told them, “I have food to eat that you know nothing about.”", "33": "So the disciples began to say to one another, “No one has brought him anything to eat, have they?”", "34": "Jesus told them, “My food is doing the will of the one who sent me and completing his work. ", "35": "You say, don't you, 'In four more months the harvest will begin?' Look, I tell you, open your eyes and observe that the fields are ready[r] for harvesting now! ", "36": "The one who harvests is already receiving his wages and gathering a crop for eternal life, so that the one who sows and the one who harvests may rejoice together. ", "37": "In this respect the saying is true: 'One person sows, and another person harvests.'[s] ", "38": "I have sent you to harvest what you have not worked for. Others have worked, and you have adopted their work as your own.”", "39": "Now many of the Samaritans of that town believed in Jesus[t] because the woman had testified, “He told me everything I've ever done.”", "40": "So when the Samaritans came to Jesus,[u] they asked him to stay with them, and he stayed there for two days. ", "41": "And many more believed because of what he said. ", "42": "They kept telling the woman, “It is no longer because of what you said that we believe, because now we have heard him ourselves, and we know that he really is the Savior of the world.”", "43": "Two days later, Jesus[v] left for Galilee from there, ", "44": "since Jesus himself had testified that a prophet has no honor in his own country. ", "45": "When he arrived in Galilee, the Galileans welcomed him because they had seen everything that he had done in Jerusalem during the festival and because they, too, had gone to the festival. ", "46": "So Jesus[w] returned to Cana in Galilee, where he had turned the water into wine. Meanwhile, in Capernaum there was a government official whose son was ill. ", "47": "When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him repeatedly to come down and heal his son, because he was about to die.", "48": "Jesus told him, “Unless you people[x] see signs and wonders, you will never believe.”", "49": "The official told him, “Sir,[y] please come down before my little boy dies.”", "50": "Jesus told him, “Go home. Your son will live.” The man believed what Jesus told him and started back home.", "51": "While he was on his way, his servants met him and told him that his child[z] was alive. ", "52": "So he asked them at what hour he had begun to recover, and they told him, “The fever left him yesterday at one o'clock in the afternoon.”[aa]", "53": "Then the father realized that this was the very hour when Jesus had told him, “Your son will live.” So he himself believed, along with his whole family.", "54": "Now this was the second sign that Jesus did after coming from Judea to Galilee."}