{"1": "After this, Jesus went away to the other side of the Sea of Galilee (that is, to Tiberias). ", "2": "A large crowd kept following him because they had seen the signs that he was performing by healing the sick. ", "3": "But Jesus went up on a hillside and sat down there with his disciples.", "4": "Now the Passover, the festival of the Jews, was near. ", "5": "When Jesus looked up and saw that a large crowd was coming toward him, he asked Philip, “Where can we buy bread for these people to eat?” ", "6": "Jesus[a] said this to test him, because he himself knew what he was going to do.", "7": "Philip answered him, “Two hundred denarii[b] worth of bread isn't enough for each of them to have a little.”", "8": "One of his disciples, Andrew, who was Simon Peter's brother, told him, ", "9": "“There's a little boy here who has five barley loaves and two small fish. But what are these among so many people?”", "10": "Jesus said, “Have the people sit down.” Now there was plenty of grass in that area, so they sat down, numbering about 5,000 men.", "11": "Then Jesus took the loaves, gave thanks, and distributed them to those who were seated. He also distributed[c] as much fish as they wanted. ", "12": "When they were completely satisfied, Jesus[d] told his disciples, “Collect the pieces that are left over so that nothing is wasted.” ", "13": "So they collected and filled twelve baskets full of pieces of the five barley loaves left over by those who had eaten.", "14": "When the people saw the sign[e] that he had done, they kept saying, “Truly this is the Prophet who was to come into the world!” ", "15": "Then Jesus, realizing that they were about to come and take him by force to make him king, withdrew[f] again to the hillside by himself.", "16": "When evening came, his disciples went down to the sea, ", "17": "got into a boat, and started across the sea to Capernaum. Darkness had already fallen, and Jesus had not yet come to them. ", "18": "A strong wind was blowing, and the sea was getting rough. ", "19": "After they had rowed about 25 or 30 stadia,[g] they saw Jesus walking on the sea toward their boat. They became terrified. ", "20": "But he told them, “It is I. Stop being afraid!” ", "21": "So they were glad to take him on board, and immediately the boat reached the land toward which they were going.", "22": "The next day, the crowd that had remained on the other side of the sea noticed that only one boat had been there, and no other, and that Jesus had not gotten into that boat with his disciples. Instead, his disciples had gone away by themselves. ", "23": "Other small boats from Tiberias arrived near the place where they had eaten the bread after the Lord had given thanks.[h] ", "24": "When the crowd saw that neither Jesus nor his disciples were there, they got into these boats and went to Capernaum to look for Jesus.", "25": "When they had found him on the other side of the sea, they asked him, “Rabbi,[i] when did you get here?”", "26": "Jesus replied to them, “Truly, I tell all of you[j] emphatically, you are looking for me, not because you saw signs, but because you ate the loaves and were completely satisfied. ", "27": "Do not work for food that perishes but for food that lasts for eternal life, which the Son of Man will give you, because God the Father has set his seal on him.”", "28": "Then they asked him, “What must we do to perform God's works?”", "29": "Jesus answered them, “This is God's work: to believe in the one whom he has sent.”", "30": "So they asked him, “What sign are you going to do so that we may see it and believe in you? What actions are you performing? ", "31": "Our ancestors ate the manna in the wilderness, just as it is written, 'He gave them bread from heaven to eat.'”[k]", "32": "Jesus told them, “Truly, I tell all of you[l] emphatically, it was not Moses who gave you the bread from heaven, but it is my Father who gives you the true bread from heaven. ", "33": "The bread of God is the one who comes down from heaven and gives life to the world.”", "34": "Then they told him, “Sir, give us this bread all the time.”", "35": "Jesus told them, “I am the bread of life. Whoever comes to me will never become hungry, and whoever believes in me will never become thirsty. ", "36": "I told you that you have seen me,[m] yet you don't believe. ", "37": "Everything the Father gives me will come to me, and I'll never turn away the one who comes to me. ", "38": "I have come down from heaven, not to do my own will, but the will of the one who sent me. ", "39": "And this is the will of the one who sent me, that I should not lose anything that he has given me, but should raise it to life on the last day. ", "40": "This is my Father's will: That everyone who sees the Son and believes in him should have eternal life, and I will raise him to life on the last day.”", "41": "Then the Jewish leaders[n] began grumbling about him because he said, “I am the bread that came down from heaven.”", "42": "They kept saying, “This is Jesus, the son of Joseph, isn't it, whose father and mother we know? So how can he say, 'I have come down from heaven'?”", "43": "Jesus answered them, “Stop grumbling among yourselves. ", "44": "No one can come to me unless the Father who sent me draws him, and I will raise him to life on the last day. ", "45": "It is written in the Prophets, 'And all of them will be taught by God.'[o] Everyone who has listened to the Father and has learned anything comes to me. ", "46": "Not that anyone has seen the Father except the one who comes from God. This one has seen the Father. ", "47": "Truly, I tell all of you[p] emphatically, the one who believes in me[q] has eternal life. ", "48": "I'm the bread of life. ", "49": "Your ancestors ate the manna in the wilderness and died. ", "50": "This is the bread that comes down from heaven, so that a person may eat it and not die. ", "51": "I'm the living bread that came down from heaven. If anyone eats this bread, he'll live forever. And the bread I will give for the life of the world is my flesh.”", "52": "Then the Jewish leaders[r] debated angrily with each other, asking, “How can this man give us his flesh to eat?”", "53": "So Jesus told them, “Truly, I tell all of you[s] emphatically, unless you eat the flesh of the Son of Man and drink his blood, you don't have life in yourselves. ", "54": "Whoever eats my flesh and drinks my blood has eternal life, and I'll raise him to life on the last day, ", "55": "because my flesh is real[t] food, and my blood is real[u] drink. ", "56": "The person who eats my flesh and drinks my blood remains in me, and I in him. ", "57": "Just as the living Father sent me and I live because of the Father, so the one who feeds on me will also live because of me. ", "58": "This is the bread that came down from heaven, not the kind that your ancestors ate. They died, but the one who eats this bread will live forever.” ", "59": "He said this while teaching in the synagogue at Capernaum.", "60": "When many of his disciples heard this, they said, “This is a difficult statement. Who can accept[v] it?”", "61": "But Jesus, knowing within himself that his disciples were grumbling about this, asked them, “Does this offend you? ", "62": "What if you saw the Son of Man going up to the place where he was before? ", "63": "It's the Spirit who gives life; the flesh accomplishes nothing. The words that I've spoken to you are spirit and life. ", "64": "But there are some among you who don't believe...”—because Jesus knew from the beginning those who weren't believing, as well as the one who would betray him. ", "65": "So he said, “That's why I told you that no one can come to me unless it be granted him by the Father.” ", "66": "As a result,[w] many of his disciples turned back and no longer associated[x] with him.", "67": "So Jesus asked the Twelve, “You don't want to leave, too, do you?”", "68": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life. ", "69": "Besides, we have believed and remain convinced that you are the Holy One of God.”[y]", "70": "Jesus answered them, “I chose you, the Twelve, didn't I? Yet one of you is a devil.” ", "71": "Now he was speaking about Judas, the son of Simon Iscariot,[z] because this man was going to betray him, even though he was one of the Twelve."}