{"1": "Jesus, however, went to the Mount of Olives. ", "2": "At daybreak he appeared again in the Temple, and all the people came to him. So he sat down and began to teach them. ", "3": "But the scribes and the Pharisees brought a woman who had been caught in adultery.[a] After setting her before them,[b] ", "4": "they told him, “Teacher, this woman has been caught in the very act of adultery. ", "5": "Now in the Law, Moses commanded us to stone such women to death. What do you say?” ", "6": "They said this to test him, so that they might have a charge against him. But Jesus bent down and began to write on the ground with his finger.", "7": "When they persisted in questioning him, he straightened up and told them, “Let the person among you who is without sin be the first to throw a stone at her.” ", "8": "Then he bent down again and continued writing on the ground.[c] ", "9": "When they heard this, they went away one by one,[d] beginning with the oldest,[e] and he was left alone with the woman standing there.[f] ", "10": "Then Jesus stood up and asked her, “Dear lady,[g] where are your accusers?[h] Hasn't anyone condemned you?”", "11": "“No one, sir,”[i] she replied. Then Jesus said, “I don't condemn you, either. Go home, and from now on don't sin anymore.”[j]", "12": "Later on, Jesus spoke to them again, saying, “I am the light of the world. The one who follows me will never walk in darkness, but will have the light of life.”", "13": "The Pharisees told him, “You're testifying about yourself. Your testimony isn't valid.”[k]", "14": "Jesus answered them, “Even though I'm testifying about myself, my testimony is valid[l] because I know where I've come from and where I'm going. But you don't know where I come from or where I'm going. ", "15": "You're judging by human standards,[m] but I'm not judging anyone. ", "16": "Yet even if I should judge, my judgment would be valid,[n] because it is not I alone who judges, but I and the one who sent me. ", "17": "In your own Law it is written that the testimony of two people is valid.[o] ", "18": "I'm testifying about myself, and the Father who sent me is testifying about me.”", "19": "Then they asked him, “Where is this Father of yours?” Jesus replied, “You don't know me or my Father. If you had known me, you would've known my Father, too.” ", "20": "He spoke these words in the treasury, while he was teaching in the Temple. Yet no one arrested him, because his hour had not yet come.", "21": "Later on, he told them again, “I'm going away, and you'll look for me, but you will die in your sin.[p] You cannot come where I'm going.”", "22": "So the Jewish leaders[q] were asking, “He isn't going to kill himself, is he? Is that why he said,[r] 'You cannot come where I'm going'?”", "23": "He told them, “You are from below, I'm from above. You are of this world, but I'm not of this world. ", "24": "That is why I told you that you will die in your sins, for unless you believe that I AM, you'll die in your sins.”", "25": "Then they asked him, “Who are you?” Jesus told them, “What have I been telling you all along?[s] ", "26": "I have much to say about you and to condemn you for.[t] But the one who sent me is truthful,[u] and what I've heard from him I declare to the world.”", "27": "They didn't realize that he was talking to them about the Father. ", "28": "So Jesus told them, “When you have lifted up the Son of Man, then you will know that I AM, and that I do nothing on my own authority. Instead, I speak only what the Father has taught me. ", "29": "Moreover, the one who sent me is with me. He has never left me alone, because I always do what pleases him.” ", "30": "While he was saying these things, many believed in him.", "31": "So Jesus told those Jews who had believed in him, “If you continue in my word, you are really my disciples. ", "32": "And you will know the truth, and the truth will set you free.”", "33": "They replied to him, “We are Abraham's descendants and have never been slaves to anybody. So how can you say, 'You will be set free'?”", "34": "Jesus answered them, “Truly, I tell all of you[v] emphatically, that everyone who commits sin is a slave of sin.[w] ", "35": "The slave does not remain in the household forever, but the son does remain forever. ", "36": "So if the Son sets you free, you will be free indeed!”", "37": "“I know that you are Abraham's descendants. Yet you are trying to kill me because you've not received what I've told you. ", "38": "I declare what I've seen in my[x] Father's presence, and you're doing what you've heard from your father.”", "39": "They replied to him, “Our father is Abraham!” Jesus told them, “If you were Abraham's children, you would be doing what Abraham did.[y] ", "40": "But now you're trying to kill me, a man who has told you the truth that I heard from God. Abraham wouldn't have done that. ", "41": "You are doing your father's actions.” They told him, “We're not illegitimate children. We have one Father, God himself.”", "42": "Jesus told them, “If God were your Father, you would've loved me, because I came from God and am here. I haven't come on my own accord, but he sent me. ", "43": "Why don't you understand what I've said? It's because you can't listen to my words. ", "44": "You belong to your father the Devil, and you want to carry out the desires of your father. He was a murderer from the beginning and has never stood for truth, since there is no truth in him. Whenever he tells a lie, he speaks in character, because he is a liar and the father of lies. ", "45": "But it is because I speak the truth that you don't believe me. ", "46": "Can any of you prove me guilty of sin? If I'm telling the truth, why don't you believe me? ", "47": "The one who belongs to God listens to the words of God. The reason you don't listen is because you don't belong to God.”", "48": "The Jewish leaders[z] replied to him, “Surely we're right in saying that you are a Samaritan and have a demon, aren't we?”", "49": "Jesus answered, “I don't have a demon. On the contrary, I honor my Father, and you dishonor me. ", "50": "I don't seek my own glory. There is one who seeks it, and he is the Judge. ", "51": "Truly, I tell all of you[aa] emphatically, if anyone keeps my word, he will never see death.”", "52": "Then the Jewish leaders[ab] told him, “Now we really know that you have a demon. Abraham died, and so did the prophets, but you say, 'If anyone keeps my word, he will never taste death.' ", "53": "You aren't greater than our father Abraham, who died, are you? The prophets also died. Who are you making yourself out to be?”", "54": "Jesus answered, “If I were trying to glorify myself, my glory would mean nothing. It is my Father who glorifies me, of whom you say, 'He is our God.' ", "55": "You don't know him, but I know him. If I were to say that I don't know him, I would be a liar like you. But I do know him and keep his word. ", "56": "Your father Abraham rejoiced that he would see my day, and he saw it and was glad.”", "57": "Then the Jewish leaders[ac] asked him, “You are not even 50 years old, yet you have seen Abraham?”[ad]", "58": "Jesus told them, “Truly, I tell all of you[ae] emphatically, before there was an Abraham, I AM!” ", "59": "At this, they picked up stones to throw at him, but Jesus hid himself and went out of the Temple."}