{"1": "As he was walking along, he observed a man who had been blind from birth. ", "2": "His disciples asked him, “Rabbi,[a] who sinned, this man or his parents, that caused him to be born blind?”", "3": "Jesus answered, “Neither this man nor his parents sinned. This happened so that[b] God's work might be revealed in him. ", "4": "I[c] must do the work of the one who sent me[d] while it is day. Night is approaching, when no one can work. ", "5": "As long as I'm in the world, I'm the light of the world.” ", "6": "After saying this, he spit on the ground and made mud with the saliva. Then he spread the mud on the man's eyes ", "7": "and told him, “Go and wash in the pool of Siloam” (which is translated “Sent One”). So he went off, washed, and came back seeing.", "8": "Then the neighbors and those who had previously seen him as a beggar said, “This is the man who used to sit and beg, isn't it?”", "9": "Some were saying, “It's him,” while others were saying, “No, but it's someone like him.” But he himself kept saying, “It's me!”", "10": "So they asked him, “How, then, did you gain your eyesight?”", "11": "He said, “The man named Jesus made some mud, spread it on my eyes, and told me, 'Go to Siloam and wash.' So off I went and washed, and I received my sight.”", "12": "They asked him, “Where is that man?” He said, “I don't know!”", "13": "So they brought to the Pharisees the man who had once been blind. ", "14": "Now it was a Sabbath day when Jesus made the mud and healed[e] his eyes. ", "15": "So the Pharisees also began to ask him how he had gained his sight. He told them, “He put mud on my eyes, then I washed, and now I can see.”", "16": "Some of the Pharisees began to remark, “This man is not from God because he does not keep the Sabbath.” But others were saying, “How can a sinful man perform such signs?” And there was a division among them.", "17": "So they asked the formerly[f] blind man again, “What do you say about him, since it was your eyes he healed?”[g] He said, “He is a prophet.”", "18": "The Jewish leaders[h] did not believe that the man[i] had been blind and had gained sight until they summoned his parents[j] ", "19": "and asked them, “Is this your son, the one you say was born blind? How does he now see?”", "20": "His parents replied, “We know that this is our son and that he was born blind. ", "21": "But we don't know how it is that he now sees, and we don't know who opened his eyes. Ask him. He is of age and can speak for himself.” ", "22": "His parents said this because they were afraid of the Jewish leaders,[k] since the Jewish leaders[l] had already agreed that anyone who acknowledged that Jesus[m] was the Messiah[n] would be thrown out of the synagogue. ", "23": "That's why his parents said, “He is of age. Ask him.”", "24": "The Jewish leaders[o] summoned the man who had been blind a second time and told him, “Give glory to God! We know that this man is a sinner.”", "25": "But he responded, “I don't know whether he is a sinner or not. The one thing I do know is that I used to be blind and now I can see!”", "26": "Then they asked him, “What did he do to you? How did he heal[p] your eyes?”", "27": "He answered them, “I've already told you, but you didn't listen. Why do you want to hear it again? You don't want to become his disciples, too, do you?”", "28": "At this, they turned on him in fury and said, “You are his disciple, but we are disciples of Moses! ", "29": "We know that God has spoken to Moses, but we do not know where this fellow comes from.”", "30": "The man answered them, “This is an amazing thing! You don't know where he comes from, yet he healed[q] my eyes. ", "31": "We know that God doesn't listen to sinners, but he does listen to anyone who worships him and does his will. ", "32": "Ever since creation it has never been heard that anyone healed[r] the eyes of a man who was born blind. ", "33": "If this man were not from God, he couldn't do anything like that.”", "34": "They asked him, “You were born a sinner[s] and you are trying to instruct us?” And they threw him out.", "35": "Jesus heard that they had thrown him out. So when he found him, he asked him, “Do you believe in the Son of Man?”[t]", "36": "He answered, “And who is he, sir?[u] Tell me,[v] so that I may believe in him.”", "37": "Jesus told him, “You have seen him. He is the person who is talking with you.”", "38": "He said, “Lord, I do believe,” and worshipped him.", "39": "Then Jesus said, “I have come into this world to judge it, so that those who are blind may see and so that those who see may become blind.”", "40": "Some of the Pharisees who were near him overheard this and asked him, “We aren't blind, too, are we?”", "41": "Jesus told them, “If you were blind, you would not have any sin. But now that you insist, 'We see,' your sin still exists.”"}