{"1-2": "God said to Moses: “Go to Pharaoh. I've made him stubborn, him and his servants, so that I can force him to look at these signs and so you'll be able to tell your children and grandchildren how I toyed with the Egyptians, like a cat with a mouse; you'll tell them the stories of the signs that I brought down on them, so that you'll all know that I am God.”", "3-6": "Moses and Aaron went to Pharaoh and said to him, “God, the God of the Hebrews, says, 'How long are you going to refuse to knuckle under? Release my people so that they can worship me. If you refuse to release my people, watch out; tomorrow I'm bringing locusts into your country. They'll cover every square inch of ground; no one will be able to see the ground. They'll devour everything left over from the hailstorm, even the saplings out in the fields—they'll clear-cut the trees. And they'll invade your houses, filling the houses of your servants, filling every house in Egypt. Nobody will have ever seen anything like this, from the time your ancestors first set foot on this soil until today.'” Then he turned on his heel and left Pharaoh.", "7": "Pharaoh's servants said to him, “How long are you going to let this man harass us? Let these people go and worship their God. Can't you see that Egypt is on its last legs?”", "8": "So Moses and Aaron were brought back to Pharaoh. He said to them, “Go ahead then. Go worship your God. But just who exactly is going with you?”", "9": "Moses said, “We're taking young and old, sons and daughters, flocks and herds—this is our worship-celebration of God.”", "10-11": "He said, “I'd sooner send you off with God's blessings than let you go with your children. Look, you're up to no good—it's written all over your faces. Nothing doing. Just the men are going—go ahead and worship God. That's what you want so badly.” And they were thrown out of Pharaoh's presence.", "12": "God said to Moses: “Stretch your hand over Egypt and signal the locusts to cover the land of Egypt, devouring every blade of grass in the country, everything that the hail didn't get.”", "13": "Moses stretched out his staff over the land of Egypt. God let loose an east wind. It blew that day and night. By morning the east wind had brought in the locusts.", "14-15": "The locusts covered the country of Egypt, settling over every square inch of Egypt; the place was thick with locusts. There never was an invasion of locusts like it in the past, and never will be again. The ground was completely covered, black with locusts. They ate everything, every blade of grass, every piece of fruit, anything that the hail didn't get. Nothing left but bare trees and bare fields—not a sign of green in the whole land of Egypt.", "16-17": "Pharaoh had Moses and Aaron back in no time. He said, “I've sinned against your God and against you. Overlook my sin one more time. Pray to your God to get me out of this—get death out of here!”", "18-19": "Moses left Pharaoh and prayed to God. God reversed the wind—a powerful west wind took the locusts and dumped them into the Red Sea. There wasn't a single locust left in the whole country of Egypt.", "20": "But God made Pharaoh stubborn as ever. He still didn't release the Israelites.", "21": "God said to Moses: “Stretch your hand to the skies. Let darkness descend on the land of Egypt—a darkness so dark you can touch it.”", "22-23": "Moses stretched out his hand to the skies. Thick darkness descended on the land of Egypt for three days. Nobody could see anybody. For three days no one could so much as move. Except for the Israelites: they had light where they were living.", "24": "Pharaoh called in Moses: “Go and worship God. Leave your flocks and herds behind. But go ahead and take your children.”", "25-26": "But Moses said, “You have to let us take our sacrificial animals and offerings with us so we can sacrifice them in worship to our God. Our livestock has to go with us with not a hoof left behind; they are part of the worship of our God. And we don't know just what will be needed until we get there.”", "27": "But God kept Pharaoh stubborn as ever. He wouldn't agree to release them.", "28": "Pharaoh said to Moses: “Get out of my sight! And watch your step. I don't want to ever see you again. If I lay eyes on you again, you're dead.”", "29": "Moses said, “Have it your way. You won't see my face again.”"}