{"1-3": "On the fifteenth day of the second month after they had left Egypt, the whole company of Israel moved on from Elim to the Wilderness of Sin which is between Elim and Sinai. The whole company of Israel complained against Moses and Aaron there in the wilderness. The Israelites said, “Why didn't God let us die in comfort in Egypt where we had lamb stew and all the bread we could eat? You've brought us out into this wilderness to starve us to death, the whole company of Israel!”", "4-5": "God said to Moses, “I'm going to rain bread down from the skies for you. The people will go out and gather each day's ration. I'm going to test them to see if they'll live according to my Teaching or not. On the sixth day, when they prepare what they have gathered, it will turn out to be twice as much as their daily ration.”", "6-7": "Moses and Aaron told the People of Israel, “This evening you will know that it is God who brought you out of Egypt; and in the morning you will see the Glory of God. Yes, he's listened to your complaints against him. You haven't been complaining against us, you know, but against God.”", "8": "Moses said, “Since it will be God who gives you meat for your meal in the evening and your fill of bread in the morning, it's God who will have listened to your complaints against him. Who are we in all this? You haven't been complaining to us—you've been complaining to God!”", "9": "Moses instructed Aaron: “Tell the whole company of Israel: 'Come near to God. He's heard your complaints.'”", "10": "When Aaron gave out the instructions to the whole company of Israel, they turned to face the wilderness. And there it was: the Glory of God visible in the Cloud.", "11-12": "God spoke to Moses, “I've listened to the complaints of the Israelites. Now tell them: 'At dusk you will eat meat and at dawn you'll eat your fill of bread; and you'll realize that I am God, your God.'”", "13-15": "That evening quail flew in and covered the camp and in the morning there was a layer of dew all over the camp. When the layer of dew had lifted, there on the wilderness ground was a fine flaky something, fine as frost on the ground. The Israelites took one look and said to one another, man-hu (What is it?). They had no idea what it was.", "15-16": "So Moses told them, “It's the bread God has given you to eat. And these are God's instructions: 'Gather enough for each person, about two quarts per person; gather enough for everyone in your tent.'”", "17-18": "The People of Israel went to work and started gathering, some more, some less, but when they measured out what they had gathered, those who gathered more had no extra and those who gathered less weren't short—each person had gathered as much as was needed.", "19": "Moses said to them, “Don't leave any of it until morning.”", "20": "But they didn't listen to Moses. A few of the men kept back some of it until morning. It got wormy and smelled bad. And Moses lost his temper with them.", "21-22": "They gathered it every morning, each person according to need. Then the sun heated up and it melted. On the sixth day they gathered twice as much bread, about four quarts per person. Then the leaders of the company came to Moses and reported.", "23-24": "Moses said, “This is what God was talking about: Tomorrow is a day of rest, a holy Sabbath to God. Whatever you plan to bake, bake today; and whatever you plan to boil, boil today. Then set aside the leftovers until morning.” They set aside what was left until morning, as Moses had commanded. It didn't smell bad and there were no worms in it.", "25-26": "Moses said, “Now eat it; this is the day, a Sabbath for God. You won't find any of it on the ground today. Gather it every day for six days, but the seventh day is Sabbath; there won't be any of it on the ground.”", "27": "On the seventh day, some of the people went out to gather anyway but they didn't find anything.", "28-29": "God said to Moses, “How long are you going to disobey my commands and not follow my instructions? Don't you see that God has given you the Sabbath? So on the sixth day he gives you bread for two days. So, each of you, stay home. Don't leave home on the seventh day.”", "30": "So the people quit working on the seventh day.", "31": "The Israelites named it manna (What is it?). It looked like coriander seed, whitish. And it tasted like a cracker with honey.", "32": "Moses said, “This is God's command: 'Keep a two-quart jar of it, an omer, for future generations so they can see the bread that I fed you in the wilderness after I brought you out of Egypt.'”", "33": "Moses told Aaron, “Take a jar and fill it with two quarts of manna. Place it before God, keeping it safe for future generations.”", "34": "Aaron did what God commanded Moses. He set it aside before The Testimony to preserve it.", "35": "The Israelites ate the manna for forty years until they arrived at the land where they would settle down. They ate manna until they reached the border into Canaan.", "36": "According to ancient measurements, an omer is one-tenth of an ephah."}