{"1-3": "God said to Moses: “Now go. Get on your way from here, you and the people you brought up from the land of Egypt. Head for the land which I promised to Abraham, Isaac, and Jacob, saying 'I will give it to your descendants.' I will send an angel ahead of you and I'll drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites, and Jebusites. It's a land flowing with milk and honey. But I won't be with you in person—you're such a stubborn, hard-headed people!—lest I destroy you on the journey.”", "4": "When the people heard this harsh verdict, they were plunged into gloom and wore long faces. No one put on jewelry.", "5-6": "God said to Moses, “Tell the Israelites, 'You're one hard-headed people. I couldn't stand being with you for even a moment—I'd destroy you. So take off all your jewelry until I figure out what to do with you.'” So the Israelites stripped themselves of their jewelry from Mount Horeb on.", "7-10": "Moses used to take the Tent and set it up outside the camp, some distance away. He called it the Tent of Meeting. Anyone who sought God would go to the Tent of Meeting outside the camp. It went like this: When Moses would go to the Tent, all the people would stand at attention; each man would take his position at the entrance to his tent with his eyes on Moses until he entered the Tent; whenever Moses entered the Tent, the Pillar of Cloud descended to the entrance to the Tent and God spoke with Moses. All the people would see the Pillar of Cloud at the entrance to the Tent, stand at attention, and then bow down in worship, each man at the entrance to his tent.", "11": "And God spoke with Moses face-to-face, as neighbors speak to one another. When he would return to the camp, his attendant, the young man Joshua, stayed—he didn't leave the Tent.", "12-13": "Moses said to God, “Look, you tell me, 'Lead this people,' but you don't let me know whom you're going to send with me. You tell me, 'I know you well and you are special to me.' If I am so special to you, let me in on your plans. That way, I will continue being special to you. Don't forget, this is your people, your responsibility.”", "14": "God said, “My presence will go with you. I'll see the journey to the end.”", "15-16": "Moses said, “If your presence doesn't take the lead here, call this trip off right now. How else will it be known that you're with me in this, with me and your people? Are you traveling with us or not? How else will we know that we're special, I and your people, among all other people on this planet Earth?”", "17": "God said to Moses: “All right. Just as you say; this also I will do, for I know you well and you are special to me. I know you by name.”", "18": "Moses said, “Please. Let me see your Glory.”", "19": "God said, “I will make my Goodness pass right in front of you; I'll call out the name, God, right before you. I'll treat well whomever I want to treat well and I'll be kind to whomever I want to be kind.”", "20": "God continued, “But you may not see my face. No one can see me and live.”", "21-23": "God said, “Look, here is a place right beside me. Put yourself on this rock. When my Glory passes by, I'll put you in the cleft of the rock and cover you with my hand until I've passed by. Then I'll take my hand away and you'll see my back. But you won't see my face.”"}