{"1": "Moses objected, “They won't trust me. They won't listen to a word I say. They're going to say, 'God? Appear to him? Hardly!'”", "2": "So God said, “What's that in your hand?” “A staff.”", "3": "“Throw it on the ground.” He threw it. It became a snake; Moses jumped back—fast!", "4-5": "God said to Moses, “Reach out and grab it by the tail.” He reached out and grabbed it—and he was holding his staff again. “That's so they will trust that God appeared to you, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob.”", "6": "God then said, “Put your hand inside your shirt.” He slipped his hand under his shirt, then took it out. His hand had turned leprous, like snow.", "7": "He said, “Put your hand back under your shirt.” He did it, then took it back out—as healthy as before.", "8-9": "“So if they don't trust you and aren't convinced by the first sign, the second sign should do it. But if it doesn't, if even after these two signs they don't trust you and listen to your message, take some water out of the Nile and pour it out on the dry land; the Nile water that you pour out will turn to blood when it hits the ground.”", "10": "Moses raised another objection to God: “Master, please, I don't talk well. I've never been good with words, neither before nor after you spoke to me. I stutter and stammer.”", "11-12": "God said, “And who do you think made the human mouth? And who makes some mute, some deaf, some sighted, some blind? Isn't it I, God? So, get going. I'll be right there with you—with your mouth! I'll be right there to teach you what to say.”", "13": "He said, “Oh, Master, please! Send somebody else!”", "14-17": "God got angry with Moses: “Don't you have a brother, Aaron the Levite? He's good with words, I know he is. He speaks very well. In fact, at this very moment he's on his way to meet you. When he sees you he's going to be glad. You'll speak to him and tell him what to say. I'll be right there with you as you speak and with him as he speaks, teaching you step by step. He will speak to the people for you. He'll act as your mouth, but you'll decide what comes out of it. Now take this staff in your hand; you'll use it to do the signs.”", "18": "Moses went back to Jethro his father-in-law and said, “I need to return to my relatives who are in Egypt. I want to see if they're still alive.” Jethro said, “Go. And peace be with you.”", "19": "God said to Moses in Midian: “Go. Return to Egypt. All the men who wanted to kill you are dead.”", "20": "So Moses took his wife and sons and put them on a donkey for the return trip to Egypt. He had a firm grip on the staff of God.", "21-23": "God said to Moses, “When you get back to Egypt, be prepared: All the wonders that I will do through you, you'll do before Pharaoh. But I will make him stubborn so that he will refuse to let the people go. Then you are to tell Pharaoh, 'God's Message: Israel is my son, my firstborn! I told you, “Free my son so that he can serve me.” But you refused to free him. So now I'm going to kill your son, your firstborn.'”", "24-26": "On the journey back, as they camped for the night, God met Moses and would have killed him but Zipporah took a flint knife and cut off her son's foreskin, and touched Moses' member with it. She said, “Oh! You're a bridegroom of blood to me!” Then God let him go. She used the phrase “bridegroom of blood” because of the circumcision.", "27-28": "God spoke to Aaron, “Go and meet Moses in the wilderness.” He went and met him at the mountain of God and kissed him. Moses told Aaron the message that God had sent him to speak and the wonders he had commanded him to do.", "29-31": "So Moses and Aaron proceeded to round up all the leaders of Israel. Aaron told them everything that God had told Moses and demonstrated the wonders before the people. And the people trusted and listened believingly that God was concerned with what was going on with the Israelites and knew all about their affliction. They bowed low and they worshiped."}