{"1": "After that Moses and Aaron approached Pharaoh. They said, “God, the God of Israel, says, 'Free my people so that they can hold a festival for me in the wilderness.'”", "2": "Pharaoh said, “And who is God that I should listen to him and send Israel off? I know nothing of this so-called 'God' and I'm certainly not going to send Israel off.”", "3": "They said, “The God of the Hebrews has met with us. Let us take a three-day journey into the wilderness so we can worship our God lest he strike us with either disease or death.”", "4-5": "But the king of Egypt said, “Why on earth, Moses and Aaron, would you suggest the people be given a holiday? Back to work!” Pharaoh went on, “Look, I've got all these people bumming around, and now you want to reward them with time off?”", "6-9": "Pharaoh took immediate action. He sent down orders to the slave-drivers and their underlings: “Don't provide straw for the people for making bricks as you have been doing. Make them get their own straw. And make them produce the same number of bricks—no reduction in their daily quotas! They're getting lazy. They're going around saying, 'Give us time off so we can worship our God.' Crack down on them. That'll cure them of their whining, their god-fantasies.”", "10-12": "The slave-drivers and their underlings went out to the people with their new instructions. “Pharaoh's orders: No more straw provided. Get your own straw wherever you can find it. And not one brick less in your daily work quota!” The people scattered all over Egypt scrabbling for straw.", "13": "The slave-drivers were merciless, saying, “Complete your daily quota of bricks—the same number as when you were given straw.”", "14": "The Israelite foremen whom the slave-drivers had appointed were beaten and badgered. “Why didn't you finish your quota of bricks yesterday or the day before—and now again today?”", "15-16": "The Israelite foremen came to Pharaoh and cried out for relief: “Why are you treating your servants like this? Nobody gives us any straw and they tell us, 'Make bricks!' Look at us—we're being beaten. And it's not our fault.”", "17-18": "But Pharaoh said, “Lazy! That's what you are! Lazy! That's why you whine, 'Let us go so we can worship God.' Well then, go—go back to work. Nobody's going to give you straw, and at the end of the day you better bring in your full quota of bricks.”", "19": "The Israelite foremen saw that they were in a bad way, having to go back and tell their workers, “Not one brick short in your daily quota.”", "20-21": "As they left Pharaoh, they found Moses and Aaron waiting to meet them. The foremen said to them, “May God see what you've done and judge you—you've made us stink before Pharaoh and his servants! You've put a weapon in his hand that's going to kill us!”", "22-23": "Moses went back to God and said, “My Master, why are you treating this people so badly? And why did you ever send me? From the moment I came to Pharaoh to speak in your name, things have only gotten worse for this people. And rescue? Does this look like rescue to you?”"}