{"1": "The proverbs of Shlomo the son of David, king of Isra'el,", "2": "are for learning about wisdom and discipline; for understanding words expressing deep insight;", "3": "for gaining an intelligently disciplined life, doing what is right, just and fair;", "4": "for endowing with caution those who don't think and the young person with knowledge and discretion.", "5": "Someone who is already wise will hear and learn still more; someone who already understands will gain the ability to counsel well;", "6": "he will understand proverbs, obscure expressions, the sayings and riddles of the wise.", "7": "The fear of Adonai is the beginning of knowledge, but fools despise wisdom and discipline.", "8": "My son, heed the discipline of your father, and do not abandon the teaching of your mother;", "9": "they will be a garland to grace your head, a medal of honor for your neck.", "10": "My son, if sinners entice you, don't go along with them.", "11": "Suppose they say, “Come with us: we'll ambush somebody and kill him, we'll waylay some harmless soul, just for fun;", "12": "we'll swallow him alive, like Sh'ol, whole, like those who descend to the pit;", "13": "we'll find everything he has of value, we'll fill our homes with loot!", "14": "Throw in your lot with us; we'll share a common purse” —", "15": "my son, don't go along with them, don't set foot on their path;", "16": "Their feet run to evil, they rush to shed blood.", "17": "For in vain is the net baited if any bird can see it;", "18": "rather, they are ambushing themselves to shed their own blood, waylaying themselves.", "19": "So are the ways of all greedy for gain — it takes the lives of those who get it.", "20": "Wisdom calls aloud in the open air and raises her voice in the public places;", "21": "she calls out at streetcorners and speaks out at entrances to city gates:", "22": "“How long, you whose lives have no purpose, will you love thoughtless living? How long will scorners find pleasure in mocking? How long will fools hate knowledge?", "23": "Repent when I reprove — I will pour out my spirit to you, I will make my words known to you.", "24": "Because you refused when I called, and no one paid attention when I put out my hand,", "25": "but instead you neglected my counsel and would not accept my reproof;", "26": "I, in turn, will laugh at your distress, and mock when terror comes over you —", "27": "yes, when terror overtakes you like a storm and your disaster approaches like a whirlwind, when distress and trouble assail you.", "28": "Then they will call me, but I won't answer; they will seek me earnestly, but they won't find me.", "29": "Because they hated knowledge and did not choose the fear of Adonai,", "30": "they refused my counsel and despised my reproof.", "31": "So they will bear the consequences of their own way and be overfilled with their own schemes.", "32": "For the aimless wandering of the thoughtless will kill them, and the smug overconfidence of fools will destroy them;", "33": "but those who pay attention to me will live securely, untroubled by fear of misfortune.”"}