{"1": "The proverbs of Shlomo: A wise son is a joy to his father, but a foolish son is a grief to his mother.", "2": "No good comes from ill-gotten wealth, but righteousness rescues from death.", "3": "Adonai does not let the righteous go hungry, but he thwarts the craving of the wicked.", "4": "Idle hands bring poverty; diligent hands bring wealth.", "5": "A sensible person gathers in summer, but he who sleeps during harvest is an embarrassment.", "6": "Blessings are for the head of the righteous, but the speech of the wicked is a cover for violence.", "7": "The memory of the righteous will be for a blessing, but the reputation of the wicked will rot.", "8": "Wise-hearted people take orders, but a babbling fool will have trouble.", "9": "He who walks purely walks securely, but he who walks in crooked ways will be found out.", "10": "He who winks his eye [instead of rebuking] causes pain, yet a babbling fool will have trouble.", "11": "The speech of the righteous is a fountain of life, but the speech of the wicked is a cover for violence.", "12": "Hate stirs up disputes, but love covers all kinds of transgressions.", "13": "On the lips of the intelligent is found wisdom, but a stick is in store for the back of a fool.", "14": "Wise people hide their knowledge, but when a fool speaks, ruin is imminent.", "15": "The wealth of the rich is his fortified city; the ruin of the poor is their poverty.", "16": "The activity of the righteous is for life; the income of the wicked is for sin.", "17": "He who observes discipline is on the way to life; but he who ignores correction is making a mistake.", "18": "He who covers up hate has lips that lie, and anyone who slanders is a fool.", "19": "When words are many, sin is not lacking; so he who controls his speech is wise.", "20": "The tongue of the righteous is like pure silver, but the mind of the wicked is worth little.", "21": "The lips of the righteous feed many, but fools die for lack of sense.", "22": "The blessing of Adonai is what makes people rich, and he doesn't mix sorrow with it.", "23": "To a fool, vileness is like a game, as is wisdom to a person of discernment.", "24": "What a fool dreads will overtake him, but the righteous will be given his desire.", "25": "When the storm has passed, the wicked are gone; but the righteous are firmly established forever.", "26": "Like vinegar to the teeth and smoke to the eyes is a lazy person to his employer.", "27": "The fear of Adonai adds length to life, but the years of the wicked are cut short.", "28": "What the righteous hope for will end in joy; what the wicked expect will come to nothing.", "29": "The way of Adonai is a stronghold to the upright but ruin to those who do evil.", "30": "The righteous will never be moved, but the wicked will not remain in the land.", "31": "The mouth of the righteous brings forth wisdom, but the perverse tongue will be cut off.", "32": "The lips of the righteous know what is wanted, but the mouth of the wicked [knows] deceit."}