{"1": "False scales are an abomination to Adonai, but accurate weights please him.", "2": "First comes pride, then disgrace; but with the humble is wisdom.", "3": "The integrity of the upright guides them, but the duplicity of the treacherous destroys them.", "4": "On the day of wrath, wealth doesn't help; but righteousness rescues from death.", "5": "The righteousness of the innocent levels their way, but wickedness of the wicked makes them fall.", "6": "The righteousness of the upright rescues them, but the treacherous are trapped by their own intrigues.", "7": "When a wicked man dies, his hope perishes; what he hopes for from evil comes to nothing.", "8": "The righteous is delivered from trouble, and the wicked comes to take his place.", "9": "With his mouth the hypocrite can ruin his neighbor, but by knowledge the righteous are delivered.", "10": "When the righteous prosper, the city rejoices; and when the wicked perish, there is joy.", "11": "By the blessing of the upright, a city is raised up; but the words of the wicked tear it down.", "12": "He who belittles another lacks good sense, whereas a person of discernment stays silent.", "13": "A gossip goes around revealing secrets, but a trustworthy person keeps a confidence.", "14": "Without clever tactics an army is defeated, and victory comes from much planning.", "15": "He who guarantees a loan for a stranger will suffer, but refusing to underwrite is safe.", "16": "A gracious woman obtains honor; aggressive men obtain wealth.", "17": "A man who is kind does himself good, but the cruel does harm to himself.", "18": "The profits of the wicked are illusory; but those who sow righteousness gain a true reward.", "19": "Genuine righteousness leads to life, but the pursuer of evil goes to his own death.", "20": "The crooked-hearted are an abomination to Adonai, but those sincere in their ways are his delight.", "21": "Depend on it: the evil will not go unpunished; but the offspring of the righteous will escape.", "22": "Like a gold ring in the snout of a pig is a beautiful woman who lacks good sense.", "23": "The righteous desire only good, but what the wicked hope for brings wrath.", "24": "Some give freely and still get richer, while others are stingy but grow still poorer.", "25": "The person who blesses others will prosper; he who satisfies others will be satisfied himself.", "26": "The people will curse him who withholds grain; but if he sells it, blessings will be on his head.", "27": "He who strives for good obtains favor, but he who searches for evil — it comes to him!", "28": "He who trusts in his riches will fall, but the righteous will flourish like sprouting leaves.", "29": "Those who trouble their families inherit the wind, and the fool becomes slave to the wise.", "30": "The fruit of the righteous is a tree of life, and he who is wise wins souls.", "31": "If the righteous are paid what they deserve here on earth, how much more the wicked and the sinner!"}