{"1": "He who loves knowledge loves discipline, but he who hates correction is a boor.", "2": "A good man obtains Adonai's favor, but the schemer his condemnation.", "3": "No one is made secure by wickedness, but the roots of the righteous will never be moved.", "4": "A capable wife is a crown for her husband, but a shameful one is like rot in his bones.", "5": "The plans of the righteous are just, but the schemes of the wicked are deceitful.", "6": "The words of the wicked are a deadly ambush, but the speech of the upright rescues them.", "7": "Once the wicked are down, it's the end of them; but the house of the upright endures.", "8": "A person wins praise in keeping with his common sense, but a person with a warped mind is treated with contempt.", "9": "Better to be despised and have a servant than to boast of one's status but have nothing to eat.", "10": "A righteous man takes care of his animal, but the wicked? Even his compassion is cruel.", "11": "He who farms his land will have plenty of food, but he who follows futilities has no sense.", "12": "The wicked covet the loot of evil men, but the root of the righteous gives forth of itself.", "13": "The wicked is trapped by his own sinful speech, but the righteous finds a way out of trouble.", "14": "One can be filled with good as the result of one's words, and one gets the reward one's deeds deserve.", "15": "Fools suppose their way is straight, but the wise pay attention to advice.", "16": "A fool's anger is known at once, but a cautious person slighted conceals his feelings.", "17": "He who tells the truth furthers justice, but a false witness furthers deceit.", "18": "Idle talk can pierce like a sword, but the tongue of the wise can heal.", "19": "Truthful words will stand forever, lying speech but a moment.", "20": "Deceit is in the hearts of those who plot evil, but for those advising peace there is joy.", "21": "No harm can come to the righteous, but the wicked are overwhelmed with disaster.", "22": "Lying lips are an abomination to Adonai, but those who deal faithfully are his delight.", "23": "A cautious person conceals knowledge, but the heart of a fool blurts out folly.", "24": "The diligent will rule, while the lazy will be put to forced labor.", "25": "Anxiety in a person's heart weighs him down, but a kind word cheers him up.", "26": "The righteous guides his friend's way rightly, but the way of the wicked will lead them astray.", "27": "A lazy man doesn't roast what he hunted; but when a man is diligent, his wealth is precious.", "28": "In the road of righteousness is life; no death is in its pathway."}