{"1": "A son who heeds his father's discipline is wise, but a scoffer doesn't listen to rebuke.", "2": "A [good] man enjoys good as a result of what he says, but the essence of the treacherous is violence.", "3": "He who guards his mouth preserves his life, but one who talks too much comes to ruin.", "4": "The lazy person wants but doesn't have; the diligent get their desires filled.", "5": "A righteous person hates lying, but the wicked is vile and disgraceful.", "6": "Righteousness protects him whose way is honest, but wickedness brings down the sinner.", "7": "There are those with nothing who pretend they are rich, also those with great wealth who pretend they are poor.", "8": "The rich man may have to ransom his life, but a poor man gets no threats.", "9": "The light of the righteous [shines] joyfully, but the lamp of the wicked will be extinguished.", "10": "Insolence produces only strife, but wisdom is found with those who take advice.", "11": "Wealth gotten by worthless means dwindles away, but he who amasses it by hard work will increase it.", "12": "Hope deferred makes the heart sick, but desire fulfilled is a tree of life.", "13": "He who despises a word will suffer for it, but he who respects a command will be rewarded.", "14": "The teaching of a wise man is a fountain of life, enabling one to avoid deadly traps.", "15": "Good common sense produces grace, but the way of the treacherous is rough.", "16": "Every cautious person acts with knowledge, but a fool parades his folly.", "17": "A wicked messenger falls into evil, but a faithful envoy brings healing.", "18": "Poverty and shame are for him who won't be taught, but he who heeds reproof will be honored.", "19": "Desire fulfilled is sweet to the soul, but turning away from evil is abhorrent to fools.", "20": "He who walks with the wise will become wise, but the companion of fools will suffer.", "21": "Evil pursues sinners, but prosperity will reward the righteous.", "22": "A good man leaves an inheritance to his grandchildren, but the wealth of a sinner is stored up for the righteous.", "23": "The fields of the poor may yield much food, but some are swept away because of injustice.", "24": "He who fails to use a stick hates his son, but he who loves him is careful to discipline him.", "25": "The righteous person eats his fill, but the belly of the wicked is empty."}