{"1": "Every wise woman builds up her home, but a foolish one tears it down with her own hands.", "2": "A person with upright conduct fears Adonai, but a person who is devious scorns him.", "3": "From the mouth of a fool sprouts pride, but the lips of the wise protect them.", "4": "Where there are no oxen, the stalls are clean; but much is produced by the strength of an ox.", "5": "An honest witness will not lie, but a false witness lies with every breath.", "6": "A scoffer seeks wisdom in vain, but knowledge comes easily to someone with discernment.", "7": "Keep clear of a fool, for you won't hear a sensible word from him.", "8": "The wisdom of the cautious makes him know where he is going, but the folly of fools misleads them.", "9": "Guilt offerings make a mockery of fools; but among the upright there is good will.", "10": "The heart knows its own bitterness, and no stranger can share its joy.", "11": "The house of the wicked will be destroyed, but the tent of the upright will flourish.", "12": "There can be a way which seems right to a person, but at its end are the ways of death.", "13": "Even in laughter the heart can be sad, and joy may end in sorrow.", "14": "A backslider is filled up with his own ways, but a good person gets satisfaction from himself.", "15": "One who doesn't think believes every word, but the cautious understands his steps.", "16": "A wise person fears and turns away from evil, but a fool is reckless and overconfident.", "17": "He who is quick-tempered does stupid things, and one who does vile things is hated.", "18": "Thoughtless people inherit folly, but the cautious are crowned with knowledge.", "19": "The evil bow down before the good, and the wicked at the gates of the righteous.", "20": "The poor are disliked even by their peers, but the rich have many friends.", "21": "He who despises his fellow sins, but he who shows compassion to the humble is happy.", "22": "Won't those who plot evil go astray? But grace and truth are for those who plan good.", "23": "In all work there is profit, but mere talk produces only poverty.", "24": "The crown of the wise is their riches, but the folly of fools is just that — folly.", "25": "A truthful witness saves lives, but a liar misdirects [judgment].", "26": "In the fear of Adonai is powerful security; for his children there will be a place of refuge.", "27": "The fear of Adonai is a fountain of life enabling one to avoid deadly traps.", "28": "A king's glory lies in having many subjects; if the prince's people are few, it is his ruin.", "29": "Being slow to anger goes with great understanding, being quick-tempered makes folly still worse.", "30": "A tranquil mind gives health to the body, but envy rots the bones.", "31": "The oppressor of the poor insults his maker, but he who is kind to the needy honors him.", "32": "The wicked are brought down by their wrongdoing, but the righteous can be confident even at death.", "33": "Wisdom is at rest in a person with discernment, but in fools it has to call attention to itself.", "34": "Righteousness makes a nation great, but sin degrades any people.", "35": "A king shows favor to a servant with good sense, but his wrath strikes one who shames [him]."}