{"1": "A gentle response deflects fury, but a harsh word makes tempers rise.", "2": "The tongue of the wise presents knowledge well, but the mouth of a fool spews out folly.", "3": "The eyes of Adonai are everywhere, watching the evil and the good.", "4": "A soothing tongue is a tree of life, but when it twists things, it breaks the spirit.", "5": "A fool despises his father's discipline, but he who heeds warnings is prudent.", "6": "The home of the righteous is a storehouse of treasure, but the earnings of the wicked bring trouble.", "7": "The lips of the wise spread knowledge; not so the hearts of fools.", "8": "Adonai detests the sacrifices of the wicked but delights in the prayers of the upright.", "9": "Adonai detests the way of the wicked but loves anyone who pursues righteousness.", "10": "Discipline is severe for one who leaves the way, and whoever can't stand correction will die.", "11": "Sh'ol and Abaddon lie open to Adonai; so how much more people's hearts!", "12": "A scorner does not like being corrected; he won't go to the wise [for advice].", "13": "A glad heart makes a face happy, but heartache breaks the spirit.", "14": "The mind of a person with discernment seeks knowledge, but the mouth of a fool feeds on folly.", "15": "For the poor, every day is hard; but the good-hearted have a perpetual feast.", "16": "Better little with the fear of Adonai than great wealth coupled with worry.", "17": "Better a vegetable dinner with love than a stall-fattened ox with hate.", "18": "Hot-tempered people stir up strife, but patient people quiet quarrels.", "19": "The lazy person's way seems overgrown by thorns, but the path of the upright is a level highway.", "20": "A wise son is a joy to his father, and only a fool despises his mother.", "21": "Folly appeals to one who lacks sense, but a person of discernment goes straight ahead.", "22": "Without deliberation, plans go wrong; but with many advisers, they succeed.", "23": "People take pleasure in anything they say; but a word at the right time, how good it is!", "24": "For the prudent, the path of life goes upward; thus he avoids Sh'ol below.", "25": "Adonai will pull down the houses of the proud, but preserves intact the widow's boundaries.", "26": "Adonai detests plans to do evil, but kind words are pure.", "27": "The greedy for gain brings trouble to his home, but he who hates bribes will live.", "28": "The mind of the righteous thinks before speaking, but the mouth of the wicked spews out evil stuff.", "29": "Adonai is far from the wicked, but he listens to the prayer of the righteous.", "30": "A cheerful glance brings joy to the heart, and good news invigorates the bones.", "31": "He who heeds life-giving correction will be at home in the company of the wise.", "32": "He who spurns discipline detests himself, but he who listens to correction grows in understanding.", "33": "The discipline of wisdom is fear of Adonai, so before being honored, a person must be humble."}