{"1": "A person is responsible to prepare his heart, but how the tongue speaks is from Adonai.", "2": "All a man's ways are pure in his own view, but Adonai weighs the spirit.", "3": "If you entrust all you do to Adonai, your plans will achieve success.", "4": "Adonai made everything for its purpose, even the wicked for the day of disaster.", "5": "Adonai detests all those with proud hearts; be assured that they will not go unpunished.", "6": "Grace and truth atone for iniquity, and people turn from evil through fear of Adonai.", "7": "When a man's ways please Adonai, he makes even the man's enemies be at peace with him.", "8": "Better a little with righteousness than a huge income with injustice.", "9": "A person may plan his path, but Adonai directs his steps.", "10": "Divine inspiration is on the lips of the king, so his mouth must be faithful when he judges.", "11": "The balance and scales of justice have their origin in Adonai; all the weights in the bag are his doing.", "12": "It is an abomination for a king to do evil, for the throne is made secure by righteousness.", "13": "The king should delight in righteous lips, and he should love someone who speaks what is right.", "14": "The king's anger is a herald of death, and one who is wise will appease it.", "15": "When the king's face brightens, it means life; his favor is like the clouds that bring spring rain.", "16": "How much better than gold it is to gain wisdom! Yes, rather than money, choose to gain understanding.", "17": "Avoiding evil is the highway of the upright; he who watches his step preserves his life.", "18": "Pride goes before destruction, and arrogance before failure.", "19": "Better to be humble among the poor than share the spoil with the proud.", "20": "He who has skill in a matter will succeed; he who trusts in Adonai will be happy.", "21": "A wise-hearted person is said to have discernment, and sweetness of speech adds to learning.", "22": "Common sense is a fountain of life to one who has it, whereas fools are punished by their own folly.", "23": "The wise man's heart teaches his mouth, and to his lips it adds learning.", "24": "Pleasant words are like a honeycomb, sweet to the taste and healing for the body.", "25": "There can be a way which seems right to a person, but at its end are the ways of death.", "26": "A working man's appetite acts on his behalf, because his hunger presses him on.", "27": "A worthless person digs up evil [gossip] — it is like scorching fire on his lips.", "28": "A deceitful person stirs up strife, and a slanderer can separate even close friends.", "29": "A violent man lures his neighbor astray and leads him into evil ways.", "30": "One who winks knowingly is planning deceit; one who pinches his lips together has already done wrong.", "31": "White hair is a crown of honor obtained by righteous living.", "32": "He who controls his temper is better than a war hero, he who rules his spirit better than he who captures a city.", "33": "One can cast lots into one's lap, but the decision comes from Adonai."}