{"1": "Better a dry piece of bread with calm than a house full of food but also full of strife.", "2": "An intelligent slave will rule a shameful son and share the inheritance with the brothers.", "3": "The crucible [tests] silver, and the furnace [tests] gold, but the one who tests hearts is Adonai.", "4": "An evildoer heeds wicked lips; a liar listens to destructive talk.", "5": "He who mocks the poor insults his maker; he who rejoices at calamity will not go unpunished.", "6": "Grandchildren are the crown of the aged, while the glory of children is their ancestors.", "7": "Fine speech is unbecoming to a boor, and even less lying lips to a leader.", "8": "A bribe works like a charm, in the view of him who gives it — wherever it turns, it succeeds.", "9": "He who conceals an offense promotes love, but he who harps on it can separate even close friends.", "10": "A rebuke makes more impression on a person of understanding than a hundred blows on a fool.", "11": "An evil person seeks only rebellion, but a cruel messenger will be sent against him.", "12": "Rather meet a bear robbed of its cubs than encounter a fool in his folly.", "13": "Evil will not depart from the house of him who returns evil for good.", "14": "Starting a fight is like letting water through [a dike] — better stop the quarrel before it gets worse.", "15": "He who justifies the wicked and he who condemns the righteous — both alike are an abomination to Adonai.", "16": "Why would a fool wish to pay for wisdom when he has no desire to learn?", "17": "A friend shows his friendship at all times — it is for adversity that [such] a brother is born.", "18": "He who gives his hand to guarantee a loan for his neighbor lacks good sense.", "19": "Those who love quarreling love giving offense; those who make their gates tall are courting disaster.", "20": "A crooked-hearted person will find nothing good, and the perverse of speech will end in calamity.", "21": "He who fathers a fool does so to his sorrow, and the father of a boor has no joy.", "22": "A happy heart is good medicine, but low spirits sap one's strength.", "23": "From under a cloak a bad man takes a bribe to pervert the course of justice.", "24": "The discerning person focuses on wisdom there before him, but a fool's eyes wander to the ends of the earth.", "25": "A son who is a fool means anger for his father and bitterness for the mother who gave him birth.", "26": "To punish the innocent is not right, likewise to flog noble people for their uprightness.", "27": "A knowledgeable person controls his tongue; a discerning person controls his temper.", "28": "Even a fool, if he stays silent, is thought wise; he who keeps his mouth shut can pass for smart."}