{"1": "He who separates himself indulges his desires and shows contempt for sound advice of any kind.", "2": "A fool takes no pleasure in trying to understand; he only wants to express his own opinion.", "3": "When a wicked person comes, contempt comes too, and with disdain, provocation.", "4": "The words of a man's mouth are deep water, a gushing torrent, a fountain of wisdom.", "5": "It is not good to be partial to the guilty and thus deprive the innocent of justice.", "6": "A fool's words get him into fights; yes, his mouth calls out for a beating.", "7": "A fool's mouth is his ruin; his words are a trap for him.", "8": "A slanderer's words are tasty morsels; they slide right down into the belly.", "9": "Whoever is lazy in doing his work is brother to the destroyer.", "10": "The name of Adonai is a strong tower; a righteous person runs to it and is raised high [above danger].", "11": "The wealth of the rich is his fortified city, like a high wall, in his own imagination.", "12": "Before being ruined, a person's heart is proud; before being honored, a person must be humble.", "13": "To answer someone before hearing him out is both stupid and embarrassing.", "14": "A person's spirit can sustain him when ill, but a crushed spirit — who can bear it?", "15": "The mind of a person with discernment gets knowledge, and the ear of the wise seeks knowledge.", "16": "A person's gift clears his way and gives him access to the great.", "17": "The first to state his case seems right, till the other one comes and cross-examines.", "18": "Casting lots puts an end to strife and separates powerful disputants.", "19": "It is harder to win an offended brother than a strong city; their fights are like the bars of a fortress.", "20": "A person's belly will be filled with the fruit of his mouth; with what his lips produce he will be filled.", "21": "The tongue has power over life and death; those who indulge it must eat its fruit.", "22": "He who finds a wife finds a great good; he has won the favor of Adonai.", "23": "The poor man speaks beseechingly, the rich man's answer is blunt.", "24": "Some “friends” pretend to be friends, but a true friend sticks closer than a brother."}