{"1": "Better to be poor and live one's life uprightly than engage in crooked speech, for such a one is a fool.", "2": "To act without knowing how you function is not good; and if you rush ahead, you will miss your goal.", "3": "A person's own folly is what ruins his way, but he rages in his heart against Adonai.", "4": "Wealth brings in many friends, but the poor man loses the one friend he has.", "5": "A false witness will not go unpunished; whoever breathes out lies will not escape.", "6": "Many ask favors of a generous person — to a giver of gifts, everyone is a friend.", "7": "A poor man's relatives all hate him; even more his friends stay away from him. He may pursue them with entreaties, but they aren't there to be found.", "8": "To acquire good sense is to love oneself; to treasure discernment is to prosper.", "9": "A false witness will not go unpunished; whoever breathes out lies will perish.", "10": "It isn't fitting for a fool to live in luxury, and even less for a slave to govern princes.", "11": "People with good sense are slow to anger, and it is their glory to overlook an offense.", "12": "A king's wrath is like the roaring of a lion, but his favor is like dew on the grass.", "13": "A son who is a fool is his father's ruin, and a nagging wife is like a leak that keeps dripping.", "14": "A house and wealth are inherited from ancestors, but a sensible wife is from Adonai.", "15": "Laziness makes people fall asleep, and an idle person will go hungry.", "16": "He who keeps a mitzvah keeps himself safe, but he who doesn't care how he lives will die.", "17": "He who is kind to the poor is lending to Adonai; and he will repay him for his good deed.", "18": "Discipline your child while there is hope, but don't get so angry that you kill him!", "19": "A violent-tempered person will be punished; if you try to save him from it, you make things worse.", "20": "Listen to advice, and accept discipline, so that in the end you will be wise.", "21": "One can devise many plans in one's mind, but Adonai's plan will prevail.", "22": "A man's lust is his shame, and a poor man is better than a liar.", "23": "The fear of Adonai leads to life; one who has it is satisfied and rests untouched by evil.", "24": "The lazy person buries his hand in the dish but doesn't even bother to bring it to his mouth.", "25": "If you strike a scorner, the simple will learn to act wisely; if you reprove the intelligent, he will understand what you mean.", "26": "One who mistreats his father and evicts his mother is a son who brings them shame and disgrace.", "27": "My son, if you stop heeding discipline, you will stray from the principles of knowledge.", "28": "A worthless witness mocks at justice, and the mouth of the wicked swallows wrongdoing.", "29": "Judgments are in store for scorners and blows for the backs of fools."}