{"1": "Wine is a mocker, strong liquor a rowdy; anyone led astray by it is unwise.", "2": "The dread of a king is like when a lion roars; he who makes him angry commits a life-threatening sin.", "3": "Avoiding quarrels brings a person honor; for any fool can explode in anger.", "4": "A lazy person won't plow in winter; so at harvest-time, when he looks, there is nothing.", "5": "The heart's real intentions are like deep water; but a person with discernment draws them out.", "6": "Most people announce that they show kindness, but who can find someone faithful [enough to do it]?", "7": "The righteous live a life of integrity; happy are their children after them.", "8": "The king seated on his judgment throne can winnow out all evil with his glance.", "9": "Who can say, “I have made my heart clean, I am cleansed from my sin”?", "10": "False weights and false measures — Adonai detests them both.", "11": "The character of even a child is known by how he acts, by whether his deeds are pure and right.", "12": "The hearing ear and the seeing eye — Adonai made them both.", "13": "If you love sleep, you will become poor; keep your eyes open, and you'll have plenty of food.", "14": "“Really bad stuff!” says the buyer [to the seller]; then he goes off and brags [about his bargain].", "15": "A person may have gold and a wealth of pearls, but lips informed by knowledge are a precious jewel.", "16": "Seize his clothes, because he guaranteed a stranger's loan; take them as security for that unknown woman.", "17": "Food obtained by fraud may taste good, but later the mouth is full of gravel.", "18": "After consultation, plans succeed; so take wise advice when waging war.", "19": "A gossip goes around revealing secrets, so don't get involved with a talkative person.", "20": "Whoever curses his father or mother — his lamp will go out in total darkness.", "21": "Possessions acquired quickly at first will not be blessed in the end.", "22": "Don't say, “I'll pay back evil for evil”; wait for Adonai to save you.", "23": "Adonai detests a double standard in weights, and false scales are not good.", "24": "A man's steps are ordered by Adonai, so how can a person understand his own ways?", "25": "It is a snare to dedicate a gift to God rashly and reflect on the vows only afterwards.", "26": "A wise king winnows the wicked [from the righteous] and threshes them under the cartwheel.", "27": "The human spirit is a lamp of Adonai; it searches one's inmost being.", "28": "Grace and truth preserve a king; with grace he upholds his throne.", "29": "The pride of the young is their strength; the dignity of the old is gray hair.", "30": "Blows that wound purge away evil, yes, beatings [cleanse] one's inmost being."}