{"1": "The king's heart in Adonai's hand is like streams of water — he directs it wherever he pleases.", "2": "All a person's ways are right in his own view, but Adonai weighs the heart.", "3": "To do what is right and just is more pleasing to Adonai than sacrifice.", "4": "Haughty looks, a proud heart — what the wicked plow is sin.", "5": "The plans of the diligent lead only to abundance; but all who rush in arrive only at want.", "6": "A fortune gained by a lying tongue is vapor dispersed [by] seekers of death.", "7": "The violence of the wicked will sweep them away, because they refuse to act justly.", "8": "A criminal's conduct is crooked, but the work of the pure is right.", "9": "It is better to live on a corner of the roof than to share the house with a nagging wife.", "10": "The wicked is set on evil; he doesn't pity even his neighbor.", "11": "When a scorner is punished, the simple become wiser; and when the wise is instructed, he takes hold of knowledge.", "12": "The Righteous One observes the house of the wicked; he overthrows the wicked to their ruin.", "13": "Whoever stops up his ears at the cry of the poor will himself cry, but not be answered.", "14": "A secret gift allays anger, and a bribe under the cloak the strongest fury.", "15": "Acting justly is a joy for the righteous but it terrifies evildoers.", "16": "The person who strays from the way of common sense will come to rest in the company of the dead.", "17": "Pleasure-lovers will suffer want; he who loves wine and oil won't get rich.", "18": "The wicked serve as a ransom for the righteous, and likewise the perfidious for the upright.", "19": "It is better to live in the desert than with a nagging, irritable wife.", "20": "In the home of the wise are fine treasures and oil, but a fool quickly devours it.", "21": "He who pursues righteousness and kindness finds life, prosperity and honor.", "22": "A wise man can go up into a city of warriors and undermine the strength in which it trusts.", "23": "Whoever guards his mouth and tongue keeps himself out of trouble.", "24": "“Scoffer” is what you call a proud, insolent person who acts with overweening conceit.", "25": "A lazy man's craving will kill him, because his hands refuse to work —", "26": "he covets greedily all day long; but a righteous person gives without holding back.", "27": "The sacrifice of the wicked is an abomination; how much more when he brings it with vile motives.", "28": "A lying witness is doomed, but one who heard [what was said] will testify successfully.", "29": "A wicked man puts on a bold face, whereas the upright prepares his ways.", "30": "No wisdom, discernment or counsel succeeds against Adonai.", "31": "A horse may be prepared for the day of battle, but victory comes from Adonai."}