{"1": "Rather than wealth, choose a good reputation, esteem over silver and gold.", "2": "Rich and poor have this in common — Adonai made them both.", "3": "The clever see trouble coming and hide; the simple go on and pay the penalty.", "4": "The reward for humility is fear of Adonai, along with wealth, honor and life.", "5": "Thorns and snares beset the way of the stubborn; he who values his life keeps his distance from them.", "6": "Train a child in the way he [should] go; and, even when old, he will not swerve from it.", "7": "The rich rule the poor, and the borrower is slave to the lender.", "8": "He who sows injustice reaps trouble, and the rod of his angry outburst will fail.", "9": "He who is generous is blessed, because he shares his food with the poor.", "10": "Throw the scoffer out, and quarreling goes too; strife and insults cease.", "11": "He who loves the pure-hearted and is gracious in speech will have the king as his friend.", "12": "The eyes of Adonai protect [the man with] knowledge, but he overturns the plans of a traitor.", "13": "A lazy man says, “There's a lion outside! I'll be killed if I go out in the street!”", "14": "The mouth of an adulteress is a deep pit; the man with whom Adonai is angry falls into it.", "15": "Doing wrong is firmly tied to the heart of a child, but the rod of discipline will drive it far away from him.", "16": "Both oppressing the poor to enrich oneself and giving to the rich yield only loss.", "17": "Pay attention, and listen to the words of the wise; apply your heart to my knowledge;", "18": "for it is pleasant to keep them deep within you; have all of them ready on your lips.", "19": "I want your trust to be in Adonai; this is why I'm instructing you about them today.", "20": "I have written you worthwhile things full of good counsel and knowledge,", "21": "so you will know that these sayings are certainly true and bring back true sayings to him who sent you.", "22": "Don't exploit the helpless, because they are helpless, and don't crush the poor in court,", "23": "for Adonai will plead their case for them and withhold life from those who defraud them.", "24": "Don't associate with an angry man; make no hot-tempered man your companion.", "25": "If you do, you may learn his ways and find yourself caught in a trap.", "26": "Don't be one of those who give pledges, guaranteeing loans made to others;", "27": "for if you don't have the wherewithal to pay, they will take your bed away from underneath you.", "28": "Don't move the ancient boundary stone set up by your ancestors.", "29": "Do you see a man skilled at his work? He will serve kings, not obscure people."}