{"1": "When you sit down to dine with a ruler, think carefully about who is before you.", "2": "If you have a big appetite, put a knife to your throat!", "3": "Don't be greedy for his delicacies, for they are deceptive food.", "4": "Don't exhaust yourself in pursuit of wealth; be smart enough to desist.", "5": "If you make your eyes rush at it, it's no longer there! For wealth will surely grow wings, like an eagle flying off to the sky.", "6": "Don't eat the food of a stingy man; don't be greedy for his delicacies.", "7": "For he is like someone who keeps accounts — “Eat! Drink!” he says to you, but he doesn't really mean it.", "8": "The little you eat you will vomit up, and your compliments will have been wasted.", "9": "Don't speak in the ears of a fool, for he will only despise the common sense in your words.", "10": "Don't move the ancient boundary stone or encroach on the land of the fatherless;", "11": "for their Redeemer is strong; he will take up their fight against you.", "12": "Apply your mind to discipline and your ears to words of knowledge.", "13": "Don't withhold discipline from a child — if you beat him with a stick, he won't die!", "14": "If you beat him with a stick, you will save him from Sh'ol.", "15": "My son, if your heart is wise, then my own heart too is glad;", "16": "my inmost being rejoices when your lips say what is right.", "17": "Don't envy sinners, but follow the example of those who always fear God;", "18": "for then you will have a future; what you hope for will not be cut off.", "19": "You, my son: listen, be wise, and set your mind on the right way.", "20": "Don't be one of those who guzzle wine or of those who eat meat to excess,", "21": "for both drunkard and glutton will become poor — drowsiness will clothe them with rags.", "22": "Listen to your father, who gave you life; and don't despise your mother when she gets old.", "23": "Buy the truth, don't sell it, also wisdom, discipline and discernment.", "24": "A righteous person's father will be filled with joy; yes, he whose son is wise will rejoice in him.", "25": "So let your father and mother be glad; let her who gave you birth rejoice.", "26": "My son, give me your heart; let your eyes observe my ways.", "27": "A prostitute is a deep ditch, and a forbidden woman like a narrow well.", "28": "She lies in wait to snatch her prey and adds to the number of faithless men.", "29": "Who has misery? Who has regret? Who fights and complains all the time? Who gets bruised for no good reason? Who has bloodshot eyes?", "30": "Those who spend their time over wine, those always trying out mixed drinks.", "31": "Don't gaze at the red wine as it gives its color to the cup. It may glide down smoothly now;", "32": "but in the end, it bites like a serpent — yes, it strikes like a poisonous snake.", "33": "Your eyes will see peculiar things, your mind will utter nonsense.", "34": "You will feel as if lying on the waves of the sea or sprawled on top of the mast —", "35": "“They hit me, but I didn't feel it! They beat me up, and I didn't even know it! When will I wake up? . . . I'll go get another drink.”"}