{"1": "Don't be envious of evil people, and don't desire to be with them.", "2": "For their minds are occupied with violence, and their lips speak of making trouble.", "3": "By wisdom a house is built, by understanding it is made secure,", "4": "and by knowledge its rooms are filled with all kinds of costly and pleasant possessions.", "5": "A wise man is strong; yes, a man of knowledge grows in strength.", "6": "For with clever strategy you wage your war, and victory comes from having many advisers.", "7": "Wisdom is too lofty for a fool; he keeps his mouth shut at the city gate.", "8": "He who plans to do evil people call a schemer.", "9": "The evil plans of the foolish are sin, and people detest a scorner.", "10": "If you slack off on a day of distress, your strength is small indeed.", "11": "Yes, rescue those being dragged off to death — won't you save those about to be killed?", "12": "If you say, “We knew nothing about it,” won't he who weighs hearts discern it? Yes, he who guards you will know it and repay each one as his deeds deserve.", "13": "My son, eat honey, for it is good; honeycomb drippings are sweet to your taste.", "14": "Know that wisdom is similar[ly sweet] to your soul; if you find it, then you will have a future, what you hope for will not be cut off.", "15": "Don't lurk like an outlaw near the home of the righteous, don't raid the place where he lives.", "16": "For though he falls seven times, he will get up again; it's the wicked who fail under stress.", "17": "Don't rejoice when your enemy falls; don't let your heart be glad when he stumbles.", "18": "For Adonai might see it, and it would displease him; he might withdraw his anger from your foe.", "19": "Don't get upset because of evildoers; don't be envious of the wicked.", "20": "For the evil person has no future — the lamp of the wicked will go out.", "21": "My son, don't get involved with revolutionaries, but fear Adonai and the king.", "22": "For disaster from them will suddenly appear, and who knows what ruin they both can cause?", "23": "These also are sayings of the wise: Showing partiality in judgment is not good.", "24": "He who tells the guilty, “You are innocent,” will be cursed by peoples, reviled by nations;", "25": "but with those who condemn him, things will go well, and a good blessing will come upon them.", "26": "Giving an honest answer is like giving a kiss.", "27": "Prepare your outside work, and get things ready for yourself on the land; after that, build your house.", "28": "Don't be a witness against your neighbor for no reason — would you use your lips to deceive?", "29": "Don't say, “I'll do to him what he did to me, I'll pay him back what his deeds deserve.”", "30": "I passed by the field of the lazy man and the vineyard of the man lacking sense.", "31": "There it was, overgrown with thistles; the ground was covered with nettles, and its stone wall was broken down.", "32": "I looked, and I thought about it; I saw, and I learned this lesson:", "33": "“I'll just lie here a bit, rest a little longer, just fold my hands for a little more sleep” —", "34": "and poverty comes marching in on you, scarcity hits you like an invading soldier."}