{"1": "These also are proverbs of Shlomo; the men of Hizkiyah king of Y'hudah copied them out:", "2": "God gets glory from concealing things; kings get glory from investigating things.", "3": "Like the sky for height or the earth for depth is the heart of kings — unfathomable.", "4": "Remove the impurities from the silver, and the smith has material to make a vessel.", "5": "Remove the wicked from the king's presence, and his throne will rest firmly on righteousness.", "6": "Don't put yourself forward in the king's presence; don't take a place among the great.", "7": "For it is better to be told, “Come up here,” than be degraded in the presence of a nobleman. What your eyes have seen,", "8": "don't rush to present in a dispute. For what will you do later on, if your neighbor puts you to shame?", "9": "Discuss your dispute with your neighbor, but don't reveal another person's secrets.", "10": "If you do, and he hears of it, he will disgrace you, and your bad reputation will stick.", "11": "Like apples of gold in settings of silver is a word appropriately spoken.", "12": "Like a gold earring, like a fine gold necklace is a wise reprover to a receptive ear.", "13": "Like the coldness of snow in the heat of the harvest is a faithful messenger to the one who sends him; he refreshes his master's spirit.", "14": "Like clouds and wind that bring no rain is he who boasts of gifts he never gives.", "15": "With patience a ruler may be won over, and a gentle tongue can break bones.", "16": "If you find honey, eat only what you need; for if you eat too much of it, you may throw it up;", "17": "so don't visit your neighbor too much, or he may get his fill of you and come to hate you.", "18": "Like a club, a sword or a sharp arrow is a person who gives false testimony against a neighbor.", "19": "Relying on an untrustworthy person in a time of trouble is like [relying on] a broken tooth or an unsteady leg.", "20": "Like removing clothes on a chilly day or like vinegar on soda is someone who sings songs to a heavy heart.", "21": "If someone who hates you is hungry, give him food to eat; and if he is thirsty, give him water to drink.", "22": "For you will heap fiery coals [of shame] on his head, and Adonai will reward you.", "23": "The north wind brings rain and a backbiting tongue, angry looks.", "24": "It is better to live on a corner of the roof than to share the house with a nagging wife.", "25": "Like cold water to a person faint from thirst is good news from a distant land.", "26": "Like a muddied spring or a polluted well is a righteous person who gives way before the wicked.", "27": "It isn't good to eat too much honey or to seek honor after honor.", "28": "Like a city breached, without walls, is a person who lacks self-control."}