{"1": "Like snow in summer or rain at harvest-time, so honor for a fool is out of place.", "2": "Like a fluttering sparrow or a flying swallow, an undeserved curse will come home to roost.", "3": "A whip for a horse, a bridle for a donkey, and a rod for the back of fools.", "4": "Don't answer a fool in terms of his folly, or you will be descending to his level;", "5": "but answer a fool as his folly deserves, so that he won't think he is wise.", "6": "Telling a message to a fool and sending him out is like cutting off one's feet and drinking violence.", "7": "The legs of the disabled hang limp and useless; likewise a proverb in the mouth of a fool.", "8": "Like one who ties his stone to the sling is he who gives honor to a fool.", "9": "Like a thorn branch in the hand of a drunk is a proverb in the mouth of a fool.", "10": "A master can make anything, but hiring a fool is like hiring some passer-by.", "11": "Just as a dog returns to his vomit, a fool repeats his folly.", "12": "Do you see someone who thinks himself wise? There is more hope for a fool than for him!", "13": "The lazy person says, “There's a lion in the streets! A lion is roaming loose out there!”", "14": "The door turns on its hinges, and the lazy man on his bed.", "15": "The lazy person buries his hand in the dish but is too tired to return it to his mouth.", "16": "A lazy man is wiser in his own view than seven who can answer with sense.", "17": "Like someone who grabs a dog by the ears is a passer-by who mixes in a fight not his own.", "18": "Like a madman shooting deadly arrows and firebrands", "19": "is one who deceives another, then says, “It was just a joke.”", "20": "If there's no wood, the fire goes out; if nobody gossips, contention stops.", "21": "As coals are to embers and wood to fire is a quarrelsome person to kindling strife.", "22": "A slanderer's words are tasty morsels; they slide right down into the belly.", "23": "Like silver slag overlaid on a clay pot are lips that burn [with friendship] over a hating heart.", "24": "He who hates may hide it with his speech; but inside, he harbors deceit.", "25": "He may speak pleasantly, but don't trust him; for seven abominations are in his heart.", "26": "His hatred may be concealed by deceit, but his wickedness will be revealed in the assembly.", "27": "Whoever digs a pit will fall into it, and a stone will come back on the one who starts it rolling.", "28": "A lying tongue hates its victims, and a flattering mouth causes ruin."}