{"1": "Don't boast about tomorrow, for you don't know what the day may bring.", "2": "Let someone else praise you, not your own mouth, a stranger and not your own lips.", "3": "Stone is heavy and sand a dead weight, but a fool's provocation outweighs them both.", "4": "Fury is cruel and anger overwhelming, but who can stand up to jealousy?", "5": "Better open rebuke than hidden love.", "6": "Wounds from a friend are received as well-meant, but an enemy's kisses are insincere.", "7": "A person who is full loathes a honeycomb; but to the hungry, any bitter thing is sweet.", "8": "Like a bird that strays from its nest is a man who strays from his home.", "9": "Perfume and incense make the heart glad, [also] friendship sweet with advice from the heart.", "10": "Don't abandon a friend who is also a friend of your father. Don't enter your brother's house on the day of your calamity — better a neighbor nearby than a brother far away.", "11": "My son, become wise, and gladden my heart, so that I can answer my critics.", "12": "The clever see trouble coming and hide; the thoughtless go on and pay the penalty.", "13": "Seize his clothes because he guaranteed a stranger's loan; take them as security for that unknown woman.", "14": "Whoever greets his neighbor in a loud voice at dawn might just as well have cursed him.", "15": "A leak that keeps dripping on a rainy day and the nagging of a wife are the same —", "16": "whoever can restrain her can restrain the wind or keep perfume on his hand from making itself known.", "17": "Just as iron sharpens iron, a person sharpens the character of his friend.", "18": "Whoever tends the fig tree will eat its fruit, and he who is attentive to his master will be honored.", "19": "Just as water reflects the face, so one human heart reflects another.", "20": "Sh'ol and Abaddon are never satisfied, and human eyes are never satisfied.", "21": "The crucible [tests] silver, and the furnace [tests] gold, but a person [is tested] by [his reaction to] praise.", "22": "You can crush a fool in a mortar with a pestle, along with the grain being crushed; yet his foolishness will not leave him.", "23": "Take care to know the condition of your flocks, and pay attention to your herds.", "24": "For wealth doesn't last forever, neither does a crown through all generations.", "25": "When the hay has been mown, and the new grass appears, and the mountain greens have been gathered;", "26": "the lambs will provide your clothing, the goats will sell for enough to buy a field,", "27": "and there will be enough goat's milk to [buy] food for you and your household and maintenance for your servant-girls."}