{"1": "The wicked flee when no one pursues them; but the righteous, like lions, feel sure of themselves.", "2": "A land which transgresses [is punished by] having many rulers; but with a man of understanding and knowledge, stability is prolonged.", "3": "A poor man who oppresses the weak is like a downpour that sweeps away all the food.", "4": "Those who abandon Torah praise the wicked, but those who keep Torah fight them.", "5": "Evil people don't understand justice, but those who seek Adonai understand everything.", "6": "Better to be poor and live an honest life than be crooked in one's ways, though rich.", "7": "A wise son observes Torah, but a friend of those lacking restraint shames his father.", "8": "He who increases his wealth by charging exorbitant interest amasses it for someone who will bestow it on the poor.", "9": "If a person will not listen to Torah, even his prayer is an abomination.", "10": "Whoever causes the honest to pursue evil ways will himself fall into his own pit, but the pure-hearted will inherit good.", "11": "The rich man is wise in his own view, but the poor who has discernment sees through him.", "12": "When the just are triumphant, there is great rejoicing, but when the wicked rise up, people hide.", "13": "He who conceals his sins will not succeed; he who confesses and abandons them will gain mercy.", "14": "Happy the person who is never without fear, but he who hardens his heart will fall into misfortune.", "15": "Like a roaring lion or a bear prowling for food is a wicked ruler over a poor people.", "16": "A prince without discernment is a cruel oppressor, but one who hates greed will prolong his life.", "17": "Let a man weighed down with anyone's blood flee to a pit; give him no support.", "18": "Whoever lives blamelessly will be saved, but he whose ways are crooked will fall in one [of those ways].", "19": "He who farms his land will have plenty of food, but he who follows futilities will have plenty of poverty.", "20": "A trustworthy person will receive many blessings, but one rushing to get rich will not go unpunished.", "21": "To show partiality is not good, though a person may do wrong for a crust of bread.", "22": "He who is greedy rushes after riches, not knowing that want will overtake him.", "23": "He who rebukes another person in the end gets more thanks than the flatterer.", "24": "Whoever robs mother or father and says, “That's not a crime!” is comrade to the destroyer.", "25": "A grasping disposition stirs up strife, but he who trusts in Adonai will prosper.", "26": "He who trusts in himself is a fool, but he who lives by wisdom will escape.", "27": "He who gives to the poor will lack nothing, but he who hides his eyes will get curses in plenty.", "28": "When the wicked rise up, people hide; but when they perish, the righteous flourish."}