{"1": "He who remains stiffnecked after much rebuke will be suddenly and incurably broken.", "2": "When the righteous flourish, the people rejoice; but when the wicked are in power, the people groan.", "3": "Whoever loves wisdom brings joy to his father, but a patron of prostitutes wastes his wealth.", "4": "A king gives stability to a country by justice, but one who overtaxes it brings it to ruin.", "5": "A person who flatters his neighbor spreads a net for his own steps.", "6": "In an evil person's crime is a trap, but the righteous sing and rejoice.", "7": "The righteous understands the cause of the poor, but the wicked is unconcerned.", "8": "Scoffers can inflame a city, but the wise can calm the fury.", "9": "When a wise man argues with a foolish one, he meets anger and ridicule without relief.", "10": "Men of blood hate those who are pure and seek the life of the upright.", "11": "A fool gives vent to all his feelings, but the wise, thinking of afterwards, stills them.", "12": "If a ruler listens to lies, all his officials will be wicked.", "13": "The poor and the oppressor have this in common: Adonai gives light to the eyes of both.", "14": "If a king steadfastly gives justice to the poor, his throne will be secure forever.", "15": "The rod and rebuke give wisdom, but a child left to himself brings shame on his mother.", "16": "When the wicked flourish, wrongdoing flourishes; but the righteous will witness their downfall.", "17": "Discipline your son, and he will give you rest; yes, he will be your delight.", "18": "Without a prophetic vision, the people throw off all restraint; but he who keeps Torah is happy.", "19": "A slave can't be disciplined with words; he may understand, but he won't respond.", "20": "Do you see someone too anxious to speak? There is more hope for a fool than for him.", "21": "A slave who is pampered from youth will in the end be ungrateful.", "22": "Angry people stir up strife; hot-tempered people commit many crimes.", "23": "The proud will be humbled, but the humble will be honored.", "24": "The accomplice of a thief hates himself; he hears himself put under oath but discloses nothing.", "25": "Fearing human beings is a snare; but he who trusts in Adonai will be raised high [above danger].", "26": "Many seek the ruler's favor, but it is from Adonai that each gets justice.", "27": "An unjust person is an abomination to the righteous, but he who lives uprightly is an abomination to the wicked."}