{"1": "My son, don't forget my teaching, keep my commands in your heart;", "2": "for they will add to you many days, years of life and peace.", "3": "Do not let grace and truth leave you — bind them around your neck; write them on the tablet of your heart.", "4": "Then you will win favor and esteem in the sight of God and of people.", "5": "Trust in Adonai with all your heart; do not rely on your own understanding.", "6": "In all your ways acknowledge him; then he will level your paths.", "7": "Don't be conceited about your own wisdom; but fear Adonai, and turn from evil.", "8": "This will bring health to your body and give strength to your bones.", "9": "Honor Adonai with your wealth and with the firstfruits of all your income.", "10": "Then your granaries will be filled and your vats overflow with new wine.", "11": "My son, don't despise Adonai's discipline or resent his reproof;", "12": "for Adonai corrects those he loves like a father who delights in his son.", "13": "Happy the person who finds wisdom, the person who acquires understanding;", "14": "for her profit exceeds that of silver, gaining her is better than gold,", "15": "she is more precious than pearls — nothing you want can compare with her.", "16": "Long life is in her right hand, riches and honor in her left.", "17": "Her ways are pleasant ways, and all her paths are peace.", "18": "She is a tree of life to those who grasp her; whoever holds fast to her will be made happy.", "19": "Adonai by wisdom founded the earth, by understanding he established the heavens,", "20": "by his knowledge the deep [springs] burst open and the dew condenses from the sky.", "21": "My son, don't let these slip from your sight; preserve common sense and discretion;", "22": "they will be life for your being and grace for your neck.", "23": "Then you will walk your way securely, without hurting your foot.", "24": "When you lie down, you will not be afraid; when you lie down, your sleep will be sweet.", "25": "Don't be afraid of sudden terror or destruction caused by the wicked, when it comes;", "26": "for you can rely on Adonai; he will keep your foot from being caught in a trap.", "27": "Don't withhold good from someone entitled to it when you have in hand the power to do it.", "28": "Don't tell your neighbor, “Go away! Come another time; I'll give it to you tomorrow,” when you have it now.", "29": "Don't plan harm against your neighbor who lives beside you trustingly.", "30": "Don't quarrel with someone for no reason, if he has done you no harm.", "31": "Don't envy a man of violence, don't choose any of his ways;", "32": "for the perverse is an abomination to Adonai, but he shares his secret counsel with the upright.", "33": "Adonai's curse is in the house of the wicked, but he blesses the home of the righteous.", "34": "The scornful he scorns, but gives grace to the humble.", "35": "The wise win honor, but fools win shame."}