{"1": "The words of Agur the son of Yakeh, the prophecy. The man says to Iti'el, to Iti'el and Ukhal:", "2": "I am more boorish than anyone, I lack human discernment;", "3": "I have not learned enough wisdom to know the Holy One.", "4": "Who has gone up to heaven and come down? Who has cupped the wind in the palms of his hands? Who has wrapped up the waters in his cloak? Who established all the ends of the earth? What is his name, and what is his son's name? Surely you know!", "5": "Every word of God's is pure; he shields those taking refuge in him.", "6": "Don't add anything to his words; or he will rebuke you, and you be found a liar.", "7": "[God,] I have asked two things of you; don't deny them to me as long as I live —", "8": "keep falsehood and futility far from me, and give me neither poverty nor wealth. Yes, provide just the food I need today;", "9": "for if I have too much, I might deny you and say, “Who is Adonai?” And if I am poor, I might steal and thus profane the name of my God.", "10": "Never disparage a slave to his master, or he will curse you, and you will deserve it.", "11": "There is a type of people who curse their fathers and don't bless their mothers.", "12": "There is a type of people clean in their own view, but not cleansed from their filth.", "13": "There is a type of people — how haughty their look! — utterly supercilious!", "14": "There is a type of people whose teeth are like swords, yes, their fangs are knives; they devour the poor from the earth, the needy from humankind.", "15": "The leech has two daughters; they cry, “Give! Give!” Three things are never satisfied; four never say, “Enough!” —", "16": "Sh'ol and a barren womb; the earth, never satisfied with water; and fire, which never says, “Enough!”", "17": "The eye that mocks his father and scorns obeying his mother will be pecked out by the ravens in the valley, and the vultures will eat it.", "18": "Three things are too wonderful for me, four beyond my knowledge —", "19": "the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the open sea, and the way of a man with a girl.", "20": "This is how an unfaithful wife behaves: she eats, wipes her mouth, and says, “I did nothing wrong.”", "21": "Three things make the earth quake, four things it can't bear —", "22": "a slave who becomes king, a boor gorged with food,", "23": "a hated [wife] when her husband takes her [back], and a slave-girl who inherits from her mistress.", "24": "Four things on the earth are small; nevertheless, they are very wise —", "25": "the ants, a species not strong, yet they store up their food in the summer;", "26": "the coneys, a species with little power, yet they make their home in the rocks;", "27": "the locusts, who have no king, yet they all march out in ranks;", "28": "and the spiders, which you can catch in your hand, yet they are in the king's palace.", "29": "Three things are stately in their stride, four of stately gait —", "30": "the lion, mightiest of beasts, which turns aside for none;", "31": "the greyhound, the billy-goat and the king when his army is with him.", "32": "If you have been boorish, exalting yourself, or if you have been scheming, lay your hand on your mouth.", "33": "For as pressing milk produces butter and pressing the nose produces blood, so pressing out anger produces strife."}