{"1": "The words of King L'mu'el, the prophecy with which his mother disciplined him:", "2": "No, my son! No, son of my womb! No, son of my vows!", "3": "Don't give your strength to women or your ways to that which destroys kings.", "4": "It is not for kings, L'mu'el, not for kings to drink wine; it is not for rulers to ask, “Where can I find strong liquor?”", "5": "For they may drink, then forget what has been decreed, and pervert the justice due to the poor.", "6": "Give strong liquor to one who is perishing, wine to the deeply depressed;", "7": "let him drink, forget his poverty and cease to remember his troubles.", "8": "Speak up for those who can't speak for themselves, for the rights of all who need an advocate.", "9": "Speak up, judge righteously, defend the cause of the poor and the needy.", "10": "א 10 Who can find a capable wife? Her value is far beyond that of pearls.", "11": "ב 11 Her husband trusts her from his heart, and she will prove a great asset to him.", "12": "ג 12 She works to bring him good, not harm, all the days of her life.", "13": "ד 13 She procures a supply of wool and flax and works with willing hands.", "14": "ה 14 She is like those merchant vessels, bringing her food from far away.", "15": "ו 15 It's still dark when she rises to give food to her household and orders to the young women serving her.", "16": "ז 16 She considers a field, then buys it, and from her earnings she plants a vineyard.", "17": "ח 17 She gathers her strength around her and throws herself into her work.", "18": "ט 18 She sees that her business affairs go well; her lamp stays lit at night.", "19": "י 19 She puts her hands to the staff with the flax; her fingers hold the spinning rod.", "20": "כ 20 She reaches out to embrace the poor and opens her arms to the needy.", "21": "ל 21 When it snows, she has no fear for her household; since all of them are doubly clothed.", "22": "מ 22 She makes her own quilts; she is clothed in fine linen and purple.", "23": "נ 23 Her husband is known at the city gates when he sits with the leaders of the land.", "24": "ס 24 She makes linen garments and sells them; she supplies the merchants with sashes.", "25": "ע 25 Clothed with strength and dignity, she can laugh at the days to come.", "26": "פ 26 When she opens her mouth, she speaks wisely; on her tongue is loving instruction.", "27": "צ 27 She watches how things go in her house, not eating the bread of idleness.", "28": "ק 28 Her children arise; they make her happy; her husband too, as he praises her:", "29": "ר 29 “Many women have done wonderful things, but you surpass them all!”", "30": "ש 30 Charm can lie, beauty can vanish, but a woman who fears Adonai should be praised.", "31": "ת 31 Give her a share in what she produces; let her works speak her praises at the city gates."}