{"1": "Listen, children, to a father's instruction; pay attention, in order to gain insight;", "2": "for I am giving you good advice; so don't abandon my teaching.", "3": "For I too was once a child to my father; and my mother, too, thought of me as her special darling.", "4": "He too taught me; he said to me, “Let your heart treasure my words; keep my commands, and live;", "5": "gain wisdom, gain insight; don't forget or turn from the words I am saying.", "6": "Don't abandon [wisdom]; then she will preserve you; love her, and she will protect you.", "7": "The beginning of wisdom is: get wisdom! And along with all your getting, get insight!", "8": "Cherish her, and she will exalt you; embrace her, and she will bring you honor;", "9": "she will give your head a garland of grace, bestow on you a crown of glory.”", "10": "Listen, my son, receive what I say, and the years of your life will be many.", "11": "I'm directing you on the way of wisdom, guiding you in paths of uprightness;", "12": "when you walk, your step won't be hindered; and if you run, you won't stumble.", "13": "Hold fast to discipline, don't let it go; guard it, for it is your life.", "14": "Don't follow the path of the wicked or walk on the way of evildoers.", "15": "Avoid it, don't go on it, turn away from it, and pass on.", "16": "For they can't sleep if they haven't done evil, they are robbed of sleep unless they make someone fall.", "17": "For they eat the bread of wickedness and drink the wine of violence.", "18": "But the path of the righteous is like the light of dawn, shining ever brighter until full daylight.", "19": "The way of the wicked is like darkness; they don't even know what makes them stumble.", "20": "My son, pay attention to what I am saying; incline your ear to my words.", "21": "Don't let them out of your sight, keep them deep in your heart;", "22": "for they are life to those who find them and health to their whole being.", "23": "Above everything else, guard your heart; for it is the source of life's consequences.", "24": "Keep crooked speech out of your mouth, banish deceit from your lips.", "25": "Let your eyes look straight ahead, fix your gaze on what lies in front of you.", "26": "Level the path for your feet, let all your ways be properly prepared;", "27": "then deviate neither right nor left; and keep your foot far from evil."}