{"1": "My son, pay attention to my wisdom; incline your ear to my understanding;", "2": "so that you will preserve discretion and your lips keep watch over knowledge.", "3": "For the lips of a woman who is a stranger drop honey, her mouth is smoother than oil;", "4": "but in the end she is as bitter as wormwood, sharp as a double-edged sword.", "5": "Her feet go down to death, her steps lead straight to Sh'ol;", "6": "she doesn't walk the level path of life — her course wanders all over, but she doesn't know it.", "7": "So now, children, listen to me; don't turn away from what I am saying:", "8": "distance your way from her, stay far from the door of her house;", "9": "so that you won't give your vigor to others and your years to someone who is cruel,", "10": "so strangers won't be filled with your strength and what you worked for go to a foreign house.", "11": "Then, when your flesh and bones have shrunk, at the end of your life, you would moan,", "12": "“How I hated discipline! My whole being despised reproof,", "13": "I ignored what my teachers said, I didn't listen to my instructors.", "14": "I took part in almost every kind of evil, and the whole community knew it.”", "15": "Drink the water from your own cistern, fresh water from your own well.", "16": "Let what your springs produce be dispersed outside, streams of water flowing in the streets;", "17": "but let them be for you alone and not for strangers with you.", "18": "Let your fountain, the wife of your youth, be blessed; find joy in her —", "19": "a lovely deer, a graceful fawn; let her breasts satisfy you at all times, always be infatuated with her love.", "20": "My son, why be infatuated with an unknown woman? Why embrace the body of a loose woman?", "21": "For Adonai is watching a man's ways; he surveys all his paths.", "22": "A wicked person's own crimes will trap him, he will be held fast by the ropes of his sin.", "23": "He will die from lack of discipline; the magnitude of his folly will make him totter and fall."}