{"1": "My son, if you have put up security for your friend, if you committed yourself on behalf of another;", "2": "you have been snared by the words of your mouth, caught by the words of your own mouth.", "3": "Do this now, my son, and extricate yourself, since you put yourself in your friend's power: go, humble yourself, and pester your friend;", "4": "give your eyes no sleep, give your eyelids no rest;", "5": "break free, like a gazelle from the [hunter's] trap, like a bird from the grip of the fowler.", "6": "Go to the ant, you lazybones! Consider its ways, and be wise.", "7": "It has no chief, overseer or ruler;", "8": "yet it provides its food in summer and gathers its supplies at harvest-time.", "9": "Lazybones! How long will you lie there in bed? When will you get up from your sleep?", "10": "“I'll just lie here a bit, rest a little longer, just fold my hands for a little more sleep” —", "11": "and poverty comes marching in on you, scarcity hits you like an invading soldier.", "12": "A scoundrel, a vicious man, lives by crooked speech,", "13": "winking his eyes, shuffling his feet, pointing with his fingers.", "14": "With deceit in his heart, he is always plotting evil and sowing discord.", "15": "Therefore disaster suddenly overcomes him; unexpectedly, he is broken beyond repair.", "16": "There are six things Adonai hates, seven which he detests:", "17": "a haughty look, a lying tongue, hands that shed innocent blood,", "18": "a heart that plots wicked schemes, feet swift in running to do evil,", "19": "a false witness who lies with every breath, and him who sows strife among brothers.", "20": "My son, obey your father's command, and don't abandon your mother's teaching.", "21": "Bind them always on your heart, tie them around your neck.", "22": "When you walk, they will lead you; when you lie down, they will watch over you; and when you wake up, they will talk with you.", "23": "For the mitzvah is a lamp, Torah is light, and reproofs that discipline are the way to life.", "24": "They keep you from an evil woman, from a loose woman's seductive tongue.", "25": "Don't let your heart lust after her beauty or allow her glance to captivate you.", "26": "The price of a whore is a loaf of bread, but the adulteress is hunting for a precious life.", "27": "Can a man carry fire inside his shirt without burning his clothes?", "28": "Can a man walk [barefoot] on hot coals without scorching his feet?", "29": "So is he who has sex with his neighbor's wife; anyone touching her will be punished.", "30": "A thief is not despised if he steals only to satisfy his appetite when hungry;", "31": "but even he, if caught, must pay back sevenfold; he may have to give up all the wealth that he owns.", "32": "He who commits adultery lacks sense; he who does it destroys himself.", "33": "He will get nothing but blows and contempt, and his disgrace will not be wiped away.", "34": "For jealousy drives a man into a rage; he will show no mercy when he takes revenge;", "35": "he will not accept compensation; he'll refuse every bribe, no matter how large."}