{"1": "My son, keep my words, store up my commands with you.", "2": "Obey my commands, and live; guard my teaching like the pupil of your eye.", "3": "Bind them on your fingers; write them on the tablet of your heart.", "4": "Say to wisdom, “You are my sister”; call understanding your kinswoman;", "5": "so that they can keep you from unknown women, from loose women with their seductive talk.", "6": "For I was at the window of my house, glancing out through the lattice,", "7": "when I saw among the young men there, among those who don't think for themselves, a young fellow devoid of all sense.", "8": "He crosses the street near her corner and continues on toward her house.", "9": "Dusk turns into evening, and finally night, dark and black.", "10": "Then a woman approaches him, dressed as a prostitute, wily of heart.", "11": "She's the coarse, impulsive type, whose feet don't stay at home;", "12": "rather, she stalks the streets and squares, lurking at every streetcorner.", "13": "She grabs him, gives him a kiss, and, brazen-faced, she says to him,", "14": "“I had to offer peace sacrifices, and I fulfilled my vows today.", "15": "This is why I came out to meet you, to look for you; now I've found you.", "16": "I've spread quilts on my couch made of colored Egyptian linen.", "17": "I've perfumed my bed with myrrh, aloes and cinnamon.", "18": "Come on, let's make love till morning; we'll enjoy making love.", "19": "My husband isn't at home, he's gone on a long trip;", "20": "he took a bag of money with him and won't be back till the moon is full.”", "21": "With all her sweet talk she convinces him, enticing him with her seductive words.", "22": "At once he follows her like an ox on its way to be slaughtered; like a fool to be punished in the stocks;", "23": "or like a bird rushing into a trap, not knowing its life is at stake till an arrow pierces its liver.", "24": "So now, children, listen to me; pay attention to what I am saying.", "25": "Don't let your heart turn to her ways; don't stray onto her paths.", "26": "For many are those she has struck down dead, numerous those she has killed.", "27": "Her house is the way to Sh'ol; it leads down to the halls of death."}