{"1": "“He will say, 'Listen, you leaders of Jacob, you officials of the house of Israel! You should know justice, should you not?—", "2": "you who despise good and love evil, who tear off the skin of my people,[a] along with the flesh from their bones.", "3": "You eat the flesh of my people, flaying their skin from them. You break their bones, chopping them in pieces like meat[b] for a pot, like meat destined for a soup kettle.'", "4": "“Then they will cry to the Lord, but he will not listen to them. In fact, he will hide his face from them at that time, because they were so wicked in what they were doing.”", "5": "“This is what the Lord says about the prophets who are causing my people to go astray, who are calling out 'Peace' when they're being fed,[c] but who declare war against those who won't feed them:[d]", "6": "'You will have nights without visions, and darkness without prophecy. The sun will set on the prophets, and the day will darken for them.", "7": "Those who see visions will be put to shame, and the diviners will be disgraced—every one of them— they will cover their faces,[e] because there will be no answer from God.'”", "8": "“As for me, I am truly filled with power by the Spirit of the Lord, filled[f] with judgment and power to announce to Jacob his transgression, and to Israel his sin.", "9": "Please listen to this, you leaders of the house of Jacob, you officials of the house of Israel, you who hate administering justice, who pervert the very meaning of[g] equity,", "10": "who are building up Zion by means of bloodshed, and Jerusalem by means of iniquity.", "11": "Her leaders judge for the money, her priests teach only when they're paid, and her prophets prophesy for cash. Even so, don't they all rely on the Lord as they ask, 'The Lord is among us, is he not? Nothing bad can possibly happen to us!'", "12": "“Therefore, because of you, Zion will be plowed up like a field, and Jerusalem will become heaps of rubble, and the Temple Mount like a forest high place.”"}