{"1": "[a]“Now marshal yourselves as troops.[b] He has laid siege to us. They will strike the judge[c] of Israel on the cheek with a rod.”", "2": "[d]“As for you, Bethlehem of Ephrathah, even though you remain least among the clans[e] of Judah, nevertheless, the one who rules in Israel for me will emerge from you. His existence has been[f] from antiquity, even from eternity.", "3": "Therefore that ruler[g] will abandon them until the woman in labor gives birth. Then the rest of his countrymen will return to the Israelis.”", "4": "“Then he will take his stand, shepherding by means of the strength of the Lord, by the power[h] of the name of the Lord his God. And they will be firmly[i] established; indeed, from then on he will become great— to the ends of the earth.", "5": "And he will be our peace.” “When the Assyrian invades our land, trampling through our palaces, we will raise up seven shepherds against him, even eight significant men.", "6": "The shepherds[j] will devastate the land of Assyria with the sword, along with the entrances to the land of Nimrod. “This is how he will vanquish[k] Assyria when he invades our land, trampling within our borders:", "7": "The survivors of Jacob will live among many nations, as dew from the Lord, as showers upon the grass. They will look to no one, and will place no hope in human beings.", "8": "The survivors of Jacob will live among the nations; they will live among many nations, like a lion among flocks of sheep, who, if he passes through, will trample and tear down with no one to deliver.", "9": "You will turn your power[l] against your adversaries, and all of your enemies will be cut down.”", "10": "“It will come about at that time,” declares the Lord, “I will tear away your horses from you, and I will destroy your chariots.", "11": "I will cut off the cities of your land, and I will tear down all of your fortifications.", "12": "I will render your witchcraft powerless,[m] and mediums will no longer exist among you.", "13": "I will separate you from your carved images and sacred pillars, and you no longer will worship what you've made with your hands.", "14": "I will uproot your cultic gods[n] from you, and I will tear down your cities.", "15": "I will execute vengeance, anger, and fury on the nations who do not obey.”"}