{"1": "Please hear what the Lord says: “Get up and make your case before the mountains, and let the hills listen to your voice.", "2": "Listen, you mountains, to the Lord's argument! Listen, you[a] strong foundations of the earth, because the Lord has a dispute with his people, and he will set out his case before Israel.", "3": "“My people, what have I done to you, and how have I offended you? Answer me!", "4": "For I brought you up from the land of Egypt, and ransomed you from the house of slavery, sending Moses, Aaron, and Miriam into your presence.", "5": "“My people, recall how king Balak of Moab deliberated, and how Beor's son Balaam counseled him from Shittim to Gilgal, so that you may know the righteousness of the Lord.”", "6": "How am I to present myself in the Lord's presence and bow in the presence of the High God? Should I present myself with burnt offerings, with year-old calves?", "7": "Will the Lord be pleased with thousands of rams, or with endless[b] rivers of oil? Am I to give my firstborn to pay for[c] my rebellion, the fruit of my body in exchange for[d] my soul?", "8": "He has made it clear to you, mortal man, what is good and what the Lord is requiring from you— to act with justice, to treasure the Lord's[e] gracious love, and to walk humbly in the company of your God.", "9": "The voice of the Lord cries out to the city— wisdom fears your name: “Heed the rod, and the one who prepared it!", "10": "Are there still wicked treasures in the house of the wicked, along with deceitful and abominable measuring standards?[f]", "11": "Will I tolerate those who maintain deceptive standards[g] and who use deceitful weights in their business?[h]", "12": "Her rich people are filled with violence, and her inhabitants tell lies— their tongues speak deceitfully!", "13": "“Therefore I will make you ill when I attack you; I will bring you to ruin because of your offenses.", "14": "You'll eat, but you won't have enough; and hunger will be common among you. You'll horde things, but you won't save them, and what you preserve I'll give over to the sword.", "15": "You'll plant, but you won't reap. You'll crush the olive harvest, but you'll have no oil to anoint yourself. You'll tread out the grapes, but you'll never drink wine.", "16": "You keep Omri's[i] statutes and observe the customs of the house of Ahab. Because you live according to their advice, I'll make you desolate and turn your[j] inhabitants into an object of scorn. Therefore you will bear the shame of my people.”"}