{"1": "After the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices to go and anoint the body of Jesus. ", "2": "Very early on Sunday morning, at sunrise, they went to the tomb. ", "3-4": "On the way they said to one another, “Who will roll away the stone for us from the entrance to the tomb?” (It was a very large stone.) Then they looked up and saw that the stone had already been rolled back. ", "5": "So they entered the tomb, where they saw a young man sitting at the right, wearing a white robe—and they were alarmed.", "6": "“Don't be alarmed,” he said. “I know you are looking for Jesus of Nazareth, who was crucified. He is not here—he has been raised! Look, here is the place where he was placed. ", "7": "Now go and give this message to his disciples, including Peter: 'He is going to Galilee ahead of you; there you will see him, just as he told you.'”", "8": "So they went out and ran from the tomb, distressed and terrified. They said nothing to anyone, because they were afraid.", "9": "After Jesus rose from death early on Sunday, he appeared first to Mary Magdalene, from whom he had driven out seven demons. ", "10": "She went and told his companions. They were mourning and crying; ", "11": "and when they heard her say that Jesus was alive and that she had seen him, they did not believe her.", "12": "After this, Jesus appeared in a different manner to two of them while they were on their way to the country. ", "13": "They returned and told the others, but these would not believe it.", "14": "Last of all, Jesus appeared to the eleven disciples as they were eating. He scolded them, because they did not have faith and because they were too stubborn to believe those who had seen him alive. ", "15": "He said to them, “Go throughout the whole world and preach the gospel to all people. ", "16": "Whoever believes and is baptized will be saved; whoever does not believe will be condemned. ", "17": "Believers will be given the power to perform miracles: they will drive out demons in my name; they will speak in strange tongues; ", "18": "if they pick up snakes or drink any poison, they will not be harmed; they will place their hands on sick people, and these will get well.”", "19": "After the Lord Jesus had talked with them, he was taken up to heaven and sat at the right side of God. ", "20": "The disciples went and preached everywhere, and the Lord worked with them and proved that their preaching was true by the miracles that were performed.]", "9-10": "[The women went to Peter and his friends and gave them a brief account of all they had been told. After this, Jesus himself sent out through his disciples from the east to the west the sacred and everliving message of eternal salvation.]"}