{"1": "Again Jesus began to teach beside Lake Galilee. The crowd that gathered around him was so large that he got into a boat and sat in it. The boat was out in the water, and the crowd stood on the shore at the water's edge. ", "2": "He used parables to teach them many things, saying to them:", "3": "“Listen! Once there was a man who went out to sow grain. ", "4": "As he scattered the seed in the field, some of it fell along the path, and the birds came and ate it up. ", "5": "Some of it fell on rocky ground, where there was little soil. The seeds soon sprouted, because the soil wasn't deep. ", "6": "Then, when the sun came up, it burned the young plants; and because the roots had not grown deep enough, the plants soon dried up. ", "7": "Some of the seed fell among thorn bushes, which grew up and choked the plants, and they didn't bear grain. ", "8": "But some seeds fell in good soil, and the plants sprouted, grew, and bore grain: some had thirty grains, others sixty, and others one hundred.”", "9": "And Jesus concluded, “Listen, then, if you have ears!”", "10": "When Jesus was alone, some of those who had heard him came to him with the twelve disciples and asked him to explain the parables. ", "11": "“You have been given the secret of the Kingdom of God,” Jesus answered. “But the others, who are on the outside, hear all things by means of parables, ", "12": "so that, 'They may look and look, yet not see; they may listen and listen, yet not understand. For if they did, they would turn to God, and he would forgive them.'”", "13": "Then Jesus asked them, “Don't you understand this parable? How, then, will you ever understand any parable? ", "14": "The sower sows God's message. ", "15": "Some people are like the seeds that fall along the path; as soon as they hear the message, Satan comes and takes it away. ", "16": "Other people are like the seeds that fall on rocky ground. As soon as they hear the message, they receive it gladly. ", "17": "But it does not sink deep into them, and they don't last long. So when trouble or persecution comes because of the message, they give up at once. ", "18": "Other people are like the seeds sown among the thorn bushes. These are the ones who hear the message, ", "19": "but the worries about this life, the love for riches, and all other kinds of desires crowd in and choke the message, and they don't bear fruit. ", "20": "But other people are like seeds sown in good soil. They hear the message, accept it, and bear fruit: some thirty, some sixty, and some one hundred.”", "21": "Jesus continued, “Does anyone ever bring in a lamp and put it under a bowl or under the bed? Isn't it put on the lampstand? ", "22": "Whatever is hidden away will be brought out into the open, and whatever is covered up will be uncovered. ", "23": "Listen, then, if you have ears!”", "24": "He also said to them, “Pay attention to what you hear! The same rules you use to judge others will be used by God to judge you—but with even greater severity. ", "25": "Those who have something will be given more, and those who have nothing will have taken away from them even the little they have.”", "26": "Jesus went on to say, “The Kingdom of God is like this. A man scatters seed in his field. ", "27": "He sleeps at night, is up and about during the day, and all the while the seeds are sprouting and growing. Yet he does not know how it happens. ", "28": "The soil itself makes the plants grow and bear fruit; first the tender stalk appears, then the head, and finally the head full of grain. ", "29": "When the grain is ripe, the man starts cutting it with his sickle, because harvest time has come.", "30": "“What shall we say the Kingdom of God is like?” asked Jesus. “What parable shall we use to explain it? ", "31": "It is like this. A man takes a mustard seed, the smallest seed in the world, and plants it in the ground. ", "32": "After a while it grows up and becomes the biggest of all plants. It puts out such large branches that the birds come and make their nests in its shade.”", "33": "Jesus preached his message to the people, using many other parables like these; he told them as much as they could understand. ", "34": "He would not speak to them without using parables, but when he was alone with his disciples, he would explain everything to them.", "35": "On the evening of that same day Jesus said to his disciples, “Let us go across to the other side of the lake.” ", "36": "So they left the crowd; the disciples got into the boat in which Jesus was already sitting, and they took him with them. Other boats were there too. ", "37": "Suddenly a strong wind blew up, and the waves began to spill over into the boat, so that it was about to fill with water. ", "38": "Jesus was in the back of the boat, sleeping with his head on a pillow. The disciples woke him up and said, “Teacher, don't you care that we are about to die?”", "39": "Jesus stood up and commanded the wind, “Be quiet!” and he said to the waves, “Be still!” The wind died down, and there was a great calm. ", "40": "Then Jesus said to his disciples, “Why are you frightened? Do you still have no faith?”", "41": "But they were terribly afraid and began to say to one another, “Who is this man? Even the wind and the waves obey him!”"}