{"1": "This is the Lord's message that came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah during the time of[a] Josiah son of Amon, king of Judah:", "2": "“I will destroy[b] everything from the face of the earth,” says the Lord.", "3": "“I will destroy people and animals; I will destroy the birds in the sky and the fish in the sea. (The idolatrous images of these creatures will be destroyed along with evil people.)[c] I will remove[d] humanity from the face of the earth,” says the Lord.", "4": "“I will attack[e] Judah and all who live in Jerusalem. I will remove[f] from this place every trace of Baal worship,[g] as well as the very memory[h] of the pagan priests.[i]", "5": "I will remove[j] those who worship the stars in the sky from their rooftops,[k] those who swear allegiance to the Lord[l] while taking oaths in the name of[m] their 'king,'[n]", "6": "and those who turn their backs on[o] the Lord and do not want the Lord's help or guidance.”[p]", "7": "Be silent before the Sovereign Lord,[q] for the Lord's day of judgment[r] is almost here.[s] The Lord has prepared a sacrificial meal;[t] he has ritually purified[u] his guests.", "8": "“On the day of the Lord's sacrificial meal, I will punish the princes[v] and the king's sons, and all who wear foreign styles of clothing.[w]", "9": "On that day I will punish all who leap over the threshold,[x] who fill the house of their master[y] with wealth taken by violence and deceit.[z]", "10": "On that day,” says the Lord, “a loud cry will go up[aa] from the Fish Gate,[ab] wailing from the city's newer district,[ac] and a loud crash[ad] from the hills.", "11": "Wail, you who live in the market district,[ae] for all the merchants[af] will disappear[ag] and those who count money[ah] will be removed.[ai]", "12": "At that time I will search through Jerusalem with lamps. I will punish the people who are entrenched in their sin,[aj] those who think to themselves,[ak] 'The Lord neither rewards nor punishes.'[al]", "13": "Their wealth will be stolen and their houses ruined! They will not live in the houses they have built, nor will they drink the wine from the vineyards they have planted.", "14": "The Lord's great day of judgment[am] is almost here; it is approaching very rapidly! There will be a bitter sound on the Lord's day of judgment; at that time warriors will cry out in battle.[an]", "15": "That day will be a day of God's anger,[ao] a day of distress and hardship, a day of devastation and ruin, a day of darkness and gloom, a day of clouds and dark skies,", "16": "a day of trumpet blasts[ap] and battle cries.[aq] Judgment will fall on[ar] the fortified cities and the high corner towers.", "17": "I will bring distress on the people[as] and they will stumble[at] like blind men, for they have sinned against the Lord. Their blood will be poured out like dirt; their flesh[au] will be scattered[av] like manure.", "18": "Neither their silver nor their gold will be able to deliver them in the day of the Lord's angry judgment. The whole earth[aw] will be consumed by his fiery wrath.[ax] Indeed,[ay] he will bring terrifying destruction[az] on all who live on the earth.”[ba]"}