{"1": "Bunch yourselves together like straw,[a] you undesirable[b] nation,", "2": "before God's decree becomes reality[c] and the day of opportunity disappears like windblown chaff,[d] before the Lord's raging anger[e] overtakes[f] you— before the day of the Lord's angry judgment overtakes you!", "3": "Seek the Lord's favor,[g] all you humble people[h] of the land who have obeyed his commands![i] Strive to do what is right![j] Strive to be humble![k] Maybe you will be protected[l] on the day of the Lord's angry judgment.", "4": "Indeed,[m] Gaza will be deserted[n] and Ashkelon will become a heap of ruins.[o] Invaders will drive away the people of Ashdod by noon,[p] and Ekron will be overthrown.[q]", "5": "Beware, you who live by the sea, the people who came from Crete.[r] The Lord's message is against you, Canaan, land of the Philistines: “I will destroy everyone who lives there!”[s]", "6": "The seacoast[t] will be used as pasture lands[u] by the shepherds and as pens for their flocks.", "7": "Those who are left from the kingdom of Judah[v] will take possession of it.[w] By the sea[x] they[y] will graze, in the houses of Ashkelon they will lie down in the evening, for the Lord their God will intervene for them[z] and restore their prosperity.[aa]", "8": "“I have heard Moab's taunts and the Ammonites' insults. They[ab] taunted my people and verbally harassed those living in Judah.[ac]", "9": "Therefore, as surely as I live,” says the Lord of Heaven's Armies, the God of Israel, “be certain that Moab will become like Sodom and the Ammonites like Gomorrah. They will be overrun by weeds,[ad] filled with salt pits,[ae] and permanently desolate. Those of my people who are left[af] will plunder their belongings;[ag] those who are left in Judah[ah] will take possession of their land.”", "10": "This is how they will be repaid for their arrogance,[ai] for they taunted and verbally harassed[aj] the people of the Lord of Heaven's Armies.", "11": "The Lord will terrify them,[ak] for[al] he will weaken[am] all the gods of the earth. All the distant nations will worship the Lord in their own lands.[an]", "12": "“You[ao] Ethiopians[ap] will also die by my sword!”[aq]", "13": "The Lord[ar] will attack the north[as] and destroy Assyria. He will make Nineveh a heap of ruins; it will be as barren[at] as the desert.", "14": "Flocks and herds[au] will lie down in the middle of it, as well as every kind of wild animal.[av] Owls[aw] will sleep in the tops of its support pillars; they will hoot through the windows.[ax] Rubble will cover the thresholds;[ay] even the cedar work[az] will be exposed to the elements.[ba]", "15": "This is how the once-proud city will end up— the city that was so secure.[bb] She thought to herself,[bc] “I am unique! No one can compare to me!”[bd] What a heap of ruins she has become, a place where wild animals live! Everyone who passes by her taunts her[be] and shakes his fist.[bf]"}