{"1": "Beware to the filthy,[a] stained city; the city filled with oppressors![b]", "2": "She is disobedient;[c] she has refused correction.[d] She does not trust the Lord; she has not sought the advice of[e] her God.", "3": "Her princes[f] are as fierce as roaring lions;[g] her rulers[h] are as hungry as wolves in the desert,[i] who completely devour their prey by morning.[j]", "4": "Her prophets are proud;[k] they are deceitful men. Her priests have defiled what is holy;[l] they have broken God's laws.[m]", "5": "The just Lord resides[n] within her; he commits no unjust acts.[o] Every morning he reveals[p] his justice. At dawn he appears without fail.[q] Yet the unjust know no shame.", "6": "“I destroyed[r] nations; their walled cities[s] are in ruins. I turned their streets into ruins; no one passes through them. Their cities are desolate;[t] no one lives there.[u]", "7": "I thought,[v] 'Certainly you will respect[w] me! Now you will accept correction!' If she had done so, her home[x] would not be destroyed[y] by all the punishments I have threatened.[z] But they eagerly sinned in everything they did.[aa]", "8": "Therefore you must wait patiently[ab] for me,” says the Lord, “for the day when I attack and take plunder.[ac] I have decided[ad] to gather nations together and assemble kingdoms, so I can pour out my fury on them— all my raging anger. For[ae] the whole earth will be consumed by my fiery anger.", "9": "Know for sure that I will then enable the nations to give me acceptable praise.[af] All of them will invoke the Lord's name when they pray,[ag] and will worship him in unison.[ah]", "10": "From beyond the rivers of Ethiopia,[ai] those who pray to me, my dispersed people,[aj] will bring me tribute.", "11": "In that day you[ak] will not be ashamed of all your rebelliousness against me,[al] for then I will remove from your midst those who proudly boast,[am] and you will never again be arrogant on my holy hill.", "12": "I will leave in your midst a humble and meek group of people,[an] and they will find safety in the Lord's presence.[ao]", "13": "The Israelites who remain[ap] will not act deceitfully. They will not lie, and a deceitful tongue will not be found in their mouths. Indeed, they will graze peacefully like sheep[aq] and lie down; no one will terrify them.”", "14": "Shout for joy, Daughter Zion![ar] Shout out, Israel! Be happy and boast with all your heart, Daughter Jerusalem!", "15": "The Lord has removed the judgment against you;[as] he has turned back your enemy. Israel's king, the Lord, is in your midst! You no longer need to fear disaster.", "16": "On that day they will say[at] to Jerusalem, “Don't be afraid, Zion! Your hands must not be paralyzed from panic![au]", "17": "The Lord your God is in your midst; he is a warrior who can deliver. He takes great delight in you;[av] he renews you by his love;[aw] he shouts for joy over you.”[ax]", "18": "“As for those who grieve because they cannot attend the festivals— I took them away from you; they became tribute and were a source of shame to you.[ay]", "19": "Look, at that time I will deal with those who mistreated you. I will rescue the lame sheep[az] and gather together the scattered sheep. I will take away their humiliation and make the whole earth admire and respect them.[ba]", "20": "At that time I will lead you— at the time I gather you together.[bb] Be sure of this![bc] I will make all the nations of the earth respect and admire you[bd] when you see me restore you,”[be] says the Lord."}