{"1": "Listen to this word that the Lord has spoken against you, people of Israel, against the whole family he brought out of Egypt.", "2": "“I have chosen only you out of all the families of the earth, so I will punish you for all your sins.”", "3": "Two people will not walk together unless they have agreed to do so.", "4": "A lion in the forest does not roar unless it has caught an animal; it does not growl in its den when it has caught nothing.", "5": "A bird will not fall into a trap where there is no bait; the trap will not spring shut if there is nothing to catch.", "6": "When a trumpet blows a warning in a city, the people tremble. When trouble comes to a city, the Lord has caused it.", "7": "Before the Lord God does anything, he tells his plans to his servants the prophets.", "8": "The lion has roared! Who wouldn't be afraid? The Lord God has spoken. Who will not prophesy?", "9": "Announce this to the strong buildings of Ashdod and to the strong buildings of Egypt: “Come to the mountains of Samaria, where you will see great confusion and people hurting others.”", "10": "“The people don't know how to do what is right,” says the Lord. “Their strong buildings are filled with treasures they took by force from others.”", "11": "So this is what the Lord God says: “An enemy will take over the land and pull down your strongholds; he will take the treasures out of your strong buildings.”", "12": "This is what the Lord says: “A shepherd might save from a lion's mouth only two leg bones or a scrap of an ear of his sheep. In the same way only a few Israelites in Samaria will be saved— people who now sit on their beds and on their couches.”", "13": "“Listen and be witnesses against the family of Jacob,” says the Lord God, the God All-Powerful.", "14": "“When I punish Israel for their sins, I will also destroy the altars at Bethel. The corners of the altar will be cut off, and they will fall to the ground.", "15": "I will tear down the winter house, together with the summer house. The houses decorated with ivory will be destroyed, and the great houses will come to an end,” says the Lord."}