{"1": "This is what the Lord God showed me: He was forming a swarm of locusts, after the king had taken his share of the first crop and the second crop had just begun growing. ", "2": "When the locusts ate all the crops in the country, I said, “Lord God, forgive us. How could Israel live through this? It is too small already!”", "3": "So the Lord changed his mind about this. “It will not happen,” said the Lord.", "4": "This is what the Lord God showed me: The Lord God was calling for fire to come down like rain. It burned up the deep water and was going to burn up the land. ", "5": "Then I cried out, “Lord God, stop! How could Israel live through this? It is too small already.”", "6": "So the Lord changed his mind about this too. “It will not happen,” said the Lord God.", "7": "This is what he showed me: The Lord stood by a straight wall, with a plumb line in his hand. ", "8": "The Lord said to me, “Amos, what do you see?” I said, “A plumb line.” Then the Lord said, “See, I will put a plumb line among my people Israel to show how crooked they are. I will not look the other way any longer.", "9": "“The places where Isaac's descendants worship will be destroyed, Israel's holy places will be turned into ruins, and I will attack King Jeroboam's family with the sword.”", "10": "Amaziah, a priest at Bethel, sent this message to Jeroboam king of Israel: “Amos is making evil plans against you with the people of Israel. He has been speaking so much that this land can't hold all his words. ", "11": "This is what Amos has said: 'Jeroboam will die by the sword, and the people of Israel will be taken as captives out of their own country.'”", "12": "Then Amaziah said to Amos, “Seer, go back right now to Judah. Do your prophesying and earn your living there, ", "13": "but don't prophesy anymore here at Bethel. This is the king's holy place, and it is the nation's temple.”", "14": "Then Amos answered Amaziah, “I do not make my living as a prophet, nor am I a member of a group of prophets. I make my living as a shepherd, and I take care of sycamore trees. ", "15": "But the Lord took me away from tending the flock and said to me, 'Go, prophesy to my people Israel.' ", "16": "So listen to the Lord's word. You tell me, 'Don't prophesy against Israel, and stop prophesying against the descendants of Isaac.'", "17": "“Because you have said this, the Lord says: 'Your wife will become a prostitute in the city, and your sons and daughters will be killed with swords. Other people will measure your land and divide it among themselves, and you will die in a foreign country. The people of Israel will definitely be taken from their own land as captives.'”"}