{"1": "I saw the Lord standing by the altar, and he said: “Smash the top of the pillars so that even the bottom of the doors will shake. Make the pillars fall on the people's heads; anyone left alive I will kill with a sword. Not one person will get away; no one will escape.", "2": "If they dig down as deep as the place of the dead, I will pull them up from there. If they climb up into heaven, I will bring them down from there.", "3": "If they hide at the top of Mount Carmel, I will find them and take them away. If they try to hide from me at the bottom of the sea, I will command a snake to bite them.", "4": "If they are captured and taken away by their enemies, I will command the sword to kill them. I will keep watch over them, but I will keep watch to give them trouble, not to do them good.”", "5": "The Lord God All-Powerful touches the land, and the land shakes. Then everyone who lives in the land cries for the dead. The whole land rises like the Nile River and falls like the river of Egypt.", "6": "The Lord builds his upper rooms above the skies; he sets their foundations on the earth. He calls for the waters of the sea and pours them out on the land. The Lord is his name.", "7": "The Lord says, “Israel, you are no different to me than the people of Cush. I brought Israel out of the land of Egypt, and the Philistines from Crete, and the Arameans from Kir.", "8": "I, the Lord God, am watching the sinful kingdom Israel. I will destroy it from off the earth, but I will not completely destroy Jacob's descendants,” says the Lord.", "9": "“I am giving the command to scatter the nation of Israel among all nations. It will be like someone shaking grain through a strainer, but not even a tiny stone falls through.", "10": "All the sinners among my people will die by the sword— those who say, 'Nothing bad will happen to us.'", "11": "“The kingdom of David is like a fallen tent, but in that day I will set it up again and mend its broken places. I will rebuild its ruins as it was before.", "12": "Then Israel will take over what is left of Edom and the other nations that belong to me,” says the Lord, who will make it happen.", "13": "The Lord says, “The time is coming when there will be all kinds of food. People will still be harvesting crops when it's time to plow again. People will still be taking the juice from grapes when it's time to plant again. Wine will drip from the mountains and pour from the hills.", "14": "I will bring my people Israel back from captivity; they will build the ruined cities again, and they will live in them. They will plant vineyards and drink the wine from them; they will plant gardens and eat their fruit.", "15": "I will plant my people on their land, and they will not be pulled out again from the land which I have given them,” says the Lord your God."}