{"1": "It was the 12th year since King Jehoiachin had been brought to Babylon as a prisoner. On the first day of the 12th month, a message from the Lord came to me. The Lord said, ", "2": "“Son of man, sing a song of sadness about Pharaoh Hophra, the king of Egypt. Tell him, “ 'You are like a lion among the nations. You are like a monster in the sea. You move around wildly in your rivers. You churn the water with your feet. You make the streams muddy.' ”", "3": "The Lord and King says, “I will use a large crowd of people to throw my net over you. They will pull you up in it.", "4": "Then I will throw you on the land. I will toss you into an open field. I will let all the birds in the sky settle on you. I will let all the wild animals eat you up.", "5": "I will scatter the parts of your body all over the mountains. I will fill the valleys with your remains.", "6": "I will soak the land with your blood. It will flow all the way to the mountains. The valleys will be filled with the parts of your body.", "7": "When I wipe you out, I will put a cover over the heavens. I will darken the stars. I will cover the sun with a cloud. The moon will stop shining.", "8": "I will darken all the bright lights in the sky above you. I will bring darkness over your land,” announces the Lord and King.", "9": "“The hearts of many people will be troubled. That is because I will destroy you among the nations. You had never known anything about those lands before.", "10": "Many nations will be shocked when they see what has happened to you. Their kings will tremble with fear when they find out about it. I will get ready to use Nebuchadnezzar as my sword against them. On the day you fall from power, each of the kings will tremble with fear. Each will be afraid he is the next to die.”", "11": "The Lord and King says, “I will send against you the sword of the king of Babylon.", "12": "I will destroy your huge army. They will be killed by the swords of Babylon's mighty soldiers. The soldiers will not show them any pity. They will bring Egypt down in all its pride. Its huge armies will be thrown down.", "13": "I will destroy all its cattle from the places where they have plenty of water. Human feet will never stir up the water again. The hooves of cattle will not make it muddy anymore.", "14": "I will let the waters of Egypt settle. I will make its streams flow like olive oil,” announces the Lord and King.", "15": "“I will turn Egypt into an empty land. I will strip away everything in it. I will strike down everyone who lives there. Then they will know that I am the Lord.", "16": "“That is the song of sadness people will sing about Egypt. Women from other nations will sing it. They will weep over Egypt and its huge armies,” announces the Lord and King.", "17": "A message from the Lord came to me. King Jehoiachin had been brought to Babylon as a prisoner. On the 15th day of a month 12 years after that, the message came. The Lord said, ", "18": "“Son of man, weep over the huge army of Egypt. Tell the Egyptians they will go down into the earth below. The women singers from the other mighty nations will go down into the grave along with them and others. ", "19": "Tell them, 'Are you any better than others? Since you are not, go down there. Lie down with those who have not been circumcised.' ", "20": "They will fall dead among those who were killed by swords. Nebuchadnezzar is ready to use his sword against them. Let Egypt be dragged off together with its huge armies. ", "21": "The mighty leaders who are already in the place of the dead will talk about Egypt. They will also speak about the nations that were going to help it. They will say, 'They have come down here. They are lying down with those who had not been circumcised. They are here with those who were killed by swords.'", "22": "“Assyria is there with its whole army. Its king is surrounded by the graves of all its people who were killed by swords. ", "23": "Their graves are deep down in the pit. Assyria's army lies around the grave of its king. All those who spread terror while they were alive are now dead. They were killed by swords.", "24": "“Elam is also there. Its huge armies lie around the grave of its king. All those who spread terror while they were alive are now dead. They were killed by swords. They had not been circumcised. They went down into the earth below. Their shame is like the shame of others who go down into the grave. ", "25": "A bed is made for Elam's king among the dead. His huge armies lie around his grave. They had not been circumcised. They were killed by swords. They had spread terror while they were alive. So now their shame is like the shame of others who go down into the grave. They lie down among the dead.", "26": "“Meshek and Tubal are also there. Their huge armies lie around the graves of their kings. None of them had been circumcised. They had spread their terror while they were alive. So they were killed by swords. ", "27": "But they do not lie down with the other dead soldiers of long ago. Those soldiers and their weapons had gone down into the place of the dead. Their swords had been placed under their heads. Their shields rest on their bones. The soldiers of Meshek and Tubal do not lie down with them. This is true even though they had also spread terror while they were alive.", "28": "“Pharaoh Hophra, you too will be broken. You will lie down among those who had not been circumcised. You will be there with those who were killed by swords.", "29": "“Edom is also there. So are its kings and all its princes. In spite of their power, they lie down with those who were killed by swords. They lie down with those who had not been circumcised. They are there with others who went down into the grave.", "30": "“All the princes of the north are there too. So are all the people of Sidon. They went down into the grave in dishonor. While they were alive, they used their power to spread terror. They had never been circumcised. But now they lie down there with those who were killed by swords. Their shame is like the shame of others who go down into the grave.", "31": "“Pharaoh and his whole army will see all of them. That will comfort him even though his huge armies were killed by swords.” This is what the Lord and King announces. ", "32": "“I let Pharaoh spread terror while he was alive. But now he and his huge armies will be buried with those who had not been circumcised. They will lie down there with those who were killed by swords,” announces the Lord and King."}