{"1": "A message from the Lord came to me. The Lord said, ", "2": "“Son of man, prophesy against the shepherds of Israel. Tell them, 'The Lord and King says, “How terrible it will be for you shepherds of Israel! You only take care of yourselves. You should take good care of your flocks. ", "3": "Instead, you eat the butter. You dress yourselves with the wool. You kill the finest animals. But you do not take care of your flocks. ", "4": "You have not made the weak ones in the flock stronger. You have not healed the sick. You have not bandaged those who are hurt. You have not brought back those who have wandered away. You have not searched for the lost. When you ruled over them, you were mean to them. You treated them badly. ", "5": "So they were scattered because they did not have a shepherd. They became food for all of the wild animals. ", "6": "My sheep wandered all over the mountains and high hills. They were scattered over the whole earth. No one searched for them. No one looked for them.”", "7": "“ 'Shepherds, listen to the Lord's message. He says, ", "8": "“My flock does not have a shepherd. Many of my sheep have been stolen. They have become food for all the wild animals. My shepherds did not care for my sheep. They did not even search for them. Instead, they only took care of themselves. And that is just as sure as I am alive,” announces the Lord and King. ", "9": "Shepherds, listen to the Lord's message. ", "10": "The Lord and King says, “I am against the shepherds. I will hold them responsible for my flock. I will stop them from taking care of the flock. Then they will not be able to feed themselves anymore. I will save my flock from their mouths. My sheep will no longer be food for them.” ' ”", "11": "The Lord and King says, “I myself will search for my sheep. I will look after them. ", "12": "A shepherd looks after his scattered flock when he is with them. And I will look after my sheep. I will save them from all the places where they were scattered on a dark and cloudy day. ", "13": "I will bring them out from among the nations. I will gather them together from other countries. I will bring them into their own land. There they will eat grass on the mountains and in the valleys. And they will eat in all the fields of Israel. ", "14": "I will take care of them in the best grasslands. They will eat grass on the highest mountains of Israel. There they will lie down in the finest grasslands. They will eat grass in the best places on Israel's mountains. ", "15": "I myself will take care of my sheep. I will let them lie down in safety,” announces the Lord and King. ", "16": "“I will search for the lost. I will bring back those who have wandered away. I will bandage the ones who are hurt. I will make the weak ones stronger. But I will destroy those who are fat and strong. I will take good care of my sheep. I will treat them fairly.”", "17": "The Lord and King says, “You are my flock. I will judge between one sheep and another. I will judge between rams and goats. ", "18": "You already eat in the best grasslands. Must you also stomp all over the other fields? You already drink clear water. Must you also make the rest of the water muddy with your feet? ", "19": "Must my flock have to eat the grass you have stomped on? Must they drink the water you have made muddy?”", "20": "So the Lord and King speaks to them. He says, “I myself will judge between the fat sheep and the skinny sheep. ", "21": "You push the other sheep around with your hips and shoulders. You use your horns to butt all the weak sheep. Finally, you drive them away. ", "22": "But I will save my sheep. They will not be carried off anymore. I will judge between one sheep and another. ", "23": "I will place one shepherd over them. He will belong to the family line of my servant David. He will take good care of them. He will look after them. He will be their shepherd. ", "24": "I am the Lord. I will be their God. And my servant from David's family line will be the prince among them. I have spoken. I am the Lord.", "25": "“I will make a covenant with them. It promises to give them peace. I will get rid of the wild animals in the land. Then my sheep can live safely in the desert. They can sleep in the forests. ", "26": "I will make them and the places surrounding my holy mountain of Zion a blessing. I will send down rain at the right time. There will be showers of blessing. ", "27": "The trees will bear their fruit. And the ground will produce its crops. The people will be secure in their land. I will break the chains that hold them. I will save them from the power of those who made them slaves. Then they will know that I am the Lord. ", "28": "The nations will not carry them off anymore. Wild animals will no longer eat them up. They will live in safety. And no one will make them afraid. ", "29": "I will give them a land that is famous for its crops. They will never again be hungry there. The nations will not make fun of them anymore. ", "30": "Then they will know that I am with them. I am the Lord their God. And the Israelites will know that they are my people,” announces the Lord and King. ", "31": "“You are my sheep. You belong to my flock. And I am your God,” announces the Lord and King."}