{"1": "These are the words of Jeremiah, Hilkiah's son, who was one of the priests from Anathoth in the land of Benjamin.", "2": "The Lord's word came to Jeremiah in the thirteenth year of Judah's King Josiah, Amon's son,", "3": "and throughout the rule of Judah's King Jehoiakim, Josiah's son, until the fifth month of the eleventh year of King Zedekiah, Josiah's son, when the people of Jerusalem were taken into exile.", "4": "The Lord's word came to me:", "5": "“Before I created you in the womb I knew you; before you were born I set you apart; I made you a prophet to the nations.”", "6": "“Ah, Lord God,” I said, “I don't know how to speak because I'm only a child.”", "7": "The Lord responded, “Don't say, 'I'm only a child.' Where I send you, you must go; what I tell you, you must say.", "8": "Don't be afraid of them, because I'm with you to rescue you,” declares the Lord.", "9": "Then the Lord stretched out his hand, touched my mouth, and said to me, “I'm putting my words in your mouth.", "10": "This very day I appoint you over nations and empires, to dig up and pull down, to destroy and demolish, to build and plant.”", "11": "The Lord asked me, “What do you see, Jeremiah?” I said, “A branch of an almond[a] tree.”", "12": "The Lord then said, “You are right, for I'm watching over[b] my word until it is fulfilled.”", "13": "The Lord asked me again, “What do you see?” I said, “A pot boiling over from the north.”", "14": "The Lord said to me, “Trouble will erupt from the north against the people of this land.”", "15": "I'm calling for all the tribes of great nations from the north, says the Lord, and they will set up their rulers by the entrances of Jerusalem, on its walls, and in every city of Judah.", "16": "I will declare my judgment against them for doing evil: for abandoning me, worshipping other gods, and trusting in the works of their hands.", "17": "But you must prepare for battle and be ready to utter every word I command you. Don't be frightened before them, or I will frighten you before them.", "18": "Today I have made you an armed city, an iron pillar, and a bronze wall against the entire land—the kings of Judah, its princes, its priests, and all its people.", "19": "They will attack you, but they won't defeat you, because I am with you and will rescue you, declares the Lord."}