{"1": "Listen to the word that the Lord has spoken to you, people of Israel!", "2": "The Lord proclaims: Don't follow the ways of the nations or be troubled by signs in the sky, even though the nations are troubled by them.", "3": "The rituals of the nations are hollow: a tree from the forest is chopped down and shaped by the craftsman's tools.", "4": "It's overlaid with silver and gold, and fastened securely with hammer and nails so it won't fall over.", "5": "They are no different than a scarecrow in a cucumber patch: they can't speak; they must be carried because they can't walk. Don't be afraid of them, because they can't do harm or good.", "6": "Lord, no one is like you! You are great, and great is your mighty name.", "7": "Who wouldn't fear you, king of the nations? That is your due; among all the wise of the nations and in all their countries, there is no one like you!", "8": "But they are both foolish and silly; they offer nothing because they are mere wood.", "9": "Covered with silver from Tarshish and gold from Uphaz, they are the work of a craftsman and the hands of a goldsmith. Clothed in blue and purple, all of them nothing more than the work of artisans.", "10": "But the Lord is the true God! He's the living God and the everlasting king! When he's angry, the earth quakes; the nations can't endure his rage.", "11": "Tell them this: The gods who didn't make the heavens and the earth will perish from the earth and from under the heavens.[a]", "12": "But God made the earth by his might; he shaped the world by his wisdom, crafted the skies by his knowledge.", "13": "At the sound of his voice, the heavenly waters roar. He raises the clouds from the ends of the earth. He sends the lightning with the rain, the wind from his treasuries.", "14": "Everyone is too foolish to understand; every goldsmith is dishonored by his idols, for their images are shams; they aren't alive.", "15": "They are a delusion, a charade; at the appointed time they will vanish!", "16": "Jacob's portion is utterly different because God has formed all things, including Israel, his very own people— the Lord of heavenly forces is his name!", "17": "Pack your bags and get ready to leave, you who live under siege.[b]", "18": "The Lord proclaims: I'm going to eject those who live in the land at this time; I will badger them until they leave.[c]", "19": "How terrible for me, due to my injury; my wound is terrible. Yet I said to myself: This is my sickness, and I must bear it.", "20": "But now my tent is destroyed; all its ropes are cut, and my children are gone for good. There's no one left to set up my tent frame and to attach the fabric.", "21": "The shepherd kings have lost their senses and don't seek answers from the Lord. That is why they have failed and their flock is scattered.", "22": "Listen! The sound is getting louder, a mighty uproar from the land of the north; it will reduce the towns of Judah to ruins, a den for wild dogs.", "23": "I know, Lord, that our lives are not our own, that we're not able to direct our paths.", "24": "So correct me, Lord, but with justice, not in your anger, or else you will reduce me to nothing.", "25": "Pour out your wrath on the nations that ignore you and on the people who don't call on you, since they have devoured Jacob; they have devoured him completely and ruined his country."}