{"1": "If I took you to court, Lord, you would win. But I still have questions about your justice. Why do guilty persons enjoy success? Why are evildoers so happy?", "2": "You plant them, and they take root; they flourish and bear fruit. You are always on their lips but far from their hearts.", "3": "Yet you, Lord, you know me. You see me. You can tell that I love you.[a] So drag them away and butcher them like sheep. Prepare them for the slaughterhouse.", "4": "How long will the land mourn and the grass in the fields dry up? The animals and birds are swept away due to the evil of those in the land. The people say, “God doesn't see what we're up to!”", "5": "If you have raced with people and are worn out, how will you compete with horses? If you fall down in an open field,[b] how will you survive in the forest along the Jordan?", "6": "Even your relatives, your very family, are planning to trap you. They are out to get you. So don't trust them, even if they appear to be on your side.", "7": "I have abandoned my house; I have deserted my inheritance. I have given the one I love into the power of her enemies.", "8": "My inheritance has turned against me like a lion in the forest; she growls at me; therefore, I have rejected her.", "9": "My inheritance has become like a bird of prey, surrounded and attacked.[c] Go, gather all the wild animals for the feast.", "10": "Many shepherds have destroyed my vineyard; they have trampled down my field; they have reduced my treasured field to a desolate wilderness.", "11": "They have devastated her; desolate, she cries out to me in distress: “The whole land is desolate, and no one seems to care.”", "12": "Over all the desert roads destroyers march; for the sword of the Lord devours from one end of the land to the other; no one is safe.", "13": "They have sown wheat and reaped weeds; they have worn themselves out for nothing. They will be ashamed of their[d] harvest on account of the Lord's fierce anger.", "14": "The Lord proclaims: The evil nations have seized the land[e] that I gave my people Israel. I'm going to dig them up from their own lands, and I will dig up the people of Judah from among them.", "15": "And after I have dug them up, I will again have compassion on them and restore their inheritance and their land.", "16": "And then, if they will learn the ways of my people, to make a solemn pledge in my name, “As the Lord lives,” just as they once taught my people to swear to Baal, then they will be built up in the midst of my people.", "17": "But if they don't listen, I will dig up that nation; yes, I will dig up and destroy, declares the Lord."}