{"1": "The Lord proclaimed to me: Go and buy a linen undergarment. Wear it for a while without washing it.", "2": "So I bought a linen undergarment, as the Lord told me, and I put it on.", "3": "The Lord spoke to me again:", "4": "Take the undergarment that you are wearing and go at once to the Euphrates and put it under a rock.", "5": "So I went and buried it at the Euphrates,[a] as the Lord instructed.", "6": "After a long time, the Lord said to me: Return to the Euphrates and dig up the undergarment that I commanded you to bury there.", "7": "So I went to the Euphrates and I dug up the linen undergarment from the place I had buried it. But it was ruined and good for nothing.", "8": "Then the Lord's word came to me:", "9": "The Lord proclaims: In the same way I will ruin the brazen pride of Judah and Jerusalem!", "10": "Instead of listening to me, this wicked people follow their own willful hearts and pursue other gods, worshipping and serving them. They will become like this linen garment—good for nothing!", "11": "Just as a linen undergarment clings to the body, so I created the people of Israel and Judah to cling to me, declares the Lord, to be my people for my honor, praise, and grandeur. But they wouldn't obey.", "12": "So deliver this word to them: The Lord the God of Israel proclaims: Every wine jug should be filled with wine. And they will answer you, “Don't we already know that? Obviously every wine jug should be filled with wine!”", "13": "Then you should say to them: The Lord proclaims: I'm going to fill everyone who lives in this country with wine that makes them drunk, including the kings on David's throne, the priests, the prophets, and all those living in Jerusalem.", "14": "And I will shatter every one of them, even parents and children, declares the Lord. I won't take pity; I won't have compassion; I will show no mercy when I destroy them.", "15": "Listen closely, don't be arrogant, for the Lord has spoken.", "16": "Honor the Lord your God, before it's too late, before you stumble on the mountain paths in the evening shadows. Then you will hope for light, only to find darkness and gloom.", "17": "If you are too proud to listen, I will go off alone and cry my eyes out. I will weep uncontrollably because the Lord's flock will be dragged off into exile.", "18": "Tell the king and the queen mother: Come down from your lofty place, because your glorious crowns will soon be removed from your heads.", "19": "The towns of the arid southern plain will be surrounded; no one will get in or out; all Judah will be taken into exile; everyone will be led away.", "20": "Lift up your eyes and see who is approaching from the north. Where is the flock entrusted to you, your beautiful flock?", "21": "What will you say when he appoints someone as head over you: your defenders, your trusted allies?[b] Won't pain grip you like that of a woman in labor?", "22": "And when you ask yourself, Why have all these things happened to me? it is because of your many sins that you have been stripped and violated.", "23": "Can a Cushite change his skin or a leopard its spots? Neither can you do good when doing evil comes so naturally.", "24": "So I will scatter you[c] like straw that is blown away by the desert winds.", "25": "This is the future that I have prepared for you, declares the Lord, because you have forgotten me and trusted in lies.", "26": "I myself will pull up your skirt over your face and expose your shame.", "27": "I have seen your adultery and lust, your disgusting idols and shameless prostitution on the hills and in the fields. How terrible for you, Jerusalem! How long will you remain dirty?"}