{"1": "The Lord said to me: Even if Moses and Samuel stood before me, I wouldn't change my mind about these people. Send them away from me. Let them go!", "2": "And if they say, “Go where?” tell them, This is what the Lord proclaims: Those marked for death—to death, those marked for war—to war, those marked for famine—to famine, and those marked for exile—to exile.", "3": "I will appoint over them four agents[a] of death, declares the Lord: soldiers to kill, dogs to drag off, and vultures and wild animals to devour and destroy.", "4": "Because of what Judah's King Manasseh, Hezekiah's son, has done in Jerusalem, I will make them an object of horror to all nations on earth.", "5": "Who will pity you, Jerusalem? Who will shed tears over you? Who will stop and ask how you're doing?", "6": "You have deserted me, declares the Lord. You have turned your back on me. So I will turn my hand against you and destroy you. I'm tired of holding back.", "7": "I will winnow them with a winnowing fork at the gates of their country. I will bereave and destroy my people because they haven't changed their ways.", "8": "Their widows will outnumber the sand on the shore. I will bring a destroyer in broad daylight against the mothers of young men.[b] Suddenly I will bring distress and terror upon them.", "9": "The mother of seven will grow weak and gasp for air; her sun will set while it is yet day; she will be ashamed and disgraced. I will deliver the survivors to the sword, to the power of their enemies, declares the Lord.", "10": "I wish I had never been born! I have become a source of conflict and dissension in my own country. Even though I haven't lent or borrowed, still everyone curses me.", "11": "The Lord said: Haven't I taken care of you? Haven't I helped you with your enemies in time of trouble and distress?[c]", "12": "Can a person shatter iron, iron from the north, or bronze?", "13": "Your wealth and belongings I will deliver as plunder, without a fee, because of all your sins throughout your territory.", "14": "I will make you serve your enemies in a land you don't know, for my anger blazes like a fire that won't go out.", "15": "You understand, Lord! Remember me and act on my behalf. Bring judgment on those who torment me. In your mercy, spare my life.[d] Consider how I'm insulted on your account.", "16": "When your words turned up, I feasted on them; and they became my joy, the delight of my heart, because I belong to you, Lord God of heavenly forces.", "17": "I didn't join the festive occasions; I took no delight in them. I sat alone because your hand was upon me and you had filled me with curses.", "18": "Why am I always in pain? Why is my wound incurable, so far beyond healing? You have become for me as unreliable as a spring gone dry!", "19": "Therefore, the Lord proclaims: If you return to me, I will take you back and let you stand before me. If you utter what is worthwhile, not what is worthless, you will be my spokesman. They will turn to you, not you to them!", "20": "I will make you a sturdy bronze wall against these people. They will attack you, but they won't triumph, because I am with you to protect and rescue you, declares the Lord.", "21": "I will rescue you from the hand of the wicked; I will redeem you from the grasp of the violent."}