{"1": "The Lord's word came to me:", "2": "Don't marry or have children in this place.", "3": "This is what the Lord proclaims concerning children who are born in this place and their mothers and fathers who give birth to them in this place:", "4": "They will die of horrible diseases. No one will mourn for them or bury them. They will be like refuse lying on the ground. They will die from the sword and by famine, and their corpses will be food for birds and wild animals.", "5": "This is what the Lord says: Don't enter a house where there is mourning; don't grieve or lament for them, for I have taken away my blessing, kindness, and mercy from this people, declares the Lord.", "6": "From the least to the greatest, all will die in this land, and there will be no funerals or time of mourning. No one will gash themselves in grief or shave their heads in sorrow.", "7": "No one will bring food[a] for the mourner as comfort for the dead. No one will offer a cup of consolation for the loss of father or mother.", "8": "Don't enter a house where there is feasting and sit down to eat and drink.", "9": "This is what the Lord of heavenly forces, the God of Israel, proclaims: Before your very eyes and in your own lifetime, I will silence in this place the sounds of joy and gladness and the voices of the bridegroom and the bride.", "10": "When you proclaim all these things to the people, and they ask you, “Why has the Lord pronounced such massive devastation against us? What have we done wrong? How have we sinned against the Lord our God?”", "11": "then you should tell them: It's because your ancestors have deserted me and followed other gods, declares the Lord. They have served and worshipped them, while abandoning me and refusing to keep my Instruction.", "12": "And you, you have acted worse than your ancestors, each of you following your own willful, evil hearts and paying no attention to me.", "13": "So I will banish you from this land to a place that neither you nor your ancestors have known, and there you will serve other gods day and night, for I will show you no mercy.", "14": "But the time is coming, declares the Lord, when no one will say, “As the Lord lives who brought up the Israelites from the land of Egypt”;", "15": "instead, they will say, “As the Lord lives who brought up the Israelites from the land of the north and from all the lands where he has banished them.” I will bring them back to the land that I gave to their ancestors.", "16": "I'm going to send hordes of fishermen to catch them, declares the Lord. Afterward I will send a party of hunters to hunt them down on every mountain, hill, and cave.", "17": "I am watching their every move; not one is hidden from me. Nor is their sin concealed from my sight.", "18": "I will initially pay them back double for their evil and sin, because they have corrupted my land with their disgusting, lifeless idols and have filled my inheritance with their detestable practices.", "19": "Lord, you are my strength and my stronghold; you are my refuge in time of trouble. The nations will flock to you from the ends of the earth, and they will say: “Our ancestors have inherited utter lies, things that are hollow and useless.”", "20": "Can humans make their own gods? If so, they are not gods at all!", "21": "Therefore, I will teach them; this time I will teach them my power and my might. They will understand that I am the Lord."}