{"1": "Judah's sin is engraved with an iron pen. It's etched with a diamond point on the tablets of their hearts and on the horns of their altars.", "2": "Their children remember their altars and sacred poles[a] by the lush trees and high hills.", "3": "Because you have committed such sins throughout your country, I will give to your enemies my mountain in the land, as well as your wealth and all that you treasure.[b]", "4": "You will lose the inheritance that I gave you. I will make you slaves of your enemies in a land you don't know, for my anger blazes like a fire that won't go out.", "5": "The Lord proclaims: Cursed are those who trust in mere humans, who depend on human strength and turn their hearts from the Lord.", "6": "They will be like a desert shrub that doesn't know when relief comes. They will live in the parched places of the wilderness, in a barren land where no one survives.", "7": "Happy are those who trust in the Lord, who rely on the Lord.", "8": "They will be like trees planted by the streams, whose roots reach down to the water. They won't fear drought when it comes; their leaves will remain green. They won't be stressed in the time of drought or fail to bear fruit.", "9": "The most cunning heart— it's beyond help. Who can figure it out?", "10": "I, the Lord, probe the heart and discern hidden motives, to give everyone what they deserve, the consequences of their deeds.", "11": "Like a partridge gathering a brood that is not its own, so are those who acquire their wealth corruptly. By midlife it will be gone; afterward they will look like fools.", "12": "Splendid and exalted throne, the place of our sanctuary from the beginning!", "13": "Lord, the hope of Israel, all who forsake you will suffer disgrace; those who turn away from you[c] in the land will be written off,[d] for they have abandoned the Lord, the fountain of living water.", "14": "Heal me, Lord, and I'll be healed. Save me and I'll be saved, for you are my heart's desire.", "15": "See how they harass me: “Where's the Lord's word? Let it come now!”", "16": "Yet I didn't urge you to bring disaster;[e] I didn't want the calamity to happen. You know what comes out of my mouth; it's always before you.", "17": "Don't terrorize me; you are my refuge in time of disaster.", "18": "Let my tormentors be disgraced, but not me; let them be terrorized, but not me. Bring on them the time of disaster, as they deserve; destroy them repeatedly.", "19": "The Lord proclaimed to me: Go and stand by the People's Gate where Judah's kings go in and out, and then by all the gates of Jerusalem,", "20": "and say to them: Listen to the Lord's word, you kings of Judah, all you people of Judah, and anyone living in Jerusalem who passes through these gates.", "21": "The Lord says: Be on guard not to carry a load on the Sabbath day or conduct business at the gates of Jerusalem.", "22": "Don't carry a load from your houses or do any kind of work on the Sabbath day. Rather, keep the Sabbath day holy as I commanded your ancestors,", "23": "although they didn't listen or pay attention. They were stubborn and wouldn't obey or accept correction.", "24": "If you are careful to obey me, declares the Lord, and don't conduct business at the gates of this city on the Sabbath day, if you keep the Sabbath day holy by not working,", "25": "then through the gates of this city will come kings who occupy the throne of David and their officers, all riding on chariots and horses. They will be accompanied by the people of Judah and those living in Jerusalem. And this city will always be inhabited.", "26": "Others will come from the towns of Judah and Benjamin, from all around Jerusalem, and from the western foothills, the highlands, and the arid southern plain—they will come bringing entirely burned offerings, sacrifices, grain offerings, incense, and thanksgiving offerings to the Lord's temple.", "27": "But if you don't obey me by keeping the Sabbath day holy, if you carry your loads and conduct your business at the gates of Jerusalem as usual, then I will set fire to those gates that will completely engulf the fortresses of Jerusalem; it will not be put out."}