{"1": "When the priest Pashhur, Immer's son, the officer in charge of the Lord's temple, heard Jeremiah prophesying these words,", "2": "he beat the prophet and detained him in confinement at the upper Benjamin Gate in the Lord's temple.", "3": "The next day, when Pashhur released Jeremiah from confinement, Jeremiah said to him, “The Lord has changed your name from Pashhur to Panic Lurks Everywhere.", "4": "The Lord proclaims: I'm going to strike panic into your heart and into the hearts of your friends. You will watch as they fall in battle to their enemies. I will hand over all Judah to the king of Babylon, who will exile some to Babylon and slaughter others.", "5": "I will hand over all the wealth of this city, all its goods and valuables, including the treasures of the kings of Judah, to their enemies, who will ransack and pillage and carry it all off to Babylon.", "6": "And you, Pashhur, and all those in your household, will go into captivity. You will be deported to Babylon where you will die. There you will be buried with all your friends to whom you prophesied falsely.”", "7": "Lord, you enticed me, and I was taken in. You were too strong for me, and you prevailed. Now I'm laughed at all the time; everyone mocks me.", "8": "Every time I open my mouth, I cry out and say, “Violence and destruction!” The Lord's word has brought me nothing but insult and injury, constantly.", "9": "I thought, I'll forget him; I'll no longer speak in his name. But there's an intense fire in my heart, trapped in my bones. I'm drained trying to contain it; I'm unable to do it.", "10": "I hear many whispering— “Panic Lurks Everywhere!— proclaim, yes, let's proclaim it ourselves!” All my friends are waiting for me to stumble: “Perhaps he can be enticed. Then we'll prevail against him and get our revenge on him!”", "11": "But the Lord is with me like a strong defender. Therefore, my oppressors will stumble and not prevail. They will be disgraced by their own failures. Their dishonor will never be forgotten.", "12": "The Lord of heavenly forces tests the righteous and discerns the heart and the mind. Let me see your retribution upon them, for I have committed my case to you.", "13": "Sing to the Lord, praise the Lord, for he has rescued the needy from the clutches of evildoers.", "14": "Cursed be the day that I was born. May the day my mother gave birth to me not be blessed.", "15": "Cursed be the one who delivered the news to my father, “You have a son!”— filling him with joy.", "16": "May the bearer of that news be like the cities that the Lord destroyed without mercy. May he hear screams in the morning, and the battle cries at noon,", "17": "because he didn't kill me in the womb and let my mother become my grave, her womb pregnant forever.", "18": "Why was I ever born when all I see is suffering and misery, and my days are filled with shame?"}