{"1": "Jeremiah received the Lord's word when King Zedekiah sent Pashhur, Malchiah's son, and the priest Zephaniah, Maaseiah's son, to him with an appeal:", "2": "“Speak to the Lord on our behalf because Babylon's King Nebuchadnezzar[a] is attacking us. Perhaps the Lord will perform one of his mighty deeds and force him to withdraw from us.”", "3": "Jeremiah answered them: This is what you should tell Zedekiah:", "4": "The Lord, the God of Israel, says: I'm going to turn your own weapons against you, yes, the weapons you are using to fight the king of Babylon and the Babylonians[b] who have surrounded you! I will round them up in the center of the city.", "5": "Then I myself will fight against you with an outstretched hand and strong arm in fierce anger and rage.", "6": "I will strike down those within this city—both people and animals—and they will die of a terrible plague.", "7": "Afterward, declares the Lord, I will deliver Judah's King Zedekiah, his servants, and those in this city who have survived plague, war, and famine to Babylon's King Nebuchadnezzar[c] and to their enemies who seek to do them harm. He will put them to the sword without pity, mercy, or compassion.", "8": "This is what you should tell this people: The Lord says: I'm setting before you the way of life and the way of death.", "9": "Whoever stays in the city will die by the sword, famine, and disease. But whoever leaves the city and surrenders to the Babylonians[d] will live; yes, their lives will be spared.", "10": "I have set my face against this city for harm and not for good, declares the Lord; it will be delivered to the king of Babylon, who will set it on fire.", "11": "House of Judah! This is what the Lord says:", "12": "House of David! The Lord proclaims: Begin each morning by administering justice, rescue from their oppressor those who have been robbed, or else my anger will spread like a wildfire, with no one to put it out, because of your evil deeds.", "13": "I am against you, you who live in the valley,[e] like a rock of the plain, declares the Lord, and who say, “Who will come down to attack us? Who will breach our fortresses?”", "14": "I will punish you based on what you have done, declares the Lord. I will set your[f] forests on fire; the flames will engulf everything around you.[g]"}