{"1": "Jeremiah received the Lord's word concerning all the people of Judah in the fourth year of Judah's King Jehoiakim, Josiah's son. This was the first year of Babylon's King Nebuchadnezzar.", "2": "The prophet Jeremiah addressed all the people of Judah and all those living in Jerusalem.", "3": "From the thirteenth year of Judah's King Josiah, Amon's son, to this very day—twenty-three years—the Lord's word has come to me. I have delivered it to you repeatedly, although you wouldn't listen.", "4": "In fact, the Lord has tirelessly sent you all his servants, the prophets, but you wouldn't listen or pay attention.", "5": "They said, “Each one of you, turn from your evil ways and deeds and live in the fertile land that the Lord gave you and your ancestors for all time.", "6": "Don't follow or worship other gods and don't anger me by what you make with your hands. Then I won't bring disaster upon you.”", "7": "But you wouldn't listen to me, making me angry by what you do and bringing disaster upon yourselves, declares the Lord.", "8": "Therefore, this is what the Lord of heavenly forces says: Because you haven't listened to my words,", "9": "I am going to muster all the tribes of the north and my servant King Nebuchadnezzar of Babylon, declares the Lord, and I will bring them against this country and its residents as well as against all the surrounding nations. I will completely destroy them and will make them an object of horror, shock, and ruins for all time.", "10": "I will silence the sounds of joy and laughter and the voices of the bride and the bridegroom. Yes, I will silence the millstones and snuff out the lamplight.", "11": "This whole country will be reduced to a wasteland, and these nations will serve the king of Babylon for seventy years.", "12": "When the seventy years are over, I will punish the king of Babylon and his nation for their wrongdoing, declares the Lord. I will reduce the land of the Babylonians to a wasteland for all time.", "13": "I will unleash upon that land everything I decreed, all that is written in this scroll, which Jeremiah prophesied against all the nations.", "14": "Yes, many great nations and powerful kings will enslave them, and I will pay them back in full for what they have done and made with their hands.", "15": "This is what the Lord, God of Israel, said to me: Take this seething cup of wine from my hand and make all the nations gulp it down where I'm sending you.", "16": "They will drink and stagger about half-crazed because of the sword that I am sending against them.", "17": "So I took the cup from the Lord's hand, and I made all the nations drink from it where the Lord had sent me:", "18": "Jerusalem and the towns of Judah, its kings and officials. This was to make them a wasteland, an object of horror, shock, and cursing, as it is today;", "19": "Pharaoh, Egypt's king, his attendants and officials, and all his people,", "20": "including the foreigners[a] living there; all the kings of the land of Uz; all the kings of the land of the Philistines—Ashkelon, Gaza, Ekron, and what's left of Ashdod;", "21": "Edom, Moab, and the Ammonites;", "22": "all the kings of Tyre and Sidon, and the kings of the coastlands across the sea;", "23": "Dedan, Tema, Buz, and all those who cut the hair of their foreheads;[b]", "24": "all the kings of Arabia and the nomadic tribes,[c]", "25": "all the kings of Zimri,[d] Elam, and Media;", "26": "all the kings of the north, those nearby and those faraway, one after another, all the empires on the earth will drink from this cup.[e] And after them the king of Sheshach[f] will drink from it.", "27": "Then say to them: The Lord of heavenly forces, the God of Israel, proclaims: Drink this seething cup of wine and get drunk. Vomit and collapse and don't get up again because of the sword that I'm thrusting into you.", "28": "If they refuse to take the cup in your hand and drink from it, tell them: This is what the Lord of heavenly forces says: You must drink!", "29": "Look! I'm bringing disaster upon the city that bears my name; how then will you escape unpunished? You will not! I'm summoning the sword against everyone on earth, declares the Lord of heavenly forces.", "30": "Now prophesy all these things and say to them: The Lord roars on high; from his holy place he thunders. He roars fiercely against his flock, like the shouting of those who tread on grapes, against everyone on earth.", "31": "The uproar is heard far and wide, because the Lord is bringing a lawsuit against the nations. He's entering into judgment with all people, sentencing the guilty to death, declares the Lord.", "32": "The Lord of heavenly forces proclaims: Look! Disaster travels from nation to nation. A terrible storm comes from the far ends of the earth.", "33": "At that time, those struck down by the Lord will fill the earth. And no one will mourn for them or prepare their bodies for burial. They will become like refuse lying on the ground.", "34": "Wail, you shepherds, cry out. Roll in the dust, you masters of the flock! The day of your slaughter has arrived. You will fall and shatter like a fragile vase.", "35": "The shepherds have no place to hide; the masters of the flock can't escape.", "36": "Hear the cry of the shepherds and the sobbing of the masters of the flock, because the Lord is ravaging their pasture.", "37": "There's an eerie silence in the peaceful meadows, because of the Lord's fierce anger.", "38": "The lion is on the prowl, and the land is reduced to nothing, because of the fierce sword,[g] because of his fierce anger."}