{"1": "The prophet Jeremiah sent a letter from Jerusalem to the few surviving elders among the exiles, to the priests and the prophets, and to all the people Nebuchadnezzar had taken to Babylon from Jerusalem.", "2": "The letter was sent after King Jeconiah, the queen mother, the court officials, the government leaders of Judah and Jerusalem, and the craftsmen and smiths had left Jerusalem.", "3": "It was delivered to Babylon by Elasah, Shaphan's son, and Gemariah, Hilkiah's son—two men dispatched to Babylon's King Nebuchadnezzar by King Zedekiah.", "4": "The Lord of heavenly forces, the God of Israel, proclaims to all the exiles I have carried off from Jerusalem to Babylon:", "5": "Build houses and settle down; cultivate gardens and eat what they produce.", "6": "Get married and have children; then help your sons find wives and your daughters find husbands in order that they too may have children. Increase in number there so that you don't dwindle away.", "7": "Promote the welfare of the city where I have sent you into exile. Pray to the Lord for it, because your future depends on its welfare.", "8": "The Lord of heavenly forces, the God of Israel, proclaims: Don't let the prophets and diviners in your midst mislead you. Don't pay attention to your dreams.", "9": "They are prophesying lies to you in my name. I didn't send them, declares the Lord.", "10": "The Lord proclaims: When Babylon's seventy years are up, I will come and fulfill my gracious promise to bring you back to this place.", "11": "I know the plans I have in mind for you, declares the Lord; they are plans for peace, not disaster, to give you a future filled with hope.", "12": "When you call me and come and pray to me, I will listen to you.", "13": "When you search for me, yes, search for me with all your heart, you will find me.", "14": "I will be present for you, declares the Lord, and I will end your captivity. I will gather you from all the nations and places where I have scattered you, and I will bring you home after your long exile,[a] declares the Lord.", "15": "Yet you say, The Lord has raised up prophets for us in Babylon:", "16": "This is what the Lord proclaims concerning the king sitting on David's throne and all the people who live in this city, that is, those among you who didn't go into exile:", "17": "The Lord of heavenly forces proclaims: I'm going to send the sword, famine, and disease against them. I will make them like rotten figs that are too spoiled to eat.", "18": "I will pursue them with the sword, famine, and disease; and I will make them an object of horror to all nations on earth and an object of cursing, scorn, shock, and disgrace among all the countries where I have scattered them,", "19": "because they wouldn't listen to my words, declares the Lord, which I sent them time and again through my servants the prophets. They[b] wouldn't listen, declares the Lord.", "20": "But now, all you exiles I deported from Jerusalem to Babylon, listen to the Lord's word.", "21": "This is what the Lord of heavenly forces, the God of Israel, proclaims concerning Ahab, Kolaiah's son, and Zedekiah, Maaseiah's son, who are prophesying lies to you in my name: I will hand them over to Babylon's King Nebuchadnezzar, and he will slay them before your very eyes.", "22": "Because of them, all the Judean exiles in Babylon will use this curse: “The Lord make you like Zedekiah and Ahab, who were burned alive by the king of Babylon.”", "23": "They committed a horrible scandal in Israel—adultery with their neighbors' wives and deceit spoken in my name, with which I had nothing to do. Yet I'm still aware of it and am witness to it, declares the Lord.", "24": "Tell Shemaiah the Nehelamite,", "25": "This is what the Lord of heavenly forces, the God of Israel, proclaims: [c] You sent letters on your own accord to all the people in Jerusalem, to the priest Zephaniah, Maaseiah's son, and to the rest of the priests.", "26": "You said to Zephaniah:[d] The Lord has appointed you priest in charge of the Lord's temple instead of Jehoiada. You are responsible for putting every madman who prophesies into stocks and neck irons.", "27": "So why haven't you threatened Jeremiah of Anathoth, who pretends to be a prophet among you?", "28": "He has sent a letter telling those of us in Babylon: “You are going to be there a long time, so build houses and settle down, plant gardens and eat what they produce.”", "29": "The priest Zephaniah read this letter to the prophet Jeremiah.", "30": "Then the Lord's word came to Jeremiah:", "31": "Send word to all the exiles: The Lord proclaims concerning Shemaiah the Nehelamite: Because Shemaiah prophesied to you when I didn't send him, and because he convinced you to believe a lie,", "32": "I will punish Shemaiah the Nehelamite and his descendants, declares the Lord. Not one member of this people will be around to see the good that I have in store for my people, declares the Lord, for he incited rebellion against me."}