{"1": "Jeremiah received the Lord's word:", "2": "The Lord, the God of Israel, proclaims: Write down in a scroll all the words I have spoken to you.", "3": "The time is coming, declares the Lord, when I will bring back my people Israel and Judah from captivity,[a] says the Lord. I will bring them home to the land that I gave to their ancestors, and they will possess it.", "4": "Here are the words that the Lord spoke concerning Israel and Judah:", "5": "The Lord proclaims: I[b] hear screams of panic and terror; no one is safe.", "6": "Ask and see: Can men bear children? Then why do I see every man bent over in pain,[c] as if he's in labor? Why have all turned pale?", "7": "That day is awful, beyond words. A time of unspeakable pain for my people Jacob. But they will be delivered from it.", "8": "At that time, I will break the yoke off their[d] necks and remove their[e] shackles. Foreigners will no longer enslave them, declares the Lord of heavenly forces.", "9": "They will serve the Lord their God and the king whom I will raise up for them from David's family.", "10": "So don't be afraid, my servant Jacob, declares the Lord, Don't lose hope, Israel. I will deliver you from faraway places and your children from the land of their exile. My people Jacob will again be safe and sound, with no one harassing them.", "11": "I am with you and will rescue you, declares the Lord. I will put an end to all the nations where I have scattered you. But I won't put an end to you. I won't let you remain unpunished: I will discipline you as you deserve.", "12": "This is what the Lord says: Your injury is incurable; your illness is grave.", "13": "No one comes to your aid; no one attends to your wound; your disease is incurable.", "14": "All your lovers disregard you; they write you off as a lost cause, because I have dealt harshly with you as an enemy would, because your guilt is great and your sins are many.", "15": "Why cry out for relief from your pain? Your wound is incurable. I have done these things to you, because your guilt is great and your sins are many.", "16": "Yet all who ravage you will be ravaged; all who oppress you will go into exile. Those who rob you will be robbed, and all who plunder you will be plundered.", "17": "I will restore your health, and I will heal your wounds, declares the Lord, because you were labeled an outcast, “Zion, the lost cause.”", "18": "The Lord proclaims: I will restore Jacob's tents and have pity on their birthplace. Their city will be rebuilt on its ruins and the palace in its rightful place.", "19": "There will be laughter and songs of thanks. I will add to their numbers so they don't dwindle away. I will honor them so they aren't humiliated.", "20": "Their children will thrive as they did long ago, and their community will be established before me. I will punish their oppressors.", "21": "They will have their own leader; their ruler will come from among them. I will let him approach me, and he will draw near. Who would dare approach me unless I let them come? declares the Lord.", "22": "You will be my people, and I will be your God.", "23": "Look! The Lord's anger breaks out like a violent storm, a fierce wind that strikes the heads of the wicked.", "24": "The Lord's fierce anger won't turn back until God's[f] purposes are entirely accomplished. In the days to come, you will understand what this means."}