{"1": "At that time, declares the Lord, I will be the God of all the families of Israel, and they will be my people.", "2": "The Lord proclaims: The people who survived the sword found grace in the wilderness. As Israel searched for a place of rest,", "3": "the Lord appeared to them[a] from a distance:[b] I have loved you with a love that lasts forever. And so with unfailing love, I have drawn you to myself.[c]", "4": "Again, I will build you up, and you will be rebuilt, virgin Israel. Again, you will play your tambourines and dance with joy.", "5": "Again, you will plant vineyards on the hills of Samaria; farmers will plant and then enjoy the harvests.", "6": "The time will come when the watchmen shout from the highlands of Ephraim: “Get ready! We're going up to Zion to the Lord our God!”", "7": "The Lord proclaims: Sing joyfully for the people of Jacob; shout for the leading nation. Raise your voices with praise and call out: “The Lord has saved his people,[d] the remaining few in Israel!”", "8": "I'm going to bring them back from the north; I will gather them from the ends of the earth. Among them will be the blind and the disabled, expectant mothers and those in labor; a great throng will return here.", "9": "With tears of joy they will come; while they pray, I will bring them back. I will lead them by quiet streams and on smooth paths so they don't stumble. I will be Israel's father, Ephraim will be my oldest child.", "10": "Listen to the Lord's word, you nations, and announce it to the distant islands: The one who scattered Israel will gather them and keep them safe, as a shepherd his flock.", "11": "The Lord will rescue the people of Jacob and deliver them from the power of those stronger than they are.", "12": "They will come shouting for joy on the hills of Zion, jubilant over the Lord's gifts: grain, wine, oil, flocks, and herds. Their lives will be like a lush garden; they will grieve no more.", "13": "Then the young women will dance for joy; the young and old men will join in. I will turn their mourning into laughter and their sadness into joy; I will comfort them.", "14": "I will lavish the priests with abundance and shower my people with my gifts, declares the Lord.", "15": "The Lord proclaims: A voice is heard in Ramah, weeping and wailing. It's Rachel crying for her children; she refuses to be consoled, because her children are no more.", "16": "The Lord proclaims: Keep your voice from crying and your eyes from weeping, because your endurance will be rewarded, declares the Lord. They will return from the land of their enemy!", "17": "There's hope for your future, declares the Lord. Your children will return home!", "18": "I hear, yes, I hear Ephraim lamenting: “You disciplined me, and I learned my lesson, even though I was as stubborn as a mule. Bring me back, let me return, because you are the Lord my God.", "19": "After I turned away from you, I regretted it; I realized what I had done, and I have hit myself[e]— I was humiliated and disgraced, and I have carried this disgrace since I was young.”", "20": "Isn't Ephraim my much-loved child? Don't I utterly adore him? Even when I scold him, I still hold him dear. I yearn for him and love him deeply, declares the Lord.", "21": "Set up markers, put up signs; think about the road you have traveled, the path you have taken. Return, virgin Israel; return to these towns of yours.", "22": "How long will you hem and haw, my rebellious daughter? The Lord has created something new on earth: Virgin Israel will once again embrace her God![f]", "23": "The Lord of heavenly forces, the God of Israel, proclaims: When I bring my people[g] back from captivity, they will once again utter these words in the land and towns of Judah: The Lord bless you, righteous dwelling place, holy mountain.", "24": "Those who live in Judah and its towns will dwell together with farmers and shepherds.", "25": "I will strengthen the weary and renew those who are weak.", "26": "Then I woke up and looked around. What a pleasant sleep I had!", "27": "The time is coming, declares the Lord, when I will plant seeds in Israel and Judah, and both people and animals will spring up.", "28": "Just as I watched over them to dig up and pull down, to overthrow, destroy, and bring harm, so I will watch over them to build and plant, declares the Lord.", "29": "In those days, people will no longer say: Sour grapes eaten by parents leave a bitter taste in the mouths of their children.", "30": "Because everyone will die for their own sins: whoever eats sour grapes will have a bitter taste in their own mouths.", "31": "The time is coming, declares the Lord, when I will make a new covenant with the people of Israel and Judah.", "32": "It won't be like the covenant I made with their ancestors when I took them by the hand to lead them out of the land of Egypt. They broke that covenant with me even though I was their husband, declares the Lord.", "33": "No, this is the covenant that I will make with the people of Israel after that time, declares the Lord. I will put my Instructions within them and engrave them on their hearts. I will be their God, and they will be my people.", "34": "They will no longer need to teach each other to say, “Know the Lord!” because they will all know me, from the least of them to the greatest, declares the Lord; for I will forgive their wrongdoing and never again remember their sins.", "35": "The Lord proclaims: The one who established the sun to light up the day and ordered[h] the moon and stars to light up the night, who stirs up the sea into crashing waves, whose name is the Lord of heavenly forces:", "36": "If the created order should vanish from my sight, declares the Lord, only then would Israel's descendants ever stop being a nation before me.", "37": "The Lord proclaims: If the heavens above could be measured and the foundation of the earth below could be fathomed, only then would I reject Israel's descendants for what they have done, declares the Lord.", "38": "The time is coming, declares the Lord, when the city will be rebuilt for the Lord from the Tower of Hananel to the Corner Gate.", "39": "Its boundaries will extend to the Gareb Hill and around to Goah.", "40": "The entire valley defiled by corpses and ashes, and all the fields as far as the Kidron Valley and the Horse Gate on the east, all this will be set apart for the Lord. And the city will never again be dug up or overthrown."}