{"1": "Jeremiah received the Lord's word in the tenth year of Judah's King Zedekiah, which was the eighteenth year of Nebuchadnezzar's rule.", "2": "At that time, the army of the Babylonian king had surrounded Jerusalem, and the prophet Jeremiah was confined to the prison quarters in the palace of Judah's king.", "3": "Judah's King Zedekiah had Jeremiah sent there after questioning him: “Why do you prophesy, 'This is what the Lord says: I'm handing this city over to the king of Babylon, and he will occupy it;", "4": "and Judah's King Zedekiah will be captured and handed over to the king of Babylon; he will speak to the king of Babylon personally and see him with his very own eyes.", "5": "And Zedekiah will be carried off to Babylon to live out his days until I punish him, declares the Lord. If you make war against the Babylonians, you will fail.'”", "6": "Jeremiah said, The Lord's word came to me:", "7": "Your cousin Hanamel, Shallum's son, is on his way to see you; and when he arrives, he will tell you: “Buy my field in Anathoth, for by law you are next in line to purchase it.”", "8": "And just as the Lord had said, my cousin Hanamel showed up at the prison quarters and told me, “Buy my field in Anathoth in the land of Benjamin, for you are next in line and have a family obligation to purchase it.” Then I was sure this was the Lord's doing.", "9": "So I bought the field in Anathoth from my cousin Hanamel, and weighed out for him seventeen shekels of silver.", "10": "I signed the deed, sealed it, had it witnessed, and weighed out the silver on the scales.", "11": "Then I took the deed of purchase—the sealed copy, with its terms and conditions, and the unsealed copy—", "12": "and gave it to Baruch, Neriah's son and Mahseiah's grandson, before my cousin Hanamel and the witnesses named in the deed, as well as before all the Judeans who were present in the prison quarters.", "13": "I charged Baruch before all of them:", "14": "“The Lord of heavenly forces, the God of Israel, proclaims: Take these documents—this sealed deed of purchase along with the unsealed one—and put them into a clay container so they will last a long time.", "15": "The Lord of heavenly forces, the God of Israel, proclaims: Houses, fields, and vineyards will again be bought in this land.”", "16": "After I had given the documents to Baruch, Neriah's son, I prayed to the Lord:", "17": "Lord God, you created heaven and earth by your great power and outstretched arm; nothing is too hard for you!", "18": "You act with mercy toward thousands upon thousands, but you also bring the consequences of the fathers' sins on their children after them. Great and mighty God, whose name is the Lord of heavenly forces,", "19": "marvelous are your purposes, and mighty are your deeds. You are aware of all the ways of humanity, and you reward us for how we live and what we do even now.", "20": "You have performed signs and wonders in the land of Egypt as you do to this very day in Israel and everywhere else. That's why you are so renowned.", "21": "With a strong hand, an outstretched arm, and with awesome power, yes, with signs and wonders, you brought your people Israel out of the land of Egypt.", "22": "You gave them this land that you promised to their ancestors, a land full of milk and honey.", "23": "They entered and took possession of it, but they didn't obey you or follow your Instruction. In fact, they didn't do anything you commanded them. So you brought upon them this disaster.", "24": "Now the siege ramps are in place to take the city. And the Babylonians are about to capture it by war, famine, and disease. What you have pronounced is now happening, as you can see.", "25": "So why tell me, Lord God, Buy the field for money and make sure there are witnesses, when the city is under Babylonian control?", "26": "Then the Lord's word came to Jeremiah:", "27": "I am the Lord, the God of all living things! Is anything too hard for me?", "28": "Therefore, the Lord proclaims: I'm handing this city over to the Babylonians and King Nebuchadnezzar, who will capture it.", "29": "They will enter the city, set it on fire, and burn it down—including the houses on whose roofs offerings have been made to Baal and drink offerings to other gods, which made me especially angry.", "30": "The people of Israel and Judah have done nothing but evil in my eyes since their youth; the people of Israel and Judah have done nothing but anger me by the work of their hands, declares the Lord.", "31": "This city has enraged me from the day it was built to this very day, and so it must be removed from my sight—", "32": "because of all the evil done by the people of Israel and Judah to make me angry—they, their kings and officials, their priests and prophets, the men of Judah, and those who live in Jerusalem.", "33": "They turned their backs to me and not their faces; and though I taught them over and over, they wouldn't accept my correction.", "34": "They set up their disgusting idols in the temple that bears my name and violated it;", "35": "and they built shrines to Baal in the Ben-hinnon Valley, where they sacrifice their sons and daughters to Molech, though I never commanded them—nor did it even cross my mind—that they should do such detestable things, leading Judah to sin.", "36": "You have been saying, “This city will be handed over to the king of Babylon through sword, famine, and disease.” But this is what the Lord, the God of Israel, says:", "37": "I will gather them from all the countries where I have scattered them in my fierce anger and rage. I will bring them back to this place to live securely.", "38": "They will be my people, and I will be their God.", "39": "I will give them one heart and one mind so that they may worship me all the days of their lives, for their own good and for the good of their children after them.", "40": "I will make an everlasting covenant with them, never to stop treating them graciously. I will put into their hearts a sense of awe for me so that they won't turn away from me.", "41": "I will rejoice in treating them graciously, and I will plant them in this land faithfully and with all my heart and being.", "42": "The Lord proclaims: Just as I brought this great disaster on this people, so I will bring on them all the good I promised them.", "43": "Fields will be bought in this land, a land you have said is bleak and uninhabited and in the possession of the Babylonians.", "44": "Fields will be bought, and deeds will be signed, sealed, and witnessed in the land of Benjamin and in the outlying areas of Jerusalem, in the towns of Judah and in the highlands, in the towns of the western foothills and the arid southern plain; for I will bring them back from their captivity, declares the Lord."}