{"1": "While he was still confined to the prison quarters, the Lord's word came to Jeremiah a second time:", "2": "The Lord proclaims, the Lord who made the earth,[a] who formed and established it, whose name is the Lord:", "3": "Call to me and I will answer and reveal to you wondrous secrets that you haven't known.", "4": "This is what the Lord, the God of Israel, proclaims about the houses of this city and the palaces of the kings of Judah that were torn down to defend against the siege ramps and weapons", "5": "of the invading Babylonians.[b] They will be filled with the corpses of those slain in my fierce anger. I hid my face from the people of this city because of all their evil deeds,", "6": "but now I will heal and mend them. I will make them whole and bless them[c] with an abundance of peace and security.", "7": "I will bring back the captives of Judah and Israel, and I will rebuild them as they were at first.", "8": "I will cleanse them of all the wrongdoing they committed against me, and I will forgive them for all of their guilt and rebellion.", "9": "Then this city[d] will bring me great joy, praise, and renown before all nations on earth, when they hear of all the good I provide for them. They will be in total awe at all the good and prosperity I provide for them.", "10": "The Lord proclaims: You have said about this place, “It is a wasteland, without humans or animals.” Yet in the ravaged and uninhabited towns of Judah and the streets of Jerusalem,", "11": "the sounds of joy and laughter and the voices of the bride and the bridegroom will again be heard. So will the voices of those who say, as thank offerings are brought to the Lord's temple, “Give thanks to the Lord of heavenly forces, for the Lord is good and his kindness lasts forever.” I will bring back the captives of this land as they were before, says the Lord.", "12": "The Lord of heavenly forces proclaims: This wasteland, without humans or animals—and all its towns—will again become pastures for shepherds to care for their flocks.", "13": "Shepherds will again count their flocks in the towns of the highlands, the western foothills and the arid southern plain, in the land of Benjamin, as well as in the outlying areas of Jerusalem and the towns of Judah, says the Lord.", "14": "The time is coming, declares the Lord, when I will fulfill my gracious promise with the people of Israel and Judah.", "15": "In those days and at that time, I will raise up a righteous branch from David's line, who will do what is just and right in the land.", "16": "In those days, Judah will be saved and Jerusalem will live in safety. And this is what he will be called: The Lord Is Our Righteousness.", "17": "The Lord proclaims: David will always have one of his descendants sit on the throne of the house of Israel.", "18": "And the levitical priests will always have someone in my presence to make entirely burned offerings and grain offerings, and to present sacrifices.", "19": "Then the Lord's word came to Jeremiah:", "20": "This is what the Lord says: If one could break my covenant with the day and my covenant with the night so that they wouldn't come at their proper time,", "21": "only then could my covenant with my servant David and my covenant with the levitical priests who minister before me be broken; only then would David no longer have a descendant to rule on his throne.", "22": "And just as the stars in the sky can't be numbered and the sand on the shore can't be counted, so I will increase the descendants of my servant David and the Levites who minister before me.", "23": "Then the Lord's word came to Jeremiah:", "24": "Aren't you aware of what people are saying: “The Lord has rejected the two families that he had chosen”? They are insulting my people as if they no longer belong to me.[e]", "25": "The Lord proclaims: I would no sooner break my covenant with day and night or the laws of heaven and earth", "26": "than I would reject the descendants of Jacob and my servant David and his descendants as rulers for the children of Abraham, Isaac, and Jacob. I will restore the captives and have compassion on them."}