{"1": "Babylon's King Nebuchadnezzar appointed Zedekiah, Josiah's son, to succeed Coniah, Jehoiakim's son, as king of Judah.", "2": "Neither Zedekiah, his attendants, nor the people of the land listened to the Lord's words spoken by the prophet Jeremiah.", "3": "Nevertheless, King Zedekiah sent Jehucal, Shelemiah's son, and the priest Zephaniah, Maaseiah's son, to Jeremiah the prophet with this plea: “Please pray for us to the Lord our God.”", "4": "(4 Now Jeremiah hadn't been imprisoned yet, so he was free to come and go among the people.", "5": "Pharaoh's army had recently[a] set out from Egypt; when the Babylonians who were attacking Jerusalem learned of the Egyptian advance, they withdrew from Jerusalem.)", "6": "Then the Lord's word came to Jeremiah the prophet:", "7": "The Lord, the God of Israel, proclaims: Tell the king of Judah who sent his emissaries to seek advice from me: “Pharaoh's army that came to assist you is heading back to Egypt.", "8": "The Babylonians will return and attack this city. They will capture it and burn it down.”", "9": "The Lord proclaims: Don't let yourself be deceived into thinking that the Babylonians will withdraw for good.[b] They won't!", "10": "Even if you were to crush the entire Babylonian army that's attacking you and only the wounded in their tents remained, they would rise up and burn this city down.", "11": "Now when the Babylonian army had withdrawn from Jerusalem due to Pharaoh's advance,", "12": "Jeremiah set out for the land of Benjamin to secure his share of the family property.[c]", "13": "He got as far as the Benjamin Gate in Jerusalem when the guard there named Irijah, Shelemiah's son and Hananiah's grandson, arrested the prophet Jeremiah, saying, “You are deserting to the Babylonians.”", "14": "“That's a lie,” Jeremiah replied. “I'm not deserting to the Babylonians.” But Irijah wouldn't listen to him. He arrested Jeremiah and brought him to the officials,", "15": "who were furious with him. They beat him and threw him into the house of the scribe Jonathan, which had been turned into a prison.", "16": "So Jeremiah was put in a cistern, which was like a dungeon, where he remained a long time.", "17": "Later King Zedekiah sent for him and questioned Jeremiah secretly in the palace: “Is there a word from the Lord?” “There is,” Jeremiah replied. “You are going to be handed over to the king of Babylon.”", "18": "Then Jeremiah asked King Zedekiah, “What have I done wrong to you or your attendants or this people that you should throw me into prison?", "19": "Where are your prophets now who prophesied that the king of Babylon wouldn't attack you and this land?", "20": "Now, my master and king, I beg you, don't send me back to the house of Jonathan the scribe, or I'll die there.”", "21": "So King Zedekiah gave orders that Jeremiah be held in the prison quarters and that he receive a loaf of bread daily from the street vendors[d]—until all the bread in the city was gone. So Jeremiah remained in the prison quarters."}