{"1": "In the ninth year and the tenth month of Judah's King Zedekiah, Babylon's King Nebuchadnezzar and his entire army came against Jerusalem and surrounded it.", "2": "In the eleventh year of Zedekiah, on the ninth day of the fourth month, they broke through the city walls.", "3": "Then all the commanding officers of the king of Babylon—Nergal-sharezer, Samgar-nebo,[a] Sarsechim the chief officer, Nergal-sharezer the field commander—entered it and took their places at the middle gate with the rest of the officials of the king of Babylon.", "4": "When Judah's King Zedekiah and his troops saw them, they tried to escape at night through the royal gardens and the gate between the two walls, toward the desert plain.", "5": "But the Babylonian[b] army chased them down and caught Zedekiah in the plains of Jericho. They arrested him and brought him before Babylon's King Nebuchadnezzar at Riblah in the land of Hamath. There the king put him on trial.", "6": "The king of Babylon slaughtered Zedekiah's children at Riblah before his very own eyes, and the king of Babylon slaughtered all the officials of Judah.", "7": "Then he gouged out Zedekiah's eyes, bound him in chains, and dragged him off to Babylon.", "8": "The Babylonians burned down the royal palace and the houses of the people, and they destroyed the Jerusalem walls.", "9": "Nebuzaradan the captain of the special guard rounded up the rest of the people who were left in the city, including those who had defected to the Babylonians, and deported them to Babylon.", "10": "But Nebuzaradan the captain of the special guard left some of the poorest people in the land of Judah. He gave them vineyards and fields at that time.", "11": "Babylon's King Nebuchadnezzar gave orders concerning Jeremiah to Nebuzaradan the captain of the special guard:", "12": "“Find Jeremiah and look after him; don't harm him but do whatever he asks from you.”", "13": "So Nebuzaradan the captain of the special guard, Nebushazban the chief officer, Nergal-sharezer the field commander, and all the commanders of the king of Babylon", "14": "sent orders[c] to release Jeremiah from the prison quarters. They entrusted him to Gedaliah, Ahikam's son and Shaphan's grandson, so that Jeremiah could move about freely[d] among the people.", "15": "The Lord's word came to Jeremiah when he was still confined to the prison quarters:", "16": "Go and say to Ebed-melech the Cushite that the Lord of heavenly forces, the God of Israel, proclaims: I'm about to fulfill my words concerning this city, for harm and not for good. You will witness it for yourself on that day.", "17": "But on that day, declares the Lord: I will rescue you; you won't be handed over to those you dread.", "18": "I will defend you; you won't die in battle. You will escape with your life, because you have trusted in me, declares the Lord."}