{"1": "If you return, Israel, return to me, declares the Lord. If you get rid of your disgusting idols from my presence and wander no more,", "2": "and if you swear by the living God in truth, justice, and righteousness, then the nations will enjoy God's blessings;[a] they will boast about him.", "3": "This is what the Lord says to the people of Judah and to the residents of Jerusalem: Break up your hard rocky soil; don't plant among the thorns.", "4": "Dedicate[b] yourselves to the Lord; don't be thick-skinned,[c] people of Judah and residents of Jerusalem, or else my anger will spread like a wildfire. It will burn, with no one to put it out, because of your evil deeds.", "5": "Announce in Judah, in Jerusalem proclaim, sound the alarm throughout the land, cry out and say, “Gather together! Let's flee to the fortified towns!”", "6": "Set up a flag to Zion; take cover, don't just stand there! I'm bringing disaster from the north, massive devastation.", "7": "A lion bursts out of the thicket; a destroyer of nations advances. He's gone forth from his place to ravage your land, to wipe out your towns, until no one is left.", "8": "So put on funeral clothing. Weep and wail, for the Lord's fierce anger hasn't turned away from us.", "9": "On that day, declares the Lord, the courage of the king and his princes will fail, the priests will be stunned, and the prophets will be shocked.", "10": "Then I said, “Lord God, no! You have utterly deceived this people and Jerusalem by promising them peace even though the sword is at their throats.”", "11": "At that time, this people and Jerusalem will be told: A blistering wind from the bare heights; it rages in the desert toward my people, not merely to winnow or cleanse.", "12": "This wind is too devastating for that. Now I, even I, will pronounce my sentence against them.", "13": "Look! He approaches like the clouds; his chariots advance like a tempest, his horses swifter than eagles. How horrible! We're doomed!", "14": "Cleanse your heart of evil, Jerusalem, that you may be saved. How long will you entertain your destructive ideas?", "15": "A voice declares from Dan; someone proclaims disaster from the highlands of Ephraim.", "16": "Warn the nations, proclaim it to Jerusalem! Armies are approaching from a far-away country, raising their war cries against the towns of Judah.", "17": "They hem her in like those guarding a field, because she has rebelled against me, declares the Lord.", "18": "Your own conduct, your own deeds have done this to you. This is your payment and how bitter it is, piercing into the depths of your heart.", "19": "Oh, my suffering, my suffering! My pain is unbearable; my heart is in turmoil; it throbs nonstop. I can't be silent, because I hear the blast of the trumpet and the roar of the battle cry!", "20": "Disaster follows disaster; the whole land is ruined. Suddenly, my tents are destroyed, my shelter in a moment.", "21": "How long must I see the battle flags and hear the blast of the trumpet?", "22": "My people are foolish. They don't even know me! They are thoughtless children without understanding; they are skilled at doing wrong, inept at doing right.", "23": "I looked at the earth, and it was without shape or form; at the heavens and there was no light.", "24": "I looked at the mountains and they were quaking; all the hills were rocking back and forth.", "25": "I looked and there was no one left; every bird in the sky had taken flight.", "26": "I looked and the fertile land was a desert; all its towns were in ruins before the Lord, before his fury.", "27": "The Lord proclaims: The whole earth will become a desolation, but I will not destroy it completely.", "28": "Therefore, the earth will grieve and the heavens grow dark because I have declared my plan and will neither change my mind nor cancel the plan.", "29": "As the horsemen and archers approach, the people take flight. They hide in the bushes and escape to the cliffs. Every city is deserted; no one remains.", "30": "And you, devastated one, why dress up in scarlet, deck yourself in gold jewelry, and color your eyes with paint? In vain you get all decked out; your lovers have rejected you and now seek your life.", "31": "I hear the cry of a woman in labor, the distress of one delivering her first child. It is the cry of Daughter Zion, gasping for breath, her arms stretched out, and moaning, “I'm about to fall into the hands of murderers!”"}