{"1": "In the seventh month,[a] Ishmael, Nethaniah's son and Elishama's grandson, who was from a royal family and who was one of the chief officers of the king, came with ten men to Gedaliah, Ahikam's son, at Mizpah. While they were eating a meal together,", "2": "Ishmael, Nethaniah's son, and the ten men got up and struck down Gedaliah, Ahikam's son and Shaphan's grandson, with the sword. They murdered him because he had been appointed over the region by the king of Babylon.", "3": "Ishmael also murdered all the Judeans who had rallied around Gedaliah at Mizpah as well as the Babylonian soldiers who were posted there.", "4": "The day after Gedaliah was killed, before anyone knew of it,", "5": "eighty men with shaved beards, torn clothes, and gashed bodies arrived from Shechem, Shiloh, and Samaria. They were bringing grain offerings and incense to present at the Lord's temple.", "6": "Ishmael, Nethaniah's son, left Mizpah to meet them, weeping as he went. When he reached them, he said, “Come to Gedaliah, Ahikam's son!”", "7": "When they arrived in the middle of the town, Ishmael, Nethaniah's son, and the men with him slaughtered them and threw their bodies[b] into a cistern.", "8": "But there were ten men among them who begged Ishmael, “Don't kill us; we have wheat, barley, oil, and honey hidden in a field.” So he stopped and didn't kill them along with the rest.", "9": "(9 Now the cistern that Ishmael used to discard the bodies of the men he had killed because of their association with Gedaliah[c] was the one that King Asa had made to defend against Israel's King Baasha. Ishmael, Nethaniah's son, filled it with the dead.)", "10": "Ishmael captured the rest of the people who were at Mizpah, including the daughters of the king and all those assigned to Gedaliah, Ahikam's son, at Mizpah by Nebuzaradan the captain of the special guard. Then Ishmael, Nethaniah's son, set out to cross over to the Ammonites with the hostages.", "11": "Johanan, Kareah's son, and all the army officers at his side heard of the terrible acts committed by Ishmael, Nethaniah's son.", "12": "So they mustered all their forces and went to fight him. They found Ishmael, Nethaniah's son, at the great pool in Gibeon.", "13": "When all those taken by Ishmael at Mizpah saw Johanan, Kareah's son, and all his army officers with him, they were delighted.", "14": "They rallied around Johanan, Kareah's son, and returned home with him.", "15": "But Ishmael, Nethaniah's son, and eight of his men eluded Johanan and went to the Ammonites.", "16": "Then Johanan, Kareah's son, and all the army officers with him took the small group they had rescued in Gibeon, including the soldiers, women, children, and commanding officers that Ishmael, Nethaniah's son, had captured at Mizpah after killing Gedaliah, Ahikam's son.", "17": "They set out for Egypt, stopping on the way at Geruth Chimham near Bethlehem,", "18": "because they were afraid of what the Babylonians would do when they found out that Ishmael, Nethaniah's son, had killed Gedaliah, Ahikam's son, whom the king of Babylon had appointed over the region."}