{"1": "Then all the army officers, including Johanan, Kareah's son, and Jezaniah, Hoshaiah's son, and the rest of the people, from the least to the greatest, approached", "2": "Jeremiah the prophet and said to him, “We have something to ask you: Please pray to the Lord your God for us, this small group, for as you can see we were once many but now are very few.", "3": "May the Lord your God show us where we should go and what we should do.”", "4": "The prophet Jeremiah replied, “Yes, I'll pray to the Lord your God as you have asked. And I'll tell you whatever the Lord says; I won't hide anything from you.”", "5": "Then they said to Jeremiah, “May the Lord be a true and faithful witness against us if we fail to do everything that the Lord your God tells us through you.", "6": "Whether we like it or not, we will obey all that the Lord our God says. We will obey the Lord our God, to whom we're sending you, so it may go well for us.”", "7": "Ten days later Jeremiah received the Lord's word.", "8": "So he called Johanan, Kareah's son, and all the army officers with him and the rest of the people, from the least to the greatest,", "9": "and he said to them: You have sent me to present your plea to the Lord, and this is what the Lord, the God of Israel, says:", "10": "If you live in this land, I will build you up and not pull you down. I will plant you and not dig you up because I grieve over the disaster I have brought upon you.", "11": "You don't have to be afraid of the king of Babylon, whom you now fear. You don't have to be afraid of him anymore, declares the Lord, for I will be with you to save you and rescue you from his hand.", "12": "I will be merciful to you, and he will be merciful and return you to your land.", "13": "But if you say, “We won't live in this land,” you will disobey the Lord your God.", "14": "And if you insist, “No, we're going to live in Egypt, where there's no war, battle alarms, or hunger, and there we will stay,”", "15": "then listen to the Lord's word, you remaining Judeans. The Lord of heavenly forces, the God of Israel, proclaims: If you are determined to go to Egypt and you then go and live there,", "16": "then the war you fear will seize you in the land of Egypt; and the famine you dread will hunt you down in Egypt, and there you will die.", "17": "Every one of you who is determined to go and live in Egypt will die by the sword, famine, and disease. No one will escape the disaster that I will bring upon them there.", "18": "The Lord of heavenly forces, the God of Israel, proclaims: Just as my fierce anger was poured out on the people of Jerusalem, so it will be poured out on you if you go to Egypt. You will become an object of cursing, scorn, shock, and disgrace. And you will never see this place again.", "19": "You who survive from Judah, the Lord has told you: Don't go to Egypt. Know without a doubt that I have warned you this day.", "20": "You are putting your lives at risk[a] by sending me to the Lord your God, saying, “Pray for us to the Lord our God; tell us everything the Lord our God says, and we'll do it.”", "21": "Today I have told you, but you still haven't obeyed all that the Lord your God has sent me to tell you.", "22": "So know without a doubt that you will die by war, famine, and disease in the place you yearn to go and live."}