{"1": "Concerning Moab: The Lord of heavenly forces, the God of Israel, proclaims: How awful for Nebo; it lies in ruins. Kirathaim is captured and shamed; the fortress is disgraced, reduced to rubble.", "2": "No one sings Moab's praise any longer! In Heshbon they are hatching a plot against her: “Come, let's bring down the nation!” You too, Madmen, will be silenced; the sword will pursue you.", "3": "Listen to the cries for help from Horonaim: “Destruction and massive devastation!”", "4": "Moab is shattered; its young cry for help.", "5": "On the way up to Luhith, there is uncontrollable weeping. On the way down to Horonaim, they hear sobs of anguish.", "6": "Run for your lives! Be like Aroer[a] in the desert.", "7": "Because you have relied on your own strength and treasures, you also will be captured. Chemosh will go into exile, together with his priests and officials.", "8": "The destroyer will sweep through every town; no town will escape. The valleys will be ravaged; the plateaus will be destroyed, because the Lord has declared it so.", "9": "Give wings to Moab, and it would fly away[b] because its towns lie in ruins, with no one left in them.", "10": "Cursed is the one who is halfhearted in doing the Lord's work. Cursed is the one who restrains the sword from bloodshed.", "11": "From early on Moab has been at ease, like wine[c] left to settle on its sediment. It hasn't been poured into jars; nor has Moab been taken into exile. Therefore, its taste is still pleasant, and its aroma is the same.", "12": "But the time is coming, declares the Lord, when I will send to him someone to spill it—to pour out his wine and to smash his jars.", "13": "And Moab will be put to shame on account of Chemosh, just as the people of Israel were put to shame on account of Bethel, in which they trusted.[d]", "14": "How can you claim, “We're soldiers; we're war heroes”?", "15": "Moab is doomed; its towns will surrender;[e] its elite forces will go down in defeat, declares the king whose name is the Lord of heavenly forces.", "16": "Moab's destruction is near; its downfall approaches rapidly.", "17": "Grieve for this nation, you neighbors of Moab, all you who know his name. Proclaim how its mighty scepter and magnificent staff are shattered!", "18": "Come down from your lofty place and sit in the dust,[f] you inhabitants of Daughter Dibon;[g] because Moab's destroyer has arrived to level your fortresses.", "19": "Stand by the roads and watch, you inhabitants of Aroer. Ask the men who flee and the women who run off, “What's happened?”", "20": "Moab is shamed and shocked; weep and wail! Tell it by the Arnon River: Moab's been destroyed!", "21": "Judgment has come to the towns of the plateau— to Holon, Jahzah, and Mephaath,", "22": "to Dibon, Nebo, and Beth-diblathaim,", "23": "to Kiriathaim, Beth-gamul, and Beth-meon,", "24": "to Kerioth and Bozrah, to all the towns of Moab, far and near.", "25": "Moab's horn is cut off; its arm is broken, declares the Lord.", "26": "Get Moab drunk, because it has exalted itself above the Lord. Moab will collapse in its vomit and become the butt of every joke.", "27": "Wasn't Israel the butt of your jokes? Didn't you shake your head as if they were thieves caught in the act?", "28": "Leave your towns, head for the cliffs, you people of Moab. Hide like a dove that nests in the mouth of a cave.", "29": "We have heard of Moab's pride: arrogant, puffed up, exalted, high and mighty, boastful!", "30": "I myself know about its arrogance, declares the Lord, the idle talk, the empty deeds.", "31": "But I'll still wail for Moab; I'll cry out for all Moab; I'll[h] sob for the people of Kir-heres.", "32": "I'll weep for you, vine of Sibmah, more than I would for Jazer. Though your branches extended to the sea and reached the coast of Jazer, now the destroyer has come to harvest your grapes and summer fruits.", "33": "Joy and gladness have been taken from the orchards and farms of Moab. I have stopped making wine in the presses. No one shouts with joy while treading the grapes. Though there are shouts, they are not shouts of joy![i]", "34": "Screams are heard from Heshbon to Elealeh and Jahaz; their cries resound from Zoar to Horonaim and Eglath-shelishiyah. Even the waters of Nimrim are dried up.", "35": "I'll put an end to Moab, declares the Lord, for making offerings on the shrines, and worshipping their gods.", "36": "Therefore, my heart wails for Moab like a mournful[j] flute that plays the dirge; my heart wails for the people of Kir-heres, like a mournful flute. Their abundance is now gone.", "37": "Every head is shaved, every beard is cut off, every hand is slashed, and everyone wears mourning clothes.", "38": "On every housetop of Moab and in all its streets, there's nothing but mourning. I have shattered Moab like a pottery vessel no one wants, declares the Lord.", "39": "How it's shattered! Go wail! How Moab turns away! What shame! Moab has become the butt of every joke, horrific to all its neighbors.", "40": "The Lord proclaims: Look! One who soars like an eagle and spreads its wings over Moab.", "41": "The towns will be captured; the strongholds will be seized. On that day, the heart of every soldier from Moab will be like that of a woman in the throes of labor.", "42": "Moab will be destroyed once and for all because it has exalted itself above the Lord.", "43": "Terror, traps, and trackers[k] are upon you, people of Moab, declares the Lord.", "44": "Those who flee from terror will fall into a pit; those who escape the pit will be captured by the trap. I will bring upon Moab the year of its punishment, declares the Lord.", "45": "In Heshbon tired refugees seek shelter. But fire is raging in Heshbon, flames from the house[l] of Sihon. It has burned up part of Moab, including the leader of this rebellious nation.[m]", "46": "How terrible for you, Moab; the people of Chemosh have perished. Your sons have been carried off; your daughters have been taken captive.", "47": "But in the days to come I'll bring back Moab from captivity, declares the Lord. Such is the judgment on Moab."}