{"1": "Concerning the Ammonites, the Lord proclaims: Doesn't Israel have children? Aren't there heirs to his land? Why then has Milcom taken over Gad? Why have his people settled in its towns?", "2": "Therefore, the time is coming, declares the Lord, when I will sound the battle alarm against Rabbah, the capital city of the Ammonites. The city will be demolished, and its neighboring villages will be burned to the ground. Then Israel will repossess the land seized by its captors, says the Lord.", "3": "Weep, you people of Heshbon; Ai has been destroyed. Wail, you daughters of Rabbah; put on funeral clothing, cry your eyes out, run for shelter.[a] Milcom will surely go into exile, together with his priests and ministers.", "4": "Why do you brag about your strength? Your strength is exhausted,[b] you rebellious daughter. You trust in your treasures, never imagining who would attack you.", "5": "I'm the one who will terrify you from every side, declares the Lord of heavenly forces. Every one of you will be scattered about; no one will gather those who fled.", "6": "Afterward, though, I will bring back the Ammonites from captivity, declares the Lord.", "7": "Concerning Edom, the Lord of heavenly forces proclaims: Is wisdom no longer in Teman? Has good sense vanished from the perceptive? Are they no longer wise?", "8": "Turn, flee, and run for cover, you inhabitants of Dedan. I'm bringing disaster on Esau: its day of reckoning.", "9": "If workers would come to you to pick grapes, they would at least leave a few on the vine. If thieves would come in the night, they would take only what they needed.", "10": "But me? I will strip Esau bare. I will expose his hiding places, and he will find no place to take cover. His offspring, family, and acquaintances will perish, and there will be no one left to say,[c]", "11": "“Leave me your orphans, and I'll look after them; trust your widows into my care.”", "12": "The Lord proclaims: If the innocent must drink the cup, why do you expect to escape punishment? You won't! You will drink it!", "13": "I myself swear, declares the Lord, that Bozrah will become an object of horror and scorn, a wasteland and a curse. And all of its towns will lie in ruins forever.", "14": "I have heard a report from the Lord that a messenger is sent among the nations: Join forces and come against her; prepare for war!", "15": "I'm about to cut you down to size before the nations; you will be scorned by everyone.", "16": "The terror you have inflicted on others has deceived you, as has your own pride. Though you live in a fortress and occupy the high ground; though you nest on high like the eagles, I will bring you down, declares the Lord.", "17": "Then Edom will become a wasteland. All who pass by will be shocked by its injuries.", "18": "It will be like the destruction of Sodom and Gomorrah and their surrounding towns, says the Lord. No one will live there; no human will dwell in it.", "19": "Like a lion coming up from the jungle of the Jordan to a well-watered meadow,[d] so I will suddenly chase down Edom and single out its choicest of rams.[e] Who is like me? Who can direct me? What shepherd can withstand me?", "20": "Therefore, listen to the counsel that the Lord has for Edom and the plans he's devised against the people of Teman: The little ones of the flock will be dragged off, as their pasture watches in utter disbelief.[f]", "21": "The earth quakes as the Edomites go down; their screams echo as far as the Reed Sea.[g]", "22": "Look! One who mounts up and soars like an eagle, who swoops down and spreads his wings over Bozrah. On that day, the heart of every soldier from Edom will be like that of a woman in the throes of labor.", "23": "Concerning Damascus: Hamath and Arpad lose heart when they hear the bad news. They are trembling with fear, like the raging sea, which can't become quiet.", "24": "Damascus staggers about; she tries to flee, but panic overwhelms her. She's gripped by anguish and pain, like a woman in labor.", "25": "Forsaken[h] is the renowned city, city of my delight.", "26": "Yes, her young men will fall in the streets, and her soldiers will be silent on that day, declares the Lord of heavenly forces.", "27": "I will set fire to the walls of Damascus; it will burn up the fortresses of Ben-hadad.", "28": "Concerning Kedar and the kingdoms of Hazor, which Babylon's King Nebuchadnezzar defeated, the Lord proclaims: Get ready to attack Kedar; destroy the people from the east!", "29": "Seize[i] their tents and their flocks, their belongings and all their goods. Take off with their camels and shout as you go: “Panic Lurks Everywhere!”", "30": "Run away; take cover, you people of Hazor, declares the Lord. Babylon's King Nebuchadnezzar has taken counsel and devised a plan against you.", "31": "Get ready to attack a nation that feels safe and secure, declares the Lord, one without barred gates that lives by itself.", "32": "Their camels will become plunder; their many cattle will be pillaged. I will scatter to the winds those who are clean-shaven,[j] and I will bring disaster on them from every side, declares the Lord.", "33": "Hazor will become a den for wild dogs, a wilderness forever. No one will live there; no human will dwell in it.", "34": "This is what the Lord told the prophet Jeremiah concerning Elam at the beginning of the rule of Judah's King Zedekiah.", "35": "The Lord of heavenly forces proclaims: I'm going to break the bow of Elam, the backbone of its military might.", "36": "I will bring against Elam four winds from the four corners of heaven, and I will scatter them to the winds. Those banished from Elam will migrate to every nation.", "37": "I will terrify Elam before their enemies, before those who seek to kill them. I will bring disaster upon them, my fierce anger, declares the Lord. I will send the sword to attack them until I have destroyed them all.", "38": "I will establish my rule in Elam and dispose of its king and officials, declares the Lord.", "39": "But in the days to come I will bring back the captives of Elam, declares the Lord."}