{"1": "Search every street in Jerusalem, comb the squares, look far and wide for one person, even one who acts justly and seeks truth that I may pardon her!", "2": "Even when making a pledge—“As the Lord lives”— they swear falsely.", "3": "Lord, don't you look for integrity? You have struck them down, but they didn't even cringe. You have crushed them, but they have ignored your discipline. They make their faces harder than rock and refuse to return.", "4": "Then I thought to myself, These are the poor who don't know better! They don't understand the Lord's way or the justice of their God.", "5": "Let me go and speak to the powerful people, for they will surely know the Lord's way and the justice of their God. But they too have broken their yoke and shattered the chains.", "6": "Therefore, a lion from the forest will attack them; a wolf from the desert will destroy them; a leopard prowling around their towns will tear to pieces anyone venturing out— because of their many crimes and countless acts of unfaithfulness.", "7": "How can I pardon you? Your children have forsaken me and swear by gods that are not gods. Although I could have satisfied them, they committed adultery, dashing off to the prostitution house.", "8": "They are lusty stallions roving about, snorting for another's wife.", "9": "The Lord declares: Shouldn't I confront these acts? Shouldn't I take revenge on such a nation?", "10": "Climb through her vineyards and ravage them, although not completely. Prune back her branches, because they aren't the Lord's.", "11": "The people of Israel and Judah have been utterly faithless to me, declares the Lord.", "12": "They have lied about the Lord and said, “He'll do nothing![a] Disaster won't come upon us; we won't see war or famine.”", "13": "The prophets are so much wind; the word isn't in them. Thus and so may it be done to them.", "14": "Therefore, the Lord God of heavenly forces proclaims: Because you have spoken this way, I will put my words in your mouth as a fire; it will consume the people, who are but kindling.", "15": "I am about to bring a distant nation against you, people of Israel, declares the Lord. It is an established nation, an ancient nation, a nation whose language you don't know, whose speech you won't understand.", "16": "Its weapons are deadly;[b] its warriors are many.", "17": "It will devour your harvest and food; it will devour your sons and daughters; it will devour your flocks and herds; it will devour your vines and fig trees; it will shatter your fortified towns in which you trust— with the sword!", "18": "Yet even in those days, declares the Lord, I won't completely destroy you.", "19": "And when they ask, “Why has the Lord our God done all these things to us?” you must reply, “Just as you have abandoned me and served foreign gods in your land, so you will serve strangers in a land not your own.”", "20": "Declare this to the people of Jacob, announce it in Judah:", "21": "Listen, you foolish and senseless people, who have eyes but don't see and ears but don't hear.", "22": "Shouldn't you fear me, declares the Lord, and tremble before me, the one who set the shoreline for the sea, an ancient boundary that it can't pass? Though its waves may rise and roar, they can't pass the limits I have set.", "23": "And yet the people have stubborn and rebellious hearts; they turn and go their own way.", "24": "They don't say in their hearts, Let's fear the Lord our God, who provides rain in autumn and spring and who assures us of a harvest in its season.", "25": "Your wrongdoing has turned these blessings[c] away. Your sin has robbed you of good.", "26": "Criminals are found among my people; they set traps to catch people, like hunters lying in wait.[d]", "27": "Like a cage full of birds, so their houses are full of loot. No wonder they are rich and powerful", "28": "and have grown fat and sleek! To be sure, their evil deeds exceed all limits, and yet they prosper. They are indifferent to the plight of the orphan, reluctant to defend the rights of the poor.", "29": "Shouldn't I punish such acts? declares the Lord. Shouldn't I repay that nation for its deeds?", "30": "An awful, a terrible thing has happened in the land:", "31": "The prophets prophesy falsely, the priests rule at their sides,[e] and my people love it this way! But what will you do when the end comes?"}