{"1": "This is what the Lord said concerning Babylon and the land of the Babylonians through the prophet Jeremiah:", "2": "Tell the nations; proclaim it far and wide! Set up a flag; proclaim it far and wide! Hold nothing back; just shout it: “Babylon is captured; Bel is shamed; Marduk is panic-stricken. Her images are shamed; her idols are panic-stricken.”", "3": "A nation from the north has risen up against her. It will decimate her land, and no one will live in it. Every living thing will flee.", "4": "In those days and at that time, declares the Lord, the people of Israel and Judah will come out of Babylon[a] together; with weeping they will leave as they seek the Lord their God.", "5": "They will search for Zion, turning their faces toward it. They will come[b] and unite with the Lord, in an everlasting covenant that will never be forgotten.", "6": "My people were lost sheep; their shepherds led them astray; they deserted them on the mountains, where they wandered off among the hills, forgetting their resting place.", "7": "All who found them devoured them; and their attackers said, “It's not our fault, because they have sinned against the Lord, the true pasture,[c] the hope of their ancestors—the Lord.”", "8": "Now wander far from Babylon. Get out of that country. Like rams of the flock, lead the way home.", "9": "I'm stirring up against Babylon a coalition of mighty nations. It will mobilize in the north, and from there she will be captured. Their arrows are like those of an expert archer who does not return empty-handed.", "10": "Babylon will be defeated; its attackers will carry off all that they want, declares the Lord.", "11": "Sure, you gloat and rejoice, you plunderers of my possession. Sure, you dance around like a calf and neigh like a stallion.", "12": "But Mother Babylon[d] will be humiliated; the one who bore you will be disgraced. She will become the least of the nations: a wilderness, a desert, and parched land.", "13": "Because of the Lord's anger, no one will live there; she will be reduced to total ruin. All who pass by Babylon will be shocked; they will gasp at all her injuries.", "14": "Take up your positions around Babylon, all you archers; now shoot at her; save none of your arrows, because she's sinned against the Lord.", "15": "Raise a victory shout against her on every side! She's surrendered; her towers have collapsed; her walls are destroyed. This is the Lord's retribution; now pay her back: do to her what she's done to others!", "16": "Cut Babylon off from those who plant and those who harvest the crops, because of its ruthless sword.[e] Now return, all of you, to your people; flee to your homeland!", "17": "Israelites are scattered sheep, driven away by lions. First the king of Assyria devoured them, and now Babylon's King Nebuchadnezzar has ravaged them.[f]", "18": "Therefore, the Lord of heavenly forces, the God of Israel, proclaims: I'm going to punish the king of Babylon and his land, just as I punished the king of Assyria.", "19": "But I will restore Israel to their pasture; they will graze on Carmel and Bashan; they will eat their fill in the highlands of Ephraim and Gilead.", "20": "In those days and at that time, declares the Lord, if one searches for the sin of Israel, they will find nothing; if one seeks out the wrongdoing of Judah, they will look in vain. I will forgive those I have spared.", "21": "Attack the land of Merathaim;[g] crush those living in Pekod. Ruin and destroy them, declares the Lord; do all I have commanded you.", "22": "There's the sound of war in the land and enormous devastation.", "23": "How the hammer of the whole earth has been broken and shattered into pieces! How Babylon has become a wasteland among the nations!", "24": "You set a trap for others, Babylon,[h] but you yourself were caught in it unaware; you have been found and captured because you have defied the Lord.", "25": "The Lord has opened his arsenal and brought out his brutal weapons. The Lord God of heavenly forces has a job to do in the land of the Babylonians.", "26": "Come against her from every side; throw open her granaries; pile her up like stalks of grain; totally destroy her; leave nothing intact.", "27": "Destroy all her bulls; prepare them for slaughter. How terrible for them! Their time has come, the day of reckoning.", "28": "A voice of fugitives and refugees, from the land of Babylon, declaring in Zion the retribution of the Lord our God because of what has been done to his temple.", "29": "Send the archers against Babylon, all who draw the bow! Surround her and let no one escape. Pay her back for her deeds; do to her what she's done to others. She has acted arrogantly toward the Lord, the holy one of Israel!", "30": "Therefore, her soldiers will fall in the streets; all her warriors will be silenced on that day, declares the Lord.", "31": "I'm against you, you arrogant one! declares the Lord God of heavenly forces. Your day has come, your time of reckoning.", "32": "The arrogant one will stumble and fall, and no one will help her up. I'll set your cities on fire, and it will consume all that's around her.", "33": "The Lord of heavenly forces proclaims: The people of Israel were oppressed, together with the people of Judah. Their captors held them and refused to let them go.", "34": "Yet their redeemer is strong; the Lord of heavenly forces is his name. He will surely defend their cause and give them rest in the land. But he will unsettle the people of Babylon.", "35": "A sword against Babylon and its people, declares the Lord, along with its officials and sages.", "36": "A sword against its diviners so that they become fools. A sword against its warriors so that they are terrified.", "37": "A sword against its horses and chariots, and the mercenaries[i] in its midst so that they lose courage.[j] A sword against its treasures so that they are looted.", "38": "A sword[k] against the water supplies so that they dry up. It is truly the land of idols, idols about which they have gone utterly mad!", "39": "Therefore, Babylon will become a ghost town, a place for desert animals, hyenas, and ravenous birds.[l] No one will live there again; no one will make it their home.", "40": "Just as God destroyed Sodom and Gomorrah and their neighbors, declares the Lord, so no one will live in Babylon or settle there again.", "41": "Look! An army is on the move from the northern regions. A powerful nation and many kings are coming from the ends of the earth.", "42": "Equipped with bow and spear, they are cruel and show no mercy. Their horsemen sound like the roaring sea, arrayed in battle formation against you, Daughter Babylon.", "43": "The king of Babylon has heard reports of them and is panic-stricken; distress overwhelms him, pain like that of a woman in labor.", "44": "Like a lion coming up from the jungle of the Jordan to a well-watered meadow,[m] so I will suddenly chase down Babylon and single out its choicest of rams. Who is like me? Who can direct me? What shepherd can withstand me?", "45": "Therefore, listen to the counsel that the Lord has for Babylon and the plans he's devised against the land of Babylon: The little ones of the flock will be dragged off, as their pasture watches in utter disbelief.[n]", "46": "The earth quakes at the sound of Babylon's capture; its screams echo throughout the world."}