{"1": "Escape, people of Benjamin, get out of Jerusalem! Blow the trumpet in Tekoa, sound the alarm in Beth-haccherem; for disaster looms from the north, massive devastation.", "2": "You are like a lovely pasture, Daughter Zion.[a]", "3": "Shepherds come to her with their flocks. They pitch their tents around her and graze in their place.", "4": "“Prepare for battle against her; get ready; let's attack by noon! Oh, no! Daylight is fading, and the evening shadows lengthen.", "5": "Get ready, let's attack by night and destroy her fortresses!”", "6": "The Lord of heavenly forces proclaims: Cut down her trees, and build siege ramps against Jerusalem. This city must be held accountable,[b] for there's nothing but oppression in her midst.", "7": "As a well brings forth fresh water, she brings forth evil. Violence and destruction are heard within her; injury and wounds are ever before me.", "8": "Hear me out,[c] Jerusalem, or else I'll turn away from you and reduce you to ruins, a land unfit to live in.", "9": "This is what the Lord of heavenly forces says: From top to bottom, let them harvest the remaining few in Israel. Pick clean every last grape on the vine!", "10": "To whom can I speak and warn? How can I get someone's attention? Their ears are shut tight,[d] so they won't hear. They are ashamed of the Lord's word and take no pleasure in it.", "11": "But I'm filled with the Lord's rage and am tired of holding it in. Pour it out on the children in the streets and on the youths gathered together; husband with wife will be trapped, as will those old and gray.", "12": "Their homes will be turned over to others, their fields and wives as well. I will stretch out my hand against the people of this land, declares the Lord.", "13": "From the least to the greatest, each is eager to profit; from prophet to priest, each trades in dishonesty.", "14": "They treat the wound of my people as if it were nothing: “All is well, all is well,” they insist, when in fact nothing is well.", "15": "They should be ashamed of their detestable practices, but they have no shame; they don't even blush! Therefore, they will fall among the fallen and stumble when I bring disaster, declares the Lord.", "16": "The Lord proclaims: Stop at the crossroads and look around; ask for the ancient paths. Where is the good way? Then walk in it and find a resting place for yourselves. But you[e] said, “We won't go!”", "17": "Still, I have appointed watchmen to warn you. But you[f] said, “We won't listen!”", "18": "Therefore, pay attention, nations; take notice, assembly, what is ahead of them.[g]", "19": "Pay attention, earth: I'm bringing disaster upon my people, the fruit of their own devices, because they have ignored my words and they have rejected my teaching.", "20": "What use to me is incense from Sheba or sweet cane from a faraway land? Your entirely burned offerings won't buy your pardon; your sacrifices won't appease me.", "21": "Therefore, the Lord proclaims: I'm putting obstacles before this people, and both parents and children will stumble over them; neighbor and friend alike will perish.", "22": "The Lord proclaims: An army is on the move from the northern regions; a great nation is roused from the ends of the earth.", "23": "Equipped with bow and spear, they are cruel; they show no mercy. Their horsemen sound like the roaring sea, arrayed in battle formation against you, Daughter Zion.", "24": "We have heard reports of them and are panic-stricken; distress overwhelms us, pain like that of a woman in labor.", "25": "Don't go out into the field! Don't walk on the road! The enemies' sword terrorizes at every turn.", "26": "My people, put on funeral clothes and roll in ashes; weep and wail as for an only child, because the destroyer will suddenly descend upon us.", "27": "I have made you a tester of metals, to examine my people[h] to know and prove their ways.", "28": "They are tin[i] and iron; they are headstrong and rebellious. They live to slander. They act corruptly—every last one!", "29": "The bellows roar; the lead is consumed.[j] Yet the refining fails; the impurities[k] remain.", "30": "They are called “rejected silver,” for the Lord has rejected them."}