{"1": "Jeremiah received the Lord's word:", "2": "Stand near the gate of the Lord's temple and proclaim there this message: Listen to the Lord's word, all you of Judah who enter these gates to worship the Lord.", "3": "This is what the Lord of heavenly forces, the God of Israel, says: Improve your conduct and your actions, and I will dwell with you[a] in this place.", "4": "Don't trust in lies: “This is the Lord's temple! The Lord's temple! The Lord's temple!”", "5": "No, if you truly reform your ways and your actions; if you treat each other justly;", "6": "if you stop taking advantage of the immigrant, orphan, or widow; if you don't shed the blood of the innocent in this place, or go after other gods to your own ruin,", "7": "only then will I dwell with you[b] in this place, in the land that I gave long ago to your ancestors for all time.", "8": "And yet you trust in lies that will only hurt you.", "9": "Will you steal and murder, commit adultery and perjury, sacrifice to Baal and go after other gods that you don't know,", "10": "and then come and stand before me in this temple that bears my name, and say, “We are safe,” only to keep on doing all these detestable things?", "11": "Do you regard this temple, which bears my name, as a hiding place for criminals? I can see what's going on here, declares the Lord.", "12": "Just go to my sanctuary[c] in Shiloh, where I let my name dwell at first, and see what I did to it because of the evil of my people Israel.", "13": "And now, because you have done all these things, declares the Lord, because you haven't listened when I spoke to you again and again or responded when I called you,", "14": "I will do to this temple that bears my name and on which you rely, the place that I gave to you and your ancestors, just as I did to Shiloh.", "15": "I will cast you out of my sight, just as I cast out the rest of your family, all the people of Ephraim.", "16": "As for you, don't pray for these people, don't cry out or plead for them, and don't intercede with me, for I won't listen to you.", "17": "Can't you see what they are doing in the towns of Judah and in the streets of Jerusalem?", "18": "The children gather wood, the fathers light the fire, and the women knead dough to make sacrificial cakes for the queen of heaven. And to offend me all the more, they pour out drink offerings to foreign gods.", "19": "But am I the one they are really offending? declares the Lord. Aren't they in fact humiliating themselves?", "20": "Therefore, this is what the Lord God says: I'm going to pour out my fierce anger on this place, on humans and beasts, on the trees of the field and the crops of the fertile land. It will burn and not go out.", "21": "This is what the Lord of heavenly forces, the God of Israel, says: Add your entirely burned offerings to your sacrifices and eat them yourselves!", "22": "On the day I brought your ancestors out of the land of Egypt, I didn't say a thing—I gave no instructions—about entirely burned offerings or sacrifices.", "23": "Rather, this is what I required of them: Obey me so that I may become your God and you may become my people. Follow the path I mark out for you so that it may go well with you.", "24": "But they didn't listen or pay attention. They followed their willful and evil hearts and went backward rather than forward.", "25": "From the moment your ancestors left the land of Egypt to this day, I have sent you all my servants the prophets—day after day.", "26": "But they didn't listen to me or pay attention; they were stubborn and did more harm than their ancestors.", "27": "When you tell them all this, they won't listen to you. When you call to them, they won't respond.", "28": "Therefore, say to them: This nation neither obeys the Lord its God nor accepts correction; truth has disappeared; it has vanished from their lips.", "29": "Cut off your hair and cast it away; grieve on the well-traveled paths. The Lord has rejected you and has cast off a generation that provokes his anger.", "30": "The people of Judah have done what displeases me, declares the Lord. They have corrupted the temple that bears my name by setting up their disgusting idols.", "31": "They have built shrines at Topheth in the Ben-hinnom Valley to burn their sons and daughters in the fire, although I never commanded such a thing, nor did it ever cross my mind.", "32": "So now the time is coming, declares the Lord, when people will no longer speak of Topheth or the Ben-hinnom Valley, but the Carnage Valley. They will bury in Topheth until no space is left.", "33": "The corpses of this people will be food for birds and wild animals, with no one to drive them off.", "34": "I will silence the sound of joy and delight as well as the voice of bride and bridegroom in the towns of Judah and in the streets of Jerusalem, for the country will be reduced to a wasteland."}