{"1": "At that time, declares the Lord, the bones of the kings of Judah and its officers, the bones of the priests and the prophets, and the bones of the people of Jerusalem will be taken from their graves", "2": "and exposed to the sun, the moon, and the whole heavenly forces, which they have loved and served and which they have followed, consulted, and worshipped. Their bones won't be gathered for reburial but will become like refuse lying on the ground.", "3": "The survivors of this evil nation will prefer death to life, wherever I have scattered them, declares the Lord of heavenly forces.", "4": "Say to them, The Lord proclaims: When people fall down, don't they get up? When they turn aside, don't they turn back?", "5": "Why then does this people, rebellious Jerusalem, persistently turn away from me? They cling to deceit and refuse to return.", "6": "I have listened carefully but haven't heard a word of truth from them. No one regrets their wrongdoing; no one says, “What have I done?” Everyone turns to their own course, like a stallion dashing into the thick of battle.", "7": "Even the stork in the sky knows the seasons, and the dove, swallow,[a] and crane[b] return in due time. But my people don't know the Lord's ways.", "8": "How can you say, “We are wise; we possess the Lord's Instruction,” when the lying pen of the scribes has surely distorted it?", "9": "The wise will be shamed and shocked when they are caught. Look, they have rejected the Lord's word; what kind of wisdom is that?", "10": "Therefore, I will give their wives to others and their fields to their captors. From the least to the greatest, all are eager to profit. From prophet to priest, all trade in falsehood.", "11": "They treat the wound of my people as if it were nothing: “All is well, all is well,” they insist, when in fact nothing is well.", "12": "They should be ashamed of their detestable practices, but they have no shame; they don't even blush! Therefore, they will fall among the fallen and stumble when disaster arrives, declares the Lord.", "13": "I will put an end to them,[c] declares the Lord; there are no grapes on the vine, no figs on the tree, only withered leaves. They have squandered what I have given them![d]", "14": "Why are we sitting here? Come, let's go to the fortified towns and meet our doom there. The Lord our God has doomed us by giving us poisoned water to drink, because we have sinned against the Lord!", "15": "We longed for relief, but received none; for a time of healing, but found only terror.", "16": "The snorting of their horses can be heard as far as Dan; the neighing of their stallions makes the whole land tremble. They come to devour the land and everything in it, towns and people alike.", "17": "See, I'm sending serpents against you, vipers that you can't charm, and they will bite you, declares the Lord.", "18": "No healing, only grief; my heart is broken.[e]", "19": "Listen to the weeping of my people all across the land: “Isn't the Lord in Zion? Is her king no longer there?” Why then did they anger me with their images, with pointless foreign gods?", "20": "“The harvest is past, the summer has ended, yet we aren't saved.”", "21": "Because my people are crushed, I am crushed; darkness and despair overwhelm me.", "22": "Is there no balm in Gilead? Is there no physician there? Why then have my people not been restored to health?"}