{"1": "[a] If only my head were a spring of water, and my eyes a fountain of tears, I would weep day and night for the wounds of my people.", "2": "[b] If only I could flee for shelter in the desert, to leave my people and forget them— for they are all adulterers, a bunch of crooks.", "3": "They bend their tongues like bows to spew out lies; they are renowned in the land, but not for truth. They go from bad to worse. They don't know me! declares the Lord.", "4": "Be wary of your friends! Don't trust your sibling![c] Every sibling is a cheater, and every friend traffics in slander.", "5": "One cheats the other; no one tells the truth; they train themselves to lie; they wear themselves out by doing wrong.", "6": "You live in a world of deceit, and in their deceit they refuse to know me,[d] declares the Lord.", "7": "Therefore, the Lord of heavenly forces proclaims: I'm going to refine and test them, for what else can I do with my people?", "8": "Their tongue is a lethal arrow; their words are deceitful. They wish their neighbors well, but in their hearts plot their ruin.", "9": "Shouldn't I punish them for this? declares the Lord; shouldn't I avenge such a nation?", "10": "I will weep and wail for the mountains, and lament for the grazing lands in the wilderness. They are dried up and deserted; no sound of the flocks is heard; no sign of birds or animals is seen; all have vanished.", "11": "I will reduce Jerusalem to ruins, a den for wild dogs. I will make the towns of Judah a wasteland, without inhabitant.", "12": "Who is wise enough to understand this? Who has been taught by the Lord and can therefore explain it? Why has the land been reduced to rubble and laid waste like a desert, with no one passing through?", "13": "The Lord says: It is because they have abandoned my Instruction that I gave them, and haven't obeyed or followed it.", "14": "Instead, they have followed their own willful hearts and have gone after the Baals, as their ancestors taught them.", "15": "Therefore, this is what the Lord of heavenly forces, the God of Israel, says: I'm going to feed this people bitter food and give them poison to drink.", "16": "I will scatter them among nations about whom neither they nor their ancestors have ever heard. I will pursue them with the sword until all are gone.", "17": "The Lord of heavenly forces proclaims: Pay attention! Summon the women who mourn, let them come; send for those best trained, let them come.", "18": "Hurry! Let them weep for us so that our eyes fill up with tears and water streams down.", "19": "The sound of sobbing is heard from Zion: “We're devastated! We're so ashamed! We have to leave the land and abandon our homes!”", "20": "Women, hear the Lord's word. Listen closely to the word from his mouth: teach your daughters to mourn; teach each other to grieve.", "21": "Death has climbed through our windows; it has entered our fortresses to eliminate children from the streets, the youth from the squares.", "22": "Declare what the Lord says: Dead bodies will lie like dung on the fields, like bundles of grain after the harvest, with no one to pick them up.", "23": "The Lord proclaims: the learned should not boast of their knowledge, nor warriors boast of their might, nor the rich boast of their wealth.", "24": "No, those who boast should boast in this: that they understand and know me. I am the Lord who acts with kindness, justice, and righteousness in the world, and I delight in these things, declares the Lord.", "25": "The time is coming, declares the Lord, when I will deal with everyone who is physically circumcised:", "26": "whether they are Egyptians or Judeans, Edomites or Ammonites, Moabites or the desert dwellers who cut the hair on their foreheads. All these nations are really uncircumcised; even the people of Israel are uncircumcised in heart."}