{"1": "These are the wise words of Solomon son of David. Solomon was king of Israel.", "2": "They teach wisdom and self-control. They give understanding.", "3": "They will teach you how to be wise and self-controlled. They will teach you what is honest and fair and right.", "4": "They give the ability to think to those with little knowledge. They give knowledge and good sense to the young.", "5": "Wise people should also listen to them and learn even more. Even they can find good advice in these words.", "6": "Then they will be able to understand wise words and stories. They will understand the words of wise men and their riddles.", "7": "Knowledge begins with respect for the Lord. But foolish people hate wisdom and discipline.", "8": "My child, listen to your father's teaching. And do not forget your mother's advice.", "9": "Their teaching will beautify your life. It will be like flowers in your hair or a chain around your neck.", "10": "My child, sinners will try to lead you into sin. But do not follow them.", "11": "They might say, “Come with us. Let's ambush and kill someone. Let's attack some harmless person just for fun.", "12": "Let's swallow them alive, as death does. Let's swallow them whole, as the grave does.", "13": "We will take all kinds of valuable things. We will fill our houses with what we steal.", "14": "Come join us, and we will share with you what we steal.”", "15": "My child, do not go along with them. Do not do what they do.", "16": "They run to do evil. They are quick to kill.", "17": "It is useless to spread out a net right where the birds can see it!", "18": "These men are setting their own trap. They will only catch themselves!", "19": "All greedy people end up this way. Greed takes away the life of the greedy person.", "20": "Wisdom is like a good woman who shouts in the street. She raises her voice in the city squares.", "21": "She cries out in the noisy street. She makes her speech at the city gates:", "22": "“You foolish people! How long do you want to stay foolish? How long will you make fun of wisdom? How long will you hate knowledge?", "23": "Listen when I correct you. I will tell you what's in my heart. I will tell you what I am thinking.", "24": "I called, but you refused to listen. I held out my hand, but you paid no attention.", "25": "You did not follow my advice. You did not want me to correct you.", "26": "So I will laugh when you are in trouble. I will make fun when disaster happens to you.", "27": "Disaster will come over you like a storm. Trouble will strike you like a whirlwind. Pain and trouble will overwhelm you.", "28": "“Then you will call out to me. But I will not answer. You will look for me. But you will not find me.", "29": "You rejected knowledge. You did not choose to respect the Lord.", "30": "You did not accept my advice. You rejected my correction.", "31": "So you will get what you deserve. You will get what you planned for others.", "32": "Fools wander away and get killed. They are destroyed because they do not care.", "33": "But those who listen to me will live in safety. They will be safe, without fear of being hurt.”"}