{"1": "These are the wise words of Solomon: A wise son makes his father happy. But a foolish son makes his mother sad.", "2": "Riches gotten by doing wrong have no value. But right living will save you from death.", "3": "The Lord does not let people who live right go hungry. But he does not let evil people get what they hunger for.", "4": "A lazy person will end up poor. But a hard worker will become rich.", "5": "A son who gathers crops when they are ready is wise. But the son who sleeps through the harvest is a disgrace.", "6": "People who do what is right will have rich blessings. But the wicked will be overwhelmed by violence.", "7": "Good people will be remembered as a blessing. But evil people will soon be forgotten.", "8": "A wise person does what he is told. But a talkative fool will be ruined.", "9": "The honest person will live safely. But the one who is dishonest will be caught.", "10": "A wink may get you into trouble. And foolish talk will lead to your ruin.", "11": "Like a fountain of water, the words of a good person give life. But the words of the wicked contain nothing but violence.", "12": "Hatred stirs up trouble. But love forgives all wrongs.", "13": "You can expect wise people to speak with understanding. But people without wisdom can expect to be punished.", "14": "Wise people don't tell everything they know. But a foolish person talks too much and is ruined.", "15": "Having lots of money protects the rich. But having no money destroys the poor.", "16": "Good people are rewarded with life. But evil people are paid back with punishment.", "17": "The person who accepts correction is on the way to life. But the person who ignores correction will be ruined.", "18": "Whoever hides his hate is a liar. Whoever tells lies is a fool.", "19": "If you talk a lot, you are sure to sin. If you are wise, you will keep quiet.", "20": "The words of a good person are like pure silver. But an evil person's thoughts are worth little.", "21": "A good person's words will help many others. But a foolish person dies because he doesn't have wisdom.", "22": "The Lord's blessing brings wealth. And with it comes no sorrow.", "23": "A foolish person enjoys doing wrong. But a person with understanding enjoys doing what is wise.", "24": "An evil person will get what he fears most. But a good person will receive what he wants most.", "25": "A storm will blow the evil person away. But a good person will always be safe.", "26": "A lazy person brings trouble to the one he works for. He bothers others like vinegar on the teeth or smoke in the eyes.", "27": "Whoever respects the Lord will have a long life. But an evil person will have his life cut short.", "28": "A good person can look forward to happiness. But an evil person can expect nothing.", "29": "The Lord will protect good people. But he will ruin those who do evil.", "30": "Good people will always be safe. But evil people will not remain in the land.", "31": "A good person says wise things. But a liar's tongue will be stopped.", "32": "Good people say the right thing. But the wicked tell lies."}