{"1": "The Lord hates dishonest scales. But he is pleased with correct weights.", "2": "Pride leads only to shame. It is wise not to be proud.", "3": "Good people will be guided by honesty. But dishonesty will destroy those who are not trustworthy.", "4": "Riches will not help when it's time to die. But doing what is right will save you from dying too soon.", "5": "The goodness of an innocent person makes his life easier. But a wicked person will be destroyed by his wickedness.", "6": "Doing what is right brings freedom to honest people. But those who are not trustworthy will be caught by their own desires.", "7": "When a wicked person dies, his hope is gone. The hopes he placed in his riches will come to nothing.", "8": "The good man is saved from trouble. It comes to the wicked instead.", "9": "By his words an evil person can destroy his neighbor. But a good person will escape by being smart.", "10": "When good people succeed, the city is happy. When evil people die, there are shouts of joy.", "11": "The influence of good people makes a city great. But the wicked can destroy it with their words.", "12": "A person without good sense finds fault with his neighbor. But a person with understanding keeps quiet.", "13": "A person who gossips can't keep secrets. But a trustworthy person can keep a secret.", "14": "Without leadership a nation will be defeated. But when many people give advice, it will be safe.", "15": "Whoever guarantees to pay what somebody else owes will suffer. It is safer to avoid such promises.", "16": "A kind woman is respected. But cruel men get wealth.", "17": "A kind person is doing himself a favor. But a cruel person brings trouble on himself.", "18": "An evil person really gains nothing from what he earns. But a good person will surely be rewarded.", "19": "Those who are truly good will live. But those who chase after evil will die.", "20": "The Lord hates those with evil hearts. But he is pleased with those who are innocent.", "21": "You can be sure that evil people will be punished. But those who do what is right will not be punished.", "22": "A beautiful woman without good sense is like a gold ring in a pig's snout.", "23": "The wishes of those who do right will come true. But the hopes of the wicked will be defeated by God's anger.", "24": "Some people give much but get back even more. But others don't give what they should, and they end up poor.", "25": "A person who gives to others will get richer. Whoever helps others will himself be helped.", "26": "People curse someone who keeps all the grain for himself. But they bless a person who is willing to sell it.", "27": "Whoever looks for good will find kindness. But whoever looks for evil will find trouble.", "28": "Those who trust in riches will be ruined. But a good person will be as healthy as a green leaf.", "29": "Whoever brings trouble to his family will be left with nothing but the wind. And a foolish person will become a servant to the wise.", "30": "As a tree makes fruit, a good person gives life to others. The wise person shows others how to be wise.", "31": "Good people will be rewarded on earth. So the wicked and the sinners will also be punished."}