{"1": "Anyone who loves learning accepts being corrected. But a person who hates being corrected is stupid.", "2": "The Lord is pleased with a good person. But he will punish anyone who plans evil.", "3": "Doing evil brings a person no safety at all. But a good person has safety and security.", "4": "A good wife is like a crown for her husband. But a disgraceful wife is like a disease in his bones.", "5": "The plans that good people make are fair. But the advice of the wicked will trick you.", "6": "The wicked talk of killing people. But the words of good people will save them.", "7": "Wicked people die and leave nothing behind. But a good man's family goes on.", "8": "A wise person is praised. But a stupid person is not respected.", "9": "A person might not be important but still have a servant. He is better off than someone who acts important but has no food.", "10": "A good man takes care of his animals. But even the kindest acts of the wicked are cruel.", "11": "The person who works his land will have plenty of food. But the one who chases useless dreams isn't wise.", "12": "Evil people want what other evil people have stolen. But good people want to give to others.", "13": "Evil people are trapped by their evil talk. But good people stay out of trouble.", "14": "A person will be rewarded for what he says. And he will also be rewarded for what he does.", "15": "A foolish person thinks he is doing right. But a wise person listens to advice.", "16": "A foolish person quickly shows that he is upset. But a wise person ignores an insult.", "17": "An honest witness tells the truth. But a dishonest witness tells lies.", "18": "Careless words stab like a sword. But wise words bring healing.", "19": "Truth will last forever. But lies last only a moment.", "20": "Those who plan evil mean to lie. But those who plan peace will be happy.", "21": "No harm comes to a good person. But an evil person's life is full of trouble.", "22": "The Lord hates those who tell lies. But he is pleased with those who do what they promise.", "23": "A wise person keeps what he knows to himself. But a foolish person shows how foolish he is.", "24": "Hard workers will become leaders. But those who are lazy will be slaves.", "25": "Worry makes a person feel as if he is carrying a heavy load. But a kind word cheers up a person.", "26": "A good person takes advice from his friends. But an evil person is easily led to do wrong.", "27": "A lazy person catches no food to cook. But a hard worker will have great wealth.", "28": "Doing what is right is the way to life. But there is another way that leads to death."}