{"1": "A wise son takes his father's advice. But a person who makes fun of wisdom won't listen to correction.", "2": "A person will be rewarded for what he says. But those who can't be trusted want only violence.", "3": "Whoever is careful about what he says protects his life. But anyone who speaks without thinking will be ruined.", "4": "The lazy person will not get what he wants. But a hard worker gets everything he wants.", "5": "Good people hate what is false. But wicked people do shameful and disgraceful things.", "6": "Doing what is right protects the honest person. But evil ruins the sinner.", "7": "Some people pretend to be rich but really have nothing. Other people pretend to be poor but really are wealthy.", "8": "A rich man may have to pay a ransom for his life. But a poor person will never have to face such a danger.", "9": "Good people will live long like bright flames. But the wicked will die like a flame going out.", "10": "Pride leads to arguments. But those who take advice are wise.", "11": "Money that comes easily disappears quickly. But money that is gathered little by little will slowly grow.", "12": "It is sad when you don't get what you hoped for. But when wishes come true, it's like eating fruit from the tree of life.", "13": "Whoever rejects what he is taught will pay for it. But whoever does what he is told will be rewarded.", "14": "The teaching of a wise person gives life. It is like a fountain of water that can save people from death.", "15": "People with good understanding will be liked. But the lives of those who are not trustworthy are hard.", "16": "Every wise person acts with good sense. But a foolish person shows how foolish he is.", "17": "A wicked messenger brings nothing but trouble. But a trustworthy one makes everything right.", "18": "A person who refuses correction will end up poor and disgraced. But a person who accepts correction will be honored.", "19": "It is so good when wishes come true. But foolish people still refuse to stop doing evil.", "20": "Whoever spends time with wise people will become wise. But whoever makes friends with fools will suffer.", "21": "Trouble always comes to sinners. But good people enjoy success.", "22": "Good people's wealth will be inherited by their grandchildren. And a sinner's wealth will be saved for good people.", "23": "A poor man's field might have plenty of food. But unfair people steal it from him.", "24": "If a person does not punish his children, he does not love them. But the person who loves his children is careful to correct them.", "25": "Good people have enough to eat. But the wicked will go hungry."}