{"1": "A wise woman strengthens her family. But a foolish woman destroys hers by what she does.", "2": "People who live good lives show respect for the Lord. But those who live evil lives show no respect for him.", "3": "A foolish person will be punished for his proud words. But a wise person's words will protect him.", "4": "When there are no oxen, there is no food in the barn. But with the strength of an ox, much grain can be grown.", "5": "A truthful witness does not lie. But a false witness tells nothing but lies.", "6": "Those who make fun of wisdom look for it but do not find it. But the person with understanding easily finds knowledge.", "7": "Stay away from a foolish person. You won't learn anything from him.", "8": "What makes a person wise is understanding what to do. But what makes a person foolish is dishonesty.", "9": "Foolish people don't care if they sin. But honest people work at being right with others.", "10": "No one else can know your sadness. Strangers cannot share your joy.", "11": "The wicked person's house will be destroyed. But a good person's tent will still be standing.", "12": "Some people think they are doing what's right. But what they are doing will really kill them.", "13": "When someone is laughing, he may be sad inside. And when the laughter is over, there is sorrow.", "14": "Evil people will be paid back for their evil ways. And good people will be rewarded for their good ones.", "15": "A foolish person will believe anything. But a wise person thinks about what he does.", "16": "A wise person is careful and stays out of trouble. But a foolish person is quick to act and careless.", "17": "A person who quickly loses his temper does foolish things. But a person with understanding remains calm.", "18": "Foolish people get nothing for their work but more foolishness. But wise people are rewarded with knowledge.", "19": "Evil people will have to bow down to good people. The wicked will bow down at the door of those who do right.", "20": "The poor are rejected, even by their neighbors. But rich people have many friends.", "21": "It is a sin to hate your neighbor. But being kind to the needy brings happiness.", "22": "Those who make evil plans will be ruined. But people love and trust those who plan to do good.", "23": "Those who work hard make a profit. But those who only talk will be poor.", "24": "Wise people are rewarded with wealth. But foolish people will only be rewarded with more foolishness.", "25": "A truthful witness saves lives. But a false witness is a traitor.", "26": "A person who respects the Lord will have security. And his children will be protected.", "27": "Respect for the Lord gives life. It is like a fountain of water that can save people from death.", "28": "A king is honored when he has many people to rule. But a prince is ruined if he has none.", "29": "A person who does not quickly get angry shows that he has understanding. But a person who quickly loses his temper shows his foolishness.", "30": "Peace of mind means a healthy body. But jealousy will rot your bones.", "31": "Whoever is cruel to the poor insults their Maker. But anyone who is kind to the needy honors God.", "32": "The wicked are ruined by their own evil. But those who do what is right are protected by their honesty.", "33": "The person who has understanding has wisdom. And even fools recognize it.", "34": "Doing what is right makes a nation great. But sin will bring disgrace to any people.", "35": "A king is pleased with a wise servant. But he will become angry with one who causes him shame."}