{"1": "A gentle answer will calm a person's anger. But an unkind answer will cause more anger.", "2": "Wise people use knowledge when they speak. But fools speak only foolishness.", "3": "The Lord's eyes see everything that happens. He watches both evil and good people.", "4": "As a tree gives us fruit, healing words give us life. But evil words crush the spirit.", "5": "A foolish person rejects his father's correction. But anyone who accepts correction is wise.", "6": "There is much wealth in the houses of good people. But evil people are paid only with trouble.", "7": "With their words wise people spread knowledge. But there is no knowledge in the thoughts of the foolish.", "8": "The Lord hates the sacrifice that the wicked person offers. But he is pleased with an honest person's prayer.", "9": "The Lord hates what evil people do. But he loves those who do what is right.", "10": "The person who quits doing what is right will really be punished. The one who hates to be corrected will die.", "11": "The Lord knows what is happening where the dead people are. So he can surely know what living people are thinking.", "12": "A person who laughs at wisdom does not like to be corrected. He will not ask advice from the wise.", "13": "Happiness makes a person smile. But sadness breaks a person's spirit.", "14": "Smart people want more knowledge. But a foolish person just wants more foolishness.", "15": "Every day is hard for those who suffer. But a happy heart makes it like a continual feast.", "16": "It is better to be poor and respect the Lord than to be wealthy and have much trouble.", "17": "It is better to eat vegetables with those who love you than to eat meat with those who hate you.", "18": "A person who quickly gets angry causes trouble. But a person who controls his temper stops a quarrel.", "19": "A lazy person's life is as difficult as walking through a patch of thorns. But an honest person's life is as easy as walking down a smooth highway.", "20": "A wise son makes his father happy. But a foolish person hates his mother.", "21": "A man without wisdom enjoys being foolish. But a man with understanding does what is right.", "22": "Plans fail without good advice. But plans succeed when you get advice from many others.", "23": "People enjoy giving good answers! Saying the right word at the right time is so pleasing!", "24": "A wise person does things that will make his life better. He avoids whatever would cause his death.", "25": "The Lord will tear down the proud person's house. But he will protect the property of a widow.", "26": "The Lord hates evil thoughts. But he is pleased with kind words.", "27": "A greedy person brings trouble to his family. But the person who can't be paid to do wrong will live.", "28": "Good people think before they answer. But the wicked simply give evil answers.", "29": "The Lord does not listen to the wicked. But he hears the prayers of those who do right.", "30": "Good news makes you feel better. Your happiness will show in your eyes.", "31": "A wise person pays attention to correction that will improve his life.", "32": "A person who refuses correction hates himself. But a person who accepts correction gains understanding.", "33": "Respect for the Lord will teach you wisdom. If you want to be honored, you must not be proud."}