{"1": "People make plans in their hearts. But only the Lord can make those plans come true.", "2": "A person may believe he is doing right. But the Lord will judge his reasons.", "3": "Depend on the Lord in whatever you do. Then your plans will succeed.", "4": "The Lord makes everything work the way he wants it. He even has a day of disaster for evil people.", "5": "The Lord hates those who are proud. You can be sure that they will be punished.", "6": "Love and truth bring forgiveness of sin. By respecting the Lord you will avoid evil.", "7": "A person should live so that he pleases the Lord. If he does, even his enemies will make peace with him.", "8": "It is better to be poor and do what is right than to be wealthy and be unfair.", "9": "A person may think up plans. But the Lord decides what he will do.", "10": "The words of a king are like a message from God. So his decisions should be fair.", "11": "The Lord wants honest balances and scales to be used. He wants all weights to be honest.", "12": "Kings hate those who do wrong because governments only last if they are fair.", "13": "Kings are pleased with those who speak honest words. They value a person who speaks the truth.", "14": "If a king becomes angry, he may put someone to death. So a wise man will try to keep peace.", "15": "A king's kindness can give people life. His kindness is like a spring shower.", "16": "It is better to get wisdom than gold. It is better to choose understanding than silver!", "17": "A good person stays away from evil. A person who watches what he does protects his life.", "18": "Pride leads to destruction. A proud attitude brings ruin.", "19": "It is better not to be proud and to be with those who suffer than to share stolen property with proud people.", "20": "Whoever pays attention to what he is taught will succeed. And whoever trusts the Lord will be happy.", "21": "A wise person is known for his understanding. He wins people to his side with pleasant words.", "22": "Understanding is like a fountain of water which gives life to those who use it. But foolishness will cause foolish people to be punished.", "23": "A wise person's mind tells him what to say. This helps him to teach others better.", "24": "Pleasant words are like a honeycomb. They make a person happy and healthy.", "25": "Some people think they are doing what's right. But in the end it causes them to die.", "26": "The worker's hunger helps him. His desire to eat makes him work.", "27": "An evil person makes evil plans. And his words are like a burning fire.", "28": "An evil person causes trouble. And a person who gossips ruins friendships.", "29": "A cruel man tricks his neighbor. He leads him to do wrong.", "30": "Someone who winks at you is planning evil. And the one who grins at you is about to do something wrong.", "31": "Gray hair is like a crown of honor. You earn it by living a good life.", "32": "Patience is better than strength. Controlling your temper is better than capturing a city.", "33": "People throw lots to make a decision. But the answer comes from the Lord."}