{"1": "It is better to eat a dry crust of bread in peace than to have a feast where there is quarreling.", "2": "A wise servant will rule over his master's disgraceful son. And he will even inherit a share of what the master leaves his sons.", "3": "A hot furnace tests silver and gold. In the same way, the Lord tests a person's heart.", "4": "An evil person listens to evil words. A liar pays attention to cruel words.", "5": "If you make fun of the poor, you insult God, who made them. If you laugh at someone's trouble, you will be punished.", "6": "Grandchildren are the reward of old people. And children are proud of their parents.", "7": "Foolish people should not be proud. And rulers should not be liars!", "8": "A person might think he can pay people and they will do anything he asks. He thinks it will succeed every time.", "9": "Whoever forgives someone's sin makes a friend. But the one who tells about the sin breaks up friendships.", "10": "A wise man will learn more from a warning than a foolish person will learn from 100 lashings.", "11": "A disobedient person is only looking for trouble. So a cruel messenger will be sent against him.", "12": "It is better to meet a bear robbed of her cubs than to meet a foolish person doing foolish things.", "13": "If a person gives evil in return for good, his house will always be full of trouble.", "14": "Starting a quarrel is like a leak in a dam. So stop the quarrel before a fight breaks out.", "15": "The Lord hates both these things: letting guilty people go free and punishing those who are not guilty.", "16": "It won't do a fool any good to try to buy wisdom. He doesn't really want to be wise.", "17": "A friend loves you all the time. A brother is always there to help you.", "18": "It is not wise to promise to pay what your neighbor owes.", "19": "Whoever loves to quarrel loves to sin. Whoever is proud is asking for trouble.", "20": "A person with an evil heart will find no success. And the person whose words are evil will get into trouble.", "21": "It is sad to have a foolish son. There is no joy in being the father of a fool.", "22": "A happy heart is like good medicine. But a broken spirit drains your strength.", "23": "A wicked person secretly accepts money to do wrong. Then there will be no fairness.", "24": "The person with understanding looks for wisdom. But a foolish person lets his mind wander everywhere.", "25": "A foolish son makes his father sad. And he causes his mother great sorrow.", "26": "It is not good to punish those who have done what is right. Nor is it good to punish leaders for being honest.", "27": "The person who has knowledge says very little. And a person with understanding stays calm.", "28": "Even a foolish person seems to be wise if he keeps quiet. He appears to have understanding if he doesn't speak."}