{"1": "It is better to be poor and honest than to be foolish and tell lies.", "2": "Enthusiasm without knowledge is not good. If you act too quickly, you might make a mistake.", "3": "A person's own foolishness ruins his life. But in his mind he blames the Lord for it.", "4": "Wealthy people are always finding more friends. But the poor lose their friends.", "5": "A witness who lies will be punished. An untruthful person will not be left unpunished.", "6": "Many people want to please a leader. And everyone is friends with those who give gifts.", "7": "A poor person's relatives avoid him. Even his friends stay far away! He runs after them, begging. But they are gone.", "8": "The person who gets wisdom is good to himself. And the one who has understanding will succeed.", "9": "A witness who lies will be punished. An untruthful person will die.", "10": "No foolish person should live in luxury. No slave should rule over princes!", "11": "A wise person is patient. He will be honored if he ignores a wrong done against him.", "12": "A king's anger scares people like the roar of a lion. But his kindness is as pleasant as the dew on the grass.", "13": "A foolish son will ruin his father. And a quarreling wife is as bothersome as dripping water.", "14": "Houses and wealth are inherited from parents. But a wise wife is a gift from the Lord.", "15": "Lazy people sleep a lot. Idle people will go hungry.", "16": "Whoever obeys the commands protects his life. Whoever is careless in what he does will die.", "17": "Being kind to the poor is like lending to the Lord. The Lord will reward you for what you have done.", "18": "Correct your son while there is still hope. Do not help him destroy himself.", "19": "A person who is always getting angry will pay for it. If you help him, you will have to do it again and again.", "20": "Listen to advice and accept correction. Then in the end you will be wise.", "21": "People can make many different plans. But only the Lord's plan will happen.", "22": "People want others to be loyal. So it is better to be poor than to be a liar.", "23": "Those who respect the Lord will live and be content, unbothered by trouble.", "24": "The lazy person may put his hand in the dish, but he won't lift the food to his mouth!", "25": "Whip a person who makes fun of wisdom, and then foolish people will learn how to think. Just correct a smart man, and he will gain knowledge.", "26": "A son who robs his father and sends away his mother brings shame and disgrace on himself.", "27": "Don't stop listening to correction, my child. If you do, you will not obey what you have already learned.", "28": "An evil witness makes fun of fairness. And wicked people love what is evil.", "29": "People who make fun of wisdom will be punished. And the backs of foolish people will be beaten."}