{"1": "Wine and beer make people loud and uncontrolled. It is not wise to get drunk on them.", "2": "A king's anger is like the roar of a lion. Making him angry may cost you your life.", "3": "Foolish people are always getting into quarrels. But avoiding quarrels will bring you honor.", "4": "A lazy farmer doesn't plow when he should. So at harvest time he has no crop.", "5": "Understanding a person's thoughts is as hard as getting water from a deep well. But someone with understanding can find the wisdom there.", "6": "Many people claim to be loyal. But it is hard to find someone who really can be trusted.", "7": "The good person who lives an honest life is a blessing to his children.", "8": "A king sits on his throne and judges people. He knows evil when he sees it.", "9": "No one can say, “I am innocent. I have never done anything wrong.”", "10": "The Lord hates both these things: dishonest weights and dishonest measures.", "11": "Even a child is known by his behavior. His actions show if he is innocent and good.", "12": "The Lord has made both these things: Ears that can hear and eyes that can see.", "13": "If you love to sleep, you will be poor. If you stay awake, you will have plenty of food.", "14": "The buyer says, “This is bad. It's no good.” Then he goes away and brags about what he bought.", "15": "There is plenty of gold, and there are many rubies. But there are only a few people who speak with knowledge.", "16": "Take the coat of someone who promises to pay what a stranger owes. Keep it until he pays the stranger's bills.", "17": "When a person gets food dishonestly, it may taste sweet at first. But later he will feel as if he has a mouth full of gravel.", "18": "Get advice if you want your plans to work. If you go to war, get the advice of others.", "19": "Gossips can't keep secrets. So avoid people who talk too much.", "20": "Whoever curses his father or mother will die like a light going out in darkness.", "21": "Wealth that is gotten quickly in the beginning will do you no good in the end.", "22": "Don't say, “I'll pay you back for the evil you did.” Wait for the Lord. He will make things right.", "23": "The Lord hates dishonest weights. And dishonest scales do not please him.", "24": "The Lord decides what a person does. So no one can understand what his life is all about.", "25": "It's dangerous to promise something to God too quickly. After you've thought about it, it may be too late.", "26": "A wise king finds out who the evil people are. Then he punishes them.", "27": "The Lord looks into a person's feelings. He searches through a person's thoughts.", "28": "Loyalty and truth keep a king in power. He continues to rule if he is loyal.", "29": "Young men are admired for their strength. Old men are honored for their experience.", "30": "Hard punishment will get rid of evil. Whippings can change the evil person's heart."}