{"1": "The Lord can control a king's mind as easily as he controls a river. He can direct it as he pleases.", "2": "A person may believe he is doing right. But the Lord judges his reasons.", "3": "Do what is right and fair. That is more important to the Lord than animal sacrifices.", "4": "Proud looks, proud thoughts and evil actions are sin.", "5": "Those who plan and work hard earn a profit. But those who act too quickly become poor.", "6": "Wealth that comes from telling lies vanishes like a mist and leads to death.", "7": "The violence of the wicked will destroy them because they refuse to do what is right.", "8": "Guilty people live dishonest lives. But honest people do what is right.", "9": "It is better to live in a corner on the roof[a] than inside the house with a quarreling wife.", "10": "An evil person only wants to harm others. His neighbor will get no mercy from him.", "11": "Punish a person who makes fun of wisdom, and he will become wise. But just teach a wise person, and he will get knowledge.", "12": "God, who is always right, sees the house of the wicked. And he brings about the ruin of every evil person.", "13": "If you ignore the poor when they cry for help, you also will cry for help and not be answered.", "14": "A gift given secretly will calm an angry man. A present given in secrecy will calm even great anger.", "15": "When things are done fairly, good people are happy, but evil people are frightened.", "16": "A person who does not use understanding will join the dead.", "17": "Whoever loves pleasure will become poor. Whoever loves wine and rich food will never be wealthy.", "18": "Wicked people will suffer instead of good people. And those who cannot be trusted will suffer instead of those who can.", "19": "It is better to live alone in the desert than with a quarreling and complaining wife.", "20": "Wise people store up the best foods and olive oil. But a foolish person eats up everything he has.", "21": "A person who tries to live right and be loyal finds life, success and honor.", "22": "A wise person can defeat a city full of strong men. He can tear down the defenses they trust.", "23": "A person who is careful about what he says keeps himself out of trouble.", "24": "People who act with stubborn pride are called “proud” and “bragger.”", "25": "The lazy person's desire for sleep will kill him because he refuses to work.", "26": "All day long the lazy person wishes for more. But the good person gives without holding back.", "27": "The Lord hates sacrifices made by evil people, particularly when they make them for the wrong reasons.", "28": "The words of a lying witness will die. But the words of an obedient man will always be remembered.", "29": "A wicked person is stubborn. But an honest person thinks carefully about what he does.", "30": "There is no wisdom, understanding or advice that can succeed against the Lord.", "31": "You can get the horses ready for battle. But it is the Lord who gives the victory."}