{"1": "Being respected is more important than having great riches. To be well thought of is better than owning silver or gold.", "2": "The rich and the poor are alike in that the Lord made them all.", "3": "When a wise person sees danger ahead, he avoids it. But a foolish person keeps going and gets into trouble.", "4": "Respecting the Lord and not being proud will bring you wealth, honor and life.", "5": "The lives of evil people are like paths covered with thorns and traps. People who protect themselves don't have such problems.", "6": "Train a child how to live the right way. Then even when he is old, he will still live that way.", "7": "The rich rule over the poor. And borrowers become servants to those who lend.", "8": "A person who does evil things will receive trouble in return. Then he won't be cruel to others any longer.", "9": "A generous person will be blessed because he shares his food with the poor.", "10": "Get rid of the person who makes fun of wisdom. Then fighting, quarrels and insults will stop.", "11": "A person who loves innocent thoughts and kind words will have even the king as a friend.", "12": "The Lord protects knowledge from being lost. But he destroys false words.", "13": "The lazy person says, “There's a lion outside! I might get killed out in the street!”", "14": "The words of an unfaithful wife are like a deep trap. Those who make the Lord angry will get caught by them.", "15": "Every child is full of foolishness. But punishment can get rid of it.", "16": "The one who gets rich by being cruel to the poor will become poor. And so will the one who gives presents to the wealthy.", "17": "Pay attention and listen to what wise people say. Remember what I am teaching you.", "18": "It will be good to keep these things in mind. Be prepared to repeat them.", "19": "I am teaching them to you now so that you will put your trust in the Lord.", "20": "I have written down 30 sayings for you. They give knowledge and good advice.", "21": "I am teaching you true and reliable words. Then you can give true answers to anyone who asks.", "22": "Do not abuse poor people because they are poor. And do not take away the rights of the needy in court.", "23": "The Lord will defend them in court. And he will take the life of those who take away their rights.", "24": "Don't make friends with someone who easily gets angry. Don't spend time with someone who has a bad temper.", "25": "If you do, you may learn to be like him. Then you will be in real danger.", "26": "Don't promise to pay what someone else owes. And don't give guarantees that you will pay what he owes.", "27": "If you cannot pay what he owes, your own bed will be taken and sold.", "28": "Don't move an old stone that shows where a person's land is. These stones were set up by your ancestors.", "29": "Do you see a man skilled in his work? That man will work for kings. He won't have to work for ordinary people."}