{"1": "Don't envy evil people. Don't try to be friends with them.", "2": "In their minds they plan cruel things. And they always talk about making trouble.", "3": "It takes wisdom to have a good family. It takes understanding to make it strong.", "4": "It takes knowledge to fill a home with rare and beautiful treasures.", "5": "A wise man has great power. And a man who has knowledge is very strong.", "6": "So you need the advice of others when you go to war. If you have many people to give advice, you will win.", "7": "A foolish person cannot understand wisdom. He has nothing to say in court.", "8": "Whoever makes evil plans will be known as a troublemaker.", "9": "Making foolish plans is sinful. And making fun of others is hateful.", "10": "If you give up when trouble comes, it shows that you have very little strength.", "11": "Save those who are being led to their death. Rescue those who are about to be killed.", "12": "You may say, “We don't know anything about this.” But God knows what is in your mind, and he will notice. He is watching you, and he will know. He will pay each person back for what he has done.", "13": "My child, eat honey because it is good. Honey from the honeycomb tastes sweet.", "14": "In the same way, wisdom is pleasing to you. If you find it, you have hope for the future. Your wishes will come true.", "15": "Don't be like the wicked and attack a good man's house. Don't rob the place where he lives.", "16": "A good man may be bothered by trouble seven times, but he does not give up. But the wicked are overwhelmed by trouble.", "17": "Don't be happy when your enemy is defeated. Don't be glad when he is overwhelmed.", "18": "The Lord will notice and be displeased. Then the Lord may not be angry with him anymore.", "19": "Don't envy evil people. And don't be jealous of the wicked.", "20": "An evil person has nothing to hope for. The wicked will die like a flame that is put out.", "21": "My child, respect the Lord and the king. Don't join those people who refuse to obey them.", "22": "The Lord and the king will quickly destroy such people. Those two can cause great trouble!", "23": "These are also wise sayings: It is not good to take sides when you are the judge.", "24": "Don't say that the wicked have done right. People will curse you, and nations will hate you.", "25": "But things will go well for judges who punish the guilty. And they will receive good things from God.", "26": "An honest answer is as pleasing as a kiss on the lips.", "27": "First, you should work outside and prepare your fields. After that, you can start having your family.", "28": "Don't testify against your neighbor for no good reason. Don't say things that are false.", "29": "Don't say, “I'll get even with that man. I'll do to him what he did to me.”", "30": "I passed by a lazy person's field. I went by the vineyard of a man who had no sense.", "31": "Thorns had grown up everywhere. The ground was covered with weeds. And the stone walls had fallen down.", "32": "I thought about what I had seen. I learned this lesson from what I saw.", "33": "You sleep a little; you take a nap. You fold your hands and rest.", "34": "Soon you will be poor, as if you had been robbed. You will have as little as if you had been held up."}