{"1": "These are more wise sayings of Solomon. They were copied by the men of Hezekiah king of Judah.", "2": "God is honored for what he keeps secret. Kings are honored for what they can discover.", "3": "No one can measure the height of the skies or the depth of the earth. So also no one can understand the mind of a king.", "4": "Remove the scum from the silver. Then the silver can be used by the silversmith.", "5": "Remove wicked people from the king's presence. Then his government will be honest and last a long time.", "6": "Don't brag to the king. Don't act as if you are a great man.", "7": "It is better for him to promote you to a higher job than to give you a less important position. Because of something you have seen,", "8": "do not quickly take someone to court. What will you do later when your neighbor proves you are wrong?", "9": "If you have an argument with your neighbor, don't tell other people what was said.", "10": "Whoever hears it might say bad things about you. And you might not ever be respected again.", "11": "The right word spoken at the right time is as beautiful as gold apples in a silver bowl.", "12": "The warning of a wise person is valuable to someone who will listen. It is worth as much as gold earrings or fine gold jewelry.", "13": "A trustworthy messenger refreshes those who send him. He is like the coolness of snow in the summertime.", "14": "People who brag about gifts they never give are like clouds and wind that give no rain.", "15": "With patience you can convince a ruler. And a gentle word can get through to the hard-headed.", "16": "If you find honey, don't eat too much. Too much of it will make you sick.", "17": "Don't go to your neighbor's house too often. Too much of you will make him hate you.", "18": "Anyone who lies about his neighbor hurts him as a club, a sword or a sharp arrow would.", "19": "Don't trust unfaithful people when you are in trouble. It's like eating with a broken tooth or walking with a crippled foot.", "20": "Don't sing songs to someone who is sad. It's like taking off a coat on a cold day or pouring vinegar on soda.", "21": "If your enemy is hungry, feed him. If he is thirsty, give him a drink.", "22": "Doing this will be like pouring burning coals on his head. And the Lord will reward you.", "23": "The north wind brings rain. In the same way, telling gossip brings angry looks.", "24": "It is better to live in a corner on the roof[a] than inside the house with a quarreling wife.", "25": "Hearing good news from a faraway place is like having a cool drink when you are tired.", "26": "A good person who gives in to evil is like a muddy spring or a dirty well.", "27": "It is not good to eat too much honey. In the same way, it is not good to brag about yourself.", "28": "A person who does not control himself is like a city whose walls have been broken down."}