{"1": "It shouldn't snow in summer or rain at harvest. Neither should a foolish person ever be honored.", "2": "Curses will not harm someone who is innocent. They are like sparrows or swallows that fly around and never land.", "3": "A whip is used to guide a horse, and a harness is used for a donkey. In the same way, a paddle is used on a foolish person to guide him.", "4": "Don't give a foolish person a foolish answer. If you do, you will be just like him.", "5": "But answer a foolish person as he should be answered. If you don't, he will think he is really wise.", "6": "Don't send a message by a foolish person. That would be like cutting off your feet or drinking poison.", "7": "A wise saying spoken by a fool does no good. It is like the legs of a crippled person.", "8": "Giving honor to a foolish person does no good. It is like tying a stone in a slingshot.", "9": "A wise saying spoken by a fool is like a thorn stuck in the hand of a drunk.", "10": "Someone might employ a foolish person or anyone just passing by. That employer is like an archer who shoots at anything he sees.", "11": "A dog eats what it throws up. And a foolish person repeats his foolishness.", "12": "Some people think they are wise. There is more hope for a foolish person than for them.", "13": "The lazy person says, “There's a lion in the road. There's a lion in the streets!”", "14": "The lazy person is like a door that turns back and forth on its hinges. He stays in bed and turns over and over.", "15": "The lazy person may put his hand in the dish. But he's too tired to lift the food to his mouth.", "16": "The lazy person thinks he is wiser than seven people who give sensible answers.", "17": "To grab a dog by the ears is asking for trouble. So is interfering in someone else's quarrel if you're just passing by.", "18-19": "A person shouldn't trick his neighbor and then say, “I was just joking!” That is like a madman shooting deadly, burning arrows.", "20": "Without wood, a fire will go out. And without gossip, quarreling will stop.", "21": "Charcoal and wood keep a fire going. In the same way, a quarrelsome person keeps an argument going.", "22": "The words of a gossip are like tasty bits of food. People take them all in.", "23": "Kind words from a wicked mind are like a shiny coating on a clay pot.", "24": "A person who hates you may fool you with his words. But in his mind he is planning evil.", "25": "His words are kind, but don't believe him. His mind is full of evil thoughts.", "26": "He hides his hate with lies. But his evil will be plain to everyone.", "27": "Whoever digs a deep trap for others will fall into it himself. Whoever tries to roll a boulder over others will be crushed by it.", "28": "A liar hates the people he hurts. And false praise can ruin others."}