{"1": "Don't brag about what will happen tomorrow. You don't really know what will happen then.", "2": "Don't praise yourself. Let someone else do it. Let the praise come from a stranger and not from your own mouth.", "3": "Stone is heavy, and sand is hard to carry. But the complaining of a foolish person causes more trouble than either.", "4": "Anger is cruel. It destroys like a flood. But who can put up with jealousy!", "5": "It is better to correct someone openly than to love him and not show it.", "6": "The slap of a friend can be trusted to help you. But the kisses of an enemy are nothing but lies.", "7": "When someone is full, not even honey tastes good. But when he is hungry, even something bitter tastes sweet.", "8": "A man who leaves his home is like a bird that leaves its nest.", "9": "Perfume and oils make you happy. And good advice from a friend is sweet.", "10": "Don't forget your friend or your father's friend. Don't always go to your brother for help when trouble comes. A neighbor close by is better than a brother far away.", "11": "Be wise, my child, and you will make me happy. Then I can respond to any insult.", "12": "When a wise person sees danger ahead, he avoids it. But a foolish person keeps going and gets into trouble.", "13": "Take the coat of someone who promises to pay what a stranger owes. Keep it until he pays the stranger's bills.", "14": "Don't greet your neighbor loudly early in the morning. He will think of it as a curse.", "15": "A quarreling wife is as bothersome as a continual dripping on a rainy day.", "16": "Stopping her is like stopping the wind. It's like trying to grab oil in your hand.", "17": "Iron can sharpen iron. In the same way, people can help each other.", "18": "The person who tends a fig tree will eat its fruit. And the person who takes care of his master will be honored.", "19": "As water shows you your face, so your mind shows you what kind of person you are.", "20": "People will never stop dying and being destroyed. In the same way, people will never stop wanting more than they have.", "21": "A hot furnace tests silver and gold. And people are tested by the praise they receive.", "22": "Even if you ground up a foolish person like grain in a bowl, you couldn't remove his foolishness.", "23": "Be sure you know how your sheep are doing. Pay close attention to the condition of your cattle.", "24": "Riches will not continue forever. Nor do governments continue forever.", "25": "Bring in the hay. Let the new grass appear. Gather the grass from the hills.", "26": "Make clothes from the lambs' wool. Sell some goats to buy a field.", "27": "There will be plenty of goat milk to feed you and your family. It will make your servant girls healthy."}