{"1": "Evil people run even though no one is chasing them. But good people are as brave as a lion.", "2": "When a country is disobedient, it has one ruler after another. But when it is led by a man with understanding and knowledge, it continues strong.", "3": "Rulers who are cruel to the poor are like a hard rain that destroys the crops.", "4": "People who disobey what they have been taught praise the wicked. But those who obey what they have been taught are against the wicked.", "5": "Evil people do not understand fairness. But those who follow the Lord understand it completely.", "6": "It is better to be poor and innocent than to be rich and wicked.", "7": "The son who obeys what he has been taught shows he is wise. But the son who makes friends with those who have no self-control disgraces his father.", "8": "Some people get rich by overcharging others. But their wealth will be given to those who are kind to the poor.", "9": "If you refuse to obey what you have been taught, your prayers will not be heard.", "10": "Those who lead honest people to do wrong will be ruined by their own evil. But the innocent will be rewarded with good things.", "11": "A rich man may think he is wise. But a poor man who has understanding knows the rich man is wrong.", "12": "When good people win, there is great happiness. But when the wicked get power, everybody hides.", "13": "If you hide your sins, you will not succeed. If you confess and reject them, you will receive mercy.", "14": "Those who always respect the Lord will be happy. But those who are stubborn will get into trouble.", "15": "A wicked ruler is as dangerous to poor people as a roaring lion or a charging bear.", "16": "A ruler who is cruel does not have wisdom. But the one who hates money taken dishonestly will live a long time.", "17": "A man who is guilty of murder will run until he dies. So do not stop him.", "18": "Innocent people will be kept safe. But those who are dishonest will suddenly be ruined.", "19": "The person who works his land will have plenty of food. But the one who chases useless dreams instead will end up very poor.", "20": "A truthful man will have many blessings. But those eager to get rich will be punished.", "21": "It is not good for a judge to take sides. But some will sin for just a piece of bread.", "22": "A selfish person is in a hurry to get rich. He does not realize his selfishness will make him poor.", "23": "Those who correct others will later be liked more than those who give false praise.", "24": "Some people rob their fathers or mothers and say, “It's not wrong.” Such people are just like those who destroy things.", "25": "A greedy person causes trouble. But the one who trusts the Lord will succeed.", "26": "The person who trusts in himself is foolish. But the person who lives wisely will be kept safe.", "27": "The person who gives to the poor will have everything he needs. But the one who ignores the poor will have many curses put on him.", "28": "When the wicked get power, everybody hides. But when the wicked die, the good people do well."}