{"1": "Some people are still stubborn after they have been corrected many times. But they will suddenly be hurt beyond cure.", "2": "When good people do well, everyone is happy. But when evil people rule, everyone groans.", "3": "Whoever loves wisdom makes his father happy. But the one who makes friends with prostitutes wastes his money.", "4": "If a king is fair, he makes his country strong. But if he takes money dishonestly, he tears his country down.", "5": "Anyone who gives false praise to his neighbor is setting a trap for him.", "6": "An evil person is trapped by his own sin. But a good person can sing and be happy.", "7": "Good people are concerned that the poor are treated fairly. But the wicked don't care.", "8": "People who make fun of others cause trouble in a city. But wise people calm anger down.", "9": "A wise man should not take a foolish person to court. The fool will only shout or laugh at him. There will be no peace.", "10": "Murderers hate honest people. But those who do right try to protect them.", "11": "A foolish person loses his temper. But a wise person controls his anger.", "12": "If a ruler pays attention to lies, then all his officers will become wicked.", "13": "The poor person and the cruel person are alike in this way: The Lord gave eyes to both of them.", "14": "A king should judge poor people fairly. Then his government will continue forever.", "15": "Punishment and correction make a child wise. If he is left to do as he pleases, he will disgrace his mother.", "16": "When there are many wicked people, there is much sin. But those who do right will see them destroyed.", "17": "Correct your child, and you will be proud of him. He will give you pleasure.", "18": "Where there is no word from God, people are uncontrolled. But those who obey what they have been taught are happy.", "19": "Words alone cannot correct a servant. Even if he understands, he won't respond.", "20": "Sometimes you see people who speak too quickly. There is more hope for a foolish person than for them.", "21": "Don't spoil your servant when he is young. If you do, he will bring you grief later on.", "22": "An angry person causes trouble. A person who easily gets angry sins a lot.", "23": "A man's pride will ruin him. But a person who is humble will be honored.", "24": "The partner of a thief is his own worst enemy. He has to testify in court, but he is afraid to say anything.", "25": "Being afraid of people can get you into trouble. But if you trust the Lord, you will be safe.", "26": "Many people want to be heard by a ruler. But fairness comes from the Lord.", "27": "Good people hate those who are dishonest. And the wicked hate those who are honest."}