{"1": "My child, do not forget my teaching. Keep my commands in mind.", "2": "Then you will live a long time. And your life will be successful.", "3": "Don't ever stop being kind and truthful. Let kindness and truth show in all you do. Write them down in your mind as if on a tablet.", "4": "Then you will be respected and pleasing to both God and men.", "5": "Trust the Lord with all your heart. Don't depend on your own understanding.", "6": "Remember the Lord in everything you do. And he will give you success.", "7": "Don't depend on your own wisdom. Respect the Lord and refuse to do wrong.", "8": "Then your body will be healthy. And your bones will be strong.", "9": "Honor the Lord by giving him part of your wealth. Give him the firstfruits from all your crops.", "10": "Then your barns will be full. And your wine barrels will overflow with new wine.", "11": "My child, do not reject the Lord's discipline. And don't become angry when he corrects you.", "12": "The Lord corrects those he loves, just as a father corrects the child that he likes.", "13": "Happy is the person who finds wisdom. And happy is the person who gets understanding.", "14": "Wisdom is worth more than silver. It brings more profit than gold.", "15": "Wisdom is more precious than rubies. Nothing you want is equal to it.", "16": "With her right hand wisdom offers you a long life. With her left hand she gives you riches and honor.", "17": "Wisdom will make your life pleasant. It will bring you peace.", "18": "As a tree makes fruit, wisdom gives life to those who use it. Everyone who uses wisdom will be happy.", "19": "Using his wisdom, the Lord made the earth. Using his understanding, he set the sky in place.", "20": "Using his knowledge, he made rivers flow from underground springs. And he made the clouds drop rain on the earth.", "21": "My child, hold on to wisdom and reason. Don't let them out of your sight!", "22": "They will give you life. Like a necklace, they will beautify your life.", "23": "Then you will go on your way in safety. And you will not get hurt.", "24": "You won't need to be afraid when you lie down. When you lie down, your sleep will be peaceful.", "25": "You won't need to be afraid of trouble coming suddenly. You won't need to fear the ruin that comes to the wicked.", "26": "The Lord will keep you safe. He will keep you from being trapped.", "27": "Whenever you are able, do good to people who need help.", "28": "If you have what your neighbor asks for, don't say to him, “Come back later. I will give it to you tomorrow.”", "29": "Don't make plans to hurt your neighbor. He lives nearby and trusts you.", "30": "Don't accuse a man for no good reason. Don't accuse him if he has not harmed you.", "31": "Don't be jealous of men who use violence. And don't choose to be like them.", "32": "The Lord hates those who do wrong. But he is a friend to those who are honest.", "33": "The Lord will put a curse on the evil person's house. But he will bless the home of people who do what is right.", "34": "The Lord laughs at those who laugh at him. But he is kind to those who are not proud.", "35": "Wise people will receive honor. But foolish people will be disgraced."}