{"1": "These are the words of Agur son of Jakeh. This is his message to Ithiel and Ucal:", "2": "“I am the most stupid person there is. I have no understanding.", "3": "I have not learned to be wise. And I don't know much about God, the Holy One.", "4": "Who has gone up to heaven and come back down? Who can hold the wind in his hand? Who can gather up the waters in his coat? Who has decided where the ends of the earth will be? What is his name? And what is his son's name? Surely, you know!", "5": "“Every word of God can be trusted. He protects those who come to him for safety.", "6": "Do not add to his words. If you do, he will correct you and prove that you are a liar.", "7": "“I ask two things from you, Lord. Don't refuse me before I die.", "8": "Keep me from lying and being dishonest. And don't make me either rich or poor. Just give me enough food for each day.", "9": "If I have too much, I might reject you. I might say, 'I don't know the Lord.' If I am poor, I might steal. Then I would disgrace the name of my God.", "10": "“Do not say bad things about a servant to his master. If you do, he will curse you, and you will suffer for it.", "11": "“Some people curse their fathers. And they do not bless their mothers.", "12": "Some people think they are pure. But they are not really free from evil.", "13": "Some people have such a proud look! They look down on others.", "14": "Some people have teeth like swords. It is as if their jaws are full of knives. They want to remove the poor people from the earth. They want to get rid of the needy.", "15": "“Greed has two daughters. Their names are 'Give me. Give me.' There are three things that are never satisfied. There are really four that never say, 'I've had enough!'", "16": "These things are the cemetery, the childless mother, the land that never gets enough rain, and fire that never says, 'I've had enough!'", "17": "“Don't make fun of your father. Don't refuse to obey your mother. If you do, your eye will be pecked out by the birds of the valley. You will be eaten by hawks.", "18": "“There are three things that are too hard for me. There are really four that I don't understand:", "19": "the way an eagle flies in the sky, the way a snake slides over a rock, the way a ship sails on the sea and the way a man acts with a girl.", "20": "“This is the way a woman who takes part in adultery acts: She sins and doesn't care. She says, 'I haven't done anything wrong.'", "21": "“There are three things that make the earth tremble. There are really four that it cannot stand:", "22": "a servant who becomes a king, a foolish person who has plenty to eat,", "23": "a hateful woman who gets married and a maid who replaces her mistress.", "24": "“There are four things on earth that are small. But they are very wise:", "25": "Ants are not very strong. But they store up food in the summer.", "26": "Rock badgers are not powerful animals. But they can live among the rocks.", "27": "Locusts have no king. But they all go out in formation.", "28": "And lizards can be caught in the hand. But they are found even in kings' palaces.", "29": "“There are three things that strut proudly. There are really four that walk as if they are important:", "30": "Lions are the proudest animals. They are strong and run from nothing.", "31": "Roosters and male goats strut proudly. And so does a king when his army is around him.", "32": "“You may have been foolish and proud. If you planned evil, cover your mouth.", "33": "Stirring milk makes butter. Twisting noses makes them bleed. And stirring up anger makes trouble.”"}