{"1": "My children, listen to your father's teaching. Pay attention so you will understand.", "2": "What I am telling you is good. Do not forget what I teach you.", "3": "I was once a young boy in my father's house. I was like an only child to my mother.", "4": "And my father taught me and said, “Hold on to my words with all your heart. Keep my commands and you will live.", "5": "Get wisdom and understanding. Don't forget or ignore my words.", "6": "Use wisdom, and it will take care of you. Love wisdom, and it will keep you safe.", "7": "Wisdom is the most important thing. So get wisdom. If it costs everything you have, get understanding.", "8": "Believe in the value of wisdom, and it will make you great. Use it, and it will bring honor to you.", "9": "Like flowers in your hair, it will beautify your life. Like a crown, it will make you look beautiful.”", "10": "My child, listen and accept what I say. Then you will have a long life.", "11": "I am guiding you in wisdom. And I am leading you to do what is right.", "12": "Nothing will hold you back. You will not be overwhelmed.", "13": "Always remember what you have been taught. Don't let go of it. Keep safe all that you have learned. It is the most important thing in your life.", "14": "Don't follow the ways of the wicked. Don't do what evil people do.", "15": "Avoid their ways. Don't go near what they do. Stay away from them and keep on going.", "16": "They cannot sleep until they do evil. They cannot rest until they hurt someone.", "17": "They fill themselves with wickedness and cruelty as if they were eating bread and drinking wine.", "18": "The way of the good person is like the light of dawn. It grows brighter and brighter until it is full daylight.", "19": "But the wicked are like those who stumble in the dark. They can't even see what has hurt them.", "20": "My child, pay attention to my words. Listen closely to what I say.", "21": "Don't ever forget my words. Keep them deep within your heart.", "22": "These words are the secret to life for those who find them. They bring health to the whole body.", "23": "Be very careful about what you think. Your thoughts run your life.", "24": "Don't use your mouth to tell lies. Don't ever say things that are not true.", "25": "Keep your eyes focused on what is right. Keep looking straight ahead to what is good.", "26": "Be careful what you do. Always do what is right.", "27": "Do not do anything unless it is right. Stay away from evil."}