{"1": "My son, pay attention to my wisdom. Listen to my words of understanding.", "2": "Be careful to use good sense. Watch what you say.", "3": "The words of another man's wife may seem sweet as honey. Her words may be as pleasant as olive oil.", "4": "But in the end she will bring you sorrow. She will cause you pain like a two-edged sword.", "5": "She is on the way to death. Her steps are headed straight to the grave.", "6": "She gives no thought to life. She does not know that her ways are wrong.", "7": "Now, my sons, listen to me. Don't ignore what I say.", "8": "Stay away from such a woman. Don't even go near the door of her house.", "9": "If you do, you will give your riches to others. And the best years of your life will be given to someone who is cruel.", "10": "Strangers will enjoy your wealth. And what you worked so hard for will go to someone else.", "11": "You will groan at the end of your life. Then your health will be gone.", "12": "Then you will say, “I hated self-control! I would not listen when I was corrected!", "13": "I would not listen to my teachers. I paid no attention to what they taught me.", "14": "I have come very close to being completely ruined in front of a whole group of people.”", "15": "Be faithful to your own wife. She is like your own well of water from which you drink.", "16": "You wouldn't drink from streams flowing in the city streets or squares. So be satisfied with your wife, not those outside your home.", "17": "These things are yours alone. Don't share them with strangers.", "18": "Be happy with the wife you married when you were young. She gives you joys as your fountain gives you water.", "19": "She is as lovely and graceful as a deer. Let her love always make you happy. Let her love always hold you captive.", "20": "My son, don't be held captive by a woman who takes part in adultery. Don't hold another man's wife.", "21": "The Lord sees everything you do. He watches where you go.", "22": "An evil man will be caught in his evil ways. He will be tied up by his sins as if they were ropes.", "23": "He will die because he does not control himself. He will be held captive by his own foolishness."}