{"1": "My child, be careful about giving a guarantee for somebody else. Be careful about promising to pay what someone else owes.", "2": "You might get trapped by what you say. You might be caught by your own words.", "3": "My child, you might do this and be under somebody's control. Then here is how to get free. Go to your neighbor and don't be proud. Beg him to free you from your promise.", "4": "Don't go to sleep. Don't even rest your eyes.", "5": "But free yourself like a deer running from a hunter. Free yourself like a bird flying away from a trapper.", "6": "Go watch the ants, you lazy person. Watch what they do and be wise.", "7": "Ants have no commander. They have no leader or ruler.", "8": "But they store up food in the summer. They gather their supplies at harvest.", "9": "How long will you lie there, you lazy person? When will you get up from sleeping?", "10": "You sleep a little; you take a nap. You fold your hands and rest.", "11": "So you will be as poor as if you had been robbed. You will have as little as if you had been held up.", "12": "Some people are wicked and no good. They go around telling lies.", "13": "They wink with their eyes and signal with their feet. They make signs with their fingers.", "14": "They make evil plans in their hearts. They are always causing trouble.", "15": "So trouble will strike them in an instant. Suddenly they will be hurt beyond cure.", "16": "There are six things the Lord hates. There are seven things he cannot stand:", "17": "a proud look, a lying tongue, hands that kill innocent people,", "18": "a mind that thinks up evil plans, feet that are quick to do evil,", "19": "a witness who tells lies and a man who causes trouble among brothers.", "20": "My son, keep your father's commands. Don't forget your mother's teaching.", "21": "Remember their words forever. Let it be as if they were tied around your neck.", "22": "They will guide you when you walk. They will guard you while you sleep. They will speak to you when you are awake.", "23": "Their commands are like a lamp. Their teaching is like a light. And the correction that comes from them helps you have life.", "24": "Such teaching will keep you from sinful women and from the pleasing words of another man's unfaithful wife.", "25": "Don't want her because she is beautiful. Don't let her capture you by the way she looks at you.", "26": "A prostitute may leave you with only a loaf of bread. And a woman who takes part in adultery may cost you your life.", "27": "You cannot carry hot coals against your chest without burning your clothes.", "28": "And you cannot walk on hot coals without burning your feet.", "29": "The same thing happens if you commit adultery with another man's wife. Anyone who does so will be punished.", "30": "People do not hate a thief when he steals because he is hungry.", "31": "But if he is caught, he must pay back seven times what he stole. It may cost him everything he owns.", "32": "A man who takes part in adultery doesn't have any sense. He will destroy himself.", "33": "He will be beaten up and disgraced. And his shame will never go away.", "34": "Jealousy makes a husband very angry. He will have no mercy when he gets even.", "35": "He will accept no payment for the wrong. He will take no money, no matter how much it is."}