{"1": "Like a person, wisdom calls out to you. Understanding raises her voice.", "2": "On the hilltops along the road and at the crossroads, she stands calling.", "3": "She stands beside the city gates. At the entrances into the city, she calls out:", "4": "“People, I'm calling out to you. I am shouting to all people.", "5": "You who do not know better, get the ability to think. You who are foolish, get understanding.", "6": "Listen. I have important things to say. What I tell you is right.", "7": "What I say is true. I hate it when people speak evil.", "8": "Everything I say is honest. Nothing I say is crooked or false.", "9": "People with good sense know that what I say is true. People with knowledge know that my words are right.", "10": "Choose my teachings instead of silver. Choose knowledge rather than the finest gold.", "11": "Wisdom is more precious than rubies. Nothing you want is equal to it.", "12": "“I am wisdom, and I have the ability to think. I also have knowledge and good sense.", "13": "If you respect the Lord, you also will hate evil. It is wise to hate pride and bragging, evil ways and lies.", "14": "I have good sense and advice. I have understanding and power.", "15": "Kings use me to govern. And rulers use me to make fair laws.", "16": "Princes use me to lead. So do important men and all good judges.", "17": "I love those who love me. Those who want me find me.", "18": "Riches and honor are mine. So are wealth and lasting success.", "19": "What I give is better than the finest gold. What I give is better than pure silver.", "20": "I do what is right. I do what is fair.", "21": "I give wealth to those who love me. I fill them with treasures.", "22": "“I, wisdom, was with God when he began his work. This was before he made anything else long ago.", "23": "I was appointed in the very beginning, even before the world began.", "24": "I began before there were oceans. There were no springs overflowing with water.", "25": "I began before the hills were there. The mountains had not even been put in place.", "26": "God still had not made the earth or fields. He had not even made the first dust of the earth.", "27": "I was there when God put the skies in place, when he stretched the horizon over the oceans.", "28": "I was there when he made the clouds above. I was there when he put the fountains in the oceans.", "29": "I was there when he ordered the sea not to go beyond the borders he had set for it. I was there when he laid the earth's foundation.", "30": "I was like a child by his side. I was happy every day and enjoyed being in his presence.", "31": "I enjoyed the whole world. And I was happy with all its people.", "32": "“Now, my children, listen to me. Those who follow my ways are happy.", "33": "Listen to my teaching, and you will be wise. Do not ignore it.", "34": "Those who listen to me are happy. They stand watching at my door every day. They are at my open doorway, wanting to be with me.", "35": "Whoever finds me finds life. And the Lord will be pleased with him.", "36": "Whoever does not find me hurts himself. Those who hate me love death.”"}