{"1": "He said to His disciples, “It is inevitable that [a]stumbling blocks come, but woe to him through whom they come!", "2": "It [b]would be better for him if a millstone were hung around his neck and he were thrown into the sea, than that he would cause one of these little ones to stumble.", "3": "[c]Be on your guard! If your brother sins, rebuke him; and if he repents, forgive him.", "4": "And if he sins against you seven times a day, and returns to you seven times, saying, 'I repent,' [d]forgive him.”", "5": "The apostles said to the Lord, “Increase our faith!”", "6": "And the Lord said, “If you [e]had faith like a mustard seed, you would say to this mulberry tree, 'Be uprooted and be planted in the sea'; and it would [f]obey you.", "7": "“Which of you, having a slave plowing or tending sheep, will say to him when he has come in from the field, 'Come immediately and [g]sit down to eat'?", "8": "But will he not say to him, 'Prepare something for me to eat, and properly [h]clothe yourself and serve me while I eat and drink; and [i]afterward you [j]may eat and drink'?", "9": "He does not thank the slave because he did the things which were commanded, does he?", "10": "So you too, when you do all the things which are commanded you, say, 'We are unworthy slaves; we have done only that which we ought to have done.'”", "11": "While He was on the way to Jerusalem, He was passing [k]between Samaria and Galilee.", "12": "As He entered a village, ten leprous men who stood at a distance met Him;", "13": "and they raised their voices, saying, “Jesus, Master, have mercy on us!”", "14": "When He saw them, He said to them, “Go and show yourselves to the priests.” And as they were going, they were cleansed.", "15": "Now one of them, when he saw that he had been healed, turned back, glorifying God with a loud voice,", "16": "and he fell on his face at His feet, giving thanks to Him. And he was a Samaritan.", "17": "Then Jesus answered and said, “Were there not ten cleansed? But the nine—where are they?", "18": "[l]Was no one found who returned to give glory to God, except this foreigner?”", "19": "And He said to him, “Stand up and go; your faith [m]has made you well.”", "20": "Now having been questioned by the Pharisees as to when the kingdom of God was coming, He answered them and said, “The kingdom of God is not coming with [n]signs to be observed;", "21": "nor will they say, 'Look, here it is!' or, 'There it is!' For behold, the kingdom of God is [o]in your midst.”", "22": "And He said to the disciples, “The days will come when you will long to see one of the days of the Son of Man, and you will not see it.", "23": "They will say to you, 'Look there! Look here!' Do not go away, and do not run after them.", "24": "For just like the lightning, when it flashes out of one part [p]of the sky, shines to the other part [q]of the sky, so will the Son of Man be in His day.", "25": "But first He must suffer many things and be rejected by this generation.", "26": "And just as it happened in the days of Noah, so it will be also in the days of the Son of Man:", "27": "they were eating, they were drinking, they were marrying, they were being given in marriage, until the day that Noah entered the ark, and the flood came and destroyed them all.", "28": "[r]It was the same as happened in the days of Lot: they were eating, they were drinking, they were buying, they were selling, they were planting, they were building;", "29": "but on the day that Lot went out from Sodom it rained fire and [s]brimstone from heaven and destroyed them all.", "30": "It will be [t]just the same on the day that the Son of Man is revealed.", "31": "On that day, the one who is on the housetop and whose goods are in the house must not go down to take them out; and likewise the one who is in the field must not turn back.", "32": "Remember Lot's wife.", "33": "Whoever seeks to keep his [u]life will lose it, and whoever loses his life will preserve it.", "34": "I tell you, on that night there will be two in one bed; one will be taken and the other will be left.", "35": "There will be two women grinding at the same place; one will be taken and the other will be left.", "36": "[[v]Two men will be in the field; one will be taken and the other will be left.”]", "37": "And answering they *said to Him, “Where, Lord?” And He said to them, “Where the body is, there also the [w]vultures will be gathered.”"}