{"1": "Now He was telling them a parable to show that at all times they ought to pray and not to lose heart,", "2": "saying, “In a certain city there was a judge who did not fear God and did not respect man.", "3": "There was a widow in that city, and she kept coming to him, saying, '[a]Give me legal protection from my opponent.'", "4": "For a while he was unwilling; but afterward he said to himself, 'Even though I do not fear God nor respect man,", "5": "yet because this widow bothers me, I will [b]give her legal protection, otherwise by continually coming she will [c]wear me out.'”", "6": "And the Lord said, “Hear what the unrighteous judge *said;", "7": "now, will not God bring about justice for His elect who cry to Him day and night, [d]and will He delay long over them?", "8": "I tell you that He will bring about justice for them quickly. However, when the Son of Man comes, will He find [e]faith on the earth?”", "9": "And He also told this parable to some people who trusted in themselves that they were righteous, and viewed others with contempt:", "10": "“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.", "11": "The Pharisee stood and was praying this to himself: 'God, I thank You that I am not like other people: swindlers, unjust, adulterers, or even like this tax collector.", "12": "I fast twice a week; I pay tithes of all that I get.'", "13": "But the tax collector, standing some distance away, was even unwilling to lift up his eyes to heaven, but was beating his breast, saying, 'God, be [f]merciful to me, the sinner!'", "14": "I tell you, this man went to his house justified rather than the other; for everyone who exalts himself will be humbled, but he who humbles himself will be exalted.”", "15": "And they were bringing even their babies to Him so that He would touch them, but when the disciples saw it, they began rebuking them.", "16": "But Jesus called for them, saying, “Permit the children to come to Me, and do not hinder them, for the kingdom of God belongs to such as these.", "17": "Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all.”", "18": "A ruler questioned Him, saying, “Good Teacher, what shall I do to inherit eternal life?”", "19": "And Jesus said to him, “Why do you call Me good? No one is good except God alone.", "20": "You know the commandments, 'Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.'”", "21": "And he said, “All these things I have kept from my youth.”", "22": "When Jesus heard this, He said to him, “One thing you still lack; sell all that you possess and distribute it to the poor, and you shall have treasure in heaven; and come, follow Me.”", "23": "But when he had heard these things, he became very sad, for he was extremely rich.", "24": "And Jesus looked at him and said, “How hard it is for those who are wealthy to enter the kingdom of God!", "25": "For it is easier for a camel to [g]go through the eye of a needle than for a rich man to enter the kingdom of God.”", "26": "They who heard it said, “Then who can be saved?”", "27": "But He said, “The things that are impossible with people are possible with God.”", "28": "Peter said, “Behold, we have left [h]our own homes and followed You.”", "29": "And He said to them, “Truly I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God,", "30": "who will not receive many times as much at this time and in the age to come, eternal life.”", "31": "Then He took the twelve aside and said to them, “Behold, we are going up to Jerusalem, and all things which are written through the prophets about the Son of Man will be accomplished.", "32": "For He will be [i]handed over to the Gentiles, and will be mocked and mistreated and spit upon,", "33": "and after they have scourged Him, they will kill Him; and the third day He will rise again.”", "34": "But the disciples understood none of these things, and the meaning of this statement was hidden from them, and they did not comprehend the things that were said.", "35": "As [j]Jesus was approaching Jericho, a blind man was sitting by the road begging.", "36": "Now hearing a crowd going by, he began to inquire what this was.", "37": "They told him that Jesus of Nazareth was passing by.", "38": "And he called out, saying, “Jesus, Son of David, have mercy on me!”", "39": "Those who led the way were sternly telling him to be quiet; but he kept crying out all the more, “Son of David, have mercy on me!”", "40": "And Jesus stopped and commanded that he be brought to Him; and when he came near, He questioned him,", "41": "“What do you want Me to do for you?” And he said, “Lord, I want to regain my sight!”", "42": "And Jesus said to him, “[k]Receive your sight; your faith has [l]made you well.”", "43": "Immediately he regained his sight and began following Him, glorifying God; and when all the people saw it, they gave praise to God."}