{"1": "The most amazing song of all, by King Solomon.", "2": "Let him[b] smother me with kisses—his Spirit-kiss divine.[c] So kind are your caresses,[d] I drink them in like the sweetest wine![e]", "3": "Your presence releases a fragrance so pleasing— over and over poured out. For your lovely name is “Flowing Oil.”[f] No wonder the brides-to-be adore you.[g]", "4": "Draw me into your heart. We will run away together into the king's cloud-filled chamber.[h] We will remember your love, rejoicing and delighting in you,[i] celebrating your every kiss as better than wine. No wonder righteousness adores you!", "5": "Jerusalem maidens, in this twilight darkness[j] I know I am so unworthy—so in need. Yet you are so lovely! I feel as dark and dry as the desert tents of the wandering nomads.[k] Yet you are so lovely— like the fine linen tapestry hanging in the Holy Place.", "6": "Please don't stare in scorn because of my dark and sinful ways.[l] My angry brothers quarreled with me and appointed me guardian of their ministry vineyards, yet I've not tended my vineyard within.", "7": "Won't you tell me, lover of my soul, where do you feed your flock? Where do you lead your beloved ones[m] to rest in the heat of the day? For I wish to be wrapped all around you as I wander among the flocks of your shepherds. It is you I long for, with no veil between us![n]", "8": "Listen, my radiant one— if you ever lose sight of me, just follow in my footsteps where I lead my lovers. Come with your burdens and cares. Come to the place near the sanctuary of my shepherds.[o]", "9": "My dearest one,[p] let me tell you how I see you— you are so thrilling to me. To gaze upon you is like looking at one of Pharaoh's finest horses— a strong, regal steed pulling his royal chariot.[q]", "10": "Your tender cheeks are aglow— your earrings and gem-laden necklaces set them ablaze.", "11": "We will enhance your beauty,[r] encircling you with our golden reins of love. You will be marked with our redeeming grace.[s]", "12": "As the king surrounded me at his table,[t] the sweet fragrance of my praise perfume[u] awakened the night.", "13": "A sachet of myrrh is my lover, like a tied-up bundle of myrrh[v] resting over my heart.", "14": "He is like a bouquet of henna blossoms— henna plucked near the vines at the fountain of the Lamb.[w] I will hold him and never let him part.", "15": "Look at you, my dearest darling, you are so lovely! You are beauty itself to me.[x] Your passionate eyes are like gentle doves.[y]", "16": "My beloved one,[z] both handsome and winsome, you are pleasing beyond words. Our resting place[aa] is anointed and flourishing, like a green forest meadow bathed in light.", "17": "Rafters of cedar branches are over our heads and balconies of pleasant-smelling pines.[ab]"}