{"1": "I am truly his rose, the very theme of his song.[a] I'm overshadowed by his love, growing in the valley!", "2": "Yes, you are my darling companion. You stand out from all the rest. For though the curse of sin surrounds you,[b] still you remain as pure as a lily,[c] even more than all others.", "3": "My beloved is to me the most fragrant apple tree— he stands above the sons of men.[d] Sitting under his grace-shadow, I blossom in his shade, enjoying the sweet taste of his pleasant, delicious fruit, resting with delight where his glory never fades.", "4": "Suddenly, he transported me into his house of wine— he looked upon me with his unrelenting love divine.[e]", "5": "Revive me with your raisin cakes.[f] Refresh me again with your apples.[g] Help me and hold me, for I am lovesick![h] I am longing for more— yet how could I take more?", "6": "His left hand[i] cradles my head while his right hand holds me close.[j] I am at rest in this love.", "7": "Promise me, brides-to-be, by the gentle gazelles[k] and delicate deer, that you'll not disturb my love until she is ready to arise.", "8": "Listen! I hear my lover's voice. I know it's him coming to me— leaping with joy over mountains, skipping in love over the hills that separate us,[l] to come to me.", "9": "Let me describe him: he is graceful as a gazelle, swift as a wild stag. Now he comes closer, even to the places where I hide.[m] He gazes into my soul, peering through the portal as he blossoms within my heart.", "10": "The one I love calls to me: Arise, my dearest. Hurry, my darling. Come away with me! I have come as you have asked to draw you to my heart and lead you out. For now is the time, my beautiful one.", "11": "The season has changed, the bondage of your barren winter has ended, and the season of hiding is over and gone. The rains have soaked the earth[n]", "12": "and left it bright with blossoming flowers. The season for singing and pruning the vines has arrived.[o] I hear the cooing of doves in our land,[p] filling the air with songs to awaken you and guide you forth.", "13": "Can you not discern this new day of destiny breaking forth around you? The early signs of my purposes and plans are bursting forth.[q] The budding vines of new life are now blooming everywhere. The fragrance of their flowers whispers, “There is change in the air.” Arise, my love, my beautiful companion, and run with me to the higher place. For now is the time to arise and come away with me.", "14": "For you are my dove, hidden in the split-open rock.[r] It was I who took you and hid you up high in the secret stairway of the sky. Let me see your radiant face and hear your sweet voice.[s] How beautiful your eyes of worship and lovely your voice in prayer.", "15": "You must catch the troubling foxes, those sly little foxes that hinder our relationship.[t] For they raid our budding vineyard of love to ruin what I've planted within you. Will you catch them and remove them for me? We will do it together.", "16": "I know my lover is mine and I have everything in you, for we delight ourselves in each other.[u]", "17": "But until the day springs to life and the shifting shadows of fear disappear, turn around, my lover, and ascend to the holy mountains of separation without me.[v] Until the new day fully dawns, run on ahead like the graceful gazelle and skip like the young stag over the mountains of separation. Go on ahead to the mountain of spices— I'll come away another time."}