{"1": "Night after night I'm tossing and turning on my bed of travail. Why did I let him go from me? How my heart now aches for him, but he is nowhere to be found!", "2": "So I must rise in search of him, looking throughout the city,[a] seeking until I find him. Even if I have to roam through every street, nothing will keep me from my search. Where is he—my soul's true love? He is nowhere to be found.", "3": "Then I encountered the overseers as they encircled the city. So I asked them, “Have you found him— my heart's true love?”", "4": "Just as I moved past them, I encountered him. I found the one I adore! I caught him and fastened myself to him, refusing to be feeble in my heart again. Now I'll bring him back to the temple within where I was given new birth— into my innermost parts, the place of my conceiving.", "5": "Promise me, O Jerusalem maidens, by the gentle gazelles and delicate deer, that you'll not disturb my love until she is ready to arise.", "6": "Who is this one ascending from the wilderness in the pillar of the glory cloud? He is fragrant with the anointing oils of myrrh and frankincense—[b] more fragrant than all the spices of the merchant.", "7": "Look! It is the king's marriage carriage. The love seat surrounded by sixty champions, the mightiest of Israel's host, are like pillars of protection.", "8": "They are angelic warriors standing ready with swords to defend the king and his fiancée from every terror of the night.", "9": "The king made this mercy seat for himself out of the finest wood that will not decay.", "10": "Pillars of smoke, like silver mist— a canopy of golden glory dwells above it. The place where they sit together is sprinkled with crimson. Love and mercy cover this carriage, blanketing his tabernacle throne. The king himself has made it for those who will become his bride.", "11": "Rise up, Zion maidens, brides-to-be! Come and feast your eyes on this king as he passes in procession on his way to his wedding. This is the day filled with overwhelming joy— the day of his great gladness."}