{"1": "Listen, my dearest darling, you are so beautiful—you are beauty itself to me! Your eyes glisten with love, like gentle doves behind your veil. What devotion I see each time I gaze upon you. You are like a sacrifice ready to be offered.[a]", "2": "When I look at you, I see how you have taken my fruit and tasted my word. Your life has become clean and pure, like a lamb washed and newly shorn. You now show grace and balance with truth on display.", "3": "Your lips are as lovely as Rahab's scarlet ribbon,[b] speaking mercy, speaking grace. The words of your mouth are as refreshing as an oasis. What pleasure you bring to me! I see your blushing cheeks opened like the halves of a pomegranate,[c] showing through your veil of tender meekness.", "4": "When I look at you, I see your inner strength, so stately and strong. You are as secure as David's fortress. Your virtues and grace cause a thousand famous soldiers to surrender to your beauty.", "5": "Your pure faith and love rest over your heart as you nurture those who are yet infants.", "6": "I've made up my mind. Until the darkness disappears and the dawn has fully come, in spite of shadows and fears, I will go to the mountaintop with you— the mountain of suffering love[d] and the hill of burning incense. Yes, I will be your bride.[e]", "7": "Every part of you is so beautiful, my darling. Perfect is your beauty, without flaw within.", "8": "Now you are ready, my bride, to come with me as we climb the highest peaks together. Come with me through the archway of trust.[f] We will look down[g] from the crest of the glistening mounts and from the summit of our sublime sanctuary. Together we will wage war in the lion's den and the leopard's lair as they watch nightly for their prey.", "9": "For you reach into my heart. With one flash of your eyes I am undone by your love, my beloved, my equal, my bride. You leave me breathless— I am overcome by merely a glance from your worshiping eyes, for you have stolen my heart.[h] I am held hostage by your love and by the graces of righteousness shining upon you.[i]", "10": "How satisfying to me, my equal, my bride. Your love is my finest wine—intoxicating and thrilling. And your sweet, perfumed praises—so exotic, so pleasing.", "11": "Your loving words are like the honeycomb to me; your tongue releases milk and honey, for I find the Promised Land flowing within you.[j] The fragrance of your worshiping love surrounds you with scented robes of white.[k]", "12": "My darling bride, my private paradise, fastened to my heart. A secret spring are you that no one else can have— my bubbling fountain hidden from public view. What a perfect partner to me now that I have you.", "13-14": "–14 Your inward life is now sprouting, bringing forth fruit. What a beautiful paradise unfolds within you.[l] When I'm near you, I smell aromas of the finest spice, for many clusters of my exquisite fruit now grow within your inner garden. Here are the nine: pomegranates of passion,[m] henna from heaven,[n] spikenard so sweet,[o] saffron shining,[p] fragrant calamus from the cross,[q] sacred cinnamon,[r] branches of scented woods,[s] myrrh, like tears from a tree,[t] and aloe as eagles ascending.[u]", "15": "Your life flows into mine, pure as a garden spring. A well of living water springs up from within you, like a mountain brook flowing into my heart![v] :16–5:1 Then may your awakening breath blow upon my life until I am fully yours. Breathe upon me with your Spirit wind. Stir up the sweet spice of your life within me. Spare nothing as you make me your fruitful garden. Hold nothing back until I release your fragrance. Come walk with me as you walked with Adam in your paradise garden.[w] Come taste the fruits of your life in me. I have come to you, my darling bride, for you are my paradise garden! Come walk with me until I am fully yours. Come taste the fruits of your life in me."}