{"1": "I have gathered from your heart, my equal, my bride, I have gathered from my garden all my sacred spices—even my myrrh. I have tasted and enjoyed my wine within you. I have tasted with pleasure my pure milk, my honeycomb, which you yield to me. I delight in gathering my sacred spice, all the fruits of my life I have gathered from within you, my paradise garden. Come, all my friends— feast upon my bride, all you revelers of my palace. Feast on her, my lovers! Drink and drink, and drink again, until you can take no more. Drink the wine of her love. Take all you desire, you priests. My life within her will become your feast.[a]", "2": "After this I let my devotion slumber, but my heart for him stayed awake. I had a dream. I dreamed of my beloved— he was coming to me in the darkness of night. The melody of the man I love awakened me. I heard his knock at my heart's door as he pleaded with me: Arise, my love. Open your heart, my darling, deeper still to me. Will you receive me this dark night? There is no one else but you, my friend, my equal. I need you this night to arise and come be with me. You are my pure, loyal dove, a perfect partner for me. My flawless one, will you arise? For my heaviness and tears are more than I can bear. I have spent myself for you throughout the dark night.[b]", "3": "I have already laid aside my own garments for you. How could I take them up again since I've yielded my righteousness to yours?[c] You have cleansed my life and taken me so far. Isn't that enough?", "4": "My beloved reached into me to unlock my heart. The core of my very being trembled at his touch. How my soul melted when he spoke to me!", "5": "My spirit arose to open for more of his touch. As I surrendered to him, I began to sense his fragrance— the fragrance of his suffering love! It was the sense of myrrh flowing all through me!", "6": "I opened my soul to my beloved, but suddenly he was gone! And my heart was torn out in longing for him. I sought his presence, his fragrance, but could not find him anywhere. I called out for him, yet he did not answer me. I will arise and search for him until I find him.", "7": "As I walked throughout the city in search of him, the overseers stopped me as they made their rounds. They beat me and bruised me until I could take no more. They wounded me deeply and removed their covering from me.", "8": "Nevertheless, make me this promise, you brides-to-be: if you find my beloved one, please tell him I endured all travails for him. I've been pierced through by love,[d] and I will not be turned aside!", "9": "What love is this? How could you continue to care so deeply for him? Isn't there another who could steal away your heart? We see now your beauty, more beautiful than all the others. What makes your beloved better than any other? What is it about him that makes you ask us to promise you this?", "10": "He alone is my beloved. He shines in dazzling splendor yet is still so approachable— without equal as he stands above all others, outstanding among ten thousand![e]", "11": "The way he leads me is divine. His leadership—so pure and dignified as he wears his crown of gold. Upon this crown are letters of black written on a background of glory.[f]", "12": "He sees everything with pure understanding. How beautiful his insights—without distortion. His eyes rest upon the fullness of the river of revelation, flowing so clean and pure.", "13": "Looking at his gentle face I see such fullness of emotion. Like a lovely garden where fragrant spices grow—[g] what a man! No one speaks words so anointed as this one—[h] words that both pierce and heal, words like lilies dripping with myrrh.", "14": "See how his hands hold unlimited power! But he never uses it in anger, for he is always holy, displaying his glory. His innermost place is a work of art— so beautiful and bright. How magnificent and noble is this one— covered in majesty!", "15": "He's steadfast in all he does. His ways are the ways of righteousness, based on truth and holiness. None can rival him, but all will be amazed by him.[i]", "16": "Most sweet are his kisses, even his whispers of love. He is delightful in every way and perfect from every viewpoint. If you ask me why I love him so, O brides-to-be, it's because there is none like him to me. Everything about him fills me with holy desire! And now he is my beloved—my friend forever."}