{"1": "O rarest of beauty, where then has your lover gone? We long to see him too. Where may we find him? We will follow you as you seek after him.", "2": "My lover has gone down into his garden of delight, the place where his spices grow, to feast with those pure in heart. I know we shall find him there.", "3": "He is within me—I am his garden of delight. I have him fully and now he fully has me!", "4": "O my beloved, you are lovely. When I see you in your beauty, I see a radiant city where we will dwell as one.[a] More pleasing than any pleasure, more delightful than any delight, you have ravished my heart, stealing away my strength to resist you. Even hosts of angels stand in awe of you.[b]", "5": "Turn your eyes from me; I can't take it anymore! I can't resist the passion of these eyes that I adore. Overpowered by a glance, my ravished heart—undone. Held captive by your love, I am truly overcome![c] For your undying devotion to me is the most yielded sacrifice.[d]", "6": "The shining of your spirit[e] shows how you have taken my truth to become balanced and complete.", "7": "Your beautiful blushing cheeks reveal how real your passion is for me, even hidden behind your veil of humility.", "8": "I could have chosen any from among the vast multitude of royal ones who follow me.[f]", "9": "But one is my beloved dove—unrivaled in beauty, without equal, beyond compare, the perfect one, the favorite one. Others see your beauty and sing of your joy. Brides and queens chant your praise: “How blessed is she!”", "10": "Look at you now— arising as the dayspring of the dawn, fair as the shining moon. Bright and brilliant as the sun in all its strength. Astonishing to behold as a majestic army waving banners of victory.", "11": "I decided to go down to the valley streams where the orchards of the king grow and mature. I longed to know if hearts were opening. Are the budding vines blooming with new growth? Has their springtime of passionate love arrived?", "12": "Then suddenly my longings transported me. My divine desire brought me next to my beloved prince, sitting with him in his royal chariot. We were lifted up together![g]", "13": "Come back! Return to us, O maiden of his majesty. Dance for us as we gaze upon your beauty. Why would you seek a mere Shulamite like me? Why would you want to see my dance of love? Because you dance so gracefully, as though you danced with angels![h]"}