{"1": "How beautiful on the mountains are the sandaled feet of this one bringing such good news. You are truly royalty! The way you walk so gracefully in my ways displays such dignity. You are truly the poetry of God—his very handiwork.", "2-3": "–3 Out of your innermost being is flowing the fullness of my Spirit— never failing to satisfy. Within your womb there is a birthing of harvest wheat; they are the sons and daughters nurtured by the purity you impart. How gracious you have become!", "4": "Your life stands tall as a tower, like a shining light on a hill. Your revelation eyes are pure, like pools of refreshing—[a] sparkling light for a multitude. Such discernment surrounds you, protecting you from the enemy's advance.", "5": "Redeeming love crowns you as royalty. Your thoughts are full of life, wisdom, and virtue. Even a king is held captive by your beauty.", "6": "How delicious is your fair beauty; it cannot be described as I count the delights you bring to me. Love has become the greatest.", "7": "You stand in victory above the rest, stately and secure as you share with me your vineyard of love.", "8": "Now I decree, I will ascend and arise. I will take hold of you with my power, possessing every part of my fruitful bride. Your love I will drink as wine, and your words will be mine.", "9": "For your kisses of love are exhilarating, more than any delight I've known before. Your kisses of love awaken even the lips of sleeping ones.", "10": "Now I know that I am filled with my beloved and all his desires are fulfilled in me.", "11": "Come away, my lover. Come with me to the faraway fields. We will run away together to the forgotten places and show them redeeming love.", "12": "Let us arise and run to the vineyards of your people[b] and see if the budding vines of love are now in full bloom. We will discover if their passion is awakened.[c] There I will display my love for you.", "13": "The love apples are in bloom, sending forth their fragrance of spring. The rarest of fruits are found at our doors— the new as well as the old. I have stored them for you, my lover-friend!"}