{"1": "The Lord said to Moses, ", "2": "“This is the law of the person with a bad skin disease when he is made clean. He will be brought to the religious leader. ", "3": "The religious leader will go away from the tents and look at him. If the sick person has been healed of the bad skin disease, ", "4": "the religious leader must have two live clean birds, cedar wood, a red string and hyssop brought for the one who is to be made clean. ", "5": "The religious leader will have one of the birds killed in a clay pot over flowing water. ", "6": "Then he will take the living bird with the cedar wood, the red string and the hyssop. He will put them and the live bird in the blood of the bird that was killed over the flowing water. ", "7": "He will put blood seven times on the one who is to be made clean from the bad skin disease. And he will say he is clean. Then he will let the live bird go free over the open field. ", "8": "The one to be made clean will wash his clothes, cut off all his hair, wash himself in water, and be clean. After that he may go among the tents. But he must stay outside his tent for seven days. ", "9": "On the seventh day he will cut off his hair. He will cut the hair from his head and face, all his hair. Then he will wash his clothes and wash himself in water, and be clean.", "10": "“On the eighth day he is to take two male lambs that are perfect, a year old female lamb that is perfect, three-tenths part of a basket of fine flour mixed with oil for a grain gift, and one jar of oil. ", "11": "The religious leader who makes him clean will set the man who is to be made clean and these things before the Lord at the door of the meeting tent. ", "12": "Then the religious leader will take the one male lamb and bring it for a guilt gift with the jar of oil. He will give them as a wave gift before the Lord. ", "13": "He will kill the lamb in the holy place where they kill the sin gifts and the burnt gifts. For the guilt gift belongs to the religious leader like the sin gift. It is most holy. ", "14": "Then the religious leader will take some of the blood of the guilt gift. He will put it on the bottom part of the right ear of the person to be made clean. And he will put it on the thumb of his right hand and on the big toe of his right foot. ", "15": "Then the religious leader will take some of the oil in the jar and pour it into his left hand. ", "16": "The religious leader will put a finger of his right hand into the oil that is in his left hand seven times before the Lord. ", "17": "Then the religious leader will put some of the rest of the oil upon the blood of the guilt gift on the bottom part of the right ear, the thumb of the right hand and the big toe of the right foot of the person to be made clean. ", "18": "The rest of the oil in the religious leader's hand will be put on the head of the person to be made clean. So the religious leader will pay for the person's sins before the Lord. ", "19": "The religious leader will then give the sin gift to pay for the sins of the person to be made clean. After that he will kill the burnt gift. ", "20": "The religious leader will give the burnt gift and the grain gift on the altar. So the religious leader will pay for the person's sins, and he will be clean.", "21": "“But if he is poor and does not have enough money for so much, he will take one male lamb for a guilt gift, a wave gift, to pay for his sins. And he will take one-tenth part of a basket of fine flour mixed with oil for a grain gift, a jar of oil, ", "22": "and two turtle-doves or two young pigeons, whatever he is able to buy. One will be a sin gift and the other a burnt gift. ", "23": "On the eighth day he will bring them to the religious leader at the door of the meeting tent before the Lord so he can be made clean. ", "24": "The religious leader will take the lamb of the guilt gift and the jar of oil. And the religious leader will wave them as the wave gift before the Lord. ", "25": "Then he will kill the lamb of the guilt gift. The religious leader will take some of the blood of the guilt gift and put it on the bottom part of the right ear, the thumb of the right hand and the big toe of the right foot of the person to be made clean. ", "26": "The religious leader will pour some of the oil into his left hand. ", "27": "The religious leader will put a finger of his right hand into the oil that is in the left hand seven times before the Lord. ", "28": "Then the religious leader will put some of the oil in his hand on the bottom part of the right ear, the thumb of the right hand and the big toe of the right foot of the person to be made clean. It will be put on the place where he has put the blood of the guilt gift. ", "29": "The rest of the oil in the religious leader's hand will be put on the head of the person to be made clean, to pay for his sins before the Lord. ", "30": "Then he will give one of the turtle-doves or young pigeons that he was able to buy. ", "31": "He will give what he is able to give, one for a sin gift and the other for a burnt gift, together with the grain gift. So the religious leader will pay for the sins of the person to be made clean before the Lord. ", "32": "This is the law for him who had a bad skin disease and is not able to buy what is needed for making him clean.”", "33": "The Lord said to Moses and Aaron, ", "34": "“When you come into the land of Canaan, which I give you for your own, and I put a mark of a bad skin disease on a house in your land, ", "35": "then the one who owns the house will come and tell the religious leader, 'I see something like a mark of a bad skin disease in my house.' ", "36": "Then the religious leader will tell them to empty the house before he goes in to look at the mark, so he will not say that everything in the house is unclean. After this the religious leader will go in to look at the house. ", "37": "He will look at the mark of the disease. If the mark is in the walls of the house with green or red spots deep in the walls, ", "38": "the religious leader will go out the door and shut up the house for seven days. ", "39": "He will come again on the seventh day and look. If the disease has spread in the walls of the house, ", "40": "the religious leader will tell them to tear out the stones with the disease in them and throw them away outside the city at an unclean place. ", "41": "He will have the walls and floors of the house cleaned inside. And they will take the pieces that are rubbed off to an unclean place outside the city. ", "42": "Then they will take other stones to put in the place of those stones. And he will cover the walls with a new covering.", "43": "“If the disease comes again in the house, after he has taken out the stones, cleaned the house inside and covered the walls again, ", "44": "then the religious leader will come and look. If the disease has spread in the house, it is a very bad disease in the house. It is unclean. ", "45": "He will tear down the house, its stones, wood, and all the covering of the house. And he will take the pieces outside the city to an unclean place. ", "46": "Anyone who goes into the house during the time it is shut up will be unclean until evening. ", "47": "Whoever lies down in the house will wash his clothes. And whoever eats in the house will wash his clothes.", "48": "“But the religious leader may come in and find that the disease has not spread in the house after its walls have been covered again. Then the religious leader will say the house is clean, because the mark of the disease cannot be seen. ", "49": "He will take two birds, cedar wood, a red string and hyssop to make the house clean. ", "50": "He will kill one of the birds in a clay pot over flowing water. ", "51": "Then he will take the cedar wood and the hyssop and the red string, with the live bird, and put them in the blood of the killed bird and in the flowing water. And he will put some of the blood and water on the house seven times. ", "52": "He will make the house clean with the blood of the bird, the flowing water, the live bird, the cedar wood, the hyssop and the red string. ", "53": "He will let the live bird go free outside the city into the open field. So he will take away sin from the house, and it will be clean.”", "54": "This is the law for any very bad skin disease, even a sore, ", "55": "and for a disease in clothing or in a house, ", "56": "and for a growing sore, and what is left of a sore, and for a bright spot. ", "57": "It is to teach when they are unclean, and when they are clean. This is the law of the very bad skin disease."}