{"1": "'Do not make gods for yourselves. Do not set up for yourselves something to look like a god or a holy object. Do not set up something cut from stone in your land to bow down to. For I am the Lord your God. ", "2": "Keep My Days of Rest and honor My holy place. I am the Lord. ", "3": "If you live by My Laws and do what I say, ", "4": "I will give you rain at the right time. So the land will give its food and the trees will give their fruit. ", "5": "The crushing of your grain will last until the grapes are gathered. The grape gathering will last until the seeds are planted. You will eat your food until you are full, and be safe living in your land. ", "6": "I will give peace in the land. You will lie down and no one will make you afraid. I will make the land free from the danger of wild animals. And no sword will move through your land. ", "7": "You will go after those who hate you, and they will fall in front of you by the sword. ", "8": "Five of you will go after a hundred. A hundred of you will go after ten thousand. And those who hate you will fall in front of you by the sword. ", "9": "I will care for you and give you many children. I will keep My agreement with you. ", "10": "You will eat last year's food, and use it all because you will have new. ", "11": "I will make My home among you. My soul will not turn away from you. ", "12": "I will walk among you and be your God. And you will be My people. ", "13": "I am the Lord your God Who brought you out of the land of Egypt so you would not be their servants. I have broken loose the heavy load from your back and made you walk straight.", "14": "'But if you do not obey Me and do not do all I say, ", "15": "if you turn away from My Laws and do not want to do what I tell you to do, and do not do it, and so break My agreement, ", "16": "I will do this to you: I will bring upon you much fear, disease that destroys, and sickness that will waste away the eyes and make the body weak. You will plant your seeds for nothing, for those who hate you will eat it. ", "17": "I will turn against you so you will fall in front of those who fight you. Those who hate you will rule over you. You will run away when no one is coming after you. ", "18": "If after all of these things you still do not obey Me, I will punish you seven times more for your sins. ", "19": "I will break the pride you have of your power. I will make your sky like iron and your earth like brass. ", "20": "You will use your strength for nothing. For your land will not give food, and the trees of the land will not give fruit.", "21": "'If you act against Me and will not obey Me, I will bring you seven times more trouble than your sins. ", "22": "I will let the wild animals loose among you. They will rob you of your children and destroy your cattle. They will make you few in number, so that your roads will be empty.", "23": "'If after these things you do not turn to Me, but still go against Me, ", "24": "then I will go against you. I Myself will punish you seven times for your sins. ", "25": "I will bring a sword upon you that will punish you for breaking the agreement. I will send disease among you when you gather together in your cities. So you will be given into the hands of those who hate you. ", "26": "When I take away your bread of life, ten women will make your bread in one stove. They will give out your bread by weight. And you will eat it and not be filled.", "27": "'If you still do not obey Me after all this, but go against Me, ", "28": "then I will go against you with anger. I Myself will punish you seven times for your sins. ", "29": "You will eat the flesh of your sons and daughters. ", "30": "I will destroy your high places and cut down your altars of special perfume. I will throw your dead bodies on what is left of your gods. My soul will hate you. ", "31": "I will destroy your cities also, and your holy places. I will not smell your pleasing smells. ", "32": "I will destroy the land, so those living in it who hate you will be filled with fear because of it. ", "33": "I will divide you among the nations and send the sword after you. Your land will be destroyed and your cities a waste.", "34": "'Then the land will be like new because of its Days of Rest while it lies waste and you are in the land of those who hate you. Then the land will rest and have new life because of the Days of Rest. ", "35": "As long as it lies waste it will have the rest it did not have on your Days of Rest, while you were living in it. ", "36": "Of those of you who are left in the lands of those who hate you, I will make their hearts weak. The sound of a leaf blown by the wind will make them run away even when no one is going after them. They will run away as if it were a sword, and they will fall. ", "37": "They will fall over each other as if running from the sword, when no one is going after them. You will have no strength to stand up in front of those who hate you. ", "38": "You will die among the nations. The land of those who hate you will eat you up. ", "39": "So those of you who are left will waste away in the lands of those who hate you, because of their sins. Also because of the sins of their fathers, they will waste away with them.", "40": "'If they tell their sins and the sins of their fathers which they did when they were not faithful to Me and were against Me with anger, ", "41": "(I also was angry with them and brought them into the land of those who hate them) if their sinful heart loses its pride and they are willing to turn away from their sin, ", "42": "I will remember My agreement with Jacob, My agreement with Isaac, and My agreement with Abraham. And I will remember the land. ", "43": "But the land will be left behind them and become better with its Days of Rest while it lies empty without them. During this time they will turn away from their sin because they had not done what I told them to do and their soul hated My Laws. ", "44": "Yet even when they are in the land of those who hate them, I will not turn away from them. I will not hate them enough to destroy them and break My agreement with them. For I am the Lord their God. ", "45": "But because of them I will remember the agreement with their fathers, whom I brought out of the land of Egypt in the eyes of the nations, to be their God. I am the Lord.'”", "46": "These are the Laws which the Lord made between Himself and the people of Israel through Moses at Mount Sinai."}