{"1": "From Simon Peter, a servant and an apostle of Jesus Christ. To everyone who shares with us in the privilege of believing that our God and Savior Jesus Christ will do what is just and fair.[a]", "2": "I pray that God will be kind to you and will let you live in perfect peace! May you keep learning more and more about God and our Lord Jesus.", "3": "We have everything we need to live a life that pleases God. It was all given to us by God's own power, when we learned that he had invited us to share in his wonderful goodness. ", "4": "God made great and marvelous promises, so that his nature would become part of us. Then we could escape our evil desires and the corrupt influences of this world.", "5": "Do your best to improve your faith. You can do this by adding goodness, understanding, ", "6": "self-control, patience, devotion to God, ", "7": "concern for others, and love. ", "8": "If you keep growing in this way, it will show that what you know about our Lord Jesus Christ has made your lives useful and meaningful. ", "9": "But if you don't grow, you are like someone who is nearsighted or blind, and you have forgotten that your past sins are forgiven.", "10": "My friends, you must do all you can to show that God has really chosen and selected you. If you keep on doing this, you won't stumble and fall. ", "11": "Then our Lord and Savior Jesus Christ will give you a glorious welcome into his kingdom that will last forever.", "12": "You are holding firmly to the truth that you were given. But I am still going to remind you of these things. ", "13": "In fact, I think I should keep on reminding you until I leave this body. ", "14": "And our Lord Jesus Christ has already told me that I will soon leave it behind. ", "15": "That is why I am doing my best to make sure that each of you remembers all of this after I am gone.", "16": "When we told you about the power and the return of our Lord Jesus Christ, we were not telling clever stories that someone had made up. But with our own eyes we saw his true greatness. ", "17": "God, our great and wonderful Father, truly honored him by saying, “This is my own dear Son, and I am pleased with him.” ", "18": "We were there with Jesus on the holy mountain and heard this voice speak from heaven.", "19": "All of this makes us even more certain that what the prophets said is true. So you should pay close attention to their message, as you would to a lamp shining in some dark place. You must keep on paying attention until daylight comes and the morning star rises in your hearts. ", "20": "But you need to realize that no one alone can understand any of the prophecies in the Scriptures. ", "21": "The prophets did not think these things up on their own, but they were guided by the Spirit of God."}