{"1": "As governor, I[a] signed the agreement together with Zedekiah and the following priests: ", "2-8": "Seraiah, Azariah, Jeremiah, Pashhur, Amariah, Malchijah, Hattush, Shebaniah, Malluch, Harim, Meremoth, Obadiah, Daniel, Ginnethon, Baruch, Meshullam, Abijah, Mijamin, Maaziah, Bilgai, and Shemaiah.", "9": "The Levites who signed were: Jeshua son of Azaniah, Binnui from the clan of Henadad, Kadmiel, ", "10": "Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, ", "11": "Mica, Rehob, Hashabiah, ", "12": "Zaccur, Sherebiah, Shebaniah, ", "13": "Hodiah, Bani, and Beninu.", "14": "The leaders who signed were: Parosh, Pahath Moab, Elam, Zattu, Bani, ", "15": "Bunni, Azgad, Bebai, ", "16": "Adonijah, Bigvai, Adin, ", "17": "Ater, Hezekiah, Azzur, ", "18": "Hodiah, Hashum, Bezai, ", "19": "Hariph, Anathoth, Nebai, ", "20": "Magpiash, Meshullam, Hezir, ", "21": "Meshezabel, Zadok, Jaddua, ", "22": "Pelatiah, Hanan, Anaiah, ", "23": "Hoshea, Hananiah, Hasshub, ", "24": "Hallohesh, Pilha, Shobek, ", "25": "Rehum, Hashabnah, Maaseiah, ", "26": "Ahiah, Hanan, Anan, ", "27": "Malluch, Harim, and Baanah.", "28-29": "All of us, including priests, Levites, temple guards, singers, temple workers and leaders, together with our wives and children, have separated ourselves from the foreigners in this land and now enter into an agreement with a complete understanding of what we are doing. And so, we now place ourselves under the curse of the Lord our God, if we fail to obey his laws and teachings that were given to us by his servant Moses.", "30": "We won't let our sons and daughters marry foreigners.", "31": "We won't buy goods or grain on the Sabbath or on any other sacred day, not even from foreigners. Every seven years we will let our fields rest, and we will cancel all debts.", "32": "Once a year we will each donate a small amount of silver to the temple of our God. ", "33": "This is to pay for the sacred bread, as well as for the daily sacrifices and special sacrifices such as those offered on the Sabbath and during the New Moon Festival and the other festivals. It will also pay for the sacrifices to forgive our sins and for all expenses connected with the worship of God in the temple.", "34": "We have decided that the families[b] of priests, Levites, and ordinary people will supply firewood for the temple each year, so that sacrifices can be offered on the altar, just as the Lord our God has commanded.", "35": "Each year we will bring to the temple the first part of our harvest of grain and fruit.", "36": "We will bring our first-born sons and the first-born males of our herds and flocks and offer them to the priests who serve in the temple, because this is what is written in God's Law.[c]", "37": "To the priests in the temple of our God, we will bring the bread dough from the first harvest, together with our best fruit, and an offering of new wine and olive oil. We will bring ten percent of our grain harvest to those Levites who are responsible for collecting it in our towns. ", "38": "A priest from the family of Aaron must be there when we give this to the Levites. Then the Levites will put one tenth of this part in the temple storeroom, ", "39": "which is also the place for the sacred objects used by the priests, the temple guards, and the singers. Levites and everyone else must bring their gifts of grain, wine, and olive oil to this room. We will not neglect the temple of our God."}