{"1": "On that day when the Law of Moses was read aloud to everyone, it was discovered that Ammonites and Moabites were forbidden to belong to the people of God. ", "2": "This was because they had refused to give food and water to Israel and had hired Balaam[a] to call down a curse on them. However, our God turned the curse into a blessing. ", "3": "Following the reading of the Law of Moses, the people of Israel started sending away anyone who had any foreign ancestors.", "4": "The priest Eliashib was a relative of Tobiah and had earlier been put in charge of the temple storerooms. ", "5": "So he let Tobiah live in one of these rooms, where all kinds of things had been stored—the grain offerings, incense, utensils for the temple, as well as the tenth of the grain, wine, and olive oil that had been given for the use of the Levites, singers, and temple guards, and the gifts for the priests.", "6": "This happened in the thirty-second year that Artaxerxes[b] ruled Babylonia. I was away from Jerusalem at the time, because I was visiting him. Later I received permission from the king ", "7": "to return to Jerusalem. Only then did I find out that Eliashib had done this terrible thing of letting Tobiah have a room in the temple. ", "8": "It upset me so much that I threw out every bit of Tobiah's furniture. ", "9": "Then I ordered the room to be cleaned and the temple utensils, the grain offerings, and the incense to be brought back into the room.", "10": "I also found out that the temple singers and several other Levites had returned to work on their farms, because they had not been given their share of the harvest. ", "11": "I called the leaders together and angrily asked them, “Why is the temple neglected?” Then I told them to start doing their jobs. ", "12": "After this, everyone in Judah brought a tenth of their grain, wine, and olive oil to the temple storeroom. ", "13": "Finally, I appointed three men with good reputations to be in charge of what was brought there and to distribute it to the others. They were Shelemiah the priest, Zadok the teacher of the Law, and Pedaiah the Levite. Their assistant was Hanan, the son of Zaccur and the grandson of Mattaniah.", "14": "I pray that my God will remember these good things that I have done for his temple and for those who worship there.", "15": "I also noticed what the people of Judah were doing on the Sabbath. Not only were they trampling grapes to make wine, but they were harvesting their grain, grapes, figs, and other crops, and then loading these on donkeys to sell in Jerusalem. So I warned them not to sell food on the Sabbath. ", "16": "People who had moved to Jerusalem from the city of Tyre were bringing in fish and other things to sell there on the Sabbath. ", "17": "I got angry and said to the leaders of Judah, “This evil you are doing is an insult to the Sabbath! ", "18": "Didn't God punish us and this city because our ancestors did these very same things? And here you are, about to make God furious again by disgracing the Sabbath!”", "19": "I ordered the gates of Jerusalem to be closed on the eve of the Sabbath[c] and not to be opened until after the Sabbath had ended. Then I put some of my own men in charge of the gates to make certain that nothing was brought in on the Sabbath. ", "20": "Once or twice some merchants spent the night outside Jerusalem with their goods. ", "21": "But I warned them, “If you do this again, I'll have you arrested.” From then on, they did not come on the Sabbath. ", "22": "I ordered the Levites to make themselves holy and to guard the gates on the Sabbath, so that it would be kept holy. God is truly merciful, and I pray that he will treat me with kindness and bless me for doing this.", "23": "I discovered that some Jewish men had married women from Ashdod, Ammon, and Moab. ", "24": "About half of their children could not speak Hebrew—they spoke only the language of Ashdod or some other foreign language. ", "25": "So in my anger, I called down curses on those men. I had them beaten and even pulled out the hair of some of them. Then I made them promise: In the name of God we solemnly promise not to let our sons and daughters marry foreigners. ", "26": "God dearly loved King Solomon of Israel and made him the greatest king on earth, but Solomon's foreign wives led him into sin. ", "27": "So we will obey you and not rebel against our God by marrying foreign women.", "28": "Jehoiada, the son of the high priest Eliashib, had a son who had married a daughter of Sanballat from Horon,[d] and I forced his son to leave.", "29": "I pray that God will punish them for breaking their priestly vows and disgracing the Levi tribe.", "30": "Then I made sure that the people were free from every foreign influence, and I assigned duties for the priests and Levites. ", "31": "I also arranged for the people to bring firewood to the altar each day and for them to bring the first part of their harvest to the temple. I pray that God will bless me for the good I have done."}