{"1": "These are the people who helped rebuild the wall and gates of Jerusalem: The high priest Eliashib and the other priests rebuilt Sheep Gate and hung its doors. Then they dedicated Sheep Gate and the section of the wall as far as Hundred Tower and Hananel Tower.", "2": "The people of Jericho rebuilt the next section of the wall, and Zaccur son of Imri rebuilt the section after that.", "3": "The family of Hassenaah built Fish Gate. They put the beams in place and hung the doors, then they added metal bolts and wooden beams as locks.", "4": "Meremoth, son of Uriah and grandson of Hakkoz, completed the next section of the wall. Meshullam, son of Berechiah and grandson of Meshezabel, rebuilt the next section, and Zadok son of Baana rebuilt the section beside that.", "5": "The next section was to be repaired by the men of Tekoa, but their town leaders refused to do the hard work they were assigned.[a]", "6": "Joiada son of Paseah and Meshullam son of Besodeiah restored Ancient Gate. They put the beams in place, hung the doors, and added metal bolts and wooden beams as locks. ", "7": "Melatiah from Gibeon, Jadon from Meronoth, and the men from Gibeon and Mizpah rebuilt the next section of the wall. This section reached as far as the house of the governor of West Euphrates Province.[b]", "8": "Uzziel son of Harhaiah the goldsmith rebuilt the next section. Hananiah the perfume maker rebuilt the section next after that, and it went as far as Broad Wall.", "9": "Rephaiah son of Hur ruled half of the Jerusalem District, and he rebuilt the next section of the wall.", "10": "The section after that was close to the home of Jedaiah son of Harumaph, and he rebuilt it. Hattush son of Hashabneiah constructed the next section of the wall.", "11": "Malchijah son of Harim and Hasshub son of Pahath Moab rebuilt the section after that, and they also built Oven Tower.", "12": "Shallum son of Hallohesh ruled the other half of the Jerusalem District, and he rebuilt the next section of the wall. Shallum's daughters also worked with him.", "13": "Hanun and the people who lived in the town of Zanoah rebuilt Valley Gate. They hung the doors and added metal bolts and wooden beams as locks. They also rebuilt the wall for fifteen hundred feet, all the way to Garbage Gate.", "14": "Malchijah son of Rechab ruled the district of Beth-Haccherem, and he rebuilt Garbage Gate. He hung the doors and added metal bolts and wooden beams as locks.", "15": "Shallum[c] son of Colhozeh ruled the district of Mizpah, and he rebuilt Fountain Gate. He put a cover over the gateway, then hung the doors and added metal bolts and wooden beams as locks. He also rebuilt the wall at Shelah Pool. This section was next to the king's garden and went as far as the stairs leading down from David's City.", "16": "Nehemiah son of Azbuk ruled half of the district of Beth-Zur, and he rebuilt the next section of the wall. It went as far as the royal cemetery,[d] the artificial pool, and the army barracks.", "17": "The Levites who worked on the next sections of the wall were Rehum son of Bani; Hashabiah, who ruled half of the district of Keilah and did this work for his district; ", "18": "Binnui[e] son of Henadad, who ruled the other half of the district of Keilah; ", "19": "Ezer son of Jeshua, who ruled Mizpah, rebuilt the section of the wall that was in front of the armory and reached to the corner of the wall; ", "20": "Baruch son of Zabbai eagerly rebuilt the section of the wall that went all the way to the door of the house of Eliashib the high priest; ", "21": "Meremoth, son of Uriah and grandson of Hakkoz, built up to the far end of Eliashib's house.", "22": "Here is a list of the priests who worked on the wall: Priests from the region around Jerusalem rebuilt the next section of the wall.", "23": "Benjamin and Hasshub rebuilt the wall in front of their own houses. Azariah, who was the son of Maaseiah and the grandson of Ananiah, rebuilt the section in front of his house.", "24": "Binnui son of Henadad rebuilt the section of the wall from Azariah's house to the corner of the wall.", "25": "Palal son of Uzai rebuilt the next section, which began at the corner of the wall and the tower of the upper palace near the court of the guard. Pedaiah son of Parosh rebuilt the next section of the wall. ", "26": "He stopped at a place near the Water Gate on the east and the tower guarding the temple. This was close to a section in the city called Ophel, where the temple workers lived.[f]", "27": "The men from Tekoa rebuilt the next section of the wall, and it was their second section.[g] It started at a place across from the large tower that guarded the Temple, and it went all the way to the wall near Ophel.", "28": "Some priests rebuilt the next section of the wall. They began working north of Horse Gate, and each one worked on a section in front of his own house.", "29": "Zadok son of Immer rebuilt the wall in front of his house. Shemaiah son of Shecaniah, who looked after the East Gate, rebuilt the section after that.", "30": "Hananiah and Hanun[h] rebuilt the next section, which was the second section[i] for them. Meshullam son of Berechiah rebuilt the next section, which happened to be in front of his house.", "31": "Malchijah, a goldsmith, rebuilt the next section, as far as the house used by the temple workers and merchants. This area was across from Gathering Gate, near the room on top of the wall at the northeast corner.", "32": "The goldsmiths and merchants rebuilt the last section of the wall, which went from the corner room all the way to Sheep Gate."}