{"1": "On the twenty-fourth day of the seventh month,[a] the people of Israel went without eating, and they dressed in sackcloth and threw dirt on their heads to show their sorrow. ", "2": "They refused to let foreigners join them, as they met to confess their sins and the sins of their ancestors. ", "3": "For three hours they stood and listened to the Law of the Lord their God, and then for the next three hours they confessed their sins and worshiped the Lord.", "4": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the special platform for the Levites and prayed aloud to the Lord their God. ", "5": "Then the Levites Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said: “Stand and shout praises to your Lord, the eternal God![b] Praise his wonderful name, though he is greater than words can express.”", "6": "You alone are the Lord, Creator of the heavens and all the stars, Creator of the earth and those who live on it, Creator of the ocean and all its creatures. You are the source of life, praised by the stars that fill the heavens.", "7": "You are the Lord our God, the one who chose Abram— you brought him from Ur in Babylonia and named him Abraham.", "8": "Because he was faithful, you made an agreement to give his descendants the land of the Canaanites and Hittites, of the Amorites and Perizzites, and of the Jebusites and Girgashites. Now you have kept your promise, just as you always do.", "9": "When our ancestors were in Egypt, you saw their suffering; when they were at the Red Sea,[c] you heard their cry for help.", "10": "You knew that the King of Egypt and his officials and his nation had mistreated your people. So you worked fearsome miracles against the Egyptians and earned a reputation that still remains.", "11": "You divided the deep sea, and your people walked through on dry land. But you tossed their enemies in, and they sank down like a heavy stone.", "12": "Each day you led your people with a thick cloud, and at night you showed the way with a flaming fire.", "13": "At Sinai you came down from heaven, and you gave your people good laws and teachings that are fair and honest.", "14": "You commanded them to respect your holy Sabbath, and you instructed your servant Moses to teach them your laws.", "15": "When they were hungry, you sent bread from heaven, and when they were thirsty, you let water flow from a rock. Then you commanded them to capture the land that you had solemnly promised.", "16": "Our stubborn ancestors refused to obey— they forgot about the miracles you had worked for them, and they were determined to return to Egypt and become slaves again.", "17": "But, our God, you are merciful and quick to forgive; you are loving, kind, and very patient. So you never turned away from them—", "18": "not even when they made an idol shaped like a calf and insulted you by claiming, “This is the god who rescued us from Egypt.”", "19": "Because of your great mercy, you never abandoned them in the desert. And you always guided them with a cloud by day and a fire at night.", "20": "Your gentle Spirit instructed them,[d] and you gave them manna[e] to eat and water to drink.", "21": "You took good care of them, and for forty years they never lacked a thing. Their shoes didn't wear out, and their feet were never swollen.", "22": "You let them conquer kings and take their land, including King Sihon of Heshbon and King Og of Bashan.[f]", "23": "You brought them into the land that you had promised their ancestors, and you blessed their nation with people that outnumbered the stars in the sky.", "24": "Then their descendants conquered the land. You helped them defeat the kings and nations and treat their enemies however they wished.", "25": "They captured strong cities and rich farmland; they took furnished houses, as well as cisterns,[g] vineyards, olive orchards, and numerous fruit trees. They ate till they were satisfied, and they celebrated your abundant blessings.", "26": "In spite of this, they rebelled and disobeyed your laws. They killed your prophets, who warned them to turn back to you, and they cursed your name.", "27": "So you handed them over to their enemies, who treated them terribly. But in their sufferings, they begged you to help. From heaven you listened to their prayers and because of your great mercy, you sent leaders to rescue them.", "28": "But when they were at peace, they would turn against you, and you would hand them over to their enemies. Then they would beg for help, and because you are merciful, you rescued them over and over again.", "29": "You warned them to turn back and discover true life by obeying your laws. But they stubbornly refused and continued to sin.", "30": "For years, you were patient, and your Spirit[h] warned them with messages spoken by your prophets. Still they refused to listen, and you handed them over to their enemies.", "31": "But you are merciful and kind, and so you never forgot them or let them be destroyed.", "32": "Our God, you are powerful, fearsome, and faithful, always true to your word. So please keep in mind the terrible sufferings of our people, kings, leaders, priests, and prophets, from the time Assyria ruled until this very day.", "33": "You have always been fair when you punished us for our sins.", "34": "Our kings, leaders, and priests have never obeyed your commands or heeded your warnings.", "35": "You blessed them with a kingdom and with an abundance of rich, fertile land, but they refused to worship you or turn from their evil.", "36": "Now we are slaves in this fruitful land you gave to our ancestors.", "37": "Its plentiful harvest is taken by kings you placed over us because of our sins. Our suffering is unbearable, because they do as they wish to us and our livestock.", "38": "And so, a firm agreement was made that had the official approval of the leaders, the Levites, and priests. "}