{"1-3": "When they were approaching Jerusalem and had come to Bethphage and Bethany on the slopes of the Mount of Olives, he sent off two of his disciples with these instructions, “Go into the village just ahead of you and as soon as you enter it you will find a tethered colt on which no one has yet ridden. Untie it, and bring it here. If anybody asks you, 'Why are you doing this?', just say, 'The Lord needs it, and will send it back immediately.'”", "4-7": "So they went off and found the colt tethered by a doorway outside in the open street, and they untied it. Some of the bystanders did say, “What are you doing, untying this colt?”, but they made the reply Jesus told them to make, and the men raised no objection. So they brought the colt to Jesus, threw their coats on its back, and he took his seat upon it.", "8-10": "Many of the people spread out their coats in his path as he rode along, and others put down straw which they had cut from the fields. The whole crowd, both those who were in front and those who were behind Jesus, shouted, “God save him!—'Blessed is he who comes in the name of the Lord!' God bless the coming kingdom of our father David! God save him from on high!”", "11": "Jesus entered Jerusalem and went into the Temple and looked round on all that was going on. And then, since it was already late in the day, he went out to Bethany with the twelve.", "12-14": "On the following day, when they had left Bethany, Jesus felt hungry. He noticed a fig-tree in the distance covered with leaves, and he walked up to it to see if he could find any fruit on it. But when he got to it, he could find nothing but leaves, for it was not yet time for the figs. Then Jesus spoke to the tree, “May nobody ever eat fruit from you!” And the disciples heard him say it.", "15-17": "Then they came into Jerusalem and Jesus went into the Temple and began to drive out those who were buying and selling there. He overturned the tables of the money-changers and the benches of the dove-sellers, and he would not allow people to carry their water-pots through the Temple. And he taught them and said, “Doesn't the scripture say, 'My house shall be called a house of prayer for all nations?'. But you have turned it into a 'den of thieves!'”", "18-19": "The chief priests and scribes heard him say this and tried to find a way of getting rid of him. But they were in fact afraid of him, for his teaching had captured the imagination of the people. And every evening he left the city.", "20-21": "One morning as they were walking along, they noticed that the fig-tree had withered away to the roots. Peter remembered it, and said, “Master, look, the fig-tree that you cursed is all shrivelled up!”", "22-26": "“Have faith in God,” replied Jesus to them. “I tell you that if anyone should say to this hill, 'Get up and throw yourself into the sea', and without any doubt in his heart believe that what he says will happen, then it will happen! That is why I tell you, whatever you pray about and ask for, believe that you have received it and it will be yours. And whenever you stand praying, you must forgive anything that you are holding against anyone else, and your Heavenly Father will forgive you your sins.”", "27-28": "So they came once more to Jerusalem, and while Jesus was walking in the Temple, the chief priests, elders and scribes approached him, and asked, “What authority have you for what you're doing? And who gave you permission to do these things?”", "29-30": "“I am going to ask you a question,” replied Jesus, “and if you answer me, I will tell you what authority I have for what I do. The baptism of John, now—did it come from Heaven or was it purely human? Tell me that.”", "31-32": "At this they argued with each other, “If we say from Heaven, he will say, 'then why didn't you believe in him?' but if we say it was purely human, well ...” For they were frightened of the people, since all of them believed that John was a real prophet.", "33": "So they answered Jesus, “We do not know.” “Then I cannot tell you by what authority I do these things,” returned Jesus."}