{"1": "The moment daylight came the chief priests called together a meeting of elders, scribes and members of the whole council, bound Jesus and took him off and handed him over to Pilate.", "2": "Pilate asked him straight out, “Well, you—are you the king of the Jews?” “Yes, I am,” he replied.", "3-4": "The chief priests brought many accusations. So Pilate questioned him again, “Have you nothing to say? Listen to all their accusations!”", "5": "But Jesus made no further answer—to Pilate's astonishment.", "6-9": "Now it was Pilate's custom at festival-time to release a prisoner—anyone they asked for. There was in the prison at the time, with some other rioters who had committed murder in a recent outbreak, a man called Barabbas. The crowd surged forward and began to demand that Pilate should do what he usually did for them. So he spoke to them, “Do you want me to set free the king of the Jews for you?”", "10-12": "For he knew perfectly well that the chief priests had handed Jesus over to him through sheer malice. But the chief priests worked upon the crowd to get them to demand Barabbas' release instead. So Pilate addressed them once more, “Then what am I to do with the man whom you call the king of the Jews?”", "13": "They shouted back, “Crucify him!”", "14": "But Pilate replied, “Why, what crime has he committed?” But their voices rose to a roar, “Crucify him!”", "15": "And as Pilate wanted to satisfy the crowd, he set Barabbas free for them, and after having Jesus flogged handed him over to be crucified.", "16-18": "Then the soldiers marched him away inside the courtyard of the governor's residence and called their whole company together. They dressed Jesus in a purple robe, and twisting some thorn twigs into a crown, they put it on his head. Then they began to greet him, “Hail, your majesty—king of the Jews!”", "19-20": "They hit him on the head with a stick and spat at him, and then bowed low before him on bended knee. And when they had finished their fun with him, they took off the purple cloak and dressed him again in his own clothes. Then they led him outside to crucify him.", "21": "They compelled Simon, a native of Cyrene in Africa, who was on his way from the fields at the time, to carry Jesus' cross.", "22-30": "They took him to a place called Golgotha (which means Skull Hill) and they offered him some drugged wine, but he would not take it. Then they crucified him, and shared out his garments, drawing lots to see what each of them would get. It was about nine o'clock in the morning when they nailed him to the cross. Over his head the placard of his crime read, “THE KING OF THE JEWS.” They also crucified two bandits at the same time, one on each side of him. And the passers-by jeered at him, shaking their heads in mockery, saying, “Hi, you! You could destroy the Temple and build it up again in three days, why not come down from the cross and save yourself?”", "31-32": "The chief priests also made fun of him among themselves and the scribes, and said, “He saved others, he cannot save himself. If only this Christ, the king of Israel, would come down now from the cross, we should see it and believe!” And even the men who were crucified with him hurled abuse at him.", "33-34": "At midday darkness spread over the whole countryside and lasted until three o'clock in the afternoon, and at three o'clock Jesus cried out in a loud voice, 'My God, my God, why have you forsaken me?'", "35": "Some of the bystanders heard these words which Jesus spoke in Aramaic—Eloi, Eloi, lama sabachthani?, and said, “Listen, he's calling for Elijah!”", "36": "One man ran off and soaked a sponge in vinegar, put it on a stick, and held it up for Jesus to drink, calling out, “Let him alone! Let's see if Elijah will come and take him down!”", "37": "But Jesus let out a great cry, and died.", "38": "The curtain of the Temple sanctuary was split in two from top to the bottom.", "39": "And when the centurion who stood in front of Jesus saw how he died, he said, “This man was certainly a son of God!”", "40": "There were some women there looking on from a distance, among them: Mary of Magdala, Mary the mother of the younger James and Joses, and Salome.", "41": "These were the women who used to follow Jesus as he went about in Galilee and look after him. And there were many other women there who had come up to Jerusalem with them.", "42-47": "When the evening came, because it was the day of preparation, that is the day before the Sabbath, Joseph from Arimathaea, a distinguished member of the council, who himself prepared to accept the kingdom of God, went boldly into Pilate's presence and asked for the body of Jesus. Pilate was surprised that he should be dead already and he sent for the centurion and asked whether he had been dead long. On hearing the centurion's report, he gave Joseph the body of Jesus. So Joseph brought a linen winding-sheet, took Jesus down and wrapped him in it, and then put him in a tomb which had been hewn out of the solid rock, rolling a stone over the entrance to it. Mary of Magdala and Mary the mother of Joses were looking on and saw where he was laid."}