{"1-5": "When he re-entered Capernaum some days later, a rumour spread that he was in somebody's house. Such a large crowd collected that while he was giving them his message it was impossible even to get near the doorway. Meanwhile, a group of people arrived to see him, bringing with them a paralytic whom four of them were carrying. And when they found it was impossible to get near him because of the crowd, they removed the tiles from the roof over Jesus' head and let down the paralytic's bed through the opening. And when Jesus saw their faith, he said to the man on the bed, “My son, your sins are forgiven.”", "6-7": "But some of the scribes were sitting there silently asking themselves, “Why does this man talk such blasphemy? Who can possibly forgive sins but God?”", "8-11": "Jesus realised instantly what they were thinking, and said to them, “why must you argue like this in your minds? Which do you suppose is easier—to say to a paralysed man, 'Your sins are forgiven', or 'Get up, pick up your bed and walk'? But to prove to you that the Son of Man has full authority to forgive sins on earth, I say to you,”—and here he spoke to the paralytic—“Get up, pick up your bed and go home.”", "12": "At once the man sprang to his feet, picked up his bed and walked off in full view of them all. Everyone was amazed, praised God, and said, “We have never seen anything like this before.”", "13": "Then Jesus went out again by the lake-side and the whole crowd came to him, and he continued to teach them.", "14": "As Jesus went on his way, he saw Levi the son of Alphaeus sitting at his desk in the tax office and he said to him, “Follow me!”", "15-16": "Levi got up and followed him. Later, when Jesus was sitting at dinner in Levi's house, a large number of tax-collectors and disreputable folk came in and joined him and his disciples. For there were many such people among his followers. When the scribes and Pharisees saw him eating in the company of tax-collectors and outsiders, they remarked to his disciples, “Why does he eat with tax-collectors and sinners?”", "17": "When Jesus heard this, he said to them, “It is not the fit and flourishing who need the doctor, but those who are ill. I did not come to invite the 'righteous', but the 'sinners'.", "18": "The disciples of John and those of the Pharisees were fasting. They came and said to Jesus, “Why do those who follow John or the Pharisees keep fasts but your disciples do nothing of the kind?”", "19-20": "Jesus told them, “Can you expect wedding-guest to fast in the bridegroom's presence? Fasting is out of the question as long as they have the bridegroom with them. But the day will come when the bridegroom will be taken away from them—that will be the time for them to fast.", "21-22": "“Nobody,” he continued, “sews a patch of unshrunken cloth on to an old coat. If he does, the new patch tears away from the old and the hole is worse than ever. And nobody puts new wine into old wineskins. If he does, the new wine bursts the skins, the wine is spilt and the skins are ruined. No, new wine must go into new wineskins.”", "23-24": "One day he happened to be going through the cornfields on the Sabbath day. And his disciples, as they made their way along, began to pick the ears of corn. The Pharisees said to him, “Look at that! Why should they do what is forbidden on the Sabbath day?”", "25-28": "Then he spoke to them. “Have you never read what David did, when he and his companions were hungry? Haven't you read how he went into the house of God when Abiathar was High Priest, and ate the presentation loaves, which nobody is allowed to eat, except the priests—and gave some of the bread to his companions? The Sabbath,” he continued, “was made for man's sake; man was not made for the sake of the Sabbath. That is why the Son of Man is master even of the Sabbath.”"}