{"1-8": "Then once again he began to teach them by the lake-side. A bigger crowd than ever collected around him so that he got into the little boat on the lake and sat down, while the crowd covered the ground right up to the water's edge. He taught them a great deal in parables, and in the course of his teaching he said, “Listen! A man once went out to sow his seed and as he sowed, some seed fell by the roadside and the birds came and gobbled it up. Some of the seed fell among the rocks where there was not much soil, and sprang up very quickly because there was no depth of earth. But when the sun rose it was scorched, and because it had no root, it withered away. And some of the seed fell among thorn-bushes and the thorns grew up and choked the life out of it, and it bore no crop. And there was some seed which fell on good soil, and when it grew, produced a crop which yielded thirty or sixty or even a hundred times as much as the seed.”", "9": "Then he added, “Every man who has ears should use them!”", "10-12": "Then when they were by themselves, his close followers and the twelve asked him about the parables, and he told them. “The secret of the kingdom of God has been given to you. But to those who do not know the secret, everything remains in parables, so that, 'seeing they may see and not perceive, and hearing they may hear and not understand; lest they should turn, and their sins be forgiven them'”.", "13-20": "Then he continued, “Do you really not understand this parable? Then how are you going to understand all the other parables? The man who sows, sows the message. As for those who are by the roadside where the message is sown, as soon as they hear it Satan comes at once and takes away what has been sown in their minds. Similarly, the seed sown among the rocks represents those who hear the message without hesitation and accept it joyfully. But they have no real roots and do not last—when trouble or persecution arises because of the message, they give up their faith at once. Then there are the seeds which were sown among thorn-bushes. These are the people who hear the message, but the worries of this world and the false glamour of riches and all sorts of other ambitions creep in and choke the life out of what they have heard, and it produces no crop in their lives. As for the seed sown on good soil, this means the men who hear the message and accept it and do produce a crop—thirty, sixty, even a hundred times as much as they received.”", "21-23": "Then he said to them, “Is a lamp brought into the room to be put under a bucket or underneath the bed? Surely its place is on the lamp-stand! There is nothing hidden which is not meant to be made perfectly plain one day, and there are no secrets which are not meant one day to be common knowledge. If a man has ears he should use them!”", "24-25": "“Be careful how you listen,” he said to them. “Whatever measure you use will be used towards you, and even more than that. For the man who has something will receive more. As for the man who has nothing, even his nothing will be taken away.”", "26-29": "Then he said, “The kingdom of God is like a man scattering seed on the ground and then going to bed each night and getting up every morning, while the seed sprouts and grows up, though he has no idea how it happens. The earth produces a crop without any help from anyone: first a blade, then the ear of corn, then the full-grown grain in the ear. And as soon as the crop is ready, he sends his reapers in without delay, for the harvest-time has come.”", "30-32": "Then he continued, “What can we say the kingdom of God is like? How shall we put it in a parable? It is like a tiny grain of mustard-seed which, when it is sown, is smaller than any seed that is ever sown. But after it is sown in the earth, it grows up and becomes bigger than any other plant. It shoots out great branches so that birds can come and nest in its shelter.”", "33-34": "So he taught them his message with many parables such as their minds could take in. He did not speak to them at all without using parables, although in private he explained everything to his disciples.", "35": "On the evening of that day, he said to them, “Let us cross over to the other side of the lake.”", "36-38": "So they sent the crowd home and took him with them in the little boat in which he had been sitting, accompanied by other small craft. Then came a violent squall of wind which drove the waves aboard the boat until it was almost swamped. Jesus was in the stern asleep on the cushion. They awoke him with the words, “Master, don't you care that we're drowning?”", "39": "And he woke up, rebuked the wind, and said to the waves, “Hush now! Be still!” The wind dropped and everything was very still.", "40": "“Why are you so frightened? What has happened to your faith?! he asked them.", "41": "But sheer awe swept over them and they kept saying to each other, “Who ever can he be?—even the wind and the waves do what he tells them!”"}