{"1-4": "Then he left that district and came into his own native town followed by his disciples. When the Sabbath day came, he began to teach in the synagogue. The congregation was astonished and remarked, “Where does he get all this? What is this wisdom that he has been given—and what about these marvellous things that he can do? He's only the carpenter, Mary's son, the brother of James, Joses, Judas and Simon; and his sisters are living here with us!” And they were deeply offended with him. But Jesus said to them, “No prophet goes unhonoured—except in his native town or with his own relations or in his own home!”", "5-11": "a And he could do nothing miraculous there apart from laying his hands on a few sick people and healing them; their lack of faith astonished him. b-11 Then he made his way round the villages, continuing his teaching. He summoned the twelve, and began to send them out in twos, giving them power over evil spirits. He instructed them to take nothing for the road except a staff—no satchel, no bread and no money in their pockets. They were to wear sandals and not to take more than one coat. And he told them, “Wherever you are, when you go into a house, stay there until you leave that place. And wherever people will not welcome you or listen to what you have to say, leave them and shake the dust off your feet as a protest against them!”", "12-13": "So they went out and preached that men should change their whole outlook. They expelled many evil spirits and anointed many sick people with oil and healed them.", "14-16": "“All this came to the ears of king Herod, for Jesus' reputation was spreading, and people were saying that John the Baptist had risen from the dead, and that was why he was showing such miraculous powers. Others maintained that he was Elijah, and others that he was one of the prophets of the old days come back again. But when Herod heard of all this, he said, “It must be John whom I beheaded, risen from the dead!”", "17-20": "For Herod himself had sent and arrested John and had him bound in prison, all on account of Herodias, wife of his brother Philip. He had married her, though John used to say to Herod, “It is not right for you to possess your own brother's wife.” Herodias herself was furious with him for this and wanted to have him executed, but she could not do it, for Herod had a deep respect for John, knowing that he was a just and holy man, and protected him. He used to listen to him and be profoundly disturbed, and yet he enjoyed hearing him.", "21-23": "Then a good opportunity came, for Herod gave a birthday party for his courtiers and army commanders and for the leading people in Galilee. Herodias' daughter came in and danced, to the great delight of Herod and his guests. The king said to the girl, “Ask me anything you like and I will give it to you!” And he swore to her, “I will give you whatever you ask me, up to half of my kingdom!”", "24": "And she went and spoke to her mother, “What shall I ask for?” And she said, “The head of John the Baptist!”", "25": "The girl rushed back to the king's presence, and made her request. “I want you to give me, this minute, the head of John the Baptist on a dish!” she said.", "26-29": "Herod was aghast, but because of his oath and the presence of his guests, he did not like to refuse her. So he sent one of the palace guardsman straightaway to bring him John's head. He went off and beheaded him in the prison, brought back his head on the dish, and gave it to the girl who handed it to her mother. When his disciples heard what had happened, they came and took away the body and put it in a tomb.”", "30-36": "The apostles returned to Jesus and reported to him every detail of what they had done and taught. “Now come along to some quiet place by yourselves, and rest for a little while,” said Jesus, for there were people coming and going incessantly so that they had not even time for meals. They went off in the boat to a quiet place by themselves, but a great many saw them go and recognised them, and people from all the towns hurried around the shore on foot to forestall them. When Jesus disembarked he saw the large crowd and his heart was touched with pity for them because they seemed to him like sheep without a shepherd. And he settled down to teach them about many things. As the day wore on, his disciples came to him and said, “We are right in the wilds here and it is getting late. Let them go now, so that they can buy themselves something to eat from the farms and villages around here”", "37": "But Jesus replied, “You give them something to eat!” “You mean we're to go and spend ten pounds on bread (equivalent to six month's wages)? Is that how you want us to feed them?”", "38": "“What bread have you got?” asked Jesus. “Go and have a look.” And when they found out, they told him, “We have five loaves and two fish.”", "39-44": "Then Jesus directed the people to sit down in parties on the fresh grass. And they threw themselves down in groups of fifty and a hundred. Then Jesus took the five loaves and the two fish, and looking up to Heaven. thanked God, broke the loaves and gave them to the disciples to distribute to the people. And he divided the two fish among them all. Everybody ate and was satisfied. Afterwards they collected twelve baskets full of pieces of bread and fish that were left over. There were five thousand men who ate the loaves.", "45-50": "Directly after this, Jesus made his disciples get aboard the boat and go on ahead to Bethsaida on the other side of the lake, while he himself sent the crowds home. And when he had sent them all on their way, he went off to the hill-side to pray. When it grew late, the boat was in the middle of the lake, and he was by himself on land. He saw them straining at the oars, for the wind was dead against them. And in the small hours he went towards them, walking on the waters of the lake, intending to come alongside them. But when they saw him walking on the water, they thought he was a ghost, and screamed out. For they all saw him and they were absolutely terrified. But Jesus at once spoke quietly to them, “It's all right, it is I myself; don't be afraid!”", "51-52": "And he climbed aboard the boat with them, and the wind dropped. But they were scared out of their wits. They had not had the sense to learn the lesson of the loaves. Even that miracle had not opened their eyes to see who he was.", "53-56": "And when they had crossed over to the other side of the lake, they landed at Gennesaret and tied up there. As soon as they came ashore, the people recognised Jesus and rushed all over the countryside and began to carry the sick around on their beds to wherever they heard that he was. Wherever he went, in villages or towns or farms, they laid down their sick right in the road-way and begged him that they might “just touch the edge of his cloak”. And all those who touched him were healed."}