{"1": "“I have come into my garden, my sister, my bride. I have gathered my perfume with my spice. I have eaten my honey and the comb. I have drunk my wine and my milk. Eat and drink, friends. Drink much, O lovers.”", "2": "“I was asleep, but my heart was awake. A voice! My love was knocking: 'Open to me, my sister, my love, my dove, my perfect one! For my head is wet from the water on the grass in the early morning. My hair is wet from the night.' ", "3": "I have taken off my dress. How can I put it on again? I have washed my feet. Should I get them dirty again? ", "4": "My love put his hand through the opening, and joy filled my heart. ", "5": "I got up to let my love in, and perfume fell from my hands. Wet perfume fell from my fingers onto the lock. ", "6": "I opened the door to my love, but he had already gone! My heart went out to him as he spoke. I looked for him, but did not find him. I called him, but he did not answer me. ", "7": "The watchmen of the city found me. They beat me and hurt me. The watchmen of the walls took my coat from me. ", "8": "I tell you, O daughters of Jerusalem, if you find my loved one, you must tell him that I am weak with love.”", "9": "“What is your loved one more than another loved one, O most beautiful among women? What is your loved one more than another loved one, that you tell us to do this?”", "10": "“My loved one is bright and red, the best among 10,000. ", "11": "His head is like gold, pure gold. His hair has waves and is black as a raven. ", "12": "His eyes are like doves beside rivers of water, washed in milk, and resting in their places. ", "13": "His cheeks are like beds of spices, with sweet-smelling plants. His lips are like lily flowers giving off drops of perfume. ", "14": "His hands are strong pieces of gold set with stones of much worth. His body is made of ivory set with stones of much worth. ", "15": "His legs are pillars of clay put on bases of pure gold. He looks like Lebanon, as beautiful as the cedar trees. ", "16": "His mouth is very sweet, everything about him is pleasing. This is my loved one and this is my friend, O daughters of Jerusalem.”"}