{"1": "The Lord spoke his word to Joel son of Pethuel:", "2": "Elders, listen to this message. Listen to me, all you people who live in the land. Nothing like this has ever happened during your lifetime. Nothing like this has ever happened during your fathers' lifetimes.", "3": "Tell your children about these things. And let your children tell their children. And let your grandchildren tell their children.", "4": "What the cutting locusts have not eaten, the swarming locusts have eaten. And what the swarming locusts have left, the hopping locusts have eaten. And what the hopping locusts have left, the destroying locusts[a] have eaten.", "5": "Drunks, wake up and cry! All of you people who drink wine, cry! Cry because your sweet wine has been taken away from you.", "6": "A powerful nation has come into my land. It has too many soldiers to count. It has teeth like a lion. And it has fangs like a female lion.", "7": "That army has eaten my grapevines. It has destroyed my fig trees. It has eaten the bark off my trees and left the branches white.", "8": "Cry as a young woman cries when the man she was going to marry is killed.", "9": "There will be no more grain or drink offerings to offer in the Temple of the Lord. Because of this, the priests, the servants of the Lord, cry.", "10": "The fields are ruined. Even the ground is dried up. The grain is destroyed. The new wine is dried up. And the olive oil runs out.", "11": "Be sad, farmers. Cry loudly, you who grow grapes. Cry for the wheat and the barley. Cry because the harvest in the field is lost.", "12": "The vines have become dry. And the fig trees are dying. The pomegranate trees, the date palm trees and the apple trees have dried up. All the trees in the field have died. And the happiness of the people has died, too.", "13": "Priests, put on your rough cloth and cry to show your sadness. Servants of the altar, cry out loud. Servants of my God, sleep in your rough cloth to show your sadness. Cry because there will be no more grain or drink offerings to offer in the Temple of your God.", "14": "Call the people together. Tell them there will be a time to give up food. Bring together the elders and everyone who lives in the land. Bring them to the Temple of the Lord your God. And cry out to the Lord.", "15": "This will be a terrible day! The Lord's day of judging is near. At that time punishment will come like an attack from God All-Powerful.", "16": "Our food is taken away while we watch. Joy and happiness are gone from the Temple of our God.", "17": "We planted seeds, but they lie dry and dead in the dirt. Our barns are empty and falling down. The storerooms for grain have been broken down. This is because the grain has dried up.", "18": "The animals are hungry and groaning! The herds of cattle wander around confused. They have no grass to eat. Even the flocks of sheep suffer.", "19": "Lord, I am calling to you for help. Fire has burned up the open pastures. Flames have burned all the trees in the field.", "20": "Wild animals also need your help. The water in the streams has dried up. Fire has burned up the open pastures."}