{"1": "Blow the trumpet in Jerusalem. Shout a warning on my holy mountain. Let all the people who live in the land shake with fear. The Lord's day of judging is coming. The Lord's day of judging is near.", "2": "It will be a dark, gloomy day. It will be a cloudy and black day. Like the light at sunrise, the great and powerful army will spread over the mountains. There has never been anything like it before. And there will never be anything like it again.", "3": "The army destroys the land like a burning fire. The land in front of them is like the garden of Eden. The land behind them is like an empty desert. Nothing will escape them.", "4": "They look like horses. They run like war horses.", "5": "Listen to them! It is like the noise of chariots rumbling over the mountains. It is like the noise of crackling flames burning dry stalks. They are like a powerful army lined up for battle.", "6": "Before this army, nations shake with fear. Their faces become pale.", "7": "The army charges ahead like soldiers. They climb over the walls like warriors. They all march straight ahead. They do not move off their path.", "8": "They do not run into each other. Each one walks in line. They charge through all efforts to stop them and stay in line.", "9": "They run into the city. They run along the tops of the walls. They climb into the houses. They enter through windows like a thief.", "10": "Before them, earth and sky shake. The sun and the moon become dark, and the stars stop shining.", "11": "The Lord calls out orders loudly as he leads his army. That army obeys his commands. It is very large and powerful. The Lord's day of judging is an overwhelming and terrible day. No one can stand up against it.", "12": "The Lord says, “Now, come back to me with all your heart. Go without food, and cry and be sad.”", "13": "Tearing your clothes is not enough to show you are sad. Let your heart be broken. Come back to the Lord your God. He is kind and shows mercy. He doesn't become angry quickly. He has great love. He would rather forgive than punish.", "14": "Who knows? Maybe the Lord will change his mind and leave behind a blessing for you. Then you may give grain and drink offerings to the Lord your God.", "15": "Blow the trumpet in Jerusalem. Call for a special time of going without food. Call for a special meeting.", "16": "Bring the people together. Make the meeting holy for the Lord. Bring together the elders. Bring together the children, even babies that still feed at their mothers' breasts. The bridegroom should come from his room. The bride should come from her bedroom.", "17": "The priests, the Lord's servants, should cry. They should cry between the altar and entrance to the Temple. They should say, “Lord, have mercy on your people. Don't let them be put to shame. Don't let other nations make fun of them. Don't let people in other nations ask, 'Where is their God?'”", "18": "Then the Lord became concerned about his land. He felt sorry for his people.", "19": "The Lord said to them: “I will send you grain, wine and olive oil. You will have plenty. No more will I shame you among the nations.", "20": "I will force the army from the north to leave your land. I will force them into a dry, empty land. Their soldiers in front will be forced into the Dead Sea. And those in the rear will be forced into the Mediterranean Sea. Their bodies will rot and stink because they did horrible things.”", "21": "But, land, don't be afraid. Be happy and full of joy because the Lord has begun to do wonderful things.", "22": "Wild animals, don't be afraid. The open pastures will grow grass. The trees will grow fruit. The fig trees and the vines will grow much fruit.", "23": "So be happy, people of Jerusalem. Be joyful in the Lord your God. He will do what is right and will give you rain. He will send the early rain and the late rain for you, as before.", "24": "And the threshing floors will be full of wheat. And the barrels will overflow with wine and olive oil.", "25": "“I sent my great army against you. Those swarming locusts and the hopping locusts, the destroying locusts and the cutting locusts[a] ate your crops. But I will pay you back for those years of trouble.", "26": "Then you will have plenty to eat. You will be full. You will praise the name of the Lord your God. He has done miracles for you. My people will never again be shamed.", "27": "Then you will know that I am among the people of Israel. You will know that I am the Lord your God. There is no other God. My people will never be shamed again.", "28": "“After this, I will give my Spirit freely to all kinds of people. Your sons and daughters will prophesy. Your old men will dream dreams. Your young men will see visions.", "29": "At that time I will give my Spirit even to servants, both men and women.", "30": "I will show miracles in the sky and on the earth: blood, fire and thick smoke.", "31": "The sun will become dark. The moon will become red as blood. And then the Lord's overwhelming and terrible day of judging will come.", "32": "Then anyone who asks the Lord for help will be saved. Even on Mount Zion and in Jerusalem there will be people who will be saved. This will happen just as the Lord has said. Those left alive after the day of punishment are the people whom the Lord called."}