{"1": "O  that ophelon you  would  put  up  with anechōmai me egō in  a tis little mikros foolishness aphrosynē!  · kai Do  put  up  with anechōmai me egō! ", "2": "For gar I  am  jealous zēloō for  you hymeis with zēlos a  jealousy zēlos God theos inspires,  for gar I  have  promised harmozō you hymeis in  marriage  to  a  single heis husband anēr,  to ho Christ Christos,  that  I  might  present paristēmi you to him  as  an  undefiled hagnos virgin parthenos. ", "3": "But de I  am  afraid phobeomai,  however mē pōs, that  just  as hōs the ho serpent ophis deceived exapataō Eve heua by en · ho his autos craftiness panourgia, so  your hymeis minds noēma may  be  led  astray phtheirō · ho from apo the ho simplicity haplotēs and kai · ho purity hagnotēs that ho is  in eis · ho Christ Christos. ", "4": "For gar if ei one ho comes erchomai and  proclaims kēryssō a  different allos Jesus Iēsous whom hos we  did  not ou proclaim kēryssō,  or ē if  you  welcome lambanō a  different heteros spirit pneuma which hos you  did  not ou welcome lambanō,  or ē a  different heteros gospel euangelion which hos you  did  not ou welcome dechomai,  you  put  up  with anechōmai it  easily kalōs. ", "5": "For gar I  consider logizomai myself  to be  in  no  way mēdeis inferior hystereō to  those ho “ super-apostles hyperlian apostolos.” ", "6": "But de even kai if ei I am an  amateur idiōtēs in ho speaking logos, I am  certainly  not alla in ho knowledge gnōsis.  Rather alla,  in en every pas way  we  have  made  this  plain phaneroō to eis you hymeis as  to en all pas. ", "7": "Or ē did  I  commit poieō a  sin hamartia in  humbling tapeinoō myself emautou so  that hina you hymeis could  be  exalted hypsoō,  because hoti I  proclaimed euangelizō the ho gospel euangelion of ho God theos to  you hymeis without  a  charge dōrean? ", "8": "I  robbed sylaō other allos churches ekklēsia,  taking lambanō support opsōnion from them  to  carry  out pros my ho service diakonia to  you hymeis. ", "9": "And kai when  I  was  present pareimi with pros you hymeis and kai in  need hystereō,  I  did  not ou burden katanarkaō anyone outheis,  for gar when erchomai the ho brothers adelphos came erchomai from apo Macedonia Makedonia they  supplied prosanaplēroō · ho my egō need hysterēma.  · kai I  kept tēreō myself emautou from tēreō being  a  burden abarēs to  you hymeis in en any pas way ,  and kai will  continue  to  do  so tēreō. ", "10": "As  the  truth alētheia of  Christ Christos is eimi in en me egō,  · ho this houtos boasting kauchēsis of eis mine egō will  not ou be  put  to  silence phrassō in en the ho districts klima of ho Achaia Achaia. ", "11": "Why dia is  that tis? Is it  because hoti I  do  not ou love agapaō you hymeis?  · ho God theos knows oida I do. ", "12": "And de what hos I  am  doing poieō · kai I  will  continue  to  do poieō,  so hina as  to  remove ekkoptō any ho opportunity aphormē from ho those  desiring thelō an  opportunity aphormē to hina be  regarded heuriskō, in the things  in en which hos they  boast kauchaomai, to be  just  as kathōs · kai we hēmeis are. ", "13": "· ho For gar such  men toioutos are  false  apostles pseudapostolos,  deceitful dolios workers ergatēs,  disguising metaschēmatizō themselves  as eis apostles apostolos of  Christ Christos. ", "14": "And kai no ou wonder thauma!  For gar Satan Satanas himself autos · ho disguises metaschēmatizō himself  as eis an  angel angelos of  light phōs. ", "15": "So oun it is  no ou great megas surprise  if ei his autos servants diakonos,  too kai,  · ho disguise metaschēmatizō themselves  as hōs servants diakonos of  righteousness dikaiosynē.  Their hos · ho end telos will  be eimi according kata to  · ho their autos works ergon. ", "16": "Again palin I  say legō,  let dokeō no mē one tis think dokeō me egō foolish aphrōn.  But de even ge if ei you do,  then  at  least kan accept dechomai me egō as hōs a  fool aphrōn,  so  that hina I  too kagō may  boast kauchaomai a tis little mikros. ", "17": "What hos I  am  saying laleō,  I  am laleō not ou saying laleō according kata to  the  Lord kyrios,  but alla as hōs in en foolishness aphrosynē,  in en this houtos · ho confidence hypostasis of ho boasting kauchēsis. ", "18": "Since epei there are  many polys who  are  boasting kauchaomai according kata to  the  flesh sarx,  I  too kagō will  boast kauchaomai. ", "19": "For gar gladly hēdeōs you  put  up  with anechōmai · ho fools aphrōn,  since  you  are eimi so  wise phronimos! ", "20": "For gar you  put  up  with anechōmai it  if ei anyone tis enslaves katadouloō you hymeis,  if ei anyone tis exploits katesthiō you,  if ei anyone tis takes  advantage lambanō of  you,  if ei anyone tis puts  on  airs epairō,  if ei anyone tis strikes derō you hymeis in eis the  face prosōpon. ", "21": "I  say legō this  to kata my  shame atimia,  that hoti in this  we hēmeis have  been  weak astheneō.  But de as  to en whatever hos anyone tis else  dares tolmaō to boast about— I  am  talking legō like en a  fool aphrosynē— I  also kagō dare tolmaō to  boast . ", "22": "Are  they eimi Hebrews Hebraios?  So  am  I kagō.  Are  they eimi Israelites Israēlitēs?  So  am  I kagō.  Are  they eimi descendants sperma of  Abraham Abraam?  So  am  I kagō. ", "23": "Are  they eimi servants diakonos of  Christ Christos?— I  am  talking laleō like  a  madman paraphroneō!— I egō am  even  more  so hyper:  in en far  more perissoterōs labors kopos,  in en prison phylakē more  often perissoterōs,  in en beatings plēgē more  severe hyperballontōs,  facing en death thanatos again  and  again pollakis. ", "24": "Five  times pentakis I  received lambanō from hypo the  Jews Ioudaios the  forty tesserakonta lashes  less para one heis. ", "25": "Three tris times  I  was  beaten  with  a  rod rhabdizō.  Once hapax I  was  stoned lithazō.  Three tris times  I  was  shipwrecked nauageō.  I  have  been  adrift poieō on en the ho open  sea bythos for  twenty-four nychthēmeron hours . ", "26": "On  my  frequent pollakis journeys hodoiporia I have been exposed  to  dangers kindynos from  rivers potamos,  dangers kindynos from  bandits lēstēs,  dangers kindynos from ek my  own  people genos,  dangers kindynos from ek Gentiles ethnos,  dangers kindynos in en the  city polis,  dangers kindynos in en the  countryside erēmia,  dangers kindynos at en sea thalassa,  dangers kindynos at en the hands of  false pseudadelphos brothers ; ", "27": "in  toil kopos and kai hard  work mochthos,  often pollakis in en need agrypnia of  sleep ,  in en hunger limos and kai thirst dipsos,  many  times pollakis without  food en,  in en cold psychos and kai nakedness gymnotēs. ", "28": "Apart chōris from  · ho other  things parektos, there is  the ho daily kata pressure epistasis on  me egō · ho of  my ho anxious merimna concern  for  all pas the ho churches ekklēsia. ", "29": "Who tis is  weak astheneō,  and kai I  am  not ou weak astheneō?  Who tis is  made  to  stumble skandalizō,  and kai I egō do  not ou burn pyroō with indignation? ", "30": "If ei there  must dei be  boasting kauchaomai,  I  will  boast  of kauchaomai the ho things  that ho display  my egō weakness astheneia. ", "31": "The ho God theos and kai Father patēr of ho our  Lord kyrios Jesus Iēsous,  he ho who  is eimi blessed eulogētos for eis all ho time aiōn,  knows oida that hoti I  am  not ou lying pseudomai. ", "32": "At en Damascus Damaskos the ho ethnarch ethnarchēs under ho king basileus Aretas Haretas was  guarding phroureō the ho city polis of  Damascus Damaskēnos in  order  to  arrest piazō me egō, ", "33": "but kai I  was  lowered chalaō in en a  basket sarganē through dia an  opening thuris in dia the ho wall teichos and kai escaped ekpheugō · ho his autos hands cheir. "}