{"1": "It  is  necessary dei for me  to  continue  boasting kauchaomai.  Though men it  is  not ou profitable sympherō,  I  will  go  on erchomai · de to eis visions optasia and kai revelations apokalypsis from  the  Lord kyrios. ", "2": "I  know oida a  man anthrōpos in en Christ Christos who  fourteen dekatessares years etos ago pro— whether eite in en the  body sōma I  do  not ou know oida or eite apart  from ektos the ho body sōma I  do  not ou know oida,  only ho God theos knows oida— such  a  man toioutos was  caught  up harpazō · ho to heōs the  third tritos heaven ouranos. ", "3": "And kai I  know oida that  · ho this toioutos man anthrōpos— whether eite in en the  body sōma or eite apart chōris from  the ho body sōma I  do  not ou know oida,  only ho God theos knows oida— ", "4": "that hoti he  was  caught  up harpazō into eis · ho paradise paradeisos and kai heard akouō unspeakable arrētos words rhēma which hos are  not ou permitted  for  a  man anthrōpos to  utter laleō. ", "5": "On  behalf  of hyper · ho this  man toioutos I  will  boast kauchaomai,  but de on  my  own emautou behalf hyper I  will  not ou boast kauchaomai,  except ei mē in en my ho weakness astheneia. ", "6": "For gar even  if ean I  should  choose thelō to  boast kauchaomai,  I  would  not ou be eimi foolish aphrōn,  because gar I  would  be  telling legō the  truth alētheia.  But de I  refrain  from pheidomai this, so that  no mē one tis will  give  credit logizomai to eis me egō beyond hyper what hos he  sees blepō in  me egō or ē he  hears akouō from ek me egō, ", "7": "especially kai because  of  the ho extraordinary hyperbolē character  of  my ho revelations apokalypsis.  Therefore dio in  order  that hina I  should  not mē become  conceited hyperairō,  there  was  given didōmi to  me egō a  thorn skolops in  the ho flesh sarx, a  messenger angelos of  Satan Satanas to hina torment kolaphizō me egō,  that hina I  should  not mē become  conceited hyperairō. ", "8": "Three  times tris I  pleaded  with parakaleō the ho Lord kyrios about hyper this houtos,  that hina it  would  leave aphistēmi me egō. ", "9": "But kai he  said legō to  me egō, “ My egō grace charis is  sufficient arkeō for  you sy,  · ho for gar my ho power dynamis is  fulfilled teleō in en weakness astheneia.”  Therefore oun I  will  most mallon gladly hēdeōs boast kauchaomai in en · ho my egō weaknesses astheneia,  in  order  that hina the ho power dynamis of ho Christ Christos may  dwell episkēnoō in epi me egō. ", "10": "For  this  reason dio I  am  content eudokeō with en weaknesses astheneia,  with en insults hybris,  with en hardships anankē,  with en persecutions diōgmos and kai difficulties stenochōria for  the  sake hyper of  Christ Christos;  for gar whenever hotan I  am  weak astheneō,  then tote I  am eimi strong dynatos. ", "11": "I  am  acting  like ginomai a  fool aphrōn, but  you hymeis drove anankazō me egō to it.  I egō ought opheilō to  be  commended synistēmi by hypo you hymeis,  for gar in  no  way oudeis am  I  inferior hystereō to  the ho “ super-apostles hyperlian apostolos”— even kai though ei I  am eimi nothing oudeis. ", "12": "The ho marks sēmeion of ho an  apostle apostolos were  done katergazomai among en you hymeis with en all pas persistence hypomonē,  along  with te signs sēmeion and kai wonders teras and kai powerful dynamis deeds . ", "13": "For gar in  what tis way  were eimi you less favored  than hyper the ho rest loipos of  the  churches ekklēsia,  except ei mē that hoti I egō myself autos was  not ou a  burden katanarkaō to  you hymeis?  Forgive charizomai me egō · ho this houtos injustice adikia! ", "14": "Look idou,  for  the houtos third triton time  I  am echō ready hetoimōs to  come erchomai to pros you hymeis,  and kai I  will  not ou be  a  burden katanarkaō,  because gar I  am  not ou seeking zēteō what ho you hymeis have ,  but alla you hymeis.  For gar children teknon ought opheilō not ou · ho save  up thēsaurizō for  their ho parents goneus,  but alla the ho parents goneus for  the ho children teknon. ", "15": "I egō · de will  most  gladly hēdeōs spend dapanaō and kai be  spent ekdapanaō on  behalf hyper of  · ho your hymeis souls psychē.  If ei I  love agapaō you hymeis more perissoterōs,  am  I  to  be  loved agapaō less hēssōn? ", "16": "But de be  that  as  it  may eimi,  I egō did  not ou burden katabareō you hymeis;  yet alla being hyparchō crafty panourgos,  I  took lambanō you hymeis in lambanō by  deceit dolos! ", "17": "I  did pleonekteō not mē take  advantage  of pleonekteō you hymeis through dia anyone tis I  sent apostellō to pros you hymeis, did I? ", "18": "I  urged parakaleō Titus Titos to  visit  you  and kai I  sent synapostellō the ho brother adelphos with  him.  Titus Titos did  not mēti take  advantage pleonekteō of  you hymeis, did he?  Did  we peripateō not ou conduct  ourselves peripateō in  the ho same autos spirit pneuma?  Did  we ichnos not ou behave ichnos in  the ho same autos way ? ", "19": "Have  you  been  thinking dokeō all  along palai that hoti we  are  defending  ourselves apologeomai to  you hymeis?  We  are  speaking laleō before katenanti God theos as those  in en Christ Christos;  · ho and de all pas that we do,  dear  friends agapētos, is  for hyper · ho your hymeis upbuilding oikodomē. ", "20": "For gar I  am  afraid phobeomai that  perhaps mē pōs when  I  come erchomai I  may  find heuriskō you hymeis not ou as hoios I  would  wish thelō,  and  that  I kagō may  be  found heuriskō by  you hymeis not ou as hoios you  would  wish thelō;  perhaps mē pōs there will be  strife eris,  jealousy zēlos,  flaring  anger thumos,  selfish  ambition eritheia,  backbiting katalalia,  gossiping psithurismos,  conceit physiōsis,  disorder akatastasia. ", "21": "I am afraid that  when erchomai I egō come erchomai,  my egō God theos may  again palin humble tapeinoō me egō · ho before pros you hymeis,  and kai that  I  will  mourn pentheō for  many polys who ho have  sinned  earlier proamartanō and kai have  not mē repented metanoeō of epi the ho impurity akatharsia,  · kai sexual porneia immorality ,  and kai debauchery aselgeia in  which hos they  indulged prassō. "}