{"1": "This houtos will be  my  third triton visit erchomai to pros you hymeis.  On epi the  evidence stoma of  two dyo or kai three treis witnesses martys every pas accusation rhēma is  to  be  confirmed histēmi. ", "2": "I said before  when hōs I  was  with pareimi you  the ho second  time deuteros,  and kai now nyn,  though  absent apeimi,  I  say  ahead  of  time prolegō · kai to  those ho who  have  sinned  previously proamartanō and kai to  all pas the ho rest loipos,  that hoti if ean I  come erchomai · ho again palin I  will  not ou spare pheidomai anyone, ", "3": "since epei you  seek zēteō proof dokimē that ho Christ Christos is  speaking laleō through en me egō.  He hos is astheneō not ou weak astheneō toward eis you hymeis but alla is  powerful dynateō among en you hymeis. ", "4": "For gar indeed kai he  was  crucified stauroō in ek weakness astheneia,  but alla he  lives zaō by ek the  power dynamis of  God theos.  For gar indeed kai we hēmeis are  weak astheneō in en him autos,  but alla we  will  live zaō with syn him autos by ek the  power dynamis of  God theos toward eis you hymeis. ", "5": "Examine peirazō yourselves heautou to see  if ei you  are eimi in en the ho faith pistis.  Test dokimazō yourselves heautou.  Or ē do  you  not ou realize epiginōskō about  yourselves heautou,  that hoti Jesus Iēsous Christ Christos is  in en you hymeis?— unless ei,  of  course mēti,  you  fail  the  test adokimos! ", "6": "And de I  hope elpizō that hoti you  will  find ginōskō out  that hoti we hēmeis do  not ou fail  the  test eimi! ", "7": "Now de we  pray euchomai to pros · ho God theos that  you hymeis may  not mē do poieō anything mēdeis wrong kakos,  not ou that hina we hēmeis would  appear phainō as  having  passed  the  test dokimos,  but alla that hina you hymeis may  do poieō what ho is  right kalos even  though de we hēmeis may  appear eimi as hōs having  failed adokimos. ", "8": "For gar we  are  not ou able dynamai to do  anything tis against kata the ho truth alētheia,  but alla only  for hyper the ho truth alētheia. ", "9": "For gar we  rejoice chairō whenever hotan we hēmeis are  weak astheneō,  but de you hymeis are eimi strong dynatos.  And kai this houtos is what  we  pray  for euchomai,  · ho your hymeis Christian  maturity katartisis. ", "10": "Therefore dia houtos I  write graphō these houtos things  while  I  am  absent apeimi,  so  that hina when  I  am  present pareimi I  may chraomai not mē have  to  treat chraomai you  harshly apotomōs according kata to  the ho authority exousia which hos the ho Lord kyrios gave didōmi me egō for eis building oikodomē up  and kai not ou tearing  down kathairesis. ", "11": "Finally loipos,  brothers adelphos,  rejoice chairō,  strive katartizō for  maturity ,  take  courage parakaleō,  · ho be  like-minded autos,  live eirēneuō in  peace ;  and kai the ho God theos of ho love agapē and kai peace eirēnē will  be eimi with meta you hymeis. ", "12": "Greet aspazomai one allēlōn another  with en a  holy hagios kiss philēma.  All pas the ho saints hagios send  you hymeis their  greetings aspazomai. ", "13": "The ho grace charis of  the ho Lord kyrios Jesus Iēsous Christ Christos and kai the ho love agapē of ho God theos and kai the ho fellowship koinōnia of  the ho Holy hagios Spirit pneuma be  with meta you hymeis all pas. "}