{"1": "So gar I  decided krinō this houtos within  myself emautou,  not mē to  come erchomai to pros you hymeis again palin with en sorrow lypē. ", "2": "For gar if ei I egō cause  you hymeis sorrow lypeō,  then kai who tis is  there ho to  make  me egō glad euphrainō except ei mē the ho one  made  sorrowful lypeō by ek me egō? ", "3": "And kai I  wrote graphō this houtos very  thing autos so  that hina when  I  came erchomai,  I  would echō not mē have echō sorrow lypē from apo those hos who  ought dei to  make  me egō rejoice chairō,  having  confidence peithō in epi you hymeis all pas that hoti · ho my emos joy chara would  be eimi the joy  of  you hymeis all pas. ", "4": "For gar out ek of  much polys distress thlipsis and kai anguish synochē of  heart kardia I  wrote graphō to  you hymeis,  with dia many polys tears dakryon,  not ou to hina cause  you  sorrow lypeō but alla to hina let  you  know ginōskō the ho love agapē that hos I  have echō especially perissoterōs for eis you hymeis. ", "5": "But de if ei anyone tis has  caused  sorrow lypeō,  he  has  caused  sorrow lypeō not ou for  me egō,  but alla in apo some  measure meros— not mē to hina overstate  the  case epibareō—for  all pas of  you hymeis. ", "6": "This houtos punishment epitimia on ho such  a  person toioutos · ho · ho by hypo the ho majority polys is  enough hikanos for him, ", "7": "so  that hōste you hymeis should  rather mallon forgive charizomai and kai console parakaleō him,  lest mē pōs he toioutos be  swallowed  up katapinō by ho excessive perissoteros sorrow lypē.  · ho", "8": "So dio I  urge parakaleō you hymeis to  show  that your  love agapē for eis him autos is  real kyroō. ", "9": "For eis this houtos reason  also kai I  wrote graphō you:  to hina discover ginōskō whether  you hymeis could  · ho stand  the  test dokimē— if ei in eis everything pas you  are eimi obedient hypēkoos. ", "10": "Now de the one  to  whom hos you  forgive charizomai anything tis,  I  also kagō do the same;  for gar indeed kai,  what hos I egō have  forgiven charizomai— if ei I  have  forgiven charizomai anything tis—I did so  for dia your hymeis benefit  in en the  presence prosōpon of  Christ Christos, ", "11": "lest hina mē we  be  taken  advantage pleonekteō of  by hypo · ho Satan Satanas;  for gar we  are agnoeō not ou unaware  of agnoeō his autos · ho intentions noēma. ", "12": "When  I  came erchomai · de to eis · ho Troas Trōias to eis proclaim  the ho gospel euangelion of ho Christ Christos,  even kai though anoigō a  door thura had  been  opened anoigō for  me egō by en the  Lord kyrios, ", "13": "I  had echō no ou relief anesis for ho my egō spirit pneuma,  · ho because  I egō could  not mē find heuriskō my egō brother adelphos Titus Titos · ho there.  So alla I  said  good-bye apotassō to  them autos and  went exerchomai on  to eis Macedonia Makedonia. ", "14": "But de thanks charis be  to ho God theos,  who ho is  always pantote leading thriambeuō us hēmeis in  triumph  in en · ho Christ Christos,  and kai through dia us hēmeis is  making  known phaneroō the ho fragrance osmē of  the ho knowledge gnōsis of  him autos in en every pas place topos. ", "15": "For hoti we  are eimi an  aroma euōdia of  Christ Christos to ho God theos among en those ho who  are  being  saved sōzō.  · kai Among en those ho who  are  perishing apollymi", "16": "we are a  deadly ek fume osmē that eis kills thanatos,  but de to  the  former hos we are a  life-giving ek fragrance osmē that eis brings  life zōē.  And kai who tis is  adequate hikanos for pros ministry like  this houtos? ", "17": "For gar we  are eimi not ou like hōs · ho so  many polys,  peddling kapēleuō the ho word logos of ho God theos.  To  the  contrary alla,  in en Christ Christos we  speak laleō in  the  sight katenanti of  God theos as hōs men  of ek sincerity eilikrineia,  as hōs men sent  from ek God theos. "}