{"1": "Are  we  beginning archō to  recommend synistēmi ourselves heautou again palin?  We  do  not mē need chrēzō,  as hōs some tis do,  letters epistolē of  recommendation systatikos to pros you hymeis or ē from ek you hymeis, do we? ", "2": "You eimi yourselves hymeis are eimi · ho our hēmeis letter epistolē,  written engraphō on en · ho our hēmeis hearts kardia,  known ginōskō and kai read anaginōskō by hypo all pas people anthrōpos; ", "3": "making  known phaneroō that hoti you  are eimi a  letter epistolē of  Christ Christos,  delivered diakoneō by hypo us hēmeis,  written engraphō not ou in  ink melas but alla by  the  Spirit pneuma of  the  living zaō God theos,  not ou on en tablets plax of  stone lithinos but alla on en tablets plax of  human sarkinos hearts kardia. ", "4": "Such toioutos is the  confidence pepoithēsis · de we  have echō through dia · ho Christ Christos toward pros · ho God theos. ", "5": "Not ou that hoti we  are eimi adequate hikanos in apo ourselves heautou to  consider logizomai anything tis as hōs coming  from ek us heautou,  but alla · ho our hēmeis adequacy hikanotēs comes  from ek · ho God theos, ", "6": "who hos indeed kai made  us hēmeis adequate hikanoō as  servants diakonos of  a  new kainos covenant diathēkē, based  not ou on  the  letter gramma but alla on  the  Spirit pneuma;  for gar the ho letter gramma kills apokteinō,  but de the ho Spirit pneuma imparts  life zōiopoieō. ", "7": "Now de if ei the ho ministry diakonia of ho death thanatos,  engraved entypoō in en letters gramma on  stones lithos,  came ginomai with en such  glory doxa that hōste the ho Israelites hyios were  unable mē to  gaze  steadily atenizō into eis the ho face prosōpon of  Moses Mōysēs due dia to  the ho glory doxa of ho his autos face prosōpon,  fading  as  it ho was katargeō, ", "8": "how pōs much  more mallon glorious en will  be eimi the ho ministry diakonia of  the ho Spirit pneuma? ", "9": "For gar if ei there was  glory doxa in  the ho ministry diakonia of ho condemnation katakrisis,  how  much polys more mallon will  the ho ministry diakonia of ho righteousness dikaiosynē exceed perisseuō it  in  glory doxa! ", "10": "For gar indeed kai,  what ho had  been  glorious doxazō,  in en this houtos case meros has  no ou glory doxazō · ho because heineken of  the ho glory doxa that  surpasses hyperballō it. ", "11": "For gar if ei what ho was  fading  away katargeō came  with dia glory doxa,  how  much polys more mallon will  that ho which  is  permanent menō be filled  with en glory doxa. ", "12": "Therefore oun since  we  have echō such toioutos a  hope elpis,  we  behave chraomai with  great polys boldness parrēsia, ", "13": "and kai not ou like kathaper Moses Mōysēs who  used  to  put tithēmi a  veil kalymma over epi · ho his autos face prosōpon so  that pros the ho sons hyios of  Israel Israēl would  not mē gaze atenizō at eis the ho end telos of ho what  was  fading katargeō away . ", "14": "But alla their autos minds noēma were  closed pōroō.  · ho For gar until achri the ho present sēmeron day hēmera the ho same autos veil kalymma remains menō at epi the ho reading anagnōsis of  the ho old palaios covenant diathēkē.  Since  the veil  is  not mē removed anakalyptō, it is clear  that hoti only  in en Christ Christos is  it  taken  away katargeō. ", "15": "But alla until heōs today sēmeron,  whenever hēnika an Moses Mōysēs is  being  read anaginōskō, a  veil kalymma lies keimai over epi · ho their autos heart kardia; ", "16": "yet de whenever hēnika one  turns epistrephō to pros the  Lord kyrios,  the ho veil kalymma is  removed periaireō. ", "17": "Now de the ho Lord kyrios is eimi the ho Spirit pneuma,  and de where hou the ho Spirit pneuma of  the  Lord kyrios is, there is  freedom eleutheria. ", "18": "And de we hēmeis all pas,  with  unveiled anakalyptō faces prosōpon,  beholding  as  in  a  mirror katoptrizō the ho glory doxa of  the  Lord kyrios,  are  being  transformed  into metamorphoō the ho same autos image eikōn from apo one degree of  glory doxa to eis another doxa,  just kathaper as  from apo the  Lord kyrios, who is the  Spirit pneuma. "}