{"1": "Therefore dia houtos since  we  have echō · ho this houtos ministry diakonia,  just  as kathōs we  have  received  mercy eleeō, we are  not ou discouraged. ", "2": "But alla we  have  renounced apeipon · ho shameful aischunē hidden kryptos deeds .  · ho We  do  not mē practice peripateō cunning panourgia,  nor mēde do  we  tamper doloō with  the ho word logos of ho God theos,  but alla by  the ho open  declaration phanerōsis of ho truth alētheia we  commend synistēmi ourselves heautou to pros every pas person' s anthrōpos conscience syneidēsis in  the  sight enōpion of  · ho God theos. ", "3": "But de even kai if ei our hēmeis gospel euangelion is eimi veiled kalyptō,  · ho it  is eimi veiled kalyptō only  to en those ho who  are  perishing apollymi, ", "4": "in en whose hos case  the ho god theos of ho this houtos world aiōn has  blinded typhloō the ho minds noēma of  the ho unbelievers apistos,  so eis that  they  cannot mē see augazō the ho light phōtismos of  the ho gospel euangelion of  the ho glory doxa of ho Christ Christos,  who hos is eimi the  image eikōn of ho God theos. ", "5": "For gar we  do kēryssō not ou proclaim kēryssō ourselves heautou,  but alla Jesus Iēsous Christ Christos as  Lord kyrios,  and de ourselves heautou as  your hymeis slaves  for dia Jesus' Iēsous sake. ", "6": "For hoti it is  the ho God theos who ho said legō, “ Out  of ek darkness skotos light phōs will  shine lampō,”  who hos has  flooded lampō · ho our hēmeis hearts kardia with pros the  light phōtismos of  the ho glorious doxa knowledge gnōsis · ho of ho God theos in en the  face prosōpon of  Christ Christos. ", "7": "But de we  have echō · ho this houtos treasure thēsauros in en clay ostrakinos pots skeuos,  so  that hina the ho surpassing hyperbolē · ho power dynamis belongs eimi to ho God theos and kai does  not mē come  from ek us hēmeis. ", "8": "We  are  under  pressure thlibō from en every pas side ,  but alla not ou crushed stenochōreō;  bewildered aporeō,  but alla not ou driven  to  despair exaporeō; ", "9": "persecuted diōkō,  but alla not ou abandoned enkataleipō;  knocked kataballō down ,  but alla not ou knocked apollymi out ; ", "10": "always pantote carrying  about peripherō in en the ho body sōma the ho dying nekrōsis of ho Jesus Iēsous,  so  that hina the ho life zōē of ho Jesus Iēsous may phaneroō also kai be  displayed phaneroō in en · ho our hēmeis bodies sōma. ", "11": "For gar we hēmeis who ho live zaō are paradidōmi constantly aei being  handed  over paradidōmi to eis death thanatos for  the  sake dia of  Jesus Iēsous,  so  that hina the ho life zōē of ho Jesus Iēsous also kai may  be  manifested phaneroō in en · ho our hēmeis mortal thnētos flesh sarx. ", "12": "Thus hōste · ho death thanatos is  at  work energeō in en us hēmeis,  · ho but de life zōē in en you hymeis. ", "13": "But de since  we  have echō the ho same autos spirit pneuma of ho faith pistis as  that kata which ho stands  written graphō, “ I  believed pisteuō;  therefore dio I  spoke laleō,”  we hēmeis too kai believe pisteuō,  and kai thus dio we  speak laleō, ", "14": "knowing oida that hoti the ho one  who  raised egeirō the ho Lord kyrios Jesus Iēsous will  raise egeirō us hēmeis also kai with syn Jesus Iēsous and kai bring paristēmi us,  together  with syn you hymeis, before him. ", "15": "· ho For gar all pas these  things  are  for dia your hymeis sake,  so  that hina as  · ho grace charis extends pleonazō to dia · ho more  and  more polys people ,  it  may  increase perisseuō · ho thanksgiving eucharistia to eis the ho glory doxa of ho God theos. ", "16": "So dio we are  not ou discouraged,  but alla even kai if ei · ho our hēmeis outward exō man anthrōpos is  wasting  away diaphtheirō,  · ho our hēmeis inward esō man  is  being  renewed anakainoō day hēmera by kai day hēmera. ", "17": "· ho For gar our hēmeis momentary parautika lightness elaphros of ho affliction thlipsis is  producing katergazomai for  us hēmeis an  eternal aiōnios weight baros of  glory doxa far kata beyond hyperbolē all eis comparison hyperbolē, ", "18": "as skopeō we hēmeis look skopeō not mē on skopeō what ho can  be  seen blepō,  but alla on  the ho unseen mē blepō;  for gar what ho can  be  seen blepō is  temporary proskairos,  but de what ho cannot mē be  seen blepō is  eternal aiōnios. "}