{"1": "For gar we  know oida that hoti if ean · ho our hēmeis earthly epigeios house oikia,  the ho tent skēnos we  live  in ,  is  taken  down katalyō,  we  have echō a  building oikodomē from ek God theos, a  house oikia not  made  with  hands acheiropoiētos,  eternal aiōnios,  in en the ho heavens ouranos. ", "2": "For gar indeed kai in en this houtos tent  we  groan stenazō,  longing epipotheō to  put  on ependyomai · ho our hēmeis heavenly ek dwelling oikētērion place ,  · ho", "3": "so  that ei after  we  have  taken  off endyō our earthly house  we  will heuriskō not ou be  found heuriskō naked gymnos. ", "4": "· kai For gar while  we ho remain eimi in en this ho tent skēnos,  we  groan stenazō and  are  burdened bareō,  not ou because epi hos we  want thelō to  be  unclothed ekdyō,  but alla clothed ependyomai,  so  that hina what ho is  mortal thnētos may  be  swallowed  up katapinō by hypo · ho life zōē. ", "5": "The ho · de one  who  prepared katergazomai us hēmeis for eis this  very autos thing houtos is  God theos,  who ho gave didōmi us hēmeis the ho Spirit pneuma as ho a  pledge arrabōn. ", "6": "Therefore oun we  are  always pantote confident tharreō,  · kai knowing oida that hoti while  we  are  at  home endēmeō in en the ho body sōma we  are  away ekdēmeō from apo the ho Lord kyrios, ", "7": "for gar we  live peripateō by dia faith pistis,  not ou by dia sight eidos. ", "8": "Thus de we  are  confident tharreō and kai would eudokeō rather mallon be  away ekdēmeō from ek the ho body sōma and kai at  home endēmeō with pros the ho Lord kyrios. ", "9": "So dio then kai we  make  it  our  goal philotimeomai,  whether eite at  home endēmeō or eite away ekdēmeō,  to  be eimi pleasing euarestos to  him autos. ", "10": "· ho For gar we hēmeis must dei all pas appear phaneroō before emprosthen the ho judgment bēma seat  of ho Christ Christos,  so  that hina each  one hekastos may  be  repaid komizō · ho according  to pros what hos he  has  done prassō while dia in  the ho body sōma,  whether eite good agathos or eite bad phaulos. ", "11": "Therefore oun since  we  know oida the ho fear phobos of  the ho Lord kyrios,  we  attempt  to  persuade peithō others anthrōpos;  we  stand  open phaneroō to  God theos,  · de and de,  I  trust elpizō,  also kai to en · ho your hymeis conscience syneidēsis. ", "12": "For  we  are synistēmi not ou again palin recommending synistēmi ourselves heautou to  you hymeis but alla giving didōmi you hymeis an  occasion aphormē to  boast kauchēma on hyper our hēmeis behalf,  so  that hina you  may  be  able echō to  answer pros those ho who  boast kauchaomai of  what en is  seen prosōpon and kai not mē of what is  in en the  heart kardia. ", "13": "For gar if eite we  are  out  of  our  minds existēmi, it is  for  God theos;  if eite we  are  of  sound  mind sōphroneō, it is  for  you hymeis. ", "14": "For gar the ho love agapē of ho Christ Christos controls synechō us hēmeis,  since  we  have  concluded krinō this houtos:  that hoti one heis has  died apothnēskō for hyper all pas;  therefore ara · ho all pas have  died apothnēskō. ", "15": "And kai he  died apothnēskō for hyper all pas so  that hina those ho who  are  living zaō might zaō no  longer mēketi live zaō for  themselves heautou but alla for  the ho one  who  died apothnēskō for hyper them autos and kai was  raised egeirō. ", "16": "So hōste from apo now nyn on  we hēmeis · ho regard oida no  one oudeis according kata to  the  flesh sarx.  Even kai though ei we  once  regarded ginōskō Christ Christos according kata to  the  flesh sarx,  yet alla now nyn we  regard ginōskō him in that way  no  longer ouketi. ", "17": "Therefore hōste if ei anyone tis is  in en Christ Christos, there is a  new kainos creation ktisis;  what ho is  old archaios has  passed parerchomai away ;  behold idou,  what  is  new kainos has  come ginomai! ", "18": "· ho And de all pas this  is  from ek · ho God theos,  who ho has  reconciled katallassō us hēmeis to  himself heautou through dia Christ Christos and kai given didōmi us hēmeis the ho ministry diakonia of ho reconciliation katallagē; ", "19": "that  is hōs,  God theos was eimi in en Christ Christos reconciling katallassō the  world kosmos to  himself heautou,  not mē counting logizomai their autos trespasses paraptōma against  them autos.  · ho And kai he  has  entrusted tithēmi us hēmeis with en the ho message logos of ho reconciliation katallagē. ", "20": "Therefore oun we  are  ambassadors presbeuō for hyper Christ Christos,  as hōs though  · ho God theos were  making parakaleō his  appeal  through dia us hēmeis.  We  implore deomai you  on  behalf  of hyper Christ Christos, “ Be  reconciled katallassō to ho God theos.” ", "21": "He  made poieō him ho who  knew ginōskō no mē sin hamartia to be a  sin-offering hamartia for hyper us hēmeis,  so  that hina in en him autos we hēmeis might  become ginomai the  righteousness dikaiosynē of  God theos. "}