{"1": "Since echō then oun we  have echō these houtos · ho promises epangelia,  dear  friends agapētos,  let  us  cleanse katharizō ourselves heautou from apo every pas defilement molysmos of  flesh sarx and kai spirit pneuma,  perfecting epiteleō holiness hagiōsynē in en the  fear phobos of  God theos. ", "2": "Make  room chōreō for  us hēmeis in your hearts;  we  have  wronged adikeō no  one oudeis,  we  have  corrupted phtheirō no  one oudeis,  we  have  taken  advantage  of pleonekteō no  one oudeis. ", "3": "I  do legō not ou say legō this  to pros condemn katakrisis you,  for gar I have said previously  that hoti you  are eimi in en · ho our hēmeis hearts kardia;  thus eis we  live syzaō and kai die synapothnēskō together . ", "4": "I egō have  great polys confidence parrēsia in pros you hymeis;  I egō take  great polys pride kauchēsis in hyper you hymeis.  I  am  filled plēroō with ho encouragement paraklēsis;  I  am  overflowing hyperperisseuō with ho joy chara in epi all pas · ho our hēmeis distress thlipsis. ", "5": "For gar even kai when  we hēmeis came erchomai to eis Macedonia Makedonia,  our hēmeis bodies sarx had echō no oudeis rest anesis,  · ho but alla on en all pas sides  we  were  distressed thlibō— from  the  outside exōthen came  conflicts machē,  from  within esōthen there were  fears phobos. ", "6": "But alla God theos,  who ho encourages parakaleō the ho downcast tapeinos,  encouraged parakaleō us hēmeis · ho with en the ho arrival parousia of  Titus Titos. ", "7": "And de not ou only monon by en · ho his autos arrival parousia but alla also kai by en the ho encouragement paraklēsis with  which hos he  was  encouraged parakaleō by epi you hymeis,  as  he  reported anangellō to  us hēmeis · ho your hymeis strong  affection epipothēsis,  · ho your hymeis deep  sorrow odyrmos,  · ho your hymeis ardent  concern zēlos for hyper me egō,  so  that hōste I egō rejoiced chairō more mallon than  ever . ", "8": "For hoti even kai if ei I  made  you hymeis sad lypeō by en my ho letter epistolē,  I  do  not ou regret metamelomai it.  Even kai if ei I  did  regret metamelomai it— for gar I  see blepō that hoti · ho that ekeinos letter epistolē did  make lypeō you hymeis sad lypeō,  though ei only kai for pros a  short  time hōra— ", "9": "now nyn I  rejoice chairō,  not ou because hoti you  were  made  sad lypeō,  but alla because hoti your  sadness lypeō led  to eis repentance metanoia;  for gar you  were  made  sad lypeō as kata God theos intended,  so  that hina in en nothing mēdeis you suffered loss  by ek us hēmeis. ", "10": "· ho For gar sadness lypē as  intended kata by  God theos produces ergazomai a  repentance metanoia that  leads  to eis salvation sōtēria,  leaving  no  regret ametamelētos;  · ho but de · ho worldly kosmos sadness lypē produces katergazomai death thanatos. ", "11": "For gar see idou what posos eagerness spoudē this houtos very autos thing — this ho sadness lypeō as kata God theos intended— has  produced katergazomai in  you hymeis;  what alla defense apologia of yourselves,  what alla indignation aganaktēsis,  what alla alarm phobos,  what alla longing epipothēsis,  what alla deep  concern zēlos,  what alla punishment ekdikēsis!  In en everything pas you  have  proved synistēmi yourselves heautou to  be eimi innocent hagnos in  this ho matter pragma. ", "12": "So  then ara,  even kai though ei I  wrote graphō to  you hymeis, it was  not ou on account of  the ho offender adikeō,  nor oude on account of  the ho one  offended adikeō,  but alla that  your hymeis earnestness spoudē toward hyper us hēmeis might  be  revealed phaneroō · ho · ho to pros you hymeis in  the  sight enōpion of ho God theos. ", "13": "Because  of dia this houtos we  are  encouraged parakaleō.  And de in  addition epi to ho our  own hēmeis encouragement paraklēsis,  we  rejoiced chairō more mallon than  ever perissoterōs at epi the ho joy chara of  Titus Titos,  because hoti his autos spirit pneuma has  been  refreshed anapauō · ho by apo all pas of  you hymeis. ", "14": "For hoti if ei I  have  boasted kauchaomai to  him autos about kauchaomai anything tis regarding hyper you hymeis,  I  have  not ou been  embarrassed kataischunō,  but alla just  as hōs everything pas we  said laleō to  you hymeis was  true en alētheia,  so houtōs also kai · ho our hēmeis boast kauchēsis · ho to epi Titus Titos about you  has  proved ginomai true alētheia. ", "15": "And kai · ho his autos affection splanchnon for eis you hymeis is eimi even  greater perissoterōs when  he  recalls anamimnēskō the ho obedience hypakoē of  you hymeis all pas,  how hōs with meta fear phobos and kai trembling tromos you  welcomed dechomai him autos. ", "16": "I  rejoice chairō because hoti in en everything pas I  have  complete  confidence tharreō in en you hymeis. "}