{"1": "Now gar concerning peri the ho service diakonia · ho to eis the ho saints hagios,  there  is eimi no  necessity perissos for  me egō to  write graphō to  you hymeis, ", "2": "for gar I  know oida · ho your hymeis readiness prothumia to help,  about  which hos I  keep  boasting kauchaomai to  the  Macedonians Makedōn, saying  that hoti Achaia Achaia has  been  ready paraskeuazō since apo last  year perysi,  and kai · ho your hymeis zeal zēlos has  stirred  up erethizō · ho most  of  them polys. ", "3": "But de I  am  sending pempō these ho brothers adelphos so  that hina what ho we hēmeis say  in  praise kauchēma of hyper you hymeis may  not mē · ho be  an  empty  boast kenoō in en · ho this houtos instance meros,  that hina you  may  be eimi ready paraskeuazō just  as kathōs I  said legō you would be. ", "4": "Lest mē perhaps pōs if ean some  Macedonians Makedōn should  come erchomai with syn me egō and kai not  find heuriskō you hymeis ready aparaskeuastos,  we hēmeis— to hina say legō nothing mē of  you hymeis— would  be  humiliated kataischunō by en · ho this houtos confidence hypostasis. ", "5": "Therefore oun I  considered hēgeomai it  necessary anankaios to  urge parakaleō the ho brothers adelphos to hina go proerchomai to eis you hymeis in advance  and kai to  arrange  beforehand prokatartizō the ho generous  contribution eulogia you hymeis had previously promised,  so  that eimi it houtos would  be eimi ready hetoimos as hōs a  generous  gift eulogia and kai not mē as hōs something  you  had  to  do pleonexia. ", "6": "Remember  this houtos:  · de the ho one  who  sows speirō sparingly pheidomenōs will therizō also kai reap therizō sparingly pheidomenōs,  and kai the ho one  who  sows speirō generously epi eulogia will therizō also kai reap therizō generously epi eulogia. ", "7": "Each  one hekastos must give  as kathōs he  has  decided proaireō in  his ho heart kardia,  not mē reluctantly ek lypē nor ē under ek constraint anankē,  for gar it is the  cheerful hilaros giver dotēs whom  God theos loves agapaō.  · ho", "8": "And de God theos is  able dynateō · ho to  make  all pas grace charis overflow perisseuō to eis you hymeis,  so  that hina,  in en all pas things  and  at  all  times pantote,  having echō all pas you  need autarkeia,  you  may  overflow perisseuō in eis every pas kind  of  good agathos work ergon. ", "9": "As kathōs it  is  written graphō, “He has distributed generously,  he  has  given didōmi to  the ho poor penēs;  · ho his autos righteousness dikaiosynē endures menō for eis all ho time aiōn.” ", "10": "The ho · de one  who  supplies epichorēgeō seed sporos to  the ho sower speirō and kai bread artos for eis food brōsis will  supply chorēgeō and kai multiply plēthunō · ho your hymeis seed sporos and kai enlarge auxanō the ho harvest genēma of ho your hymeis righteousness dikaiosynē. ", "11": "In en every pas way  you  will  be  made  rich ploutizō for eis all pas your  generosity haplotēs,  which hostis is  producing katergazomai through dia us hēmeis thanksgiving eucharistia to ho God theos, ", "12": "because hoti the ho service diakonia of ho this houtos ministry leitourgia is eimi not ou only monon providing prosanaplēroō for  the ho needs hysterēma of  the ho saints hagios,  but alla is  also kai overflowing perisseuō through dia many polys thanksgivings eucharistia to ho God theos. ", "13": "By dia their ho approval dokimē of ho this houtos service diakonia,  they  glorify doxazō · ho God theos for epi your ho obedience hypotagē stemming  from ho your hymeis confession homologia in eis the ho gospel euangelion of ho Christ Christos,  and kai for  the  generosity haplotēs of ho your  partnership koinōnia with eis them autos and kai with eis everyone pas. ", "14": "And kai in  their autos prayers deēsis on hyper your hymeis behalf  they  yearn epipotheō for  you hymeis because dia of  the ho surpassing hyperballō grace charis of ho God theos bestowed  on epi you hymeis. ", "15": "Thanks charis be  to ho God theos for epi · ho his autos inexpressible anekdiēgētos gift dōrea! "}