{"1": "These are the words of Jeremiah son of Hilkiah [C perhaps the person who discovered the lost book of the law; 2 Kin. 22:4, 8–14]. ·He belonged to the family of [L …from the] priests who lived in Anathoth [C a town given to the Levites a few miles northeast of Jerusalem; Josh. 21:18; 1 Kin. 2:26] in the land of Benjamin. ", "2": "The Lord spoke his word to Jeremiah during the thirteenth year that Josiah son of Amon was king of Judah [C 627–626 bc; a good king who returned Israel to true worship; 2 Kin. 22:1—23:31; 2 Chr. 34–35]. ", "3": "The Lord also spoke to Jeremiah while Jehoiakim [2 Kin. 23:34–37; 2 Chr. 36:4–8] son of Josiah was king of Judah and during the eleven years that Zedekiah [2 Kin. 24:18–20; 2 Chr. 36:11–16] son of Josiah was king of Judah. In the fifth month of his last year [C 586 bc], the people of Jerusalem were taken away as ·captives [exiles; 2 Kin. 25:1–21; 2 Chr. 36:4–8].", "4": "The Lord spoke his word to me, saying:", "5": "“Before I ·made [formed] you in your mother's womb, I ·chose [L knew] you. Before you ·were born [L came out of the womb], I ·set you apart for a special work [consecrated you]. I appointed you as a prophet to the nations.”", "6": "Then I said, “But Lord God, I don't know how to speak. I am only a ·boy [child; youth].”", "7": "But the Lord said to me, “Don't say, 'I am only a ·boy [child; youth].' You must go everywhere I send you, and you must say everything I ·tell you to say [L command you]. ", "8": "Don't be afraid of anyone, because I am with you to protect you,” says the Lord.", "9": "Then the Lord ·reached [L sent] out his hand and touched my mouth [C to consecrate it; Is. 6:7]. He said to me, “See, I am putting my words in your mouth. ", "10": "Today I have ·put you in charge of [L appointed you over] nations and kingdoms. You will ·pull [pluck] up and ·tear [pull] down, destroy and overthrow, build up and plant [C he will announce judgment and salvation].”", "11": "The Lord spoke his word to me, saying: “Jeremiah, what do you see?” I answered, “I see a ·stick [branch] of almond ·wood [tree].”", "12": "The Lord said to me, “You have seen correctly, because I am watching to make sure my words come true [C “to watch” (shaqad) sounds like “almond tree” (shoqed)].”", "13": "The Lord spoke his word to me ·again [or a second time]: “What do you see?” I answered, “I see a pot of boiling water, tipping over from the north.”", "14": "The Lord said to me, “Disaster will ·come [let loose; open up] from the north and strike all the people who live in this country [C the Babylonians would attack from the north]. ", "15": "In a short time I will call all of the ·people [clans] in the northern kingdoms,” said the Lord. “Those kings will come and set up their thrones near the entrance of the gates of Jerusalem. They will attack all the city walls around Jerusalem and all the cities in Judah.", "16": "And I will announce my judgments against my people because of their evil in ·turning away from [abandoning; forsaking] me. They ·offered sacrifices [or burned incense] to other gods and ·worshiped [bowed down to] ·idols they had made with [L the works of] their own hands.", "17": "“Jeremiah, ·get ready [brace yourself; L gird up your loins]. Stand up and tell them everything I command you to say. Don't be afraid of the people, or I will give you good reason to be afraid of them. ", "18": "Today I am going to make you a ·strong [fortified] city, an iron pillar, a bronze wall. You will be able to stand against everyone in the land: Judah's kings, officers, priests, and the people of the land. ", "19": "They will fight against you, but they will not ·defeat [prevail over] you, because I am with you to protect you!” says the Lord."}