{"1": "This is what the Lord said to me: “Go and buy a clay ·jar [jug] from a potter. ", "2": "Take some of the elders of the people and the ·priests [L elders of the priests], and go out to the Valley of Ben Hinnom, near the front of the Potsherd Gate. There speak [proclaim] the words I tell you. ", "3": "Say, 'Kings of Judah and ·people [L inhabitants] of Jerusalem, listen to this ·message [L word] from the Lord. This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: I will soon bring ·a disaster [evil; trouble] on this place [C Judah and Jerusalem] that will ·amaze and frighten [L tingle the ears of] everyone who hears about it. ", "4": "They [C the people of Judah] have ·quit following [abandoned; forsaken] me. They have made this a place for foreign gods. They have burned sacrifices to other gods that neither they, nor their ·ancestors [fathers], nor the kings of Judah had ever known before. They filled this place with the blood of innocent people. ", "5": "They have built ·places on hilltops to worship [L high places to; C sites associated with pagan worship or inappropriate worship of God] Baal [C God of the Canaanites], where they burn their children in the fire to Baal. That is something I did not command or speak about; it never even ·entered my mind [L came up in my heart; Lev. 18:21; Deut. 12:31; 18:10]. ", "6": "Now people call this place the Valley of Ben Hinnom [2 Kin. 23:10–11] or Topheth [C “Spit”], but the days are coming, says the Lord, when people will call it the Valley of Killing [Slaughter; 7:30–34].", "7": "“'At this place I will ·ruin [make void] the plans of the people of Judah and Jerusalem. The enemy will chase them, and I will ·have them killed with swords [L make them fall by the sword before their enemies and by the hand of those who seek their life]. I will make their ·dead bodies [corpses] food for the birds of the ·sky [heavens] and ·wild animals [L beasts of the land/country]. ", "8": "I will ·completely destroy this city [make this city a desolation]. People will ·make fun of [hiss at] it and shake their heads when they pass by. They will ·be shocked [hiss] when they see how the city was destroyed. ", "9": "An enemy army will ·surround [besiege] the city and will not let anyone go out to get food. I will make the people so hungry that they will eat the ·bodies [flesh] of their own sons and daughters, and then they will begin to eat ·each other [their neighbors].'", "10": "“While the people with you are watching, break that ·jar [jug]. ", "11": "Then say this: 'The Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: I will break this ·nation [people] and this city just as someone breaks a clay ·jar [jug] that cannot be ·put back together [mended; repaired] again. The dead people will be buried here in Topheth [C “Spit”; v. 6; 7:32], because there is no other place for them. ", "12": "This is what I will do to these ·people [inhabitants] and to this place, says the Lord. I will make this city like Topheth. ", "13": "The houses in Jerusalem and the king's palaces will become as unclean [C in a ritual sense] as this place, Topheth, because the people worshiped gods on the roofs of their houses [C flat roofs were living space]. They ·worshiped the stars and burned incense to honor them [L burned incense to the whole host of heaven] and gave drink offerings to gods.'”", "14": "When Jeremiah left Topheth [v. 11] where the Lord had sent him to prophesy, he went to the Lord's ·Temple [L house], stood in the courtyard, and said to all the people: ", "15": "“This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: 'I will soon bring ·disaster [evil; trouble] to ·Jerusalem [L this city] and the villages around it, as I said I would. This will happen because ·the people are very stubborn [L they stiffened their necks] and do not listen at all to ·what I say [L my words].'”"}