{"1": "Pashhur son of Immer was a priest and the ·highest [chief] officer in the ·Temple [L house] of the Lord. When he heard Jeremiah prophesying these things, ", "2": "he had Jeremiah the prophet beaten. And he ·locked [put] Jeremiah in stocks [C wooden restraints] at the Upper Gate of Benjamin of the Lord's Temple. ", "3": "The next day when Pashhur ·took [released] Jeremiah ·out of the blocks of wood [from the stocks], Jeremiah said to him, “The Lord's name for you is not Pashhur. Now his name for you is Magor-Missabib [C “Terror on Every Side”]. ", "4": "This is what the Lord says: 'I will soon make you a terror to yourself and to all your friends. You will watch enemies ·killing [L make fall] your friends with swords. And I will give all the people of Judah to the king of Babylon, who will ·take them away as captives [exile them] to Babylon and then will ·kill [L strike] them with swords. ", "5": "I will give all the wealth of this city to its enemies—its goods, its valuables, and the treasures of the kings of Judah. ·The enemies will carry all those valuables off to Babylon [L …into the hands of their enemies who will plunder them, take them and bring them to Babylon]. ", "6": "And Pashhur, you and everyone in your house will ·be taken captive [go into exile]. You will be forced to go to Babylon, where you will die and be buried, you and your friends to whom you have prophesied lies.'”", "7": "Lord, you ·tricked [enticed; seduced] me, and I was ·fooled [tricked; enticed; seduced]. You ·are stronger than I am [overpowered me], so you won. I have become a ·joke [laughing-stock]; everyone ·makes fun of [ridicules] me all day long.", "8": "Every time I speak, I shout. ·I am always shouting about violence and destruction [L I call out “Violence” and “Destruction”]. ·I tell the people about the message I received from the Lord [L …for the word of the Lord is with me], ·but this only brings me insults and mockery [L for reproach and derision are with me] all day long.", "9": "Sometimes I say to myself, “I will ·forget about the Lord [L not remember him], I will not speak anymore in his name.” But then his message becomes like a burning fire ·inside me [L in my heart], ·deep within [L shut in] my bones. I get tired of trying to hold it inside of me, and finally, I cannot hold it in.", "10": "I hear many people whispering about me: “Terror on every side! Tell on him! Let's tell [C the rulers] about him.” My friends are all just waiting for me to make ·some mistake [a false step]. They are saying, “Maybe we can ·trick [entice; seduce] him so we can defeat him and ·pay him back [take revenge against him].”", "11": "But the Lord is with me like a ·strong [or fearful] warrior, so those who are ·chasing [persecuting] me will trip and ·fall [stumble]; they will not defeat me. They will be ·ashamed [humiliated] because they have failed, and their shame will never be forgotten.", "12": "Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], you test ·good [righteous] people; you look deeply into the ·heart [L kidneys] and ·mind [L heart] of a person. I have ·told [committed/revealed to] you my ·arguments [case] against these people, so let me see ·you give them the punishment they deserve [your vengeance against them].", "13": "Sing to the Lord! Praise the Lord! He ·saves [protects; rescues] the life of the ·poor [needy] from the ·power [hand] of the wicked.", "14": "·Let there be a curse on [Cursed be] the day I was born; let there be no blessing on the day when my mother gave birth to me.", "15": "·Let there be a curse on [Cursed be] the man who brought my father the news: “You have a son!” This made my father very glad.", "16": "Let that man be like the towns the Lord ·destroyed [overturned] without ·pity [mercy; Gen. 18]. Let him hear loud crying in the morning and battle cries at noon,", "17": "because he did not kill me ·before I was born [L in the womb; 1:5]. Then my mother would have been my grave; she would have stayed pregnant forever.", "18": "Why did I have to come out of ·my mother's body [the womb]? All I have known is trouble and sorrow, and my ·life [days] will end in ·shame [humiliation; Job 3]."}