{"1": "This is the message that came to Jeremiah concerning all the people of Judah. It came in the fourth year that Jehoiakim son of Josiah was king of Judah and the first year Nebuchadnezzar was king of Babylon. ", "2": "This is the message Jeremiah the prophet spoke to all the people of Judah and Jerusalem:", "3": "The Lord has spoken his word to me again and again for these past twenty-three years. I have been a prophet since the thirteenth year of Josiah son of Amon king of Judah. I have spoken messages from the Lord to you from that time until today, but you have not listened.", "4": "The Lord has sent all his servants the prophets [7:25; 2 Kin. 17:13] to you over and over again, but you have not listened or ·paid any attention [L inclined/bent your ear] to them. ", "5": "Those prophets have said, “·Stop [Turn from/Repent of] your evil ways. ·Stop doing [Turn from/Repent of] what is wrong so you can stay in the land that the Lord gave to you and your ·ancestors [fathers] to live in forever. ", "6": "Don't ·follow [L go after] other gods to serve them or to ·worship [bow down to] them. Don't make me, the Lord, angry by the work of your own hands [C idols], or I will ·punish [harm] you.”", "7": "“But you [C people of Judah] did not listen to me,” says the Lord. “You made me angry by the work of your own hands [C idols], so I ·punished [harmed] you.”", "8": "So this is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: “Since you have not listened to my messages, ", "9": "I will send for all the ·peoples [clans; families] of the north [C Babylon],” says the Lord, “along with my servant Nebuchadnezzar king of Babylon. I will bring them all against Judah, those who live there, and all the nations around you, too. I will ·completely destroy [annihilate] all those countries and leave them ·in ruins [desolate] forever. ·People will be shocked when they see how badly I have destroyed those countries [L I will make them a horror and a hissing and an everlasting reproach]. ", "10": "I will ·bring an end to [banish; cause to perish] the sounds of joy and happiness, the sounds of brides and bridegrooms [7:34; 16:9], and the sound of ·people grinding meal [L the millstone]. And I will take away the light of the lamp. ", "11": "That whole ·area [L land] will be an ·empty desert [ruin and desolate], and these nations will ·be slaves of [serve] the king of Babylon [C Nebuchadnezzar] for seventy years [C the exile].", "12": "“But when the seventy years ·have passed [are completed], I will punish the king of Babylon and his entire nation, the land of the Chaldeans, for their ·evil [iniquity],” says the Lord. “I will make that land a ·desert [desolation] forever. ", "13": "I will ·make happen [L bring on this land] all the ·terrible things [L words] I said about it [C Babylonia]—everything Jeremiah prophesied about all those foreign nations, the warnings written in this book [chs. 46–51]. ", "14": "Even they [C Babylonians] will have to serve many nations and many great kings. I will ·give them the punishment they deserve for all their own hands have done [L repay them according to their deeds and according to the work of their hands].”", "15": "The Lord, the God of Israel, said this to me: “Take the cup of the wine of my wrath [49:12; 51:7] from my hand and make all the nations, to whom I am sending you, drink from this cup. ", "16": "They will drink and ·stumble about [stagger; or vomit] and act like madmen because of the ·war [L sword] I am going to send among them.”", "17": "So I took the cup from the Lord's hand and went to those nations where he sent me and made them drink from it. ", "18": "I served this wine to the people of Jerusalem and the towns of Judah, and the kings and officers of Judah, so they would become a ruin. Then people would be shocked and would ·insult them [hiss] and ·speak evil of [curse] them. And so it has been to this day. ", "19": "I also made these people drink of the Lord's anger: Pharaoh the king of Egypt, his servants, his officers, all his people, ", "20": "and all the ·foreigners there [mixed crowd]; all the kings of the land of Uz; all the kings of the Philistines (the kings of the cities of Ashkelon, Gaza, Ekron, and the people left at Ashdod); ", "21": "the people of Edom, Moab, and ·Ammon [L the sons of Ammon]; ", "22": "all the kings of Tyre and Sidon; all the kings of the coastal countries ·to the west [or across the sea]; ", "23": "the people of Dedan and Tema and Buz; all who ·cut their hair short [L shave their temples; Deut. 14:1]; ", "24": "all the kings of Arabia; and the kings of the ·people [L mixed crowd] who live in the ·desert [wilderness]; ", "25": "all the kings of Zimri, Elam, and Media; ", "26": "and all the kings of the north, near and far, one after the other. I made all the kingdoms on earth drink [C from the cup of wrath] of the Lord's anger, but the king of ·Babylon [L Sheshak; C a coded reference to Babylon] will drink from this cup after all the others.", "27": "“Then say to them, 'This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: Drink ·this cup [C of my anger]. Get drunk from it and vomit. Fall down and don't get up because of the ·war [L sword] I am sending among you!'", "28": "“If they refuse to take the cup from your hand and drink, say to them, 'The Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says this: You must drink [C from this cup]. ", "29": "Look! I am ·already bringing [beginning to bring] ·disaster [harm; trouble] on this city that is called by my name [C Jerusalem]. Do you think you will not be punished? You will ·be punished [L not go unpunished]! I am ·sending [L calling for] ·war [L a sword] on all the people of the earth, says the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts].'", "30": "“You [C Jeremiah] will prophesy against them with all these words. Say to them: 'The Lord will roar [C like a lion] from heaven [Amos 1:2] and will ·shout [L give forth] from his holy lair [C the Temple]. He will roar loudly against his ·land [L sheepfold]. He will shout like people who walk on grapes [Is. 63:2–6; Rev. 19:15]; he will shout against all who live on the earth.", "31": "The ·noise [clamor] will spread all over the earth, because the Lord will accuse all the nations. He will ·judge and tell what is wrong with [bring an indictment against] all ·people [L flesh], and he will kill the evil people with a sword,'” says the Lord.", "32": "This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says: “Disasters will soon ·spread [L go out] from nation to nation. They will come like a powerful storm from the faraway places on earth.”", "33": "At that time those killed by the Lord will reach from one end of the earth to the other. No one will ·cry [mourn] for them or gather up their bodies and bury them. They will be left lying on the ground like dung [8:2; 9:22; 16:4].", "34": "Cry, you ·leaders [L shepherds]! Cry out loud! Roll around in the ·dust [ashes], ·leaders of the people [L nobles of the flock]! ·It is now time for you to be killed [L Your days are filled for slaughter]. You will fall and be scattered, like ·pieces of a broken [L a choice/precious] jar.", "35": "There will be no place for the ·leaders [L shepherds] to ·hide [L flee]; ·they [L the nobles of the flock] will not escape.", "36": "I hear the sound of the ·leaders [L shepherds] shouting. I hear the ·leaders of the people [L nobles of the flock] crying loudly, because the Lord is destroying their ·land [L pastureland].", "37": "Those peaceful pastures will be ·like an empty desert [L devastated], because the Lord is very angry.", "38": "Like a lion, he has left his den. Their land has been ·destroyed [desolated] because of the terrible ·war [L sword] he brought, because of his fierce anger."}