{"1": "The Lord spoke his word to Jeremiah soon after ·Zedekiah [or Jehoiakim] son of Josiah was made king of Judah. ", "2": "This is what the Lord said to me: “Make a yoke out of straps and poles, and put it on the back of your neck. ", "3": "Then send messages to the kings of Edom, Moab, ·Ammon [L the sons of Ammon], Tyre, and Sidon by their messengers who have come to Jerusalem to see Zedekiah king of Judah. ", "4": "Tell them to give this message to their masters: 'The Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: “Tell your masters: ", "5": "I made the earth, its people, and all its animals with my great power and ·strength [L outstretched hand]. I can give the earth to anyone ·I want [L that is right in my eyes]. ", "6": "Now I have given all these lands to Nebuchadnezzar king of Babylon, my servant. I will make even the wild animals ·obey [L serve] him. ", "7": "All nations will serve Nebuchadnezzar and his son and grandson. Then the time will come for Babylon to be defeated, and many nations and great kings will make Babylon their ·servant [or slave].", "8": "“' “But if some nations or kingdoms refuse to serve Nebuchadnezzar king of Babylon and refuse to ·be under his control [L put their necks under the yoke of the king of Babylon], I will punish them with ·war [L the sword], ·hunger [famine], and ·terrible diseases [plague; pestilence], says the Lord. ·I will use Nebuchadnezzar to destroy them [L …until I have completed its destruction by its hand]. ", "9": "So don't listen to your prophets, ·those who use magic to tell the future [your diviners], ·those who explain dreams [your dreamers], the mediums, or magicians. They all tell you, '·You will not be slaves to [L Do not serve] the king of Babylon.' ", "10": "They are ·telling [L prophesying to] you lies that will cause you to be taken far from your homeland. I will ·force you to leave [drive you from] your homes, and you will ·die in another land [perish]. ", "11": "But the nations who ·put themselves under the control [L bring their necks under the yoke] of the king of Babylon and serve him I will let stay in their own country, says the Lord. The people from those nations will live in their own land and farm it.”'”", "12": "I gave the same message to Zedekiah king of Judah. I said, “Put yourself under the ·control [L yoke] of the king of Babylon and serve him, and you will live. ", "13": "Why should you and your people die from ·war [L sword], ·hunger [famine], or ·disease [pestilence], as the Lord said would happen to those who do not serve the king of Babylon? ", "14": "But the prophets [C false prophets] are saying, 'You will ·never be slaves to [L not serve] the king of Babylon.' Don't listen to them because they are prophesying lies to you! ", "15": "'I did not send them,' says the Lord. 'They are prophesying lies ·and saying the message is from me [L in my name]. So I will ·send you away [drive you out; C said to Judah]. And you and those prophets who prophesy to you will ·die [perish; Deut. 18:21–22].'”", "16": "Then I [C Jeremiah] said to the priests and all this people, “This is what the Lord says: Those false prophets are saying, 'The ·Babylonians will soon return what they took from the Temple of the Lord [L vessels of the house of the Lord will be returned from Babylon; 2 Kin. 24:13; Dan. 1:2].' Don't listen to them! They are prophesying lies to you. ", "17": "Don't listen to those prophets. But serve the king of Babylon, and you will live. ·There is no reason for you to cause Jerusalem to [L Why should this city…?] become a ruin. ", "18": "If they are prophets and have the ·message from [word of] the Lord, let them ·pray to [L intercede with] the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts]. Let them ask that the ·items [vessels] which ·are still [L remain] in the ·Temple [L house] of the Lord and in the king's ·palace [L house] and in Jerusalem not ·be taken away [L go] to Babylon.", "19": "“This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts] says about those ·items [vessels] left in this city [C Jerusalem]: the pillars [1 Kin. 7:15–22], the Sea [1 Kin. 7:23–26], the stands [1 Kin. 7:27–37] and other things [C bronze basins, various altars, lampstands, and more]. ", "20": "Nebuchadnezzar king of Babylon did not take these away when he ·took as captives [exiled] Jehoiachin [L Jeconiah] son of Jehoiakim king of Judah and all the ·other important people [nobles] from Judah and Jerusalem to Babylon. ", "21": "This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says about the ·items [vessels] left in the ·Temple [L house] of the Lord and in the king's ·palace [L house] and in Jerusalem: ", "22": "'·All of them will also be taken [L They will be brought] to Babylon. And they will stay there until the day I ·go to get [attend to] them,' says the Lord. 'Then I will bring them back and return them to this place.'”"}