{"1": "The Lord spoke his word to Jeremiah when Nebuchadnezzar king of Babylon was fighting against Jerusalem and all the towns around it. Nebuchadnezzar had with him all his army and the armies of all the kingdoms and peoples ·he ruled [under his hand]. ", "2": "This is what the Lord, the God of Israel, said: “Jeremiah, go to Zedekiah king of Judah and tell him: 'This is what the Lord says: I will soon hand this city [C Jerusalem] over to the king of Babylon, and he will burn it ·down [L with fire]! ", "3": "You will not escape from ·the king of Babylon [L his hand]; you will surely be captured and handed over to him. You will see the king of Babylon ·with your own eyes [eye to eye], and he will talk to you face to face. And you will go to Babylon. ", "4": "But, Zedekiah king of Judah, listen to the promise of the Lord. This is what the Lord says about you: You will not be killed with a sword. ", "5": "You will die in a peaceful way. As people ·made funeral fires [or burn spices; L burn] to honor your ·ancestors [fathers], the kings who ruled before you, so people will ·make a funeral fire [or burn spices; L burn] to honor you. They will ·cry for you and sadly [mourn for you and] say, “Ah, master!” I myself make this promise to you, says the Lord [52:8–11].'”", "6": "So Jeremiah the prophet gave this message to Zedekiah in Jerusalem. ", "7": "This was while the army of the king of Babylon was fighting against Jerusalem and the cities of Judah that ·had not yet been taken [remained]—Lachish and Azekah [C fortress cities to the west of Jerusalem]. These were the only ·strong, walled [fortified] cities left in the land of Judah.", "8": "The Lord spoke his word to Jeremiah. This was after King Zedekiah had ·made [L cut] an ·agreement [covenant; treaty] with all the people in Jerusalem to ·free all the Hebrew slaves [L proclaim liberty/emancipation; Ex. 21:1–11; Lev. 25:39–46; Deut. 15:12–18]. ", "9": "Everyone was supposed to free his Hebrew slaves, both male and female. No one was to keep a fellow ·Jew [L Judean] as a slave. ", "10": "All the officers and all the people ·accepted [obeyed] this agreement; they agreed to free their male and female slaves and no longer keep them as slaves. So all the slaves were set free. ", "11": "But after that, they [C the people who owned slaves] ·changed their minds [L turned back]. So they took back the people they had set free and made them slaves again.", "12": "Then the Lord spoke his word to Jeremiah: ", "13": "“This is what the Lord, the God of Israel, says: I brought your ·ancestors [fathers] out of Egypt ·where they were slaves [L the house of bondage/slavery] and ·made [L cut] an ·agreement [covenant; treaty] with them. ", "14": "I said to your ·ancestors [fathers]: 'At the end of every seven years, each one of you must set his Hebrew slaves free. If a fellow Hebrew has sold himself to you, you must let him go free after he has served you for six years.' But your ·ancestors [fathers] did not listen or ·pay attention [L incline their ear] to me. ", "15": "A short time ago you ·changed your hearts [repented] and did what ·I say is right [L was right in my eyes]. ·Each of you gave freedom [L …to proclaim liberty/emancipation] to his fellow Hebrews who were slaves. And you even ·made [L cut] an ·agreement [covenant; treaty] before me in the place ·where I have chosen to be worshiped [L called by my name]. ", "16": "But now you have ·changed your minds [turned around]. You have ·shown you do not honor [profaned; dishonored] me. Each of you has taken back the male and female slaves you had set free, and you have forced them to become your slaves again.", "17": "“So this is what the Lord says: You have not ·obeyed [listened to] me. You have not ·given freedom [proclaimed liberty/emancipation] to your fellow Hebrews, neither ·relatives [brothers] nor ·friends [neighbors]. But now I will ·give freedom [proclaim liberty/emancipation to you], says the Lord, to ·war [L the sword], to ·terrible diseases [plague; pestilence], and to ·hunger [famine]. I will make you ·hated by [a horror to] all the kingdoms of the earth. ", "18": "I will hand over the men who ·broke [transgressed] my ·agreement [covenant; treaty], who have not kept the ·promises [L terms of the covenant/treaty] they made before me. They cut a calf into two pieces before me and ·walked between [L passed through] the pieces [C an ancient oath ritual saying that if one broke the agreement they would die like the calf; Gen. 15:9–20]. ", "19": "These people made the ·agreement [covenant; treaty] before me by ·walking between [L passing through] the pieces of the calf: the leaders of Judah and Jerusalem, the ·officers of the court [or eunuchs], the priests, and all the people of the land. ", "20": "So I will hand them over to their enemies and to everyone who ·wants to kill them [L seeks their life]. Their ·bodies [corpses] will become food for the birds of the ·air [heavens] and for the wild animals of the earth. ", "21": "I will hand Zedekiah king of Judah and his officers over to their enemies, and to everyone who ·wants to kill them [L seeks their life], and to the army of the king of Babylon, even though they have ·left Jerusalem [L gone up from you]. ", "22": "I will give the order, says the Lord, to ·bring the Babylonian army back to Jerusalem [L return them to this city]. It will fight against it, capture it, set it on fire, and burn it down. I will ·destroy the towns in Judah so that they become ruins [L make the towns of Judah a desolation] where no one lives!”"}