{"1": "When Jehoiakim son of Josiah was king of Judah [C ruled 609–597 bc], the Lord spoke his word to Jeremiah, saying: ", "2": "“Go to the ·family [L house] of Recab. Invite them to come to one of the ·side rooms [chambers] of the ·Temple [L house] of the Lord, and offer them wine to drink.”", "3": "So I went to get Jaazaniah son of Jeremiah [C not the prophet, but a man with the same name], the son of Habazziniah. And I gathered all of Jaazaniah's brothers and sons and the whole ·family [L house] of the Recabites together. ", "4": "Then I brought them into the ·Temple [L house] of the Lord. We went into the ·room [chamber] of the sons of Hanan son of Igdaliah, who was a man of God. The ·room [chamber] was next to the one where the officers stay and above the ·room [chamber] of Maaseiah son of Shallum, the ·doorkeeper in the Temple [L guard/keeper of the threshold]. ", "5": "Then I put some ·bowls [pitchers] full of wine and some cups before the men of the Recabite ·family [L house]. And I said to them, “Drink some wine.”", "6": "But the Recabite men answered, “We never drink wine. Our ·ancestor [father] Jonadab son of Recab [2 Kin. 10:15–17] gave us this command: 'You and your descendants must never drink wine. ", "7": "Also you must never build houses, ·plant [L sow] seeds, or plant vineyards, or do any of those things. You must live only in tents all your days. Then you will live ·a long time [L many days] in the land where you are ·wanderers [sojourners; resident aliens].' ", "8": "So we Recabites ·have obeyed everything [L listened to the voice of] Jonadab our ·ancestor [father] commanded us. Neither we nor our wives, sons, or daughters ever drink wine. ", "9": "We never build houses in which to live, or own fields or vineyards, or ·plant crops [L seed]. ", "10": "We have lived in tents and have obeyed everything our ancestor Jonadab commanded us. ", "11": "But when Nebuchadnezzar king of Babylon ·attacked Judah [L came up to the land], we said to each other, 'Come, we must enter Jerusalem ·so we can escape [L from before] the ·Babylonian [L Chaldean] army and the Aramean army.' So we have stayed [lived] in Jerusalem [C though they may not be living in houses, in conformity to their ancestor's command].”", "12": "Then the Lord spoke his word to Jeremiah: ", "13": "“This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: Jeremiah, go and tell the men of Judah and the people of Jerusalem: '·You should [L Can you not…?] learn a lesson and obey my message,' says the Lord. ", "14": "'Jonadab son of Recab ordered his descendants not to drink wine, and that command has been obeyed. Until today they have obeyed their ·ancestor's [father's] command; they do not drink wine. But I, the Lord, have given you messages again and again, but you did not ·obey [listen to] me. ", "15": "I sent all my servants the prophets to you again and again, saying, “Each of you must ·stop doing evil [L turn from his evil way/path]. You must change and be good. Do not ·follow [L go after] other gods to serve them. If you obey me, you will live in the land I have given to you and your ·ancestors [fathers].” But you have not ·listened [L inclined your ear] to me or paid attention to my message. ", "16": "The descendants of Jonadab son of Recab obeyed the commands their ancestor gave them, but the people of Judah have not obeyed me [C the Recabites carefully observe the law of a human while Israel rejects divine law].'", "17": "“So the Lord God ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: 'I will soon bring every ·disaster [trouble; evil] I said would come to Judah and to everyone living in Jerusalem. I spoke to those people, but they refused to listen. I called out to them, but they did not answer me.'”", "18": "Then Jeremiah said to the [L house of the] Recabites, “This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: 'You have ·obeyed [listened to] the commands of your ·ancestor [father] Jonadab and have ·followed all of his teachings [kept/guarded all his commands]; you have done everything he commanded.' ", "19": "So this is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: '·There will always be a descendant of Jonadab son of Recab to serve me [L Jonadab son of Recab will not lack a descendant to stand before me for all days].'”"}