{"1": "The Lord spoke this word to Jeremiah during the fourth year that Jehoiakim son of Josiah was king of Judah [C 605 bc]: ", "2": "“Get a scroll. Write on it all the words I have spoken to you about Israel and Judah and all the nations. Write everything from when I first spoke to you, when Josiah was king, until now [C his prophecies began in the thirteenth year of this king, 626 bc; 1:1–3]. ", "3": "Maybe the ·family [L house] of Judah will hear what ·disasters [evil; troubles] I am planning to ·bring on [L do to] them and will ·stop doing wicked things [L turn back from his evil ways/paths]. Then I would forgive them for ·the sins and the evil things they have done [L their iniquities and their sins].”", "4": "So Jeremiah called for Baruch son of Neriah [32:12; 43:3, 6; 45:1–2]. ·Jeremiah spoke the messages the Lord had given him, and Baruch wrote those messages [L Baruch wrote from the mouth of Jeremiah all the words of the Lord which he spoke to him] on the scroll. ", "5": "Then Jeremiah commanded Baruch, “I cannot go to the ·Temple [L house] of the Lord. I ·must stay here [L am confined/restricted/imprisoned]. ", "6": "So I want you to go to the ·Temple [L house] of the Lord on a day when the people are fasting. Read from the scroll ·to [L in the ears of] all the people of Judah who come into Jerusalem from their towns. Read the messages from the Lord, which are the words you wrote on the scroll ·as I spoke them to you [L from my mouth]. ", "7": "Perhaps ·they will ask the Lord to help them [L their supplications will fall before the Lord]. Perhaps each one will ·stop doing wicked things [L turn from their evil ways], because the Lord has announced that he is very angry with them.” ", "8": "So Baruch son of Neriah did everything Jeremiah the prophet ·told [L commanded] him to do. In the Lord's ·Temple [L house] he read aloud the scroll that had the Lord's messages written on it.", "9": "In the ninth month of the fifth year that Jehoiakim son of Josiah was king [C 604 bc], a fast was announced. All the people of Jerusalem and everyone who had come into Jerusalem from the towns of Judah were supposed to ·give up eating to honor [L fast before] the Lord. ", "10": "At that time Baruch read to all the people there the scroll containing Jeremiah's words. He read the scroll in the ·Temple [L house] of the Lord in the room of Gemariah son of Shaphan, a ·royal secretary [scribe]. That ·room [chamber] was in the upper courtyard at the entrance of the New Gate of the Temple.", "11": "Micaiah son of Gemariah, the son of Shaphan, heard all the messages from the Lord that were on the scroll. ", "12": "Micaiah went down to the ·royal secretary's [scribe's] room in the king's ·palace [L house] where all of the officers were sitting: Elishama the ·royal secretary [scribe]; Delaiah son of Shemaiah; Elnathan son of Acbor [2 Kin. 22:8–10]; Gemariah son of Shaphan; Zedekiah son of Hananiah; and all the other officers. ", "13": "Micaiah told those officers everything he had heard Baruch read to the people from the scroll.", "14": "Then the officers sent a man named Jehudi son of Nethaniah to Baruch. (Nethaniah was the son of Shelemiah, who was the son of Cushi.) Jehudi said to Baruch, “·Bring [L Take in your hand] the scroll that you read ·to [L in the ears of] the people and come with me.” So Baruch son of Neriah took in his hand the scroll and went with Jehudi to the officers. ", "15": "Then the officers said to Baruch, “Please sit down and read the scroll ·to us [L in our ears].” So Baruch read the scroll ·to them [L in their ears] . ", "16": "When the officers heard all the words, they became afraid and looked at each other. They said to Baruch, “We must certainly tell the king about these words.” ", "17": "Then the officers asked Baruch, “Tell us, please, ·where did you get all these words you wrote on the scroll [L how did you write all these words]? ·Did you write down what Jeremiah said to you [At his dictation; L From his mouth]?”", "18": "“Yes,” Baruch answered. “Jeremiah spoke them ·all to me [L from his mouth], and I wrote them down with ink on this scroll.”", "19": "Then the officers said to Baruch, “You and Jeremiah must go and hide, and ·don't tell anyone [L no one must know] where you are.”", "20": "The officers put the scroll in the room of Elishama the ·royal secretary [scribe]. Then they went to the king in the courtyard and told ·him all about the scroll [L all these words in the ear of the king]. ", "21": "So King Jehoiakim sent Jehudi to get the scroll. Jehudi brought the scroll from the room of Elishama the ·royal secretary [scribe] and read it ·to [L in the ears of] the king and ·to [L in the ears of] all the officers who stood around the king. ", "22": "It was the ninth month of the year [C late autumn], so King Jehoiakim was sitting in the winter apartment. There was a fire burning in a ·small firepot [brazier] in front of him. ", "23": "After Jehudi had read three or four columns, ·the king [L he] cut those columns off of the scroll with a penknife and threw them into the ·firepot [brazier]. Finally, the whole scroll was burned in the fire. ", "24": "King Jehoiakim and his servants heard ·everything that was said [L all these words], but they were not frightened! They did not tear their clothes [C to show their sorrow]. ", "25": "Elnathan, Delaiah, and Gemariah ·even tried to talk [beseeched] King Jehoiakim out of burning the scroll, but he would not listen to them. ", "26": "Instead, the king ordered Jerahmeel son of the king, Seraiah son of Azriel, and Shelemiah son of Abdeel to arrest Baruch the ·secretary [scribe] and Jeremiah the prophet. But the Lord had hidden them.", "27": "So King Jehoiakim burned the scroll where Baruch had written ·all the words Jeremiah had spoken to him [L from the mouth of Jeremiah]. Then the Lord spoke his word to Jeremiah: ", "28": "“Get another scroll. Write all the words on it that were on the first scroll that Jehoiakim king of Judah burned up. ", "29": "Also say this to Jehoiakim king of Judah: 'This is what the Lord says: You burned up that scroll and said, “Why, Jeremiah, did you write on it 'the king of Babylon will surely come and destroy this land and the people and animals in it'?” ", "30": "So this is what the Lord says about Jehoiakim king of Judah: Jehoiakim's descendants will not sit on David's throne. When Jehoiakim dies, his body will be thrown out on the ground. It will be left out in the heat of the day and in the frost of the night. ", "31": "I will punish Jehoiakim and his ·children [L seed] and his servants, because ·they have done evil things [of their guilt/iniquity]. I will bring ·disasters [evil; trouble] upon them and upon all the people in Jerusalem and Judah—everything I promised but which they refused to hear.'”", "32": "So Jeremiah took another scroll and gave it to Baruch son of Neriah, his ·secretary [scribe]. ·As Jeremiah spoke [L From the mouth of Jeremiah], Baruch wrote on the scroll the same words that were on the scroll Jehoiakim king of Judah had burned in the fire. And many similar words were added to the second scroll."}