{"1": "Shephatiah son of Mattan, Gedaliah son of Pashhur, ·Jehucal [L Jucal; 37:3] son of Shelemiah, and Pashhur son of Malkijah [21:1] heard what Jeremiah was telling all the people. He said: ", "2": "“This is what the Lord says: 'Everyone who stays in this city [C Jerusalem] will die ·from war [L by sword], or ·hunger [famine], or ·terrible diseases [plague; pestilence]. But everyone who ·surrenders [L goes out] to the ·Babylonian army [L Chaldeans] will live; ·they will escape with their lives and [L their lives will be plunder and they will] live.' ", "3": "And this is what the Lord says: 'This city will surely be handed over to the army of the king of Babylon. He will capture this city!'”", "4": "Then the officers said to the king, “This man [C Jeremiah] must be put to death! He is ·discouraging [demoralizing; L weakening the hands of] the soldiers who are still in the city, and all the people, by what he is saying to them. He ·does not want good to happen to us [L is not seeking our welfare/peace]; ·he wants to ruin us [L …only harm/trouble/evil].”", "5": "King Zedekiah said to them, “·Jeremiah is in your control [L He is in your hands]. ·I cannot do anything [L The king is powerless] to stop you.”", "6": "So they [C the officers] took Jeremiah and put him into the ·well [cistern; pit] of Malkijah, the king's son, which was in the courtyard of the guards. The officers used ropes to lower Jeremiah into the ·well [cistern; pit], which did not have any water in it, only mud. And Jeremiah sank down into the mud.", "7": "But Ebed-Melech, a Cushite [C an Ethiopian] and a ·servant [or eunuch] in the ·palace [L house of the king], heard that the officers had put Jeremiah into the ·well [cistern; pit]. As King Zedekiah was sitting at the Benjamin Gate, ", "8": "Ebed-Melech left the ·palace [L house of the king] and went to the king. Ebed-Melech said to him, ", "9": "“My master and king, these rulers have acted in an evil way. They have treated Jeremiah the prophet badly. They have thrown him into a ·well [cistern; pit] and left him there to die! ·When there [or There] is no more bread in the city, he will starve to death.”", "10": "Then King Zedekiah commanded Ebed-Melech the Cushite, “Take thirty men from the palace and lift Jeremiah the prophet out of the ·well [cistern; pit] before he dies.”", "11": "So Ebed-Melech took the men with him and went to a room under the storeroom in the palace. He took some ·old rags [tattered] and worn-out clothes from that room. Then he let those rags down with some ropes to Jeremiah in the ·well [cistern; well]. ", "12": "Ebed-Melech the Cushite said to Jeremiah, “Put these ·old rags [tattered] and worn-out clothes under your arms to be pads for the ropes.” So Jeremiah did as Ebed-Melech said. ", "13": "The men pulled Jeremiah up with the ropes and lifted him out of the ·well [cistern; pit; Ps. 30:1–3]. And Jeremiah stayed under guard in the courtyard of the guard [39:15–18].", "14": "Then King Zedekiah sent someone to get Jeremiah the prophet and bring him to the third entrance to the ·Temple [L house] of the Lord. The king said to Jeremiah, “I am going to ask you something. Do not hide anything from me, but tell me everything honestly [37:16–21].”", "15": "Jeremiah said to Zedekiah, “If I give you an answer, ·you will surely [L won't you…?] kill me. And even if I give you advice, you will not listen to me.”", "16": "But King Zedekiah ·made a secret promise [L swore in secret] to Jeremiah, “As surely as the Lord lives who has given us breath and life, I will not kill you. And I promise not to hand you over to these men [C the officers] who ·want to kill you [L seek your life].”", "17": "Then Jeremiah said to Zedekiah, “This is what the Lord God ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: 'If you ·surrender [L go out] to the officers of the king of Babylon, your life will be saved. This city [C Jerusalem] will not be burned ·down [L with fire], and you and your ·family [L house] will live. ", "18": "But if you refuse to ·surrender [L go out] to the officers of the king of Babylon, this city will be handed over to the ·Babylonian army [L Chaldeans], and they will burn it ·down [L with fire]. And you yourself will not escape from ·them [L their hand].'”", "19": "Then King Zedekiah said to Jeremiah, “I'm afraid of some ·Jews [L Judeans] who have already ·gone over to the side of [L deserted/defected/L fallen to] the ·Babylonian army [L Chaldeans]. If they [C the Babylonians] hand me over to them, they will ·treat me badly [abuse me].”", "20": "But Jeremiah answered, “·The Babylonians will not hand you over to the Jews [L You will not be given up]. ·Obey [L Listen to the voice of] the Lord by doing what I tell you. Then things will go well for you, and your life will be saved. ", "21": "But if you refuse to ·surrender [L go out] to the Babylonians, the Lord has shown me what will happen. ", "22": "All the women left in the ·palace [L house] of the king of Judah will be brought out and taken to the important officers of the king of Babylon. Your women will ·make fun of you with this song [L say]: 'Your good friends ·misled [deceived; seduced; enticed] you and ·were stronger than [overpowered] you. While your feet ·were stuck [sank down] in the mud, they ·left [turned their back on] you.'", "23": "“All your wives and children will be brought out and given to the Babylonian army. You yourself will not even escape from them. You will be ·taken prisoner [captured] by the king of Babylon, and this city [C Jerusalem] will be burned ·down [L with fire].”", "24": "Then Zedekiah said to Jeremiah, “Do not tell anyone that I have been talking to you, or you will die. ", "25": "If the officers find out I talked to you, they will come to you and say, 'Tell us what you said to King Zedekiah and what he said to you. Don't ·keep any secrets from us [conceal anything from us]. If you don't tell us everything, we will kill you.' ", "26": "If they ask you, tell them, 'I was ·begging [L making my pleas for help/supplications/falling before] the king not to ·send [return] me back to Jonathan's house to die.'”", "27": "All the officers did come to question Jeremiah. So he told them everything the king had ordered him to say. Then the officers said no more to Jeremiah, because no one had heard what Jeremiah and the king had discussed.", "28": "So Jeremiah stayed under guard in the courtyard of the guard until the day Jerusalem was captured."}