{"1": "This is how Jerusalem was captured: Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army and ·surrounded the city to attack it [L besieged it]. This was during the tenth month of the ninth year Zedekiah was king of Judah [C January 588 bc; 52:4]. ", "2": "This lasted until the ninth day of the fourth month in Zedekiah's eleventh year [C July 18, 586 bc]. Then the city wall was ·broken through [breached]. ", "3": "And all these officers of the king of Babylon came [C into Jerusalem] and sat down at the Middle Gate: Nergal-Sharezer ·of the district of Samgar [or Samgar-nebo]; Nebo-Sarsekim, a chief ·officer [or eunuch]; Nergal-Sharezer, ·an important leader [or the Rabmag]; and all the other important officers.", "4": "When Zedekiah king of Judah and all his soldiers saw them, they ·ran away [fled]. They ·left [went out of] Jerusalem at night and went out ·from [L by way of] the king's garden. They went through the gate that was between the two walls and then headed toward the ·Jordan Valley [L Arabah]. ", "5": "But the ·Babylonian [L Chaldean] army ·chased [pursued] them and ·caught up with [overtook] Zedekiah in the plains of Jericho. They captured him and took him to Nebuchadnezzar king of Babylon, who was at the town of Riblah in the land of Hamath [C north of Israel, in Syria]. There Nebuchadnezzar passed ·his sentence [judgment] on Zedekiah. ", "6": "At Riblah the king of Babylon ·killed [slaughtered] Zedekiah's sons and all the ·important officers [nobles] of Judah ·as Zedekiah watched [L before his eyes]. ", "7": "Then he ·put out [blinded] Zedekiah's eyes. He put bronze chains on Zedekiah and took him to Babylon.", "8": "The ·Babylonians [L Chaldeans] ·set fire to [L burned with fire] the ·palace [L house of the king] and to the houses of the people, and they ·broke [tore] down the walls around Jerusalem. ", "9": "Nebuzaradan, commander of the king's special guards, took the people left in Jerusalem, those captives who had ·surrendered [deserted; defected; L fell] to him earlier, and the rest of the people of Jerusalem, and he ·took them all away [exiled them all] to Babylon. ", "10": "But Nebuzaradan, commander of the guard, left some of the poorest people of Judah behind. They owned nothing, but that day he gave them vineyards and fields.", "11": "Nebuchadnezzar king of Babylon had ·given these orders [commanded] about Jeremiah through Nebuzaradan, commander of the guard: ", "12": "“Find Jeremiah and take care of him. Do not ·hurt [do evil to] him, but do for him whatever he asks you.” ", "13": "So Nebuchadnezzar sent these men for Jeremiah: Nebuzaradan, commander of the guards; Nebushazban, a chief ·officer [or eunuch]; Nergal-Sharezer, ·an important leader [or the Rabmag]; and all the other officers of the king of Babylon. ", "14": "They had Jeremiah taken out of the courtyard of the guard. Then they turned him over to Gedaliah son of Ahikam son of Shaphan [C the new governor of the Babylonian province of Judah; 40:5], who had orders to take Jeremiah back home. So they took him home, and he stayed among the people left in Judah.", "15": "While Jeremiah was guarded in the courtyard, the Lord spoke his word to him: ", "16": "“Jeremiah, go and tell Ebed-Melech the Cushite [C Ethiopian; 38:7–13] this message: 'This is what the Lord ·All-Powerful [Almighty; of Heaven's Armies; T of hosts], the God of Israel, says: Very soon I will make my words about this city [C Jerusalem] come true ·through [for] ·disaster [evil; trouble], not ·through [for] ·good times [good]. You will see everything come true with your own eyes. ", "17": "But I will ·save [rescue; deliver ] you on that day, Ebed-Melech, says the Lord. You will not be handed over to the people you fear. ", "18": "I will surely ·save [rescue] you [C Ebed-Melech]. You will not ·die from [L fall by] a sword, but ·you will escape and live [L your life will be plunder]. This will happen because you have ·trusted [confidence] in me, says the Lord.'”"}