{"1": "The Lord spoke his word to Jeremiah after Nebuzaradan, commander of the guards, had ·set Jeremiah free at the city of [released/L sent him from] Ramah. He had found Jeremiah in Ramah bound in ·chains [fetters] with all the ·captives [exiles] from Jerusalem and Judah who were being ·taken away [exiled] to Babylon. ", "2": "When commander ·Nebuzaradan [L of the guards] ·found [L took] Jeremiah, Nebuzaradan said to him, “The Lord your God announced this ·disaster [evil; trouble] would come to this place. ", "3": "And now the Lord has done everything he ·said [promised] he would do. This ·disaster [evil; trouble] happened because you [C the people of Judah] sinned against the Lord and did not ·obey him [L listen to his voice]. ", "4": "But today I am ·freeing [releasing] you from the ·chains [fetters] on your ·wrists [L hands]. If ·you want to [L it is good in your eyes], come with me to Babylon, and I will ·take good care of you [L set my eyes on you]. But if ·you don't want to come [L it is wrong/evil/bad in your eyes to come with me to Babylon], then ·don't [fine]. Look, the whole country is open to you. Go wherever ·you wish [L it is good and right in your eyes].” ", "5": "Before Jeremiah turned to leave, Nebuzaradan said, “Or go back to Gedaliah son of Ahikam, the son of Shaphan. The king of Babylon has ·chosen [appointed] him to be governor over the towns of Judah. Go and ·live [stay] with Gedaliah among the people, or go anywhere ·you want [L it is right in your eyes].” Then Nebuzaradan gave Jeremiah some ·food [provisions] and a ·present [gift] and let him go. ", "6": "So Jeremiah went to Gedaliah son of Ahikam at Mizpah [C perhaps Tell en-Nasbeh eight miles north of Jerusalem; Judg. 20:1–3; 1 Sam. 7:5–14; 10:17–24] and stayed with him there. He lived among the people who ·were left behind in Judah [L remained in the land].", "7": "Some officers and their men from the army of Judah were still out in the open country. They heard that the king of Babylon had ·put [appointed] Gedaliah son of Ahikam ·in charge of the people [L governor of those] who ·were left [remained] in the land: the men, women, and children who were the poorest. They were the ones who were not ·taken to Babylon as captives [exiled to Babylon]. ", "8": "So these soldiers came to Gedaliah at Mizpah: Ishmael son of Nethaniah, Johanan and Jonathan sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, Jaazaniah son of the Maacathite, and their men.", "9": "Gedaliah son of Ahikam, the son of Shaphan, ·made a promise [swore] to them, saying, “Do not be afraid to serve the ·Babylonians [L Chaldeans]. Stay in the land and serve the king of Babylon. Then everything will go well for you. ", "10": "I myself will live in Mizpah and will ·speak for you [represent you; L stand] before the ·Babylonians [L Chaldeans] who come to us here. Harvest the wine, the summer fruit, and the oil, and put what you harvest in your storage jars. Live in the towns you control.”", "11": "The ·Jews [L Judeans] in Moab, ·Ammon [L the sons of Ammon], Edom, and other countries also heard that the king of Babylon had left a ·few Jews alive in the land [L remnant in Judea]. And they heard the king of Babylon had ·chosen [appointed] Gedaliah as governor over them. (Gedaliah was the son of Ahikam, the son of Shaphan.) ", "12": "When the people of Judah heard this news, they came back to Judah from all the countries where they had been scattered. They came to Gedaliah at Mizpah and gathered a large harvest of wine and summer fruit.", "13": "Johanan son of Kareah and all the army officers of Judah still in the open country came to Gedaliah at Mizpah. ", "14": "They said to him, “Don't you know that Baalis king of the ·Ammonite people [L sons of Ammon] wants you dead? He has sent Ishmael son of Nethaniah to ·kill you [L strike your life].” But Gedaliah son of Ahikam ·did [or would] not believe them.", "15": "Then Johanan son of Kareah spoke to Gedaliah in ·private [secret] at Mizpah. He said, “Let me go and ·kill [L strike] Ishmael son of Nethaniah. No one will know anything about it. ·We should not let Ishmael [L Why should he…?] ·kill you [L strike your life]. Then all ·the Jews [L Judah] gathered around you would be scattered to different countries again, and the ·few people of Judah who are left alive [L the remnant of Judah] would ·be lost [perish].”", "16": "But Gedaliah son of Ahikam said to Johanan son of Kareah, “Do not ·kill Ishmael [L do this thing]! The things you are saying about Ishmael are ·not true [false; lies].”"}