{"1": "In the seventh month Ishmael son of Nethaniah and ten of his men came to Gedaliah son of Ahikam [C the Babylonian appointed governor] at Mizpah [40:6]. (Nethaniah was the son of Elishama.) Now Ishmael was a member of the ·king's [royal] family and had been one of the officers of the king of Judah. While they were eating ·a meal with Gedaliah [L bread together] at Mizpah, ", "2": "Ishmael and his ten men got up and killed Gedaliah son of Ahikam, the son of Shaphan, with a sword. (Gedaliah was the man the king of Babylon had ·chosen [appointed] as governor over Judah.) ", "3": "Ishmael also killed all the ·Jews [L Judeans] and the ·Babylonian [L Chaldean] soldiers who were there with Gedaliah at Mizpah.", "4": "The day after Gedaliah was murdered, before anyone knew about it, ", "5": "eighty men came to Mizpah bringing ·grain [L gift; tribute] offerings [Lev. 2:1] and incense to the ·Temple [L house] of the Lord. Those men from Shechem, Shiloh, and Samaria [C important centers in northern Israel] had shaved off their beards, torn their clothes, and ·cut [gashed] themselves [C mourning rituals]. ", "6": "Ishmael son of Nethaniah went out from Mizpah to meet them, crying as he walked. When he ·met [encountered] them, he said, “Come with me to meet Gedaliah son of Ahikam.” ", "7": "So they went into Mizpah. Then Ishmael son of Nethaniah and his men ·killed [slaughtered] seventy of them and threw the bodies into a deep ·well [cistern; pit]. ", "8": "But the ten men who were ·left alive [L still found] said to Ishmael, “Don't kill us! We have stores of wheat and barley and oil and honey that we have hidden in a field.” So ·Ishmael let them live [L he stopped] and did not kill them with the others. ", "9": "Now the ·well [cistern; pit] where he had thrown all the bodies had been made by King Asa [C ruled 913–873 bc] as a part of his defenses against Baasha king of Israel [C ruled 900–877 bc; 1 Kin. 15:9–24; 15:33—16:7]. But Ishmael son of Nethaniah put dead bodies in it until it was full.", "10": "Ishmael captured all the other people in Mizpah: the king's daughters and all the other people who ·were left [remained] there. They were the ones whom Nebuzaradan commander of the guard had ·chosen Gedaliah son of Ahikam to take care of [appointed Gedaliah son of Ahikam as governor over]. So Ishmael son of Nethaniah captured those people, and he started to cross over to the country of the ·Ammonites [L sons of Ammon].", "11": "Johanan son of Kareah [40:13–14] and all his army officers with him heard about all the ·evil things [crimes] Ishmael son of Nethaniah had done. ", "12": "So they took their men and went to fight Ishmael son of Nethaniah and ·caught [L found] him near the ·big pool of water [L many waters] at Gibeon [C southwest of Mizpah; 2 Sam. 2:8–17]. ", "13": "When ·the captives Ishmael had taken [L all the people who were with Ishmael] saw Johanan and the army officers, they were glad. ", "14": "So all the people Ishmael had taken captive from Mizpah turned around and ran to Johanan son of Kareah. ", "15": "But Ishmael son of Nethaniah and eight of his men escaped from Johanan and ran away to the ·Ammonites [L sons of Ammon].", "16": "So Johanan son of Kareah and all his army officers ·saved [L took] the captives that Ishmael son of Nethaniah had taken from Mizpah after he ·murdered [L struck] Gedaliah son of Ahikam. Among those left alive were soldiers, women, children, and ·palace officers [or eunuchs]. And Johanan brought them back from the town of Gibeon.", "17-18": "Johanan and the other army officers were afraid of the ·Babylonians [L Chaldeans]. Since the king of Babylon had chosen Gedaliah son of Ahikam to be governor of Judah but Ishmael son of Nethaniah had ·murdered [L struck] him, Johanan was afraid that the Babylonians would be angry. So they decided to run away to Egypt. On the way they stayed at Geruth Kimham, near the town of Bethlehem."}