{"1": "Before the king of Egypt ·attacked [L struck] the city of Gaza, the Lord spoke his word to Jeremiah the prophet. This message is to the Philistine people [C to the west of Israel; Gen. 10:14; 21:32, 34].", "2": "This is what the Lord says: “See, waters are rising from the north [C representing the overwhelming force of the Babylonians]. They will become like an overflowing ·stream [torrent] and will cover the whole country ·like a flood [L and its fullness], even the towns and the people living in them. Everyone living in that country will cry for help; the people will ·cry painfully [wail].", "3": "They will hear the sound of the ·running horses [L hoofs of the chargers] and the noisy chariots and the rumbling chariot wheels. ·Parents [Fathers] will not ·help their children to safety [turn back for their children], because ·they will be too weak to help [L their hands will be weak].", "4": "The ·time [L day] has come to destroy all the Philistines. It is time to ·destroy [L cut off] all who ·are left alive [survive] who could help the cities of Tyre and Sidon [C the two most important Phoenician cities; the Philistines, Egypt's allies, could no longer help them]. The Lord will soon destroy the Philistines, ·those left alive from the island of Crete [L the remnant of the coastline of Caphtor].", "5": "·The people from the city of Gaza will be sad and shave their heads [L Baldness will come to Gaza]. The people from the city of Ashkelon will be made silent. ·Those left alive [Remnant] from the valley, how long will you ·cut [gash] yourselves [C a mourning ritual]?", "6": "“·You cry [L Ah], 'Sword of the Lord, how long ·will you keep fighting [L before you rest]? Return to your ·holder [sheath]. Stop and be still.'", "7": "But how can his sword rest when the Lord has given it a command? He has ·ordered [assigned] it to attack Ashkelon and the seacoast.”"}