{"1": "This Gospel begins not with Jesus' birth or John's baptism but with a deliberate echo of the creation story in Genesis. It takes us back before time began to the moment when God interrupts the silence and speaks the cosmos into existence. Only John's Gospel names Jesus as the Logos and declares that He existed long before time was measured. This Greek word carries a variety of meanings, all relating to the act of speaking. It could be translated “word,” a thought that comes to expression, message, declaration, reason, or the content of preaching; most are found in various translations. It is clear that John means that logos is declared to all creation. John's use of logos is unique and has often been rendered as “Word.” While this is a useful translation, even a casual understanding demonstrates that “Word” reflects only part of its meaning. Most readers will interpret “word” as a unit of language—a combination of sounds generally spoken but also written—that carries meaning. To understand what John means, readers need something more than their cultural understanding of “word”; they need a new way of thinking about it. This is why we have chosen to offer another rendering, an interpretive, poetic translation, of what may be one of the most theologically loaded words in Scripture. Since logos essentially refers to the act of speaking or bringing thoughts to expression, we have decided to use the word “voice” to capture that reality. John declares that truth has culminated in the person of Jesus. No single word captures the complete meaning of logos, but “voice” has a number of advantages. First, “voice” manifests the act of speaking. Voice is that which is spoken and that which is heard; it comes on both sides of any communication event, bridging the gap between sender and receiver. John intends that in Jesus God is speaking and revealing Himself to the world. Second, a voice is distinct and personal. We can distinguish people from one another simply by their voices. In John 10 Jesus describes the fact that the sheep hear the voice of the shepherd when he calls and they follow, but they refuse to follow a stranger because they do not know his voice (John 10:1-5). John desires that we know Jesus as the Son of God and believe in Him personally as the Good Shepherd. Third, “voice” is dynamic in that it reflects the robust and powerful activity of a living God. It is historical in that any act of speaking comes to expression and takes place in the real world as a “voice” calling, demanding a response. It challenges any notion that the Christian faith can be reduced to rules, propositions, or doctrines that can be merely believed or dismissed and not lived out in our lives. Since in Jesus God is speaking and revealing Himself to the world, and since in Jesus we hear the Voice of God, then this new reality changes everything so we, too, must change. In the beginning Before time itself was measured, the Voice was speaking. The Voice was and is God.", "2": "This celestial Word remained ever present with the Creator;", "3": "His speech shaped the entire cosmos. Immersed in the practice of creating, all things that exist were birthed in Him.", "4": "His breath filled all things with a living, breathing light—", "5": "A light that thrives in the depths of darkness, blazes through murky bottoms. It cannot and will not be quenched.", "6": "A man named John, who was sent by God, was the first to clearly articulate the source of this Light. ", "7": "This baptizer put in plain words the elusive mystery of the Divine Light so all might believe through him. Some wondered whether he might be the Light, ", "8": "but John was not the Light. He merely pointed to the Light.", "9": "The true Light, who shines upon the heart of everyone, was coming into the cosmos.", "10": "Jesus as the Light does not call out from a distant place but draws near by coming into the world. He entered our world, a world He made; yet the world did not recognize Him. ", "11": "Even though He came to His own people, they refused to listen and receive Him. ", "12": "But for all who did receive and trust in Him, He gave them the right to be reborn as children of God; ", "13": "He bestowed this birthright not by human power or initiative but by God's will.", "14": "The Voice took on flesh and became human and chose to live alongside us. We have seen Him, enveloped in undeniable splendor—the one true Son of the Father—evidenced in the perfect balance of grace and truth. ", "15": "John the Baptist testified about Him and shouted, “This is the one I've been telling you is coming. He is much greater than I am because He existed long before me.”", "16": "Through this man we all receive gifts of grace beyond our imagination. ", "17": "You see, Moses gave us rules to live by, but Jesus the Anointed offered us gifts of grace and truth. ", "18": "God, unseen until now, is revealed in the Voice, God's only Son, straight from the Father's heart.", "19": "Before Jesus comes along, many wonder whether John the Baptist might be the Anointed One sent by God. But when Jesus appears in the wilderness, John points others to Him. John knows his place in God's redemptive plan: he speaks God's message, but Jesus is the Word of God. John rejects any messianic claim outright. Jesus, though, accepts it with a smile, but only from a few devoted followers—at least at first. Of course John is crucial to the unfolding drama, but he isn't the long awaited One sent to free His people. He preaches repentance and tells everybody to get ready for One greater to come along. The One who comes will cleanse humanity in fire and power, he says. John even urges some of his followers to leave him and go follow Jesus. The reputation of John was growing; and many had questions, including Jewish religious leaders from Jerusalem. ", "28": "So some priests and Levites approached John in Bethany just beyond the Jordan River while he was baptizing and bombarded him with questions:[a] Religious Leaders: Who are you?", "20": "John the Baptist: 20 I'm not the Anointed One, if that is what you are asking.", "21": "Religious Leaders: 21 Your words sound familiar, like a prophet's. Is that how we should address you? Are you the Prophet Elijah? John the Baptist: No, I am not Elijah. Religious Leaders: Are you the Prophet Moses told us would come? John the Baptist: No.", "22": "Religious Leaders: 22 Then tell us who you are and what you are about because everyone is asking us, especially the Pharisees, and we must prepare an answer.", "23": "John replied with the words of Isaiah the prophet: John the Baptist: Listen! I am a voice calling out in the wilderness. Straighten out the road for the Lord. He's on His way.[b]", "24-25": "Then some of those sent by the Pharisees questioned him again. Religious Leaders: How can you travel the countryside baptizing[c] people if you are not the Anointed One or Elijah or the Prophet?", "26": "John the Baptist: 26 Baptizing with water is what I do; but the One whom I speak of, whom we all await, is standing among you; and you have no idea who He is. ", "27": "Though He comes after me, I am not even worthy to unlace His sandals.[d]", "29": "The mystery of Jesus' identity occupies His contemporaries and will continue to occupy generations of believers for centuries to come. As the twelve journey with Him, it gradually becomes clearer who this man is, where He comes from, and how His existence will profoundly affect the rest of human history. The question of “Who is this man?” cannot be answered overnight. The morning after this conversation, John sees Jesus coming toward him. In eager astonishment, he shouts out: John the Baptist: Look! This man is more than He seems! He is the Lamb sent from God, the sacrifice to erase the sins of the world! ", "30": "He is the One I have been saying will come after me, who existed long before me and is much greater than I am. ", "31": "No one recognized Him—myself included. But I came baptizing[e] with water so that He might be revealed to Israel. ", "32": "As I watched, the Spirit came down like a dove from heaven and rested on Him. ", "33": "I didn't recognize Him at first, but the One who sent me to baptize told me, “The One who will baptize with the Holy Spirit will be the person you see the Spirit come down and rest upon.” ", "34": "I have seen this with my own eyes and can attest that this One is the Son of God!", "35-36": "The day after, John saw Him again as he was visiting with two of his disciples. As Jesus walked by, he announced again: John the Baptist: Do you see Him? This man is the Lamb of God, God's sacrifice to cleanse our sins.", "37": "At that moment, the two disciples began to follow Jesus, ", "38-39": "who turned back to them, saying: Jesus: What is it that you want? Two Disciples: We'd like to know where You are staying. Teacher, may we remain at Your side today? Jesus: Come and see. Follow Me, and we will camp together. It was about four o'clock in the afternoon when they met Jesus. They came and saw where He was staying, but they got more than they imagined. They remained with Him the rest of the day and followed Him for the rest of their lives. ", "40-41": "One of these new disciples, Andrew, rushed to find his brother Simon and tell him they had found the One who is promised, God's Anointed who will heal the world. ", "42": "As Andrew approached with Simon, Jesus looked into him. Jesus: Your name is Simon, and your father is called John. But from this day forward you will be known as Peter,[f] the rock.", "43-44": "The next day Jesus set out to go into Galilee; and when He came upon Philip, He invited him to join them. Jesus: Follow Me. Philip, like Andrew and Peter, came from a town called Bethsaida; and he decided to make the journey with Him. ", "45": "Philip found Nathanael, a friend, and burst in with excitement: Philip: We have found the One. Moses wrote about Him in the Law, all the prophets spoke of the day when He would come, and now He is here—His name is Jesus, son of Joseph the carpenter; and He comes from Nazareth.", "46": "Nathanael: 46 How can anything good come from a place like Nazareth? Philip: Come with me, and see for yourself.", "47": "As Philip and Nathanael approached, Jesus saw Nathanael and spoke to those standing around Him. Jesus: Look closely, and you will see an Israelite who is a truth-teller.", "48": "Nathanael (overhearing Jesus): 48 How would You know this about me? We have never met. Jesus: I have been watching you before Philip invited you here. Earlier in the day, you were enjoying the shade and fruit of the fig tree. I saw you then.", "49": "Nathanael: 49 Teacher, You are the One—God's own Son and Israel's King.", "50": "Jesus: 50 Nathanael, if all it takes for you to believe is My telling you I saw you under the fig tree, then what you will see later will astound you. ", "51": "I tell you the truth: before our journey is complete, you will see the heavens standing open while heavenly messengers ascend and descend, swirling around the Son of Man."}