{"1": "John points to stories where Jesus returns to the issue of faith again and again. The crowds are fickle, believing sometimes and not others. The religious leaders refuse to believe because Jesus doesn't fit their paradigms. The disciples and close friends constantly face situations that challenge their faith, and this especially happens when Lazarus dies. John is implicitly urging his readers to have faith in Christ, even in difficult times, because He is the source of life and well being. There was a certain man who was very ill. He was known as Lazarus from Bethany, which is the hometown of Mary and her sister Martha. ", "2": "Mary did a beautiful thing for Jesus. She anointed the Lord with a pleasant-smelling oil and wiped His feet with her hair. Her brother Lazarus became deathly ill, ", "3": "so the sisters immediately sent a message to Jesus which said, “Lord, the one You love is very ill.” ", "4": "Jesus heard the message. Jesus: His sickness will not end in his death but will bring great glory to God. As these events unfold, the Son of God will be exalted.", "5": "Jesus dearly loved Mary, Martha, and Lazarus. ", "6": "However, after receiving this news, He waited two more days where He was.", "7": "Jesus (speaking to the disciples): 7 It is time to return to Judea.", "8": "Disciples: 8 Teacher, the last time You were there, some Jews attempted to execute You by crushing You with stones. Why would You go back?", "9": "Jesus: 9 There are 12 hours of daylight, correct? If anyone walks in the day, that person does not stumble because he or she sees the light of the world. ", "10": "If anyone walks at night, he will trip and fall because he does not have the light within. ", "11": "(Jesus briefly pauses.) Our friend Lazarus has gone to sleep, so I will go to awaken him.", "12": "Disciples: 12 Lord, if he is sleeping, then he will be all right.", "13": "Jesus used “sleep” as a metaphor for death, but the disciples took Him literally and did not understand. ", "14": "Then Jesus spoke plainly. Jesus: Lazarus is dead, ", "15": "and I am grateful for your sakes that I was not there when he died. Now you will see and believe. Gather yourselves, and let's go to him.", "16": "Thomas, the Twin (to the disciples): 16 Let's go so we can die with Him.", "17-18": "As Jesus was approaching Bethany (which is about two miles east of Jerusalem), He heard that Lazarus had been in the tomb four days. ", "19": "Now many people had come to comfort Mary and Martha as they mourned the loss of their brother. ", "20": "Martha went to meet Jesus when word arrived that He was approaching Bethany, but Mary stayed behind at the house.", "21": "Martha: 21 Lord, if You had been with us, my brother would not have died. ", "22": "Even so I still believe that anything You ask of God will be done.", "23": "Jesus: 23 Your brother will rise to life.", "24": "Martha: 24 I know. He will rise again when everyone is resurrected on the last day.", "25": "Jesus: 25 I am the resurrection and the source of all life; those who believe in Me will live even in death. ", "26": "Everyone who lives and believes in Me will never truly die. Do you believe this?", "27": "Martha: 27 Yes, Lord, I believe that You are the Anointed, the Liberating King, God's own Son who we have heard is coming into the world.", "28": "After this Martha ran home to Mary. Martha (whispering to Mary): Come with me. The Teacher is here, and He has asked for you.", "29": "Mary did not waste a minute. She got up and went ", "30": "to the same spot where Martha had found Jesus outside the village. ", "31": "The people gathered in her home offering support and comfort assumed she was going back to the tomb to cry and mourn, so they followed her. ", "32": "Mary approached Jesus, saw Him, and fell at His feet. Mary: Lord, if only You had been here, my brother would still be alive.", "33": "When Jesus saw Mary's profound grief and the moaning and weeping of her companions, He was deeply moved by their pain in His spirit and was intensely troubled.", "34": "Jesus: 34 Where have you laid his body? Jews: Come and see, Lord.", "35": "As they walked, Jesus wept; ", "36": "and everyone noticed how much Jesus must have loved Lazarus. ", "37": "But others were skeptical. Others: If this man can give sight to the blind, He could have kept him from dying.", "38": "They are asking, if Jesus loves Lazarus so much, why didn't He get here much sooner? Then Jesus, who was intensely troubled by all of this, approached the tomb—a small cave covered by a massive stone.", "39": "Jesus: 39 Remove the stone. Martha: Lord, he has been dead four days; the stench will be unbearable.", "40": "Jesus: 40 Remember, I told you that if you believe, you will see the glory of God.", "41": "They removed the stone, and Jesus lifted His eyes toward heaven. Jesus: Father, I am grateful that You have heard Me. ", "42": "I know that You are always listening, but I proclaim it loudly so that everyone here will believe You have sent Me.", "43": "After these words, He called out in a thunderous voice. Jesus: Lazarus, come out!", "44": "Then, the man who was dead walked out of his tomb bound from head to toe in a burial shroud. Jesus: Untie him, and let him go.", "45": "Once again Jesus amazes everyone around Him. How does He raise Lazarus? What kind of man can speak life into death's darkness? Throughout His time on earth, those around Him are continually surprised by Jesus. He is unique. How does He have power over death? It takes a while, but more and more His followers become convinced this is no ordinary man. As a result, many of the Jews who had come with Mary saw what happened and believed in Him. ", "46": "But some went to the Pharisees to report what they witnessed Jesus doing. ", "47": "As a result of these reports—and on short notice—the chief priests and Pharisees called a meeting of the high council. Pharisees: What are we going to do about this man? He is performing many miracles. ", "48": "If we don't stop this now, every man, woman, and child will believe in Him. You know what will happen next? The Romans will think He's mounting a revolution and will destroy our temple. It will be the end of our nation.", "49": "Caiaphas, the High Priest That Year: 49 You have no idea what you are talking about; ", "50": "what you don't understand is that it's better for you that one man should die for the people so the whole nation won't perish.", "51": "His speech was more than it seemed. As high priest that year, Caiaphas prophesied (without knowing it) that Jesus would die on behalf of the entire nation, ", "52": "and not just for the children of Israel—He would die so all God's children could be gathered from the four corners of the world into one people. ", "53": "In that moment, they cemented their intentions to have Jesus executed.", "54": "From that day forward, Jesus refrained from walking publicly among the people in Judea. He withdrew to a small town known as Ephraim, a rural area near the wilderness, where He set up camp with His disciples.", "55": "The Passover was approaching, and Jews everywhere traveled to Jerusalem early so they could purify themselves and prepare for Passover. ", "56": "People were looking for Jesus, hoping to catch a glimpse of Him in the city. All the while, some Jews were discussing Him in the temple. Some Jews: Do you think He will decide not to come to Jerusalem this year for the feast?", "57": "In the midst of this confusion, the Pharisees and the chief priests ordered that if anyone knew the whereabouts of Jesus of Nazareth, it must be reported immediately so they could arrest Him."}