{"1": "Before the Passover festival began, Jesus was keenly aware that His hour had come to depart from this world and to return to the Father. From beginning to end, Jesus' days were marked by His love for His people. ", "2": "Before Jesus and His disciples gathered for dinner, the adversary filled Judas Iscariot's heart with plans of deceit and betrayal. ", "3": "Jesus, knowing that He had come from God and was going away to God, ", "4": "stood up from dinner and removed His outer garments. He then wrapped Himself in a towel, ", "5": "poured water in a basin, and began to wash the feet of the disciples, drying them with His towel.", "6": "Simon Peter (as Jesus approaches): 6 Lord, are You going to wash my feet?", "7": "Jesus: 7 Peter, you don't realize what I am doing, but you will understand later.", "8": "Peter: 8 You will not wash my feet, now or ever! Jesus: If I don't wash you, you will have nothing to do with Me.", "9": "Peter: 9 Then wash me but don't stop with my feet. Cleanse my hands and head as well.", "10": "Jesus: 10 Listen, anyone who has bathed is clean all over except for the feet. But I tell you this, not all of you are clean.", "11": "Within pain and filth, there is an opportunity to extend God's kingdom through an expression of love, humility, and service. This simple act of washing feet is a metaphor for how the world looks through the lens of Jesus' grace. He sees the people—the world He created—which He loves. He also sees the filthy corruption in the world that torments everyone. His mission is to cleanse those whom He loves from those horrors. This is His redemptive work with feet, families, disease, famine, and hearts. When Jesus sees disease, He sees the opportunity to heal. When He sees sin, He sees a chance to forgive and redeem. When He sees dirty feet, He sees a chance to wash them. He knew the one with plans of betraying Him, which is why He said, “not all of you are clean.” ", "12": "After washing their feet and picking up His garments, He reclined at the table again. Jesus: Do you understand what I have done to you? ", "13": "You call Me Teacher and Lord, and truly, that is who I am. ", "14": "So if your Lord and Teacher washes your feet, then you should wash one another's feet. ", "15": "I am your example; keep doing what I do. ", "16": "I tell you the truth: a servant is not greater than the master. Those who are sent are not greater than the one who sends them.[a] ", "17": "If you know these things, and if you put them into practice, you will find happiness. ", "18": "I am not speaking about all of you. I know whom I have chosen, but let the Hebrew Scripture be fulfilled that says, “The very same man who eats My bread with Me will stab Me in the back.” ", "19": "Assuredly, I tell you these truths before they happen so that when it all transpires, you will believe that I am. ", "20": "I tell you the truth: anyone who accepts the ones I send accepts Me. In turn, the ones who accept Me also accept the One who sent Me.", "21": "Jesus was becoming visibly distressed. Jesus: I tell you the truth: one of you will betray Me.", "22": "The disciples began to stare at one another, wondering who was the unfaithful disciple. ", "23": "One disciple in particular, who was loved by Jesus, reclined next to Him at the table. ", "24": "Peter motioned to the disciple at Jesus' side. Peter (to the beloved disciple): Find out who the betrayer is.", "25": "Beloved Disciple (leaning in to Jesus): 25 Lord, who is it?", "26": "Jesus: 26 I will dip a piece of bread in My cup and give it to the one who will betray Me. He dipped one piece in the cup and gave it to Judas, the son of Simon Iscariot. ", "27": "After this occurred, Satan entered into Judas. Jesus (to Judas): Make haste, and do what you are going to do.", "28": "No one understood Jesus' instructions to Judas. ", "29": "Because Judas carried the money, some thought he was being instructed to buy the necessary items for the feast or give some money to the poor. ", "30": "So Judas took his piece of bread and departed into the night.", "31": "Upon Judas's departure, Jesus spoke: Jesus: Now the Son of Man will be glorified as God is glorified in Him. ", "32": "If God's glory is in Him, His glory is also in God. The moment of this astounding glory is imminent. ", "33": "My children, My time here is brief. You will be searching for Me; and as I told the Jews, “You cannot go where I am going.” ", "34": "So I give you a new command: Love each other deeply and fully. Remember the ways that I have loved you, and demonstrate your love for others in those same ways. ", "35": "Everyone will know you as My followers if you demonstrate your love to others.", "36": "Simon Peter: 36 Lord, where are You going? Jesus: Peter, you cannot come with Me now, but later you will join Me.", "37": "Peter: 37 Why can't I go now? I'll give my life for You!", "38": "Jesus: 38 Will you really give your life for Me? I tell you the truth: you will deny Me three times before the rooster crows."}