{"1": "Jesus: I am the true vine, and My Father is the keeper of the vineyard. ", "2": "My Father examines every branch in Me and cuts away those who do not bear fruit. He leaves those bearing fruit and carefully prunes them so that they will bear more fruit; ", "3": "already you are clean because you have heard My voice. ", "4": "Abide in Me, and I will abide in you. A branch cannot bear fruit if it is disconnected from the vine, and neither will you if you are not connected to Me.", "5": "I am the vine, and you are the branches. If you abide in Me and I in you, you will bear great fruit. Without Me, you will accomplish nothing. ", "6": "If anyone does not abide in Me, he is like a branch that is tossed out and shrivels up and is later gathered to be tossed into the fire to burn. ", "7": "If you abide in Me and My voice abides in you, anything you ask will come to pass for you. ", "8": "Your abundant growth and your faithfulness as My followers will bring glory to the Father.", "9": "At a time when all of His disciples are feeling as if they are about to be uprooted, Jesus sketches a picture of this new life as a flourishing vineyard—a labyrinth of vines and strong branches steeped in rich soil, abundant grapes hanging from their vines ripening in the sun. Jesus sculpts a new garden of Eden in their imaginations—one that is bustling with fruit, sustenance, and satisfying aromas. This is the Kingdom life. It is all about connection, sustenance, and beauty. But within this promise of life is the warning that people must be in Christ or they will not experience these blessings. Jesus: 9 I have loved you as the Father has loved Me. Abide in My love. ", "10": "Follow My example in obeying the Father's commandments and receiving His love. If you obey My commandments, you will stay in My love. ", "11": "I want you to know the delight I experience, to find ultimate satisfaction, which is why I am telling you all of this.", "12": "My commandment to you is this: love others as I have loved you. ", "13": "There is no greater way to love than to give your life for your friends. ", "14": "You celebrate our friendship if you obey this command. ", "15": "I don't call you servants any longer; servants don't know what the master is doing, but I have told you everything the Father has said to Me. I call you friends. ", "16": "You did not choose Me. I chose you, and I orchestrated all of this so that you would be sent out and bear great and perpetual fruit. As you do this, anything you ask the Father in My name will be done. ", "17": "This is My command to you: love one another.", "18": "If you find that the world despises you, remember that before it despised you, it first despised Me. ", "19": "If you were a product of the world order, then it would love you. But you are not a product of the world because I have taken you out of it, and it despises you for that very reason. ", "20": "Don't forget what I have spoken to you: “a servant is not greater than the master.” If I was mistreated, you should expect nothing less. If they accepted what I have spoken, they will also hear you. ", "21": "Everything they do to you they will do on My account because they do not know the One who has sent Me. ", "22": "If I had not spoken within their hearing, they would not be guilty of sin; but now they have no excuse for ignoring My voice.", "23": "If someone despises Me, he also despises My Father. ", "24": "If I had not demonstrated things for them that have never been done, they would not be guilty of sin. But the reality is they have stared Me in the face, and they have despised Me and the Father nonetheless. ", "25": "Yet their law, which says, “They despised Me without any cause,”[a] has again been proven true.", "26": "I will send a great Helper to you from the Father, one known as the Spirit of truth. He comes from the Father and will point to the truth as it concerns Me. ", "27": "But you will also point others to the truth about My identity, because you have journeyed with Me since this all began."}