{"1": "As Jesus warns of the mistreatment His followers can expect, He disarms fears by noting the most important things. If the Spirit is within, there is no reason to fear. In fact, the church will thrive under persecution. Yet humans are obsessed with power and political prominence as a means to influence the culture. Christian citizens have an obligation to strive for justice and freedom through the transforming power of the Spirit in people's lives. Rather than exerting temporal power, the real work of the Kingdom often thrives under fierce attack and opposition. Jesus announces this coming persecution to His followers, believing this will lead to their finest hour. Jesus: I am telling you all of this so that you may avoid the offenses that are coming. ", "2": "The time will come when they will kick you out of the synagogue because some believe God desires them to execute you as an act of faithful service. ", "3": "They will do this because they don't know the Father, or else they would know Me. ", "4": "I'm telling you all this so that when it comes to pass you will remember what you have heard. It was not important for Me to give you this information in the beginning when I was with you. ", "5": "But now, I am going to the One who has sent Me, and none of you ask Me, “Where are You going?”", "6": "I know that hearing news like this is overwhelming and sad. ", "7": "But the truth is that My departure will be a gift that will serve you well, because if I don't leave, the great Helper will not come to your aid. When I leave, I will send Him to you. ", "8-9": "When He arrives, He will uncover the sins of the world, expose unbelief as sin, and allow all to see their sins in the light of righteousness for the first time. ", "10": "This new awareness of righteousness is important because I am going to the Father and will no longer be present with you. ", "11": "The Spirit will also carry My judgment because the one who rules in this world has already been defeated.", "12": "I have so much more to say, but you cannot absorb it right now. ", "13-15": "The Spirit of truth will come and guide you in all truth. He will not speak His own words to you; He will speak what He hears, revealing to you the things to come and bringing glory to Me. The Spirit has unlimited access to Me, to all that I possess and know, just as everything the Father has is Mine. That is the reason I am confident He will care for My own and reveal the path to you. ", "16": "For a little while you will not see Me; but after that, a time will come when you will see Me again.", "17": "Some of His Disciples: 17 What does He mean? “I'll be here, and then I won't be here, because I'll be with the Father”?", "18": "Other Disciples: 18 What is He saying? “A little while”? We don't understand.", "19": "The promise of eternity is a reminder that God's children are made for a renewed world. There is great comfort amid fear, knowing believers will be reunited with Jesus and joined with the Father. As believers labor together in this world—enduring pain, loss, and unfulfilled desires—they should be encouraged that in eternity all needs will be fulfilled in the presence of God. Jesus knew they had questions to ask of Him, so He approached them. Jesus: Are you trying to figure out what I mean when I say you will see Me in a little while? ", "20": "I tell you the truth, a time is approaching when you will weep and mourn while the world is celebrating. You will grieve, but that grief will give birth to great joy. ", "21-22": "In the same way that a woman labors in great pain during childbirth only to forget the intensity of the pain when she holds her child, when I return, your labored grief will also change into a joy that cannot be stolen.", "23": "When all this transpires, you will finally have the answers you have been seeking. I tell you the truth, anything you ask of the Father in My name, He will give to you. ", "24": "Until this moment, you have not sought after anything in My name. Ask and you will receive so that you will be filled with joy.", "25": "I have been teaching you all of these truths through stories and metaphors, but the time is coming for Me to speak openly and directly of the Father.", "26": "The day is coming when you will make a request in My name, but I will not represent you before the Father. ", "27": "You will be heard directly by the Father. The Father loves you because you love Me and know that I come from the Father. ", "28": "I came from the Father into the cosmos, but soon I will leave it and return to the Father.", "29": "All His disciples mourn Jesus' refusal to take His rightful place as a king and lead a revolution. Jesus knows political might, brute force, and earthly governments are not helpful tools in a battle for hearts. Spiritual revolutions are subversive. They are led by defiant acts of love (for example, healing, foot washing, and martyrdom). Laws do not change hearts, and violence induces hatred and fear. But a sincere community of faith in which love and hope are demonstrated even in the darkest hours will lead a spiritual revolution. It is time to go forward with open eyes and continue to labor as Christian citizens, placing hope only in the redemptive work of the gospel. Disciples: 29 We hear You speaking clearly and not in metaphors. How could we misunderstand? ", "30": "We see now that You are aware of everything and You reveal things at the proper time. So we do not need to question You, because we believe You have come from God.", "31": "Jesus: 31 So you believe now? ", "32": "Be aware that a time is coming when you will be scattered like seeds. You will return to your own way, and I will be left alone. But I will not be alone, because the Father will be with Me. ", "33": "I have told you these things so that you will be whole and at peace. In this world, you will be plagued with times of trouble, but you need not fear; I have triumphed over this corrupt world order."}