{"1": "When Jesus finished praying, He began a brief journey with His disciples to the other side of the Kidron Valley, a deep ravine that floods in the winter rains, then farther on to a garden where He gathered His disciples.", "2-3": "Judas Iscariot (who had already set his betrayal in motion and knew that Jesus often met with the disciples in this olive grove) entered the garden with an entourage of Roman soldiers and officials sent by the chief priests and Pharisees. They brandished their weapons under the light of torches and lamps. ", "4": "Jesus stepped forward. It was clear He was not surprised because He knew all things. Jesus: Whom are you looking for?", "5": "Judas's Entourage: 5 Jesus the Nazarene. Jesus: I am the One. Judas, the betrayer, stood with the military force. ", "6": "As Jesus spoke “I am the One,” the forces fell back on the ground. ", "7": "Jesus asked them a second time: Jesus: Whom are you searching for? Judas's Entourage: Jesus the Nazarene.", "8": "Jesus: 8 I have already said that I am the One. If you are looking for Me, then let these men go free.", "9": "This happened to fulfill the promise He made that none of those entrusted to Him will be lost.[a] ", "10": "Suddenly Peter lunged toward Malchus, one of the high priest's servants; and with his sword, Peter severed the man's right ear.", "11": "Jesus (to Peter): 11 Put down your sword, and return it to the sheath. Am I to turn away from the cup the Father has given Me to drink?", "12": "So the Roman commander, soldiers, and Jewish officials arrested Jesus, cuffed His hands and feet, ", "13": "and brought Him to Annas (the father-in-law of Caiaphas the high priest). ", "14": "You may remember that Caiaphas counseled the Jews that one should die for all people. ", "15-16": "Simon Peter and another disciple followed behind Jesus. When they arrived, Peter waited in the doorway while the other disciple was granted access because of his relationship with the high priest. That disciple spoke to the woman at the door, and Peter was allowed inside.", "17": "Servant Girl (to Peter): 17 You are one of this man's disciples, aren't you? Peter: I am not.", "18": "All the servants and officers gathered around a charcoal fire to keep warm. It was a cold day, and Peter made his way into the circle to warm himself.", "19": "Annas (to Jesus): 19 Who are Your disciples, and what do You teach?", "20": "Jesus: 20 I have spoken in public where the world can hear, always teaching in the synagogue and in the temple where the Jewish people gather. I have never spoken in secret. ", "21": "So why would you need to interrogate Me? Many have heard Me teach. Why don't you question them? They know what I have taught.", "22": "While Jesus offered His response, an officer standing nearby struck Jesus with his hand. Officer: Is that how You speak to the high priest?", "23": "Jesus: 23 If I have spoken incorrectly, why don't you point out the untruths that I speak? Why do you hit Me if what I have said is correct?", "24": "Annas sent Jesus to Caiaphas bound as a prisoner. ", "25": "As this was happening, Peter was still warming himself by the fire. Servants and Officers: You, too, are one of His disciples, aren't you? Peter: No, I am not.", "26": "Initially, Pilate tells the Jewish leaders to take Jesus and try Him according to Jewish law, but when they hint at capital charges, Pilate agrees to interrogate Jesus as a traitor to the empire. Rome reserves the right to decide who lives and dies in the provinces. They don't delegate that to the Jewish high council. The charge of blasphemy carries no weight in Roman jurisprudence, for it is a matter of Jewish religious law. Rome has no opinion on such matters. So a new charge must be concocted, a charge that Rome does care about. Rome does care about taxes, of course, and takes a dim view of anyone making royal claims under their noses. Pilate agrees to hear the charge, not wasting a Roman minute. He takes Jesus inside and begins asking Him about these charges. Pilate can't handle the truth when he asks, “Are You the King of the Jews?” Jesus is the King of the Jews, and that is the truth. But as Jesus knows, the world doesn't recognize His kingdom. That's because it is sourced in heaven above, not in Rome. His authority comes from God the Father, Creator, Sustainer—not from the Roman senate. One of the high priest's servants who was related to Malchus—the person Peter attacked and cut off his ear—recognized Peter. High Priest's Servant: Didn't I see you in the garden with Him?", "27": "Peter denied it again, and instantly a rooster crowed.", "28": "Before the sun had risen, Jesus was taken from Caiaphas to the governor's palace. The Jewish leaders would not enter the palace because their presence in a Roman office would defile them and cause them to miss the Passover feast. Pilate, the governor, met them outside.", "29": "Now Caiaphas is high priest at this time. The sacred office he occupies has been corrupted for more than a century by Jewish collaboration with Greeks and Romans. Reformers are few, and they have been unable to cleanse the high office from its pollutants. Because of this, many Jews have stopped coming to the temple. How can God's holy habitation on earth be pure if its primary representative is coddling the enemies of Israel? Caiaphas knows he needs friends in high places to put an end to Jesus, so he turns to Pilate, the Roman governor. It is Pilate's job to look out for Roman interests in Judea. He is an irritable man, unnecessarily cruel and intentionally provocative. Many Jews will die on his watch. For Pilate, Jesus is just one more. Pilate: 29 What charges do you bring against this man?", "30": "Priests and Officials: 30 If He weren't a lawbreaker, we wouldn't have brought Him to you.", "31": "Pilate: 31 Then judge Him yourselves, by your own law. Jews: Our authority does not allow us to give Him the death penalty.", "32": "All these things were a fulfillment of the words Jesus had spoken indicating the way that He would die. ", "33": "So Pilate reentered the governor's palace and called for Jesus to follow him. Pilate: Are You the King of the Jews?", "34": "Jesus: 34 Are you asking Me because you believe this is true, or have others said this about Me?", "35": "Pilate: 35 I'm not a Jew, am I? Your people, including the chief priests, have arrested You and placed You in my custody. What have You done?", "36": "Jesus: 36 My kingdom is not recognized in this world. If this were My kingdom, My servants would be fighting for My freedom. But My kingdom is not in this physical realm.", "37": "Pilate: 37 So You are a king? Jesus: You say that I am king. For this I have been born, and for this I have come into the cosmos: to demonstrate the power of truth. Everyone who seeks truth hears My voice.", "38": "Pilate (to Jesus): 38 What is truth? Pilate left Jesus to go and speak to the Jewish people. Pilate (to the Jews): I have not found any cause for charges to be brought against this man. ", "39": "Your custom is that I should release a prisoner to you each year in honor of the Passover celebration; shall I release the King of the Jews to you?", "40": "Jews: 40 No, not this man! Give us Barabbas! You should know that Barabbas was a terrorist."}