{"1": "As the lifeless body of Jesus is laid into the virgin tomb, those who witnessed the spectacle retreat into the city that has claimed the lives of so many prophets. All are crushed that their teacher and friend has died such a horrible death. Their hopes are dashed against the rocks of Golgotha. In the first hours of grief, Jesus' followers huddle together in secret in the city, hoping to avoid arrests and executions. They mourn. They grieve. They remember. Three days later, some venture outside the city and return to the place where He was buried. Miraculously, the stone has been rolled back, and the rock-hewn tomb is empty. Has someone taken His body? Are His enemies laying a trap for His followers? Or perhaps—could it be—that the last days have arrived? Before the sun had risen on Sunday morning, Mary Magdalene made a trip to the tomb where His body was laid to rest. In the darkness, she discovered the covering had been rolled away. ", "2": "She darted out of the garden to find Simon Peter and the dearly loved disciple to deliver this startling news. Mary Magdalene: They have taken the body of our Lord, and we cannot find Him!", "3": "Together, they all departed for the tomb to see for themselves. ", "4": "They began to run, and Peter could not keep up. The beloved disciple arrived first ", "5": "but did not go in. There was no corpse in the tomb, only the linens and cloths He was wrapped in. ", "6": "When Simon Peter finally arrived, he went into the tomb and observed the same: ", "7": "the cloth that covered His face appeared to have been folded carefully and placed, not with the linen cloths, but to the side. ", "8": "After Peter pointed this out, the other disciple (who had arrived long before Peter) also entered the tomb; and based on what he saw, faith began to well up inside him! ", "9": "Before this moment, none of them understood the Scriptures and why He must be raised from the dead. ", "10": "Then they all went to their homes.", "11": "Mary, however, stood outside the tomb sobbing, crying, and kneeling at its entrance. ", "12": "As she cried, two heavenly messengers appeared before her sitting where Jesus' head and feet had been laid.", "13": "Heavenly Messengers: 13 Dear woman, why are you weeping? Mary Magdalene: They have taken away my Lord, and I cannot find Him.", "14": "After uttering these words, she turned around to see Jesus standing before her, but she did not recognize Him.", "15": "Jesus: 15 Dear woman, why are you sobbing? Who is it you are looking for? She still had no idea who it was before her. Thinking He was the gardener, she muttered: Mary Magdalene: Sir, if you are the one who carried Him away, then tell me where He is and I will retrieve Him.", "16": "Jesus: 16 Mary! Mary Magdalene (turning to Jesus and speaking in Hebrew): Rabboni, my Teacher!", "17": "Jesus: 17 Mary, you cannot hold Me. I must rise above this world to be with My Father, who is also your Father; My God, who is also your God. Go tell this to all My brothers.", "18": "Mary Magdalene obeyed and went directly to His disciples. The hope of resurrection has often been a topic on the lips of Jesus. Now it is taking shape. Confusion gives way to conviction as Jesus appears alive over the next few Sundays. One by one He convinces His followers that God has raised Him from the dead. Mary Magdalene (announcing to the disciples): I have seen the Lord, and this is what He said to me . . .", "19": "On that same evening (Resurrection Sunday), the followers gathered together behind locked doors in fear that some of the Jewish leaders in Jerusalem were still searching for them. Out of nowhere, Jesus appeared in the center of the room. Jesus: May each one of you be at peace.", "20": "As He was speaking, He revealed the wounds in His hands and side. The disciples began to celebrate as it sank in that they were really seeing the Lord.", "21": "Jesus: 21 I give you the gift of peace. In the same way the Father sent Me, I am now sending you.", "22": "Now He drew close enough to each of them that they could feel His breath. He breathed on them: Jesus: Welcome the Holy Spirit of the living God. ", "23": "You now have the mantle of God's forgiveness. As you go, you are able to share the life-giving power to forgive sins, or to withhold forgiveness.", "24": "All of the eleven were present with the exception of Thomas. ", "25": "He heard the accounts of each brother's interaction with the Lord. The Other Disciples: We have seen the Lord! Thomas: Until I see His hands, feel the wounds of the nails, and put my hand to His side, I won't believe what you are saying.", "26": "Eight days later, they gathered again behind locked doors; and Jesus reappeared. This time Thomas was with them. Jesus: May each one of you be at peace.", "27": "He drew close to Thomas. Jesus: Reach out and touch Me. See the punctures in My hands; reach out your hand, and put it to My side; leave behind your faithlessness, and believe.", "28": "Thomas (filled with emotion): 28 You are the one True God and Lord of my life.", "29": "Jesus: 29 Thomas, you have faith because you have seen Me. Blessed are all those who never see Me and yet they still believe.", "30": "Jesus performed many other wondrous signs that are not written in this book. ", "31": "These accounts are recorded so that you, too, might believe that Jesus is the Anointed, the Liberating King, the Son of God, because believing grants you the life He came to share."}