{"1": "Nicodemus was one of the Pharisees, a man with some clout among his people. ", "2": "He came to Jesus under the cloak of darkness to question Him. Nicodemus: Teacher, some of us have been talking. You are obviously a teacher who has come from God. The signs You are doing are proof that God is with You.", "3": "At this time, Israel's Roman occupiers have given a small group of Sadducees and Pharisees limited powers to rule, and Nicodemus is one of the Pharisees. He holds a seat on the ruling council known as the Sanhedrin, and surprisingly Nicodemus is among those who seek Jesus for His teaching. It appears that he believes more about Jesus than he wants others to know, so he comes at night. Jesus: 3 I tell you the truth: only someone who experiences birth for a second time[a] can hope to see the kingdom of God.", "4": "Nicodemus: 4 I am a grown man. How can someone be born again when he is old like me? Am I to crawl back into my mother's womb for a second birth? That's impossible!", "5": "Jesus: 5 I tell you the truth, if someone does not experience water and Spirit birth, there's no chance he will make it into God's kingdom. ", "6": "Like from like. Whatever is born from flesh is flesh; whatever is born from Spirit is spirit. ", "7": "Don't be shocked by My words, but I tell you the truth. Even you, an educated and respected man among your people, must be reborn by the Spirit to enter the kingdom of God. ", "8": "The wind[b] blows all around us as if it has a will of its own; we feel and hear it, but we do not understand where it has come from or where it will end up. Life in the Spirit is as if it were the wind of God.", "9": "Nicodemus: 9 I still do not understand how this can be.", "10": "Jesus: 10 Your responsibility is to instruct Israel in matters of faith, but you do not comprehend the necessity of life in the Spirit? ", "11": "I tell you the truth: we speak about the things we know, and we give evidence about the things we have seen, and you choose to reject the truth of our witness. ", "12": "If you do not believe when I talk to you about ordinary, earthly realities, then heavenly realities will certainly elude you. ", "13": "No one has ever journeyed to heaven above except the One who has come down from heaven—the Son of Man, who is of heaven. ", "14": "Moses lifted up the serpent in the wilderness. In the same way, the Son of Man must be lifted up; ", "15": "then all those who believe in Him will experience everlasting life.", "16": "For God expressed His love for the world in this way: He gave His only Son so that whoever believes in Him will not face everlasting destruction, but will have everlasting life. ", "17": "Here's the point. God didn't send His Son into the world to judge it; instead, He is here to rescue a world headed toward certain destruction.", "18": "No one who believes in Him has to fear condemnation, yet condemnation is already the reality for everyone who refuses to believe because they reject the name of the only Son of God. ", "19": "Why does God allow for judgment and condemnation? Because the Light, sent from God, pierced through the world's darkness to expose ill motives, hatred, gossip, greed, violence, and the like. Still some people preferred the darkness over the light because their actions were dark. ", "20": "Some of humankind hated the light. They scampered hurriedly back into the darkness where vices thrive and wickedness flourishes. ", "21": "Those who abandon deceit and embrace what is true, they will enter into the light where it will be clear that all their deeds come from God.", "22": "Jesus makes the point clear: stay connected to Him, and have no reason to fear. Jesus doesn't mean that at the instant someone has faith, fear simply vanishes or only good things happen in that person's life. In fact, the blessings that come with eternal life often have nothing to do with present or future circumstances, but they have everything to do with the individual's connections to God and others. That is John's message to his listeners. God came to earth embodied in flesh, and then He reached His greatest acclaim through a torturous death. If this is all true, then believers will find strength and beauty in places never imagined. Abiding in Jesus the Anointed is the good life, regardless of the external circumstances. Not long after, Jesus and His disciples traveled to the Judean countryside where they could enjoy one another's company and ritually cleanse new followers through baptism.[c] ", "23-24": "About the same time, Jesus' cousin John—the wandering prophet who had not yet been imprisoned—was upriver at Aenon near Salim baptizing scores of people in the abundant waters there. ", "25": "John's activities raised questions about the nature of purification among his followers and a religious leader, ", "26": "so they approached him with their questions. John's Followers: Teacher, the One who was with you earlier on the other side of the Jordan, the One whom you have been pointing to, is baptizing[d] the multitudes who are coming to Him.", "27": "John the Baptist: 27 Apart from the gifts that come from heaven, no one can receive anything at all. ", "28": "I have said it many times, and you have heard me—I am not the Anointed One; I am the one who comes before Him. ", "29": "If you are confused, consider this: the groom is the one with the bride. The best man takes his place close by and listens for him. When he hears the voice of the groom, he is swept up in the joy of the moment. So hear me. My joy could not be more complete. ", "30": "He, the groom, must take center stage; and I, the best man, must step to His side.", "31": "If someone comes from heaven above, he ranks above it all and speaks of heavenly things. If someone comes from earth, he speaks of earthly things. The One from the heavens is superior; He is over all. ", "32": "He reveals the mysteries seen and realities heard of the heavens above, but no one below is listening. ", "33": "Those who are listening and accept His witness to these truths have gone on record. They acknowledge the fact that God is true! ", "34": "The One sent from God speaks with the very words of God and abounds with the very Spirit and essence of God. ", "35": "The Father loves the Son and withholds nothing from Him. ", "36": "Those who believe in the Son will bask in eternal life, but those who disobey the Son will never experience life. They will know only God's lingering wrath."}