{"1": "Once this had transpired, Jesus made His way to the other side of the Sea of Galilee (which some these days call the Sea of Tiberias). ", "2": "As Jesus walked, a large crowd pursued Him hoping to see new signs and miracles; His healings of the sick and lame were garnering great attention. ", "3": "Jesus went up a mountain and found a place to sit down and teach. His disciples gathered around. ", "4": "The celebration of the Passover, one of the principal Jewish feasts, would take place soon. ", "5": "But when Jesus looked up, He could see an immense crowd coming toward Him. Jesus approached Philip. Jesus (to Philip): Where is a place to buy bread so these people may eat?", "6": "Jesus knew what He was planning to do, but He asked Philip nonetheless. He had something to teach, and it started with a test.", "7": "Philip: 7 I could work for more than half of a year[a] and still not have the money to buy enough bread to give each person a very small piece.", "8": "Andrew, the disciple who was Simon Peter's brother, spoke up.", "9": "Andrew: 9 I met a young boy in the crowd carrying five barley loaves and two fish, but that is practically useless in feeding a crowd this large.", "10": "Jesus: 10 Tell the people to sit down. They all sat together on a large grassy area. Those counting the people reported approximately 5,000 men—not including the women and children—sitting in the crowd. ", "11": "Jesus picked up the bread, gave thanks to God, and passed it to everyone. He repeated this ritual with the fish. Men, women, and children all ate until their hearts were content. ", "12": "When the people had all they could eat, He told the disciples to gather the leftovers. Jesus: Go and collect the leftovers, so we are not wasteful.", "13": "They filled 12 baskets with fragments of the five barley loaves. ", "14": "After witnessing this sign that Jesus did, the people stirred in conversation. Crowd: This man must be the Prophet God said was coming into the world.", "15": "Jesus sensed the people were planning to mount a revolution against Israel's Roman occupiers and make Him king, so He withdrew farther up the mountain by Himself.", "16": "Since the Babylonians seized Judah in 586 b.c., the Jews have endured one foreign occupier after another in their land. As conquerors go, the Romans aren't all that bad. They allow the Jews to worship God in His temple, and they appoint some of them to government positions. Of course, the Judeans still long to rule themselves and throw the Roman rulers out. Some think Jesus is just the man to lead that revolution. But political upheaval isn't what He is teaching, and it isn't why He has come to earth. Later that evening the disciples walked down to the sea, ", "17": "boarded a boat, and set sail toward Capernaum. Twilight gave way to darkness. Jesus had not yet joined them. ", "18": "Suddenly, the waves rose and a fierce wind began to rock the boat. ", "19": "After rowing three or four miles[b] through the stormy seas, they spotted Jesus approaching the boat walking mysteriously upon the deep waters that surrounded them. They panicked.", "20": "Jesus (to the disciples): 20 I am the One. Don't be afraid.", "21": "They welcomed Jesus aboard their small vessel; and when He stepped into the boat, the next thing they knew, they were ashore at their destination.", "22": "The following day some people gathered on the other side of the sea and saw that only one boat had been there; they were perplexed. They remembered seeing the disciples getting into the boat without Jesus.", "23": "Other boats were arriving from Tiberias near the grassy area where the Lord offered thanks and passed out bread. ", "24": "When this crowd could not find Him or His disciples, they boarded their small boats and crossed the sea to Capernaum looking for Him. ", "25": "When they found Jesus across the sea, they questioned Him. Crowd: Teacher, when did You arrive at Capernaum?", "26": "Jesus: 26 I tell you the truth—you are tracking Me down because I fed you, not because you saw signs from God. ", "27": "Don't spend your life chasing food that spoils and rots. Instead, seek the food that lasts into all the ages and comes from the Son of Man, the One on whom God the Father has placed His seal.", "28": "Crowd: 28 What do we have to do to accomplish the Father's works?", "29": "Jesus: 29 If you want to do God's work, then believe in the One He sent.", "30": "Crowd: 30 Can You show us a miraculous sign? Something spectacular? If we see something like that, it will help us to believe. ", "31": "Our fathers ate manna when they wandered in the desert. The Hebrew Scriptures say, “He gave them bread from heaven to eat.”[c]", "32": "Jesus: 32 I tell you the truth: Moses did not give you bread from heaven; it is My Father who offers you true bread from heaven. ", "33": "The bread of God comes down out of heaven and breathes life into the cosmos.", "34": "Crowd: 34 Master, we want a boundless supply of this bread.", "35": "Jesus: 35 I am the bread that gives life. If you come to My table and eat, you will never go hungry. Believe in Me, and you will never go thirsty. ", "36": "Here I am standing in front of you, and still you don't believe. ", "37": "All that My Father gives to Me comes to Me. I will receive everyone; I will not send away anyone who comes to Me. ", "38": "And here's the reason: I have come down from heaven not to pursue My own agenda but to do what He desires. I am here on behalf of the Father who sent Me. ", "39": "He sent Me to care for all He has given Me so that nothing and no one will perish. In the end, on the last day, He wants everything to be resurrected into new life. ", "40": "So if you want to know the will of the Father, know this: everyone who sees the Son and believes in Him will live eternally; and on the last day, I am the One who will resurrect him.", "41": "Some of the Jews began to grumble quietly against Him because He said, “I am the bread that came down from heaven.”", "42": "Crowd: 42 Isn't Jesus the son of Joseph? We know His parents! We know where He came from, so how can He claim to have “come down from heaven”?", "43": "Jesus: 43 Stop grumbling under your breaths. ", "44": "If the Father who sent Me does not draw you, then there's no way you can come to Me. But I will resurrect everyone who does come on the last day. ", "45": "Among the prophets, it's written, “Everyone will be taught of God.”[d] So everyone who has heard and learned from the Father finds Me. ", "46": "No one has seen the Father, except the One sent from God. He has seen the Father. ", "47": "I am telling you the truth: the one who accepts these things has eternal life. ", "48": "I am the bread that gives life. ", "49": "Your fathers ate manna in the wilderness, and they died as you know. ", "50": "But there is another bread that comes from heaven; if you eat this bread, you will not die. ", "51": "I am the living bread that has come down from heaven to rescue those who eat it. Anyone who eats this bread will live forever. The bread that I will give breathes life into the cosmos. This bread is My flesh.", "52": "The low whispers of some of Jesus' detractors turned into an out-and-out debate. Crowd: What is He talking about? How is He able to give us His flesh to eat?", "53": "Jesus: 53 I tell you the truth; unless you eat the flesh of the Son of Man and drink His blood, you will not know life. ", "54": "If you eat My flesh and drink My blood, then you will have eternal life and I will raise you up at the end of time. ", "55": "My flesh and blood provide true nourishment. ", "56": "If you eat My flesh and drink My blood, you will abide in Me and I will abide in you. ", "57": "The Father of life who sent Me has given life to Me; and as you eat My flesh, I will give life to you. ", "58": "This is bread that came down from heaven; I am not like the manna that your fathers ate and then died! If you eat this bread, your life will never end.", "59": "He spoke these words in the synagogue as part of His teaching mission in Capernaum. ", "60": "Many disciples heard what He said, and they had questions of their own. Disciples: How are we supposed to understand all of this? It is a hard teaching.", "61": "Jesus was aware that even His disciples were murmuring about this. How is it possible to follow this path and believe these truths? To be honest, it is not easy. In fact, some find this so hard that they leave Jesus for good. The rest readily admit they are still working on what it means to follow Him. So Jesus leaves behind a number of practices to help believers. One of these is known as the Lord's Supper. Jesus instructs His disciples to break bread and share wine to remember how He will allow His body to be broken for all humankind. In some beautiful, mysterious way, Jesus is present in the simple elements of bread and wine, so the worshiper may touch Him, taste His richness, and remember His most glorious hours on the cross. In that moment, He embraces all darkness and shame and transforms them into light. As believers come to the table together and feast on His light, life seems more hopeful and complete. Taking the bread and the wine means affirming the reality that the One who has come to liberate souls is among and within His people. Jesus: Has My teaching offended you? ", "62": "What if you were to see the Son of Man ascend to return to where He came from? ", "63": "The Spirit brings life. The flesh has nothing to offer. The words I have been teaching you are spirit and life, ", "64": "but some of you do not believe. From the first day Jesus began to call disciples, He knew those who did not have genuine faith. He knew, too, who would betray Him.", "65": "Jesus: 65 This is why I have been telling you that no one comes to Me without the Father's blessing and guidance.", "66": "After hearing these teachings, many of His disciples walked away and no longer followed Jesus.", "67": "Jesus (to the twelve): 67 Do you want to walk away too?", "68": "Simon Peter: 68 Lord, if we were to go, whom would we follow? You speak the words that give everlasting life. ", "69": "We believe and recognize that You are the Holy One sent by God.[e]", "70": "Jesus: 70 I chose each one of you, the twelve, Myself. But one of you is a devil.", "71": "This cryptic comment referred to Judas, the son of Simon Iscariot, for he was the one of the twelve who was going to betray Him."}