{"1": "After these events, it was time for Jesus to move on. He began a long walk through the Galilean countryside. He was purposefully avoiding Judea because of the violent threats made against Him by the Jews there who wanted to kill Him. ", "2": "It was fall, the time of year when the Jews celebrated the Festival of Booths.", "3": "On this holiday, everyone camps in temporary quarters, called booths, to remember that God was with their ancestors when they wandered for 40 years without a home. Brothers of Jesus (to Jesus): 3 Let's get out of here and go south to Judea so You can show Your disciples there what You are capable of doing. ", "4": "No one who seeks the public eye is content to work in secret. If You want to perform these signs, then step forward on the world's stage; don't hide up here in the hills, Jesus.", "5": "Jesus' own brothers were speaking contemptuously; they did not yet believe in Him, just as the people in His hometown did not see Him as anything more than Joseph's son.", "6": "Jesus: 6 My time has not yet arrived; but for you My brothers, by all means, it is always the right time. ", "7": "You have nothing to worry about because the world doesn't hate you, but it despises Me because I am always exposing the dark evil in its works. ", "8": "Go on to the feast without Me; I am not going right now because My time is not yet at hand.", "9": "This conversation came to an abrupt end, and Jesus stayed in Galilee ", "10": "until His brothers were gone. Then He, too, went up to Jerusalem. But He traveled in secret to avoid drawing any public attention. ", "11": "Some Jewish leaders were searching for Him at the feast and asking the crowds where they could find Him. ", "12": "The crowds would talk in groups: some favored Jesus and thought He was a good man; others disliked Him and thought He was leading people astray. ", "13": "All of these conversations took place in whispers. No one was willing to speak openly about Jesus for fear of the religious leaders.", "14": "In the middle of the festival, Jesus marched directly into the temple and started to teach. ", "15": "Some of the Jews who heard Him were amazed at Jesus' ability, and people questioned repeatedly: Jews: How can this man be so wise about the Hebrew Scriptures? He has never had a formal education.", "16": "Jesus: 16 I do not claim ownership of My words; they are a gift from the One who sent Me. ", "17": "If anyone is willing to act according to His purposes and is open to hearing truth, he will know the source of My teaching. Does it come from God or from Me? ", "18": "If a man speaks his own words, constantly quoting himself, he is after adulation. But I chase only after glory for the One who sent Me. My intention is authentic and true. You'll find no wrong motives in Me.", "19": "Moses gave you the law, didn't he? Then how can you blatantly ignore the law and look for an opportunity to murder Me?", "20": "Notice how Jesus changes in tone and subject. This shift seems abrupt because the Pharisees' plotting is yet to be exposed. Crowd: 20 You must be possessed with a demon! Who is trying to kill You?", "21": "Jesus: 21 Listen, all it took was for Me to do one thing, heal a crippled man, and you all were astonished. ", "22": "Don't you remember how Moses passed down circumcision as a tradition of our ancestors? When you pick up a knife to circumcise on the Sabbath, isn't that work? ", "23": "If a male is circumcised on the Sabbath to keep the law of Moses intact, how can making one man whole on the Sabbath be a cause for your violent rage? ", "24": "You should not judge by outward appearance. When you judge, search for what is right and just.", "25": "Some People of Jerusalem: 25 There is the man they are seeking to kill; surely He must be the one. ", "26": "But here He is, speaking out in the open to the crowd, while they have not spoken a word to stop or challenge Him. Do these leaders now believe He is the Anointed One? ", "27": "But He can't be; we know where this man comes from, but the true origin of the Anointed will be a mystery to all of us.", "28": "Jesus (speaking aloud as He teaches on the temple's porch): 28 You think you know Me and where I have come from, but I have not come here on My own. I have been sent by the One who embodies truth. You do not know Him. ", "29": "I know Him because I came from Him. He has sent Me.", "30": "Some were trying to seize Him because of His words, but no one laid as much as a finger on Him—His time had not yet arrived. ", "31": "In the crowd, there were many in whom faith was taking hold. Believers in the Crowd: When the Anointed arrives, will He perform any more signs than this man has done?", "32": "Some Pharisees were hanging back in the crowd, overhearing the gossip about Him. The temple authorities and the Pharisees took action and sent officers to arrest Jesus.", "33": "Jesus: 33 I am going to be with you for a little while longer; then I will return to the One who sent Me. ", "34": "You will look for Me, but you will not be able to find Me. Where I am, you are unable to come.", "35": "Some Jews in the Crowd (to each other): 35 Where could He possibly go that we could not find Him? You don't think He's about to go into the Dispersion[a] and teach our people scattered among the Greeks, do you? ", "36": "What do you think He means, “You will look for Me, but you will not be able to find Me,” and, “Where I am, you are unable to come”?", "37": "On the last day, the biggest day of the festival, Jesus stood again and spoke aloud. Jesus: If any of you is thirsty, come to Me and drink. ", "38": "If you believe in Me, the Hebrew Scriptures say that rivers of living water will flow from within you.[b]", "39": "Jesus was referring to the realities of life in the Spirit made available to everyone who believes in Him. But the Spirit had not yet arrived because Jesus had not been glorified.", "40": "The Holy Spirit connects believers to the Father and His Son. So any fear about being disconnected from God may be abandoned; the Creator of the Universe dwells within His people, sustains them, and will accomplish the impossible through them. Some of the Crowd: 40 This man is definitely the Prophet.", "41": "Others: 41 This is God's Anointed, the Liberating King! Still Others: Is it possible for the Anointed to come from Galilee? ", "42": "Don't the Hebrew Scriptures say that He will come from Bethlehem,[c] King David's village, and be a descendant of King David?", "43": "Rumors and opinions about the true identity of Jesus divided the crowd. ", "44": "Some wanted to arrest Him, but no one dared to touch Him.", "45": "The officers who had been sent by the chief priests and Pharisees to take Jesus into custody returned empty-handed, and they faced some hard questions. Chief Priest and Pharisees: Where is Jesus? Why didn't you capture Him?", "46": "Officers: 46 We listened to Him. Never has a man spoken like this man.", "47": "Pharisees: 47 So you have also been led astray? ", "48": "Can you find one leader or educated Pharisee who believes this man? Of course not. ", "49": "This crowd is plagued by ignorance about the teachings of the law; that is why they will listen to Him. That is also why they are under God's curse.", "50": "Nicodemus, the Pharisee who approached Jesus under the cloak of darkness, was present when the officers returned empty-handed. He addressed the leaders.", "51": "Nicodemus: 51 Does our law condemn someone without first giving him a fair hearing and learning something about him?", "52": "Pharisees (ignoring Nicodemus's legal point): 52 Are you from Galilee too? Look it up for yourself; no real prophet is supposed to come from Galilee.", "53": "[53 The time came for everyone to go home."}