{"1": "Jesus went to the Mount of Olives. ", "2": "He awoke early in the morning to return to the temple. When He arrived, the people surrounded Him, so He sat down and began to teach them. ", "3": "While He was teaching, the scribes and Pharisees brought in a woman who was caught in the act of adultery; and they stood her before Jesus.", "4": "Pharisees: 4 Teacher, this woman was caught in the act of adultery. ", "5": "Moses says in the law that we are to kill such women by stoning. What do You say about it?", "6": "This was all set up as a test for Jesus; His answers would give them grounds to accuse Him of crimes against Moses' law. Jesus bent over and wrote something in the dirt with His finger. ", "7": "They persisted in badgering Jesus, so He stood up straight. Jesus: Let the first stone be thrown by the one among you who has not sinned.", "8": "Once again Jesus bent down to the ground and resumed writing with His finger. ", "9": "The Pharisees who heard Him stood still for a few moments and then began to leave slowly, one by one, beginning with the older men. Eventually only Jesus and the woman remained, ", "10": "and Jesus looked up. Jesus: Dear woman, where is everyone? Are we alone? Did no one step forward to condemn you?", "11": "Woman Caught in Adultery: 11 Lord, no one has condemned me. Jesus: Well, I do not condemn you either; all I ask is that you go and from now on avoid the sins that plague you.][a]", "12": "On another occasion, Jesus spoke to the crowds again. Jesus: I am the light that shines through the cosmos; if you walk with Me, you will thrive in the nourishing light that gives life and will not know darkness.", "13": "Pharisees: 13 Jesus, what You are claiming about Yourself cannot possibly be true. The only person bearing witness is You.", "14": "Jesus: 14 Even if I am making bold claims about Myself—who I am, what I have come to do—I am speaking the truth. You see, I know where I came from and where I will go when I am done here. You know neither where I come from nor where I will go. ", "15": "You spend your time judging by the wrong criteria, by human standards; but I am not here to judge anyone. ", "16": "If I were to judge, then My judgment would be based on truth; but I would not judge anyone alone. I act in harmony with the One who sent Me. ", "17": "Your law states that if the testimonies of two witnesses agree, their testimony is true. ", "18": "Well, I testify about Myself, and so does the Father who sent Me here.", "19": "Pharisees: 19 Where is the Father who testifies on Your behalf? Jesus: You don't know the Father or Me. If you knew Me, then you would also know the Father.", "20": "Jesus said all of these things in the treasury while He was teaching in the temple; followers and opponents alike gathered to hear Him, but none of His enemies tried to seize Him because His time had not yet come.", "21": "Jesus (to the crowds): 21 I am leaving this place, and you will look for Me and die in your sin. For where I am going, you are unable to come.", "22": "Jews: 22 Is He suicidal? He keeps saying, “Where I am going, you are unable to come.”", "23": "Jesus: 23 You originate from the earth below, and I have come from the heavens above. You are from this world, and I am not. ", "24": "That's why I told you that you will die here as a result of your sins. Unless you believe I am who I have said I am, your sins will lead to your death.", "25": "Jews: 25 Who exactly are You? Jesus: From the beginning of My mission, I have been telling you who I am. ", "26": "I have so much to say about you, so many judgments to render; but if you hear one thing, hear that the One who sent Me is true, and all the things I have heard from Him I speak into the world.", "27": "The people had not understood that Jesus was teaching about the Father.", "28": "Jesus: 28 Whenever the day comes and you lift up the Son of Man, then you will know that I am He. It will be clear then that I am not acting alone, but that I am speaking the things I have learned directly from the Father. ", "29": "The One who sent Me is with Me; He has not abandoned Me because I always do what pleases Him.", "30": "As Jesus was speaking, many in the crowd believed in Him.", "31": "Even though many believe, they can not imagine what He means about the lifting up of the Son of Man. Jesus (to the new Jewish believers): 31 If you hear My voice and abide in My word, you are truly My disciples; ", "32": "you will know the truth, and that truth will give you freedom.", "33": "Jewish Believers: 33 We are Abraham's children, and we have never been enslaved to anyone. How can You say to us, “You will be set free”?", "34": "Jesus: 34 I tell you the truth: everyone who commits sin surrenders his freedom to sin. He is a slave to sin's power. ", "35": "Even a household slave does not live in the home like a member of the family, but a son belongs there forever. ", "36": "So think of it this way: if the Son comes to make you free, you will really be free.", "37": "Jesus notices that some of His opponents are listening, so He speaks louder and turns His remarks to them. I know you are descendants of Abraham, but here you are plotting to murder Me because you do not welcome My voice into your lives. ", "38": "As I speak, I am painting you a picture of what I have seen with My Father; here you are repeating the things you have seen from your father.", "39": "Jews: 39 Abraham is our father. Jesus: If you are truly Abraham's children, then act like Abraham! ", "40": "From what I see you are trying to kill Me, a man who has told you the truth that comes from the Father. This is not something Abraham would do, ", "41": "but you are doing what you have learned from your father. Jews: We were not born from adulterous parents; we have one Father: God.", "42": "Jesus: 42 I come from the one True God, and I'm not here on My own. He sent Me on a mission. If God were your Father, you would know that and would love Me. ", "43": "You don't even understand what I'm saying. Do you? Why not? It is because You cannot stand to hear My voice. ", "44": "You are just like your true father, the devil; and you spend your time pursuing the things your father loves. He started out as a killer, and he cannot tolerate truth because he is void of anything true. At the core of his character, he is a liar; everything he speaks originates in these lies because he is the father of lies. ", "45": "So when I speak truth, you don't believe Me. ", "46-47": "If I speak the truth, why don't you believe Me? If you belong to God's family, then why can't you hear God speak? The answer is clear; you are not in God's family. I speak truth, and you don't believe Me. Can any of you convict Me of sin?", "48": "Jews: 48 We were right when we called You a demon-possessed Samaritan.", "49-50": "Jesus: 49-50 I'm not taken by demons. You dishonor Me, but I give all glory and honor to the Father. But I am not pursuing My own fame. There is only One who pursues and renders justice. ", "51": "I tell you the truth, anyone who hears My voice and keeps My word will never experience death.", "52": "Jews: 52 We are even more confident now that You are demon-possessed. Just go down the list: Abraham died, the prophets all died. Yet You say, “If you keep My word, you will never taste death.” ", "53": "Are you greater than our father Abraham? He died; remember? Prophets—are any of them still alive? No. Who do You think You are?", "54": "Jesus: 54 If I were trying to make Myself somebody important, it would be a waste of time. That kind of fame is worth nothing. It is the Father who is behind Me, urging Me on, giving Me praise. You say, “He is our God,” ", "55": "but you are not in relationship with Him. I know Him intimately; even if I said anything other than the truth, I would be a liar, like you. I know Him, and I do as He says. ", "56": "Your father Abraham anticipated the time when I would come, and he celebrated My coming.", "57": "Jews: 57 You aren't even 50 years old, yet You have seen and talked with Abraham?", "58": "Jesus: 58 I tell you the truth; I AM before Abraham was born.", "59": "The people picked up stones to hurl at Him, but Jesus slipped out of the temple. Their murderous rage would have to wait."}