{"1": "John and many people in his community are Jews. As a son of Abraham, his criticism of certain Jewish leaders is not a criticism of a whole people. He's not stereotyping or making generalizations. “The Jews” he remembers in this passage are a corrupt group of power brokers who conspire against Jesus with the Romans to have Him crucified and who later have John's own followers expelled from the synagogue. Their behavior may be compared to the behavior of those Israelites condemned by Old Testament prophets. Prophets have the duty—Jeremiah said he had “a fire in his bones” (20:9)—to speak for God and condemn hypocrisy and unbelief wherever it is found, especially when it's found close to home. That's what John's doing when recalling this event. While walking along the road, Jesus saw a man who was blind since his birth.", "2": "Disciples: 2 Teacher, who sinned? Who is responsible for this man's blindness? Did he commit sins that merited this punishment? If not his sins, is it the sins of his parents?", "3": "Jesus: 3 Neither. His blindness cannot be explained or traced to any particular person's sins. He is blind so the deeds of God may be put on display. ", "4": "While it is daytime, we must do the works of the One who sent Me. But when the sun sets and night falls, this work is impossible. ", "5": "Whenever I am in the world, I am the Light of the world.", "6": "After He said these things, He spat on the ground and mixed saliva and dirt to form mud, which He smeared across the blind man's eyes.", "7": "Jesus (to the blind man): 7 Go, wash yourself in the pool of Siloam. Siloam means “sent,” and its name reminded us that his healing was sent by God. The man went, washed, and returned to Jesus, his eyes now alive with sight. ", "8": "Then neighbors and others who knew him were confused to see a man so closely resembling the blind beggar running about. Townspeople: Isn't this the man we see every day sitting and begging in the streets?", "9": "Others: 9 This is the same man. Still Others: This cannot be him. But this fellow bears an uncanny resemblance to the blind man. Formerly Blind Man: I am the same man. It's me!", "10": "Townspeople: 10 How have your lifeless eyes been opened?", "11": "Formerly Blind Man: 11 A man named Jesus approached me and made mud from the ground and applied it to my eyes. He then said to me, “Go, wash yourself in the pool of Siloam.” I went and washed, and suddenly I could see.", "12": "Townspeople: 12 Where is this man who healed you? Formerly Blind Man: I don't know.", "13-14": "The townspeople brought the formerly blind beggar to appear before the Pharisees the same day Jesus healed him, which happened to be on the Sabbath Day. ", "15": "The Pharisees began questioning him, looking for some explanation for how he could now see. Formerly Blind Man: He smeared mud on my eyes, and I washed; now I see.", "16": "Some Pharisees: 16 God can't possibly be behind this man because He is breaking the rules of the Sabbath. Other Pharisees: How can such a lawbreaking scoundrel do something like this? The Pharisees were at odds with one another about Jesus and could not agree whether His power came from God or the devil.", "17": "Pharisees (to the formerly blind man): 17 What do you say about this man, about the fact He opened your eyes so you could see? Formerly Blind Man: I have no doubt—this man is a prophet.", "18": "Some of the Jews suspected the whole situation was a charade, that this man was never blind. So they summoned the man's parents to testify about his condition.", "19": "Pharisees: 19 Is this man your son? Do you testify that he has been blind from birth? How therefore does he now see?", "20": "Parents: 20 We can tell you this much: he is our son, and he was born blind. ", "21": "But his new sight is a complete mystery to us! We do not know the man who opened his eyes. Why don't you ask our son? He is old enough to speak for himself.", "22": "The man's parents were a bit evasive because they were afraid of the Jewish leaders. It had been rumored that anyone who spoke of Jesus as the Anointed One would be expelled from the synagogue. ", "23": "So they deferred the thorny question to their son, ", "24": "and the Pharisees called on him a second time. Pharisees: Give God the credit. He's the One who healed you. All glory belongs to God. We are persuaded this man you speak of is a sinner who defies God.", "25": "Formerly Blind Man: 25 If this man is a sinner, I don't know. I am not qualified to say. I only know one thing: I was blind, and now I see.", "26": "Pharisees: 26 What did He do to you? How did He give you sight?", "27": "Formerly Blind Man: 27 Listen, I've already answered all these questions, and you don't like my answers. Do you really need me to say it all over again? Are you thinking about joining up with Him and becoming His followers?", "28": "Pharisees (berating him): 28 You're one of His followers, but we follow Moses. ", "29": "We have confidence that God spoke to Moses, but this man you speak of is a mystery; we don't even know where He comes from.", "30": "Formerly Blind Man: 30 Isn't it ironic that you, our religious leaders, don't even know where He comes from; yet He gave me sight! ", "31": "We know that God does not listen to sinners, but He does respond and work through those who worship Him and do His will. ", "32": "No one has ever heard of someone opening the eyes of any person blind from birth. ", "33": "This man must come from God; otherwise, this miracle would not be possible. Only God can do such things.", "34": "Pharisees: 34 You were born under a cloud of sin. How can you, of all people, lecture us? The religious leaders banished him from their presence. ", "35": "Jesus heard what had happened and sought out the man. Jesus: Do you believe in the Son of Man?", "36": "Formerly Blind Man: 36 I want to believe, Lord. Who is He?", "37": "Jesus: 37 You have seen His face with your new eyes, and you are talking to Him now.", "38": "Formerly Blind Man: 38 Lord, I do believe. The man bowed low to worship Jesus.", "39": "Jesus: 39 I have entered this world to announce a verdict that changes everything. Now those without sight may begin to see, and those who see may become blind.", "40": "Some Pharisees (who overheard Jesus): 40 Surely we are not blind, are we?", "41": "Jesus: 41 If you were blind, you would be without sin. But because you claim you can see, your sin is ever present."}