{"1": "The word of Adonai that came to Yo'el the son of P'tu'el:", "2": "“Hear this, you leaders! Listen, all who live in the land! Has anything like this ever happened in your days, or in your ancestors' days?", "3": "Tell your children about it, and have them tell it to theirs, and have them tell the next generation.", "4": "What the cutter-worms left, the locusts ate; what the locusts left, the grasshoppers ate; what the grasshoppers left, the shearer-worms ate.", "5": "Wake up, drunkards, and weep! wail, all you who drink wine, because the juice of the grape will be withheld from your mouth.", "6": "For a mighty and numberless nation has invaded my land. His teeth are lion's teeth; his fangs are those of a lioness.", "7": "He has reduced my vines to waste, my fig trees to splinters — he plucked them bare, stripped their bark and left their branches white.”", "8": "Lament like a virgin wearing sackcloth for the husband of her youth!", "9": "Grain offering and drink offering are cut off from the house of Adonai. The cohanim are mourning, those who are serving Adonai.", "10": "The fields are ruined, the ground is grieving; for the grain is ruined, the new wine dried up, and the olive oil is wretched.", "11": "Despair, you farmers; lament, vinedressers, over the wheat and the barley — the harvest from the fields is lost.", "12": "The vines have withered, the fig trees wilted, also the pomegranate, date-palm and apple tree — all the trees in the fields have withered, and the people's joy has withered away.", "13": "Cohanim, put on sackcloth, and weep! Wail, you who serve at the altar! Come, lie in sackcloth all night long, you who serve my God! For the grain offering and drink offering are withheld from the house of your God.", "14": "Proclaim a holy fast, call for a solemn assembly, gather the leaders and all who live in the land to the house of Adonai your God, and cry out to Adonai,", "15": "“Oh no! The Day! The Day of Adonai is upon us! As destruction from Shaddai it is coming!", "16": "The food is cut off before our very eyes, also joy and gladness from the house of our God.", "17": "The seed-grain is rotting in its furrows; the granaries are deserted, the barns in ruins; because the grain has withered.", "18": "How the animals groan! The herds of cattle are perplexed, because they have no pasture. The flocks of sheep bear the punishment, too.", "19": "Adonai, I cry out to you! For the fire has consumed the pastures in the desert, and the flame set ablaze all the trees in the fields.", "20": "Even the wild animals come to you, panting, because the streambeds have dried up, and fire has consumed the pastures in the desert.”"}