{"1": "“Blow the shofar in Tziyon! Sound an alarm on my holy mountain!” Let all living in the land tremble, for the Day of Adonai is coming! It's upon us! —", "2": "a day of darkness and gloom, a day of clouds and thick fog; a great and mighty horde is spreading like blackness over the mountains. There has never been anything like it, nor will there ever be again, not even after the years of many generations.", "3": "Ahead of them a fire devours, behind them a flame consumes; ahead the land is like Gan-'Eden, behind them a desert waste. From them there is no escape.", "4": "They look like horses, and like cavalry they charge.", "5": "With a rumble like that of chariots they leap over the mountaintops, like crackling flames devouring stubble, like a mighty horde in battle array.", "6": "At their presence the peoples writhe in anguish, every face is drained of color.", "7": "Like warriors they charge, they scale the wall like soldiers. Each one keeps to his own course, without getting in the other's way.", "8": "They don't jostle each other, but stay on their own paths; they burst through defenses unharmed, without even breaking rank.", "9": "They rush into the city, they run along the wall, they climb up into the houses, entering like a thief through the windows.", "10": "At their advance the earth quakes, and the sky shakes, the sun and moon turn black, and the stars stop shining.", "11": "Adonai shouts orders to his forces — his army is immense, mighty, and it does what he says. For great is the Day of Adonai, fearsome, terrifying! Who can endure it?", "12": "“Yet even now,” says Adonai, “turn to me with all your heart, with fasting, weeping and lamenting.”", "13": "Tear your heart, not your garments; and turn to Adonai your God. For he is merciful and compassionate, slow to anger, rich in grace, and willing to change his mind about disaster.", "14": "Who knows? He may turn, change his mind and leave a blessing behind him, [enough for] grain offerings and drink offerings to present to Adonai your God.", "15": "“Blow the shofar in Tziyon! Proclaim a holy fast, call for a solemn assembly.”", "16": "Gather the people; consecrate the congregation; assemble the leaders; gather the children, even infants sucking at the breast; let the bridegroom leave his room and the bride the bridal chamber.", "17": "Let the cohanim, who serve Adonai, stand weeping between the vestibule and the altar. Let them say, “Spare your people, Adonai! Don't expose your heritage to mockery, or make them a byward among the Goyim. Why should the peoples say, 'Where is their God?'”", "18": "Then Adonai will become jealous for his land and have pity on his people.", "19": "Here is how Adonai will answer his people: “I will send you grain, wine and olive oil, enough to satisfy you; and no longer will I make you a mockery among the Goyim.", "20": "No, I will take the northerner away, far away from you, and drive him to a land that is waste and barren; with his vanguard toward the eastern sea and his rearguard toward the western sea, his stench and his rottenness will rise, because he has done great things.”", "21": "Don't fear, O soil; be glad! rejoice! for Adonai has done great things.", "22": "Don't be afraid, wild animals; for the desert pastures are green, the trees are putting out their fruit, the fig tree and vine are giving full yield.", "23": "Be glad, people of Tziyon! rejoice in Adonai your God! For he is giving you the right amount of rain in the fall, he makes the rain come down for you, the fall and spring rains — this is what he does first.", "24": "Then the floors will be full of grain and the vats overflow with wine and olive oil.", "25": "“I will restore to you the years that the locusts ate, the grasshoppers, shearer-worms and cutter-worms, my great army that I sent against you.", "26": "You will eat until you are satisfied and will praise the name of Adonai your God, who has done with you such wonders. Then my people will never again be shamed.", "27": "You will know that I am with Isra'el and that I am Adonai your God, and that there is no other. Then my people will never again be shamed."}