{"1": "Jesus called for his 12 disciples to come to him. He gave them authority to drive out evil spirits and to heal every illness and sickness.", "2": "Here are the names of the 12 apostles. First there were Simon Peter and his brother Andrew. Then came James, son of Zebedee, and his brother John.", "3": "Next were Philip and Bartholomew, and also Thomas and Matthew the tax collector. Two more were James, son of Alphaeus, and Thaddaeus.", "4": "The last were Simon the Zealot and Judas Iscariot. Judas was the one who was later going to hand Jesus over to his enemies.", "5": "Jesus sent these 12 out with the following orders. “Do not go among the Gentiles,” he said. “Do not enter any town of the Samaritans. ", "6": "Instead, go to the people of Israel. They are like sheep that have become lost. ", "7": "As you go, preach this message, 'The kingdom of heaven has come near.' ", "8": "Heal those who are sick. Bring those who are dead back to life. Make those who have skin diseases 'clean' again. Drive out demons. You have received freely, so give freely.", "9": "“Do not get any gold, silver or copper to take with you in your belts. ", "10": "Do not take a bag for the journey. Do not take extra clothes or sandals or walking sticks. A worker should be given what he needs. ", "11": "When you enter a town or village, look for someone who is willing to welcome you. Stay at their house until you leave. ", "12": "As you enter the home, greet those who live there. ", "13": "If that home welcomes you, give it your blessing of peace. If it does not, don't bless it. ", "14": "Some people may not welcome you or listen to your words. If they don't, leave that home or town, and shake the dust off your feet. ", "15": "What I'm about to tell you is true. On judgment day it will be easier for Sodom and Gomorrah than for that town.", "16": "“I am sending you out like sheep among wolves. So be as wise as snakes and as harmless as doves. ", "17": "Watch out! You will be handed over to the local courts. You will be whipped in the synagogues. ", "18": "You will be brought to governors and kings because of me. You will be witnesses to them and to the Gentiles. ", "19": "But when they arrest you, don't worry about what you will say or how you will say it. At that time you will be given the right words to say. ", "20": "It will not be you speaking. The Spirit of your Father will be speaking through you.", "21": "“Brothers will hand over brothers to be killed. Fathers will hand over their children. Children will rise up against their parents and have them put to death. ", "22": "You will be hated by everyone because of me. But anyone who remains strong in the faith will be saved. ", "23": "When people attack you in one place, escape to another. What I'm about to tell you is true. You will not finish going through the towns of Israel before the Son of Man comes.", "24": "“The student is not better than the teacher. A slave is not better than his master. ", "25": "It is enough for students to be like their teachers. And it is enough for slaves to be like their masters. If the head of the house has been called Beelzebul, what can the others who live there expect?", "26": "“So don't be afraid of your enemies. Everything that is secret will be brought out into the open. Everything that is hidden will be uncovered. ", "27": "What I tell you in the dark, speak in the daylight. What is whispered in your ear, shout from the rooftops. ", "28": "Do not be afraid of those who kill the body but can't kill the soul. Instead, be afraid of the one who can destroy both soul and body in hell. ", "29": "Aren't two sparrows sold for only a penny? But not one of them falls to the ground outside your Father's care. ", "30": "He even counts every hair on your head! ", "31": "So don't be afraid. You are worth more than many sparrows.", "32": "“What if someone says in front of others that they know me? I will also say in front of my Father who is in heaven that I know them. ", "33": "But what if someone says in front of others that they don't know me? I will say in front of my Father who is in heaven that I don't know them.", "34": "“Do not think that I came to bring peace to the earth. I didn't come to bring peace. I came to bring a sword. ", "35": "I have come to turn “ 'sons against their fathers. Daughters will refuse to obey their mothers. Daughters-in-law will be against their mothers-in-law.", "36": "A man's enemies will be the members of his own family.' (Micah 7:6)", "37": "“Anyone who loves their father or mother more than me is not worthy of me. Anyone who loves their son or daughter more than me is not worthy of me. ", "38": "Whoever does not pick up their cross and follow me is not worthy of me. ", "39": "Whoever finds their life will lose it. Whoever loses their life because of me will find it.", "40": "“Anyone who welcomes you welcomes me. And anyone who welcomes me welcomes the one who sent me. ", "41": "Suppose someone welcomes a prophet as a prophet. They will receive a prophet's reward. And suppose someone welcomes a godly person as a godly person. They will receive a godly person's reward. ", "42": "Suppose someone gives even a cup of cold water to a little one who follows me. What I'm about to tell you is true. That person will certainly be rewarded.”"}