{"1": "Some Pharisees and some teachers of the law came from Jerusalem to see Jesus. They asked, ", "2": "“Why don't your disciples obey what the elders teach? Your disciples don't wash their hands before they eat!”", "3": "Jesus replied, “And why don't you obey God's command? You would rather follow your own teachings! ", "4": "God said, 'Honor your father and mother.' (Exodus 20:12; Deuteronomy 5:16) He also said, 'Anyone who asks for bad things to happen to their father or mother must be put to death.' (Exodus 21:17; Leviticus 20:9) ", "5": "But suppose people have something that might be used to help their parents. You allow them to say it is instead 'a gift set apart for God.' ", "6": "So they do not need to honor their father or mother with their gift. You make the word of God useless in order to follow your own teachings. ", "7": "You pretenders! Isaiah was right when he prophesied about you. He said,", "8": "“ 'These people honor me by what they say. But their hearts are far away from me.", "9": "Their worship doesn't mean anything to me. They teach nothing but human rules.' ” (Isaiah 29:13)", "10": "Jesus called the crowd to him. He said, “Listen and understand. ", "11": "What goes into someone's mouth does not make them 'unclean.' It's what comes out of their mouth that makes them 'unclean.' ”", "12": "Then the disciples came to him. They asked, “Do you know that the Pharisees were angry when they heard this?”", "13": "Jesus replied, “They are plants that my Father in heaven has not planted. They will be pulled up by the roots. ", "14": "Leave the Pharisees. They are blind guides. If one blind person leads another blind person, both of them will fall into a pit.”", "15": "Peter said, “Explain this to us.”", "16": "“Don't you understand yet?” Jesus asked them. ", "17": "“Don't you see? Everything that enters the mouth goes into the stomach. Then it goes out of the body. ", "18": "But the things that come out of a person's mouth come from the heart. Those are the things that make someone 'unclean.' ", "19": "Evil thoughts come out of a person's heart. So do murder, adultery, and other sexual sins. And so do stealing, false witness, and telling lies about others. ", "20": "Those are the things that make you 'unclean.' But eating without washing your hands does not make you 'unclean.' ”", "21": "Jesus left Galilee and went to the area of Tyre and Sidon. ", "22": "A woman from Canaan lived near Tyre and Sidon. She came to him and cried out, “Lord! Son of David! Have mercy on me! A demon controls my daughter. She is suffering terribly.”", "23": "Jesus did not say a word. So his disciples came to him. They begged him, “Send her away. She keeps crying out after us.”", "24": "Jesus answered, “I was sent only to the people of Israel. They are like lost sheep.”", "25": "Then the woman fell to her knees in front of him. “Lord! Help me!” she said.", "26": "He replied, “It is not right to take the children's bread and throw it to the dogs.”", "27": "“Yes it is, Lord,” she said. “Even the dogs eat the crumbs that fall from their owner's table.”", "28": "Then Jesus said to her, “Woman, you have great faith! You will be given what you are asking for.” And her daughter was healed at that moment.", "29": "Jesus left there. He walked along the Sea of Galilee. Then he went up on a mountainside and sat down. ", "30": "Large crowds came to him. They brought blind people and those who could not walk. They also brought disabled people, those who could not speak, and many others. They laid them at his feet, and he healed them. ", "31": "The people were amazed. Those who could not speak were speaking. The disabled were made well. Those not able to walk were walking. Those who were blind could see. So the people praised the God of Israel.", "32": "Then Jesus called for his disciples to come to him. He said, “I feel deep concern for these people. They have already been with me three days. They don't have anything to eat. I don't want to send them away hungry. If I do, they will become too weak on their way home.”", "33": "His disciples answered him. “There is nothing here,” they said. “Where could we get enough bread to feed this large crowd?”", "34": "“How many loaves do you have?” Jesus asked. “Seven,” they replied, “and a few small fish.”", "35": "Jesus told the crowd to sit down on the ground. ", "36": "He took the seven loaves and the fish and gave thanks. Then he broke them and gave them to the disciples. And the disciples passed them out to the people. ", "37": "All of them ate and were satisfied. After that, the disciples picked up seven baskets of leftover pieces. ", "38": "The number of men who ate was 4,000. Women and children also ate. ", "39": "After Jesus had sent the crowd away, he got into the boat. He went to the area near Magadan."}