{"1": "Jesus was born in Bethlehem in Judea. This happened while Herod was king of Judea. After Jesus' birth, Wise Men from the east came to Jerusalem. ", "2": "They asked, “Where is the child who has been born to be king of the Jews? We saw his star when it rose. Now we have come to worship him.”", "3": "When King Herod heard about it, he was very upset. Everyone in Jerusalem was troubled too. ", "4": "So Herod called together all the chief priests of the people. He also called the teachers of the law. He asked them where the Messiah was going to be born. ", "5": "“In Bethlehem in Judea,” they replied. “This is what the prophet has written. He said,", "6": "“ 'But you, Bethlehem, in the land of Judah, are certainly not the least important among the towns of Judah. A ruler will come out of you. He will rule my people Israel like a shepherd.' ” (Micah 5:2)", "7": "Then Herod secretly called for the Wise Men. He found out from them exactly when the star had appeared. ", "8": "He sent them to Bethlehem. He said, “Go and search carefully for the child. As soon as you find him, report it to me. Then I can go and worship him too.”", "9": "After the Wise Men had listened to the king, they went on their way. The star they had seen when it rose went ahead of them. It finally stopped over the place where the child was. ", "10": "When they saw the star, they were filled with joy. ", "11": "The Wise Men went to the house. There they saw the child with his mother Mary. They bowed down and worshiped him. Then they opened their treasures. They gave him gold, frankincense and myrrh. ", "12": "But God warned them in a dream not to go back to Herod. So they returned to their country on a different road.", "13": "When the Wise Men had left, Joseph had a dream. In the dream an angel of the Lord appeared to Joseph. “Get up!” the angel said. “Take the child and his mother and escape to Egypt. Stay there until I tell you to come back. Herod is going to search for the child. He wants to kill him.”", "14": "So Joseph got up. During the night, he left for Egypt with the child and his mother Mary. ", "15": "They stayed there until King Herod died. So the words the Lord had spoken through the prophet came true. He had said, “I brought my son out of Egypt.” (Hosea 11:1)", "16": "Herod realized that the Wise Men had tricked him. So he became very angry. He gave orders about Bethlehem and the area around it. He ordered all the boys two years old and under to be killed. This agreed with the time when the Wise Men had seen the star. ", "17": "In this way, the words Jeremiah the prophet spoke came true. He had said,", "18": "“A voice is heard in Ramah. It's the sound of crying and deep sadness. Rachel is crying over her children. She refuses to be comforted, because they are gone.” (Jeremiah 31:15)", "19": "After Herod died, Joseph had a dream while he was still in Egypt. In the dream an angel of the Lord appeared to him. ", "20": "The angel said, “Get up! Take the child and his mother. Go to the land of Israel. The people who were trying to kill the child are dead.”", "21": "So Joseph got up. He took the child and his mother Mary back to the land of Israel. ", "22": "But then he heard that Archelaus was king of Judea. Archelaus was ruling in place of his father Herod. This made Joseph afraid to go there. Joseph had been warned in a dream. So he went back to the land of Galilee instead. ", "23": "There he lived in a town called Nazareth. So what the prophets had said about Jesus came true. They had said that he would be called a Nazarene."}