{"1": "In those days John the Baptist came and preached in the Desert of Judea. ", "2": "He said, “Turn away from your sins! The kingdom of heaven has come near.” ", "3": "John is the one Isaiah the prophet had spoken about. He had said, “A messenger is calling out in the desert, 'Prepare the way for the Lord. Make straight paths for him.' ” (Isaiah 40:3)", "4": "John's clothes were made out of camel's hair. He had a leather belt around his waist. His food was locusts and wild honey. ", "5": "People went out to him from Jerusalem and all Judea. They also came from the whole area around the Jordan River. ", "6": "When they confessed their sins, John baptized them in the Jordan.", "7": "John saw many Pharisees and Sadducees coming to where he was baptizing. He said to them, “You are like a nest of poisonous snakes! Who warned you to escape the coming of God's anger? ", "8": "Live in a way that shows you have turned away from your sins. ", "9": "Don't think you can say to yourselves, 'Abraham is our father.' I tell you, God can raise up children for Abraham even from these stones. ", "10": "The ax is ready to cut the roots of the trees. All the trees that don't produce good fruit will be cut down. They will be thrown into the fire.", "11": "“I baptize you with water, calling you to turn away from your sins. But after me, someone is coming who is more powerful than I am. I'm not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire. ", "12": "His pitchfork is in his hand to clear the straw from his threshing floor. He will gather his wheat into the storeroom. But he will burn up the husks with fire that can't be put out.”", "13": "Jesus came from Galilee to the Jordan River. He wanted to be baptized by John. ", "14": "But John tried to stop him. So he told Jesus, “I need to be baptized by you. So why do you come to me?”", "15": "Jesus replied, “Let it be this way for now. It is right for us to do this. It carries out God's holy plan.” Then John agreed.", "16": "As soon as Jesus was baptized, he came up out of the water. At that moment heaven was opened. Jesus saw the Spirit of God coming down on him like a dove. ", "17": "A voice from heaven said, “This is my Son, and I love him. I am very pleased with him.”"}