{"1": "Jesus stepped into a boat. He went over to the other side of the lake and came to his own town. ", "2": "Some men brought to him a man who could not walk. He was lying on a mat. Jesus saw that they had faith. So he said to the man, “Don't lose hope, son. Your sins are forgiven.”", "3": "Then some teachers of the law said to themselves, “This fellow is saying a very evil thing!”", "4": "Jesus knew what they were thinking. So he said, “Why do you have evil thoughts in your hearts? ", "5": "Is it easier to say, 'Your sins are forgiven'? Or to say, 'Get up and walk'? ", "6": "But I want you to know that the Son of Man has authority on earth to forgive sins.” So he spoke to the man who could not walk. “Get up,” he said. “Take your mat and go home.” ", "7": "The man got up and went home. ", "8": "When the crowd saw this, they were filled with wonder. They praised God for giving that kind of authority to a human being.", "9": "As Jesus went on from there, he saw a man named Matthew. He was sitting at the tax collector's booth. “Follow me,” Jesus told him. Matthew got up and followed him.", "10": "Later Jesus was having dinner at Matthew's house. Many tax collectors and sinners came. They ate with Jesus and his disciples. ", "11": "The Pharisees saw this. So they asked the disciples, “Why does your teacher eat with tax collectors and sinners?”", "12": "Jesus heard this. So he said, “Those who are healthy don't need a doctor. Sick people do. ", "13": "Go and learn what this means, 'I want mercy and not sacrifice.' (Hosea 6:6) I have not come to get those who think they are right with God to follow me. I have come to get sinners to follow me.”", "14": "One day John's disciples came. They said to Jesus, “We and the Pharisees often go without eating. Why don't your disciples go without eating?”", "15": "Jesus answered, “How can the guests of the groom be sad while he is with them? The time will come when the groom will be taken away from them. Then they will fast.", "16": "“People don't sew a patch of new cloth on old clothes. The new piece will pull away from the old. That will make the tear worse. ", "17": "People don't pour new wine into old wineskins. If they do, the skins will burst. The wine will run out, and the wineskins will be destroyed. No, people pour new wine into new wineskins. Then both are saved.”", "18": "While Jesus was saying this, a synagogue leader came. He got down on his knees in front of Jesus. He said, “My daughter has just died. But come and place your hand on her. Then she will live again.” ", "19": "Jesus got up and went with him. So did his disciples.", "20": "Just then a woman came up behind Jesus. She had a sickness that made her bleed. It had lasted for 12 years. She touched the edge of his clothes. ", "21": "She thought, “I only need to touch his clothes. Then I will be healed.”", "22": "Jesus turned and saw her. “Dear woman, don't give up hope,” he said. “Your faith has healed you.” The woman was healed at that moment.", "23": "When Jesus entered the synagogue leader's house, he saw the noisy crowd and people playing flutes. ", "24": "He said, “Go away. The girl is not dead. She is sleeping.” But they laughed at him. ", "25": "After the crowd had been sent outside, Jesus went in. He took the girl by the hand, and she got up. ", "26": "News about what Jesus had done spread all over that area.", "27": "As Jesus went on from there, two blind men followed him. They called out, “Have mercy on us, Son of David!”", "28": "When Jesus went indoors, the blind men came to him. He asked them, “Do you believe that I can do this?” “Yes, Lord,” they replied.", "29": "Then he touched their eyes. He said, “It will happen to you just as you believed.” ", "30": "They could now see again. Jesus strongly warned them, “Be sure that no one knows about this.” ", "31": "But they went out and spread the news. They talked about him all over that area.", "32": "While they were going out, another man was brought to Jesus. A demon controlled him, and he could not speak. ", "33": "When the demon was driven out, the man spoke. The crowd was amazed. They said, “Nothing like this has ever been seen in Israel.”", "34": "But the Pharisees said, “He drives out demons by the power of the prince of demons.”", "35": "Jesus went through all the towns and villages. He taught in their synagogues. He preached the good news of the kingdom. And he healed every illness and sickness. ", "36": "When he saw the crowds, he felt deep concern for them. They were treated badly and were helpless, like sheep without a shepherd. ", "37": "Then Jesus said to his disciples, “The harvest is huge. But there are only a few workers. ", "38": "So ask the Lord of the harvest to send workers out into his harvest field.”"}