{"1": "Listen to this message, you cows of Bashan on the Mountain of Samaria [C mocking the wealthy women of Samaria]. You ·take things from [oppress] the poor and crush people who are in need. Then you command your husbands, “Bring us something to drink!”", "2": "The Lord God has ·promised [sworn] this: “Just as surely as I am a holy God, the time will come when you will be taken away ·by hooks [or in baskets], and what is left of you with fishhooks.", "3": "You will go straight out of the city through ·holes [breaches] in the walls, and you will be thrown ·on the garbage dump [on the dung heap; or out toward Harmon],” says the Lord.", "4": "“Come to the city of Bethel and ·sin [rebel; transgress]; come to Gilgal and ·sin [rebel; transgress] even more [C Bethel and Gilgal were important worship centers in Israel]. Offer your sacrifices every morning, and bring ·one-tenth of your crops [your tithes] every three days.", "5": "Offer bread made with yeast as a sacrifice to show your thanks, and ·brag about [publicly announce] the ·special [voluntary; freewill] offerings you bring, because this is what you love to do, ·Israelites [L sons/T children of Israel],” says the Lord God.", "6": "“I ·did not give you any food [L gave you cleanness of teeth; C an idiom meaning “empty stomachs” and indicating starvation] in your cities, and there was not enough to eat in any of your towns, but you did not come back to me,” says the Lord.", "7": "“I held back the rain from you three months before harvest time. Then I let it rain on one city but not on another. Rain fell on one field, but another field got none and dried up.", "8": "·People weak from thirst went from town to town [L Two or three cities wandered to one] for water, but they could not get enough to drink. Still you did not come back to me,” says the Lord.", "9": "“I ·made your crops die from [L struck you with] ·disease [blight] and mildew. When your gardens and your vineyards got larger, locusts ·ate [devoured] your fig and olive trees. But still you did not come back to me,” says the Lord.", "10": "“I sent ·disasters [a plague/pestilence] against you, as I did to Egypt. I killed your young men with swords, and your horses were taken from you. I made ·you smell the stink from all the dead bodies [L the stench of your camp rise into your nostrils], but still you did not come back to me,” says the Lord.", "11": "“I ·destroyed [overthrew] some of you as I destroyed Sodom and Gomorrah [Gen. 19]. You were like a burning stick pulled from a fire, but still you did not come back to me,” says the Lord.", "12": "“So this is what I will do to you, Israel; because I will do this to you, get ready to meet your God, Israel.”", "13": "[L For look/T behold] He is the one who ·makes [forms] the mountains and creates the wind and makes his thoughts known to people. He changes the dawn into darkness and ·walks [treads; marches] ·over the mountains [on the heights] of the earth. His name is the Lord God ·All-Powerful [Almighty; of Heaven's Armies; T of hosts]."}