{"1": "The Word already was, way back before anything began to be. The Word and God were together. The Word was God.", "2": "Before anything began to be, the Word was there with God.", "3": "God made everything by the Word. Nothing has been made without him.", "4": "Life was in the Word. That life was Light for people.", "5": "The Light shone where it was dark and the darkness did not stop the Light from shining.", "6": "God sent a man named John.", "7": "He came to talk about the Light, so that all people might believe in the Light by what he said.", "8": "He himself was not that Light, but he was sent to talk about the Light.", "9": "The true Light which gives light to every person who comes into the world.", "10": "He, the Word, was in the world. Yes, he even made the world. And yet the world did not know him.", "11": "He came into the world that was his own, but his own people did not receive him.", "12": "But there were people who did believe in his name. They did receive him. He gave all those who received him and believed him the right to become children of God.", "13": "They were born into God's family by God. That is, they were not born into his family in the way a person is born into this world. It was not by any person's will.", "14": "The Word became man and he lived among us. We saw with our own eyes that he is great. He is great the way God the Father made his only Son great. We saw that he is full of loving kindness and truth.", "15": "John talked about him. He called out saying, `Here is the man I told you about. I said that the one who is coming after me is greater than I am, because he lived before I lived.'", "16": "He was full of loving kindness, and we have all received so much kindness from him.", "17": "Moses gave the law, but Jesus Christ gave this loving kindness and truth.", "18": "No one has ever seen God. But his only Son is very near to his Father's heart. He has told us plainly about God.", "19": "The leaders of the Jews sent priests and Levites from Jerusalem. They asked John, `Who are you?' John told them.", "20": "He did not hide the truth, but he told people plainly. He said, `I am not the Christ.'", "21": "So they asked him, `Well then, are you Elijah?' He answered, `No, I am not.' They asked, `Are you the Prophet?' He answered, `No.'", "22": "Then those priests said, `Who are you? We want to give an answer to the people who sent us. What do you say about yourself?'", "23": "John said, `I am a voice calling in the desert, \"Make the road straight for the Lord.\" This is what was said by Isaiah, the prophet of God long ago.'", "24": "It was the Pharisees who had sent these people to John.", "25": "So they asked him, `If you are not the Christ, nor Elijah, nor the Prophet, why then are you baptizing?'", "26": "John answered, `I baptize people in water. But there is a man standing among you whom you do not know.", "27": "He is the one coming after me who is greater than I am. I am not even good enough to untie his shoe strings.'", "28": "The place where John was baptizing was Bethany on the other side of the Jordan River.", "29": "The next day John saw Jesus coming to him. `Look,' said John. `See God's special Lamb! He takes away the wrong ways of the world.", "30": "Here is the man I told you about. I said that the one who is coming after me is greater than I am, because he lived before I lived.", "31": "I myself did not know who he was. But I came and baptized people in water so that the people of Israel would know who he was.'", "32": "John also said, `I saw the Spirit coming from the sky. He came down on him like a dove. It stayed on him.", "33": "I myself did not know who he was. But he who sent me to baptize people in water told me. He said, \"You will see the Spirit coming from the sky on a man. That man will baptize people in the Holy Spirit.\"", "34": "I saw the Spirit coming on him, and I have told you. This man is the Son of God.'", "35": "The next day, John was standing with two of his followers.", "36": "Jesus walked by. When John saw him, he said, `Look, see God's Lamb!'", "37": "The two followers heard what John said, so they went after Jesus.", "38": "Jesus turned. He saw them coming after him. He said to them, `What are you looking for?' They said, `Teacher, where do you live?'", "39": "Jesus said, `Come and see.' They went and saw the place where Jesus was staying. The time was about four o'clock in the afternoon. They stayed with Jesus the rest of the day.", "40": "Andrew was one of those two followers of John who heard John speak and went after Jesus. He was Simon Peter's brother.", "41": "The first thing Andrew did then was to find his brother Simon. He said, `We have found the Messiah!' (Messiah means the Christ, the messenger of God.)", "42": "Andrew brought Simon to Jesus. Jesus looked at him and said, `You are Simon, the son of John. Your name will be Cephas.' (Cephas means Peter, a rock or stone.)", "43": "The next day Jesus said, `I will go to Galilee.' He found Philip and said to him, `Come with me.'", "44": "Philip was from the town of Bethsaida. Andrew and Peter were also from that town.", "45": "Philip went to find Nathanael. He said `We have found the man about whom Moses wrote in the books of the law. The prophets also wrote about him. He is Jesus, from Nazareth. He is the son of Joseph.'", "46": "Nathanael said, `From Nazareth? Can any good thing come from there?' Philip said, `Come and see for yourself.'", "47": "Jesus saw Nathanael coming to him. He said, `Here is a man who is truly of Israel. He does not fool people.'", "48": "Nathanael asked, `How do you know me?' Jesus answered, `I saw you when you were under the fig tree. That was before Philip called you.'", "49": "Nathanael said, `Teacher, you are the Son of God. You are the King of Israel.'", "50": "Jesus answered, `I told you that I saw you under the fig tree. Is that why you believe in me now? You will see more wonderful things than that!", "51": "I tell you the truth,' said Jesus. `You will see heaven open. You will see God's angels going up and down to the Son of Man.'"}