{"1": "Two days later there was a wedding in the town of Cana in the country of Galilee. Jesus' mother was there.", "2": "Jesus and his disciples were also asked to the wedding.", "3": "The people needed more wine. Then Jesus' mother said to him, `They have no wine.'", "4": "Jesus said, `Woman, why are you telling me about it? It is not yet the time for me to do something.'", "5": "His mother said to the servants, `Do all that he tells you to do.'", "6": "Six very large water pots made of stone were standing there. The pots were there because the Jews had a certain law about washing themselves.", "7": "Jesus said, `Fill the pots with water.' So they filled them to the very top.", "8": "Jesus said, `Now take some out. Carry it to the one in charge of the feast.' They did what he said.", "9": "The man in charge of the feast tasted the water that was now turned into wine. He did not know where it came from, but the servants who drew the water knew. When the man had tasted it, he called the man who was being married.", "10": "He said, `Other people give the good wine at the beginning of the feast. When people have had all they want, then they give the wine which is not so good. But you have kept the good wine until now.'", "11": "This was the first big work that Jesus did. It was in Cana in Galilee. He showed that he was great. And his disciples believed in him.", "12": "After this he went to the town called Capernaum. His mother, his brothers, and his disciples also went with him. They stayed there for a few days.", "13": "The time for the Passover Feast of the Jews was near. So Jesus went to Jerusalem.", "14": "In the temple he found people buying and selling things. They were selling cows, sheep, and doves. Others were sitting at tables changing money for the people.", "15": "Jesus tied some pieces of cord together to make a whip. Then he drove out all the people who were buying and selling in the temple. And he drove out the sheep and the cows. He threw down the tables of the money changers and their money.", "16": "He said to the people who sold doves, `Take these things out of here. Do not make my Father's house into a market place.'", "17": "His disciples remembered that God's word says, `My love for your house is like a fire burning in me.'", "18": "The leaders of the Jews said to Jesus, `Who gave you the right to do this? What big work will prove it to us?'", "19": "Jesus answered them, `Break down this temple and in three days I will raise it up.'", "20": "The Jewish leaders said, `It took forty-six years to build this temple. Do you say you will raise it in three days?'", "21": "But Jesus was talking about the temple which was his body.", "22": "After Jesus died and had been raised from death, the disciples remembered that he had said this to them. Then they believed what the holy writings say. They also believed what Jesus had said to them.", "23": "Many people believed in Jesus' name when he was in Jerusalem at the Passover Feast. They believed in him because they saw the big works he did.", "24": "But Jesus would not trust himself to them.", "25": "He knew what all people are like. He did not need anyone to tell him about any person, because he knew what was in a person's heart."}