{"1": "Mary Magdalene came to the grave on the first day of the week. It was early in the morning and not very light. She saw that the stone had been taken away from the grave.", "2": "So she ran and met Simon Peter and the other disciple, whom Jesus loved. She said to them, `They have taken the Lord out of the grave! We do not know where they have laid him!'", "3": "Then Peter and that other disciple also went to the grave.", "4": "Both of them ran. The other disciple ran faster than Peter and got to the grave first.", "5": "He bent down and looked in. He saw the linen cloths lying there, but he did not go inside.", "6": "Then Simon Peter came up behind him. He went into the grave and saw the linen cloths lying there.", "7": "He also saw the small cloth that had been wrapped around Jesus' head. It was not with the other cloths, but it was folded together by itself in another place.", "8": "Then the other disciple, who got there first, also went in. He saw and believed.", "9": "Until this time they did not understand the holy writings where it says, `He must rise from death.'", "10": "Then the disciples went away again to their own homes.", "11": "But Mary stood outside the grave crying. As she cried, she bent down and looked into the grave.", "12": "She saw two angels with white clothes on. They were sitting where Jesus' body had been. One sat at the head and one at the foot.", "13": "They said to her, `Woman, why are you crying?' She said to them, `They have taken away my Lord and I do not know where they have laid him.'", "14": "When she had said this, she turned around. She saw Jesus standing there, but she did not know that it was Jesus.", "15": "Jesus said to her, `Woman, why are you crying? Who are you looking for?' She thought he was the man who took care of the garden. So she said to him, `Sir, if you have carried him away, tell me where you have laid him. I will take him away.'", "16": "Jesus said to her, `Mary.' She turned around again and said, `Master!'", "17": "Jesus said to her, `Do not hold me, because I have not yet gone up to my Father. But go to my brothers and tell them that I am going up to my Father. He is your Father also. I am going up to my God. He is your God also.'", "18": "Mary Magdalene went to the disciples. She said, `I have seen the Lord!' And she told them what he had said to her.", "19": "It was the first day of the week. In the evening the disciples were in a house together. The doors were shut because they were afraid of the Jewish leaders. Jesus came and stood there with them. He said to them, `Peace to you!'", "20": "When he had said this, he showed them his hands and his side. The disciples were glad when they saw the Lord.", "21": "Jesus said to them again, `Peace to you! My Father sent me: now I am sending you in the same way.'", "22": "When he had said this, he breathed on them and said, `Receive the Holy Spirit.", "23": "Whoever you make free from the wrong things they have done will be free. Whoever you do not make free from the wrong things they have done will not be free.'", "24": "Thomas, one of the twelve disciples, was called the Twin. He was not with them when Jesus came.", "25": "The other disciples told him about it. They said, `We have seen the Lord!' Thomas said, `I will not believe unless I see the mark of the nails in his hands. I will not believe unless I put my finger on the mark and feel his side with my hand.'", "26": "Then eight days later his disciples were in the house again. This time Thomas was with them. The doors were shut. Then Jesus came and stood there with them. He said to them, `Peace to you!'", "27": "Then he said to Thomas, `Put your finger here. Look at my hands. Feel my side with your hand. Do not doubt anymore, but believe.'", "28": "Thomas said to him, `My Lord and my God!'", "29": "Jesus said to him, `You yourself have seen me. Is that why you now believe? God will bless people who believe though they have not seen me.'", "30": "Jesus did many other big works when he was with the disciples. They are not written in this book.", "31": "But these things are written so that you may believe that Jesus is the Christ, the Son of God. And when you believe in his name, then he will give you power to live."}