{"1": "Then Jesus went to the hill called the Mount of Olives.", "2": "Early the next morning he came again to the temple. All the people came to him. He sat down and taught them.", "3": "The scribes and the Pharisees brought a woman to Jesus. They had caught her having sex with a man who was not her husband. They made the woman stand in front of them.", "4": "They said, `Teacher, this woman has committed adultery. She was caught doing it.", "5": "The law of Moses tells us that the people who do that should be killed with stones. What do you say?'", "6": "They said this to see what Jesus would do, because they wanted to find something wrong with him. Jesus bent down and wrote on the ground with his finger.", "7": "They kept on asking him. He stood up and said to them, `The one among you who has never done any wrong thing may throw the first stone at her.'", "8": "And Jesus bent down again and wrote on the ground.", "9": "When the people heard what he said, they went out, one by one. The oldest one went out first. Jesus was left alone with the woman in front of him.", "10": "Jesus looked up and said to her, `Woman, where are the people? Has no one judged you?'", "11": "She said, `No one, Sir.' Jesus said, `I also do not judge you. Go, and do no wrong thing again.'", "12": "Then Jesus talked to the people in the temple. He said, `I am the Light of the world. The one who comes with me will never walk in the dark, but he will have light that gives life.'", "13": "The Pharisees said, `You are talking about yourself. What you say is not true.'", "14": "Jesus said to them, `Even if I do talk about myself, what I say is true. I know where I come from and I know where I am going. But you do not know where I came from, or where I am going.", "15": "You judge in the way people judge matters. I do not judge any person.", "16": "But even if I do judge, I judge right. I am not alone. My Father who sent me is with me.", "17": "Even in your law it says that when two people say the same thing, it is true.", "18": "I talk about myself, and my Father who sent me talks about me.'", "19": "They asked him, `Where is your Father?' He said, `You do not know me and you do not know my Father. If you knew me, you would know my Father also.'", "20": "When Jesus said these words he was teaching in the temple. He was in the place where the money is kept. No one caught him because it was not yet his time.", "21": "Jesus talked to them again. He said, `I am going away. You will try to find me and will die doing wrong things. You cannot come where I am going.'", "22": "Then the Jews said, `Will he kill himself? He says, \"You cannot come where I am going.\" '", "23": "Jesus said to them, `You are from below. I am from above. You belong to this world. I do not belong to this world.", "24": "That is why I said, \"You will die doing wrong things.\" If you do not believe that I am who I said I am, then you will die doing wrong things.'", "25": "They said to him, `Who are you?' Jesus answered, `I am what I told you from the beginning.", "26": "I have many things to say to you and to judge you in many things. But he who sent me is true. I tell the world what he has told me.'", "27": "The people did not understand that Jesus was talking to them about his Father.", "28": "So Jesus said, `When you have lifted up the Son of Man, then you will know that I am he. You will know that I do nothing by my own power, but I talk the way my Father taught me.", "29": "He who sent me is with me always. I always do what he wants me to do.'", "30": "Many people believed in Jesus while he was talking this way.", "31": "Jesus said to the Jews who believed in him, `If you obey my word, you are truly my disciples.", "32": "And you will understand the truth and the truth will make you free.'", "33": "They said to him, `We are Abraham's children. We have always been free. Why do you say to us, \"You will be free\"?'", "34": "Jesus answered them, `I tell you the truth. People who do wrong things are not free. They become a slave of the wrong things they do.", "35": "A slave does not belong to the family for ever. But a son belongs for ever.", "36": "So if the Son makes you free, you will be truly free.", "37": "I know that you come from Abraham. But you want to kill me because you do not like what I tell you.", "38": "I tell you about the things that I have seen where my Father is, and you do what you have seen your father do.'", "39": "They answered him, `Abraham is our father.' Jesus said, `If you were Abraham's children, you would do what Abraham did.", "40": "But you want to kill me because I told you the truth which I learned from God. Abraham did not do that.", "41": "You are doing your father's work.' Then they said to him, `We were not born of an unmarried woman. God is the Father of us all.'", "42": "Jesus said to them, `If God were your Father you would love me, because I have come from God. I did not come by my own power. God sent me.", "43": "Why do you not understand what I say? I will tell you why. It is because you do not want to understand it.", "44": "`The bad spirit, the devil, is your real father. You gladly do the wrong things he wants you to do. From the beginning he killed people. He has nothing to do with what is true. His way is to tell lies. He himself is a liar and all lying comes from him.", "45": "You do not believe me because I tell you what is true.", "46": "Which one of you can prove that what I have done is bad? I tell you what is true. Why then do you not believe me?", "47": "The person who comes from God listens to what God says. You do not come from God. That is why you do not listen to me.'", "48": "The leaders of the Jews answered him, `We say what is true. We say that you come from Samaria. And we say that a bad spirit is in you.'", "49": "Jesus said, `I have no bad spirit in me. I respect my Father but you do not respect me.", "50": "I do not want to make myself great. There is one who makes me great. He judges the matter.", "51": "I tell you the truth. If anyone obeys my word, he will never die.'", "52": "The leaders of the Jews said to him, `Now we know it is true that a bad spirit is in you. Abraham died. So did the prophets. And yet you say, \"If anyone obeys my word, he will never die.\"", "53": "Are you greater than our father Abraham and the prophets of God who died long ago? Who do you make yourself out to be?'", "54": "Jesus answered, `If I make myself great, then I am not great. But my Father makes me great. You say he is your God.", "55": "But you do not know God. I know him. If I say, \"I do not know him,\" I am a liar, just as you people are. But I know him and I obey his word.", "56": "Your father Abraham was glad that he would see my coming. He did see it and he was very glad.'", "57": "The Jewish leaders said to him, `You are not fifty years old yet. How could Abraham see you?'", "58": "Jesus answered, `I tell you the truth. I already was before Abraham was born.'", "59": "Then they picked up stones to throw at him. But Jesus got out of their way. He left the temple and they did not know where he went."}