{"1": "In the former treatise, O Theophilus, I have given an account of all that Jesus began both to do and teach", "2": "until the day in which He was taken up, after He had given commandments through the Holy Ghost unto the apostles, whom He had chosen.", "3": "To these also He showed Himself alive after His passion by many infallible proofs, being seen by them forty days, and speaking of the things pertaining to the Kingdom of God.", "4": "And being assembled together with them, He commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, “which,” saith He, “ye have heard from Me;", "5": "for John truly baptized with water, but ye shall be baptized with the Holy Ghost not many days hence.”", "6": "When they therefore had come together, they asked of Him, saying, “Lord, wilt Thou at this time restore again the kingdom to Israel?”", "7": "And He said unto them, “It is not for you to know the times or the seasons which the Father hath put in His own power.", "8": "But ye shall receive power after the Holy Ghost is come upon you; and ye shall be witnesses unto Me both in Jerusalem, and in all Judea and in Samaria, and unto the uttermost part of the earth.”", "9": "And when He had spoken these things, while they beheld, He was taken up, and a cloud received Him out of their sight.", "10": "And while they looked steadfastly toward heaven as He went up, behold, two men stood by them in white apparel,", "11": "who also said, “Ye men of Galilee, why stand ye gazing up into heaven? This same Jesus, who is taken up from you into Heaven, shall so come in like manner as ye have seen Him go into Heaven.”", "12": "Then they returned unto Jerusalem from the mount called Olivet, which is from Jerusalem a Sabbath day's journey.", "13": "And when they had come in, they went up into an upper room where abode both Peter and James, and John and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot, and Judas the brother of James.", "14": "These all continued with one accord in prayer and supplication, with the women and Mary the mother of Jesus, and with His brethren.", "15": "And in those days Peter stood up in the midst of the disciples (the number of names altogether were about a hundred and twenty) and said,", "16": "“Men and brethren, it was necessary that this Scripture be fulfilled, which the Holy Ghost by the mouth of David spoke before concerning Judas, who was the guide to those who took Jesus.", "17": "For he was numbered with us, and had obtained a part of this ministry.", "18": "Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the middle, and all his bowels gushed out.", "19": "And it was known unto all the dwellers at Jerusalem, insomuch as that field is called in their proper tongue, Akel Dama, that is to say, the Field of Blood.", "20": "For it is written in the book of Psalms: 'Let his habitation be desolate, and let no man dwell therein'; and, 'His bishopric let another take.'", "21": "Therefore from these men who have accompanied us all the time that the Lord Jesus went in and out among us,", "22": "beginning from the baptism of John until that same day that He was taken up from us, must one be ordained to be a witness with us of His resurrection.”", "23": "And they appointed two: Joseph called Barsabas, who was surnamed Justus, and Matthias.", "24": "And they prayed and said, “Thou, Lord, who knowest the hearts of all men, show us which of these two Thou hast chosen,", "25": "that he may take part of this ministry and apostleship from which Judas by transgression fell, that he might go to his own place.”", "26": "And they cast their lots, and the lot fell upon Matthias; and he was numbered with the eleven apostles."}