{"1": "There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian Band,", "2": "a devout man and one who feared God with all his house, who gave many alms to the people and prayed to God always.", "3": "He saw in a vision clearly, about the ninth hour of the day, an angel of God coming in to him and saying unto him, “Cornelius!”", "4": "And when he looked on him, he was afraid and said, “What is it, lord?” And he said unto him, “Thy prayers and thine alms have risen up as a memorial before God.", "5": "And now send men to Joppa and call for one Simon, whose surname is Peter.", "6": "He lodgeth with one Simon, a tanner, whose house is by the seaside; he shall tell thee what thou oughtest to do.”", "7": "And when the angel who spoke unto Cornelius had departed, he called two of his household servants and a devout soldier from those who waited on him continually.", "8": "And when he had related all these things unto them, he sent them to Joppa.", "9": "On the morrow, as they went on their journey and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour.", "10": "And he became very hungry and would have eaten; but while they were making ready he fell into a trance,", "11": "and saw heaven opened and a certain vessel descending unto him as though it had been a great sheet knit at the four corners and let down to the earth,", "12": "wherein were all kinds of fourfooted beasts of the earth, and wild beasts and creeping things and fowls of the air.", "13": "And there came a voice to him, “Rise, Peter; kill and eat.”", "14": "But Peter said, “Not so, Lord, for I have never eaten anything that is common or unclean.”", "15": "And the voice spoke unto him again the second time, “What God hath cleansed, that call not thou common.”", "16": "This was done thrice, and the vessel was received up again into heaven.", "17": "Now while Peter wondered to himself what this vision which he had seen could mean, behold, the men who had been sent from Cornelius had made inquiry for Simon's house and stood before the gate,", "18": "and called and asked whether Simon, who was surnamed Peter, was lodged there.", "19": "While Peter thought on the vision, the Spirit said unto him, “Behold, three men seek thee.", "20": "Arise therefore, and get thee down and go with them, doubting nothing, for I have sent them.”", "21": "Then Peter went down to the men who were sent unto him from Cornelius and said, “Behold, I am he whom ye seek. What is the cause for which ye have come?”", "22": "And they said, “Cornelius the centurion, a just man and one who feareth God, and of good report among all the nation of the Jews, was warned from God by a holy angel to send for thee into his house and to hear words from thee.”", "23": "Then Peter called them in and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.", "24": "And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.", "25": "And as Peter was coming in, Cornelius met him and fell down at his feet and worshiped him.", "26": "But Peter took him up, saying, “Stand up; I myself also am a man.”", "27": "And as he talked with him, he went in and found many who had come together.", "28": "And he said unto them, “Ye know that it is an unlawful thing for a man who is a Jew to keep company with or to come unto one of another nation. But God hath shown me that I should not call any man common or unclean.", "29": "Therefore came I unto you without gainsaying as soon as I was sent for. I ask therefore, with what intent ye have sent for me?”", "30": "And Cornelius said, “Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and behold, a man stood before me in bright clothing,", "31": "and said, 'Cornelius, thy prayer is heard, and thine alms have been remembered in the sight of God.", "32": "Send therefore to Joppa and call hither Simon, whose surname is Peter. He is lodged in the house of one Simon, a tanner, by the seaside. He, when he cometh, shall speak unto thee.'", "33": "Immediately therefore I sent to thee, and thou hast done well, that thou hast come. Now therefore are we all here present before God to hear all things that are commanded thee from God.”", "34": "Then Peter opened his mouth and said, “In truth I perceive that God is no respecter of persons,", "35": "but in every nation he that feareth Him and worketh righteousness is accepted by Him.", "36": "The Word which God sent unto the children of Israel, preaching peace by Jesus Christ (He is Lord of all) —", "37": "that Word, I say, ye know, which was proclaimed throughout all Judea, and began from Galilee after the baptism which John preached:", "38": "how God anointed Jesus of Nazareth with the Holy Ghost and with power, and how He went about doing good and healing all who were oppressed by the devil, for God was with Him.", "39": "And we are witnesses of all things which He did, both in the land of the Jews and in Jerusalem — He whom they hanged on a tree and slew.", "40": "Him God raised up the third day and showed Him openly,", "41": "not to all the people, but unto witnesses chosen before by God, even to us who ate and drank with Him after He rose from the dead.", "42": "And He commanded us to preach unto the people, and to testify that it is He who was ordained by God to be the Judge of the quick and dead.", "43": "To Him all the prophets bear witness, that through His name whosoever believeth in Him shall receive remission of sins.”", "44": "While Peter was yet speaking these words, the Holy Ghost fell on all those who heard the Word.", "45": "And those of the Circumcision who believed were astonished, as many as came with Peter, because the gift of the Holy Ghost was poured out also on the Gentiles.", "46": "For they heard them speak with tongues and magnify God. Then answered Peter,", "47": "“Can any man forbid water, that these should not be baptized who have received the Holy Ghost, as well as we?”", "48": "And he commanded them to be baptized in the name of the Lord. Then they entreated him to tarry certain days."}