{"1": "And certain men who came down from Judea taught the brethren and said, “Unless ye be circumcised after the manner of Moses, ye cannot be saved.”", "2": "When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas and certain others of them should go up to Jerusalem unto the apostles and elders about this question.", "3": "And being sent on their way by the church, they passed through Phoenicia and Samaria, declaring the conversion of the Gentiles; and they caused great joy unto all the brethren.", "4": "And when they had come to Jerusalem, they were received by the church and by the apostles and elders, and they declared all things that God had done with them.", "5": "But there rose up certain of the sect of the Pharisees who believed, saying that it was needful to circumcise them, and to command them to keep the Law of Moses.", "6": "And the apostles and the elders came together to consider this matter.", "7": "And when there had been much disputing, Peter rose up and said unto them, “Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the Word of the Gospel and believe.", "8": "And God, who knoweth the hearts, bore them witness, giving them the Holy Ghost even as He did unto us,", "9": "and put no difference between us and them, purifying their hearts by faith.", "10": "Now therefore why tempt ye God to put a yoke upon the necks of the disciples, which neither our fathers nor we were able to bear?", "11": "But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.”", "12": "Then all the multitude kept silence, and gave audience to Barnabas and Paul as they declared what miracles and wonders God had wrought among the Gentiles by them.", "13": "And after they had held their peace, James answered, saying, “Men and brethren, hearken unto me.", "14": "Simon hath declared how God at the first visited the Gentiles to take out from them a people for His name.", "15": "And to this agree the words of the Prophets, as it is written:", "16": "'After this I will return, and will build again the tabernacle of David, which has fallen down. And I will build again the ruins thereof, and I will set it up,", "17": "that the residue of men might seek after the Lord, and all the Gentiles upon whom My name is called, saith the Lord who doeth all these things.'", "18": "Known unto God are all His works from the beginning of the world.", "19": "Therefore my judgment is that we trouble not those from among the Gentiles who are turned to God,", "20": "but that we write unto them that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.", "21": "For Moses from olden times hath in every city those who preach him, he being read in the synagogues every Sabbath day.”", "22": "Then it pleased the apostles and elders, together with the whole church, to send men chosen from their own company to Antioch with Paul and Barnabas, namely Judas surnamed Barsabbas, and Silas, chief men among the brethren.", "23": "And they wrote letters to accompany them in this manner: “The apostles and elders and brethren send greetings unto the brethren who are of the Gentiles in Antioch and Syria and Cilicia:", "24": "Inasmuch as we have heard that certain ones who went out from us have troubled you with words, subverting your souls, saying, 'Ye must be circumcised and keep the law' — to whom we gave no such commandment —", "25": "it seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,", "26": "men who have hazarded their lives for the name of our Lord Jesus Christ.", "27": "We have sent therefore Judas and Silas, who shall also tell you the same things by mouth.", "28": "For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things:", "29": "that ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication. If ye keep yourselves from these things, ye shall do well. Fare ye well!”", "30": "So when they were sent off, they went to Antioch. And when they had gathered the multitude together, they delivered the epistle;", "31": "and when they had read it, they rejoiced in its consolation.", "32": "And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and strengthened them.", "33": "And after they had tarried there a space, they were let go in peace by the brethren to return unto the apostles.", "34": "Notwithstanding, it pleased Silas to remain there still.", "35": "Paul and Barnabas continued in Antioch, teaching and preaching the Word of the Lord, with many others also.", "36": "And some days later, Paul said unto Barnabas, “Let us go again and visit our brethren in every city where we have preached the Word of the Lord, and see how they do.”", "37": "And Barnabas determined to take with them John, whose surname was Mark.", "38": "But Paul thought it not good to take him with them, as he had departed from them in Pamphylia, and had not gone with them in the work.", "39": "And the contention was so sharp between them that they parted asunder, one from the other; and so Barnabas took Mark and sailed to Cyprus.", "40": "And Paul chose Silas and departed, being commended by the brethren unto the grace of God.", "41": "And he went through Syria and Cilicia, strengthening the churches."}