{"1": "Then Paul came to Derbe and Lystra. And behold, a certain disciple was there named Timothy, the son of a certain woman who was a Jewess who believed, but whose father was a Greek.", "2": "He was well reported of by the brethren who were at Lystra and Iconium.", "3": "Him Paul wanted to have go forth with him, and took and circumcised him because of the Jews who were in those quarters, for they all knew that his father was a Greek.", "4": "And as they went through the cities, they delivered unto them the decrees to keep, that had been ordained by the apostles and elders who were at Jerusalem.", "5": "And so were the churches established in the faith, and increased in number daily.", "6": "Now when they had gone throughout Phrygia and the region of Galatia, they were forbidden by the Holy Ghost to preach the Word in Asia.", "7": "After they had come to Mysia, they attempted to go into Bithynia, but the Spirit suffered permit not.", "8": "And passing by Mysia, they came down to Troas.", "9": "And a vision appeared to Paul in the night: there stood a man of Macedonia beseeching him, saying, “Come over into Macedonia and help us.”", "10": "And after he had seen the vision, immediately we endeavored to go into Macedonia, assuredly concluding that the Lord had called us to preach the Gospel unto them.", "11": "Therefore casting loose from Troas we made a straight course to Samothrace, and the next day Neapolis,", "12": "and from thence to Philippi, which is the chief city of that part of Macedonia, and a colony. And we stayed in that city a number of days.", "13": "And on the Sabbath, we went out of the city by a riverside where prayer was wont to be made; and we sat down and spoke unto the women who resorted thither.", "14": "And a certain woman named Lydia, a seller of purple, of the city of Thyatira, who worshiped God, heard us; and the Lord opened her heart to give heed unto the things which were spoken by Paul.", "15": "And when she was baptized with her household, she besought us, saying, “If ye have judged me to be faithful to the Lord, come into my house and abide there.” And she constrained us.", "16": "And it came to pass as we went to prayer, a certain damsel possessed by a spirit of divination met us. She had brought her masters much gain by soothsaying.", "17": "The same followed Paul and us, crying out and saying, “These men are the servants of the Most High God, who show unto us the way of salvation.”", "18": "And this she did many days. But Paul, being grieved, turned and said to the spirit, “I command thee in the name of Jesus Christ to come out of her.” And he came out that same hour.", "19": "And when her masters saw that the hope of their gain was gone, they caught Paul and Silas and dragged them into the marketplace unto the rulers,", "20": "and brought them to the magistrates, saying, “These men, being Jews, trouble our city exceedingly,", "21": "and teach customs which are not lawful for us to receive nor to observe, being Romans.”", "22": "And the multitude rose up together against them, and the magistrates rent off their clothes and commanded that they be beaten.", "23": "And when they had laid many stripes upon them, they cast them into prison, charging the jailer to keep them safely.", "24": "He, having received such a charge, thrust them into the inner prison and made their feet fast in the stocks.", "25": "And at midnight Paul and Silas prayed and sang praises unto God, and the prisoners heard them.", "26": "And suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened and everyone's bands were loosed.", "27": "And the keeper of the prison, awakening out of his sleep and seeing the prison doors open, drew out his sword and would have killed himself, supposing that the prisoners had fled.", "28": "But Paul cried out with a loud voice, saying, “Do thyself no harm, for we are all here!”", "29": "Then he called for a light, and sprang in, and came trembling and fell down before Paul and Silas,", "30": "and brought them out and said, “Sirs, what must I do to be saved?”", "31": "And they said, “Believe in the Lord Jesus Christ, and thou shalt be saved, and thy house.”", "32": "And they spoke unto him the Word of the Lord, and to all who were in his house.", "33": "And he took them that same hour of the night and washed their stripes, and was baptized, he and all his, straightway.", "34": "And when he had brought them into his house, he set meat before them and rejoiced, believing in God with all his house.", "35": "And when it was day, the magistrates sent the sergeants, saying, “Let those men go.”", "36": "And the keeper of the prison told these words to Paul, saying, “The magistrates have sent to let you go; now therefore depart and go in peace.”", "37": "But Paul said unto them, “They have beaten us openly, uncondemned, being Romans, and have cast us into prison. And now do they thrust us out privily? Nay verily! Let them come themselves and fetch us out.”", "38": "And the sergeants told these words unto the magistrates, and they feared when they heard that they were Romans.", "39": "And they came and besought them and brought them out, and entreated them to depart out of the city.", "40": "And they went out of the prison and entered into the house of Lydia. And when they had seen the brethren, they comforted them and departed."}