{"1": "Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica where there was a synagogue of the Jews.", "2": "And Paul, as was his custom, went in unto them, and for three Sabbath days reasoned with them from the Scriptures,", "3": "expounding and alleging that it was necessary for Christ to have suffered and risen again from the dead, and saying, “This Jesus whom I preach unto you is Christ.”", "4": "And some of them believed, and joined themselves with Paul and Silas, as did a great multitude of the devout Greeks, and of the chief women not a few.", "5": "But the Jews who believed not, moved with envy, engaged certain wicked fellows of the baser sort, and gathered a crowd and set all the city in an uproar, and assaulted the house of Jason and sought to bring them out to the people.", "6": "And when they found them not, they dragged Jason and certain brethren unto the rulers of the city, crying, “These that have turned the world upside down have come hither also,", "7": "and Jason hath received them; and they all do contrary to the decrees of Caesar, saying that there is another king, one Jesus.”", "8": "And they troubled the people and the rulers of the city when they heard these things.", "9": "And when they had taken security from Jason and the others, they let them go.", "10": "And the brethren immediately sent away Paul and Silas by night unto Berea, who arriving there, went into the synagogue of the Jews.", "11": "These were more noble than those in Thessalonica, in that they received the Word with allreadiness of mind and searched the Scriptures daily to see whether those things were so.", "12": "Therefore many of them believed, also honorable women who were Greeks, and of men not a few.", "13": "But when the Jews of Thessalonica became aware that the Word of God was preached by Paul at Berea, they came there also and stirred up the people.", "14": "And then immediately the brethren sent away Paul to go down to the sea, but Silas and Timothy remained there still.", "15": "And those who conducted Paul brought him unto Athens and, having received direction for Silas and Timothy to come to him with all speed, they departed.", "16": "Now while Paul waited for them at Athens, his spirit was stirred within him when he saw the city wholly given to idolatry.", "17": "Therefore he disputed in the synagogue with the Jews, and with the devout persons, and in the marketplace daily with those who met with him.", "18": "Then certain philosophers of the Epicureans and of the Stoics encountered him. And some said, “What will this babbler say?” And some others said, “He seemeth to be a proclaimer of strange gods,” because he preached unto them Jesus and the resurrection.", "19": "And they took him and brought him unto the Areopagus, saying, “May we know what this new doctrine is whereof thou speakest?", "20": "For thou bringest certain strange things to our ears, and we would know therefore what these things mean.”", "21": "(For all the Athenians and strangers who were there spent their time in nothing else than either telling or hearing some new thing.)", "22": "Then Paul stood in the midst of Mars' Hill and said, “Ye men of Athens, I perceive that in all things ye are too superstitious.", "23": "For as I passed by and beheld your devotions, I found an altar with this inscription: 'To the Unknown God'. Whom therefore ye worship in ignorance, Him I declare unto you.", "24": "God who made the world and all things therein, seeing that He is Lord of Heaven and earth, dwelleth not in temples made with hands.", "25": "Neither is He worshiped with men's hands, as though He needed anything, seeing He giveth to all life, and breath, and all things.", "26": "And He hath made of one blood all nations of men to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation,", "27": "that they should seek the Lord, if perhaps they might feel after Him and find Him, though He be not far from every one of us.", "28": "For in Him we live, and move, and have our being; as also certain of your own poets have said, 'For we are also His offspring.'", "29": "“For inasmuch, then, as we are the offspring of God, we ought not to think that the Godhead is like unto gold or silver or stone, graven by art and of man's devising.", "30": "The times of this ignorance God overlooked, but now He commandeth all men everywhere to repent,", "31": "because He hath appointed a Day in which He will judge the world in righteousness by that Man whom He hath ordained. Of this He hath given assurance unto all men, in that He hath raised Him from the dead.”", "32": "But when they heard of the resurrection of the dead, some mocked and others said, “We will hear thee again on this matter.”", "33": "So Paul departed from among them.", "34": "However, certain men cleaved unto him and believed, among whom were Dionysius the Areopagite, and a woman named Damaris, and others with them."}