{"1": "And it came to pass that while Apollos was at Corinth, Paul, having passed through the upper regions, came to Ephesus; and finding certain disciples,", "2": "he said unto them, “Have ye received the Holy Ghost, having believed?” And they said unto him, “We have not so much as heard whether there is any Holy Ghost.”", "3": "And he said unto them, “Unto what then were ye baptized?” And they said, “Unto John's baptism.”", "4": "Then said Paul, “John verily baptized with the baptism of repentance, saying unto the people that they should believe in Him who should come after him, that is, in Christ Jesus.”", "5": "When they heard this, they were baptized in the name of the Lord Jesus.", "6": "And when Paul had laid his hands upon them, the Holy Ghost came upon them, and they spoke with tongues and prophesied.", "7": "And there were about twelve men in all.", "8": "And he went into the synagogue and spoke boldly for the space of three months, disputing and persuading about the things concerning the Kingdom of God.", "9": "But when divers ones were hardened and believed not, but spoke evil of that Way before the multitude, he departed from them and separated the disciples, disputing daily in the school of one Tyrannus.", "10": "And this continued for the space of two years, so that all who dwelt in Asia heard the Word of the Lord Jesus, both Jews and Greeks.", "11": "And God wrought special miracles by the hands of Paul,", "12": "so that handkerchiefs or aprons from his body were brought unto the sick, and the diseases departed from them and the evil spirits went out of them.", "13": "Then certain of the vagabond Jews, exorcists, took it upon themselves to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “We adjure you by Jesus whom Paul preacheth.”", "14": "And there were seven sons of one Sceva, a Jew and chief of the priests, who did so.", "15": "And the evil spirit answered and said, “Jesus I know, and Paul I know, but who are ye?”", "16": "And the man in whom the evil spirit dwelt leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded.", "17": "And this became known to all the Jews and Greeks also dwelling in Ephesus, and fear fell on them all, and the name of the Lord Jesus was magnified.", "18": "And many who believed came, and confessed, and showed their deeds.", "19": "Many of those also who used occult arts brought their books together and burned them before all men; and they counted up the price of them, and found it to be fifty thousand pieces of silver.", "20": "So the Word of God grew mightily and prevailed.", "21": "After these things were ended, Paul purposed in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.”", "22": "So he sent into Macedonia two of those who had ministered unto him, Timothy and Erastus; but he himself stayed in Asia for a season.", "23": "And the same time, there arose no small stir about that Way.", "24": "For a certain man named Demetrius, a silversmith who made silver shrines for Diana, brought no small gain unto the craftsmen.", "25": "These he called together with the workmen of like occupation, and said, “Sirs, ye know that by this craft we have our wealth.", "26": "Moreover, ye see and hear that, not alone at Ephesus but almost throughout all Asia, this Paul hath persuaded and turned away many people, saying that they are not gods which are made with hands,", "27": "so that not only this our craft is in danger of being set at nought, but also the temple of the great goddess Diana should be despised and her magnificence should be destroyed, whom all Asia and the world worshipeth.”", "28": "And when they heard these things, they were full of wrath and cried out, saying, “Great is Diana of the Ephesians!”", "29": "And the whole city was filled with confusion and, having seized Gaius and Aristarchus, men of Macedonia who were Paul's companions in his travel, they rushed with one accord into the theater.", "30": "And when Paul would have entered in unto the people, the disciples suffered him not.", "31": "And certain of the Asian chiefs, who were his friends, sent unto him, urging that he would not venture into the theater.", "32": "Some therefore cried one thing and some another, for the assembly was in confusion, and the greater part knew not why they had come together.", "33": "And they drew Alexander out from the multitude, the Jews putting him forward. And Alexander beckoned with his hand, and would have made his defense unto the people;", "34": "but when they perceived that he was a Jew, all with one voice for about the space of two hours cried out, “Great is Diana of the Ephesians!”", "35": "And when the town clerk had appeased the people, he said, “Ye men of Ephesus, what man is there who knoweth not that the city of the Ephesians is a worshiper of the great goddess Diana, and of the image which fell down from Jupiter?", "36": "Seeing then that these things cannot be spoken against, ye ought to be quiet and do nothing rashly;", "37": "for ye have brought hither these men who are neither robbers of churches, nor yet blasphemers of your goddess.", "38": "Therefore if Demetrius and the craftsmen who are with him have a matter against any man, the law is open and there are deputies. Let them implead one another.", "39": "But if ye inquire of anything concerning other matters, it shall be determined in a lawful assembly.", "40": "For we are in danger of being called in question for this day's uproar, there being no cause whereby we can give an account of this concourse.”", "41": "And when he had thus spoken, he dismissed the assembly."}