{"1": "And when the day of Pentecost was fully come, they were all with one accord in one place.", "2": "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.", "3": "And there appeared unto them cloven tongues as of fire, and it sat upon each of them.", "4": "And they were all filled with the Holy Ghost and began to speak in other tongues, as the Spirit gave them utterance.", "5": "And there were dwelling at Jerusalem Jews, devout men out of every nation under heaven.", "6": "Now when this was noised abroad, the multitude came together and were confounded, because every man heard them speaking in his own language.", "7": "And they were all amazed and marveled, saying one to another, “Behold, are not all these who speak Galileans?", "8": "And how then do we each hear them speaking in our own tongue wherein we were born?", "9": "Parthians, Medes, Elamites and the dwellers in Mesopotamia, and in Judea and Cappadocia, Pontus and Asia,", "10": "Phrygia and Pamphylia, in Egypt and in the parts of Libya about Cyrene, and strangers from Rome, both Jews and proselytes,", "11": "Cretans and Arabians — we hear them speak in our own tongues the wonderful works of God.”", "12": "And they were all amazed and were in doubt, saying one to another, “What meaneth this?”", "13": "Others mocking said, “These men are full of new wine.”", "14": "But Peter, standing up with the eleven, lifted up his voice and said unto them, “Ye men of Judea and all ye who dwell in Jerusalem, be this known unto you, and hearken to my words.", "15": "For these are not drunken as ye suppose, seeing it is but the third hour of the day;", "16": "but this is that which was spoken by the prophet Joel:", "17": "'And it shall come to pass in the last days, saith God, I will pour out My Spirit upon all flesh; and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams.", "18": "And on My servants and on My handmaidens I will pour out in those days My Spirit, and they shall prophesy.", "19": "And I will show wonders in heaven above, and signs in the earth beneath — blood and fire and vapor of smoke.", "20": "The sun shall be turned into darkness, and the moon into blood before that great and notable Day of the Lord come.", "21": "And it shall come to pass that whosoever shall call on the name of the Lord shall be saved.'", "22": "“Ye men of Israel, hear these words: Jesus of Nazareth, a Man approved of God among you by miracles, wonders, and signs, which God did through Him in the midst of you, as ye yourselves also know —", "23": "Him, being delivered by the determinate will and foreknowledge of God, ye have taken and by wicked hands have crucified and slain.", "24": "But God hath raised Him up, having loosed the pains of death, because it was not possible that He should be held by it.", "25": "For David speaketh concerning Him: 'I beheld the Lord always before my face, for He is on my right hand, that I should not be moved.", "26": "Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope,", "27": "because Thou wilt not leave my soul in hell, neither wilt Thou suffer Thine Holy One to see corruption.", "28": "Thou hast made known to me the ways of life; Thou shalt make me full of joy with Thy countenance.'", "29": "“Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulcher is with us unto this day.", "30": "Therefore, being a prophet and knowing that God had sworn an oath to him that from the fruit of his loins, according to the flesh He would raise up Christ to sit on his throne,", "31": "David, foreseeing this, spoke concerning the resurrection of Christ that 'His soul was not left in hell, neither did His flesh see corruption.'", "32": "This Jesus hath God raised up, of which we are all witnesses.", "33": "Therefore, being exalted by the right hand of God, and having received from the Father the promise of the Holy Ghost, He hath shed forth this which ye now see and hear.", "34": "For David is not ascended into the heavens, but he himself saith, 'The Lord said unto my Lord, “Sit Thou on My right hand", "35": "until I make Thy foes Thy footstool.”'", "36": "“Therefore let all the house of Israel know assuredly that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.”", "37": "Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, “Men and brethren, what shall we do?”", "38": "Then Peter said unto them, “Repent and be baptized, every one of you, in the name of Jesus Christ for the remission of sins; and ye shall receive the gift of the Holy Ghost.", "39": "For the promise is unto you, and to your children, and to all who are afar off, even as many as the Lord our God shall call.”", "40": "And with many other words did he testify and exhort, saying, “Save yourselves from this untoward generation.”", "41": "Then those who gladly received his words were baptized, and that same day there were added unto them about three thousand souls.", "42": "And they continued steadfastly in the apostles' doctrine and fellowship, and in the breaking of bread and in prayers.", "43": "And fear came upon every soul, and many wonders and signs were done by the apostles.", "44": "And all who believed were together and had all things in common,", "45": "and they sold their possessions and goods and divided them among all men, as every man had need.", "46": "And continuing daily with one accord in the temple, and breaking bread from house to house, they ate their meat with gladness and singleness of heart,", "47": "praising God and having favor with all the people. And the Lord added to the church daily such as should be saved."}