{"1": "And it came to pass that after we had parted from them and had launched, we came on a straight course unto Coos, and the day following unto Rhodes, and from thence unto Patara.", "2": "And finding a ship sailing over unto Phoenicia, we went aboard and set forth.", "3": "Now when we had sighted Cyprus, we left it on the left hand, and sailed to Syria and landed at Tyre, for there the ship was to unload her burden.", "4": "And having found disciples, we tarried there seven days. They told Paul through the Spirit that he should not go up to Jerusalem.", "5": "And when those days there had been accomplished, we departed and went our way; and they all brought us on our way, with wives and children, until we were out of the city. And we kneeled down on the shore and prayed.", "6": "And when we had taken our leave one of another, we boarded ship, and they returned home again.", "7": "And when we had finished our course from Tyre, we came to Ptolemais and saluted the brethren, and stayed with them one day.", "8": "The next day, we who were in Paul's company departed and came unto Caesarea, and we entered into the house of Philip the evangelist, who was one of the seven, and lodged with him.", "9": "And this man had four daughters, virgins, who prophesied.", "10": "And as we tarried there many days, there came down from Judea a certain prophet named Agabus.", "11": "And when he had come unto us, he took Paul's girdle and bound his own hands and feet, and said, “Thus saith the Holy Ghost, 'So shall the Jews at Jerusalem bind the man who owneth this girdle, and shall deliver him into the hands of the Gentiles.'”", "12": "And when we heard these things, both we and those at that place besought him not to go up to Jerusalem.", "13": "Then Paul answered, “What mean ye to weep and to break mine heart? For I am not only ready to be bound, but also to die at Jerusalem for the name of the Lord Jesus.”", "14": "And when he would not be dissuaded, we ceased, saying, “The will of the Lord be done.”", "15": "And after those days we took up our baggage and went up to Jerusalem.", "16": "There went with us also certain of the disciples of Caesarea, who brought with them one Mnason of Cyprus, an old disciple, with whom we were to lodge.", "17": "And when we had come to Jerusalem, the brethren received us gladly.", "18": "And the day following, Paul went with us unto James, and all the elders were present.", "19": "And when he had saluted them, he declared particularly what things God had wrought among the Gentiles by his ministry.", "20": "And when they heard it, they glorified the Lord and said unto him, “Thou seest, brother, how many thousands of Jews there are who believe, and they are all zealous for the law.", "21": "And they are informed about thee, that thou teachest all the Jews who are among the Gentiles to forsake Moses, saying that they ought not to circumcise their children, nor walk according to the customs.", "22": "What is therefore to be done? The multitude must surely come together, for they will hear that thou art come.", "23": "Do therefore this which we say to thee: We have four men who have taken a vow upon themselves.", "24": "Take them and purify thyself with them, and bear their charges with them, that they may shave their heads; and all may know that those things of which they have been informed concerning thee are nothing, butthat thou thyself also walkest orderly and keepest the law.", "25": "And as to the Gentiles who believe, we have written and concluded that they observe no such thing, save only that they keep themselves from things offered to idols, and from blood, and from things strangled, and from fornication.”", "26": "Then Paul took the men, and the next day, purifying himself with them, he entered into the temple to signify the accomplishment of the days of purification, until an offering should be offered for every one of them.", "27": "And when the seven days were almost ended, the Jews who were from Asia, when they saw him in the temple, stirred up all the people and laid hands on him,", "28": "crying out, “Men of Israel, help! This is the man who teacheth all men everywhere against the people and the law and this place, and furthermore brought Greeks also into the temple, and hath polluted this holy place.”", "29": "(For they had seen previously with him in the city Trophimus an Ephesian, whom they supposed that Paul had brought into the temple.)", "30": "And all the city was moved and the people ran together, and they took Paul and dragged him out of the temple; and forthwith the doors were shut.", "31": "And as they went about to kill him, tidings came unto the chief captain of the garrison that all Jerusalem was in an uproar,", "32": "who immediately took soldiers and centurions and ran down unto them; and when they saw the chief captain and the soldiers, they left off beating Paul.", "33": "Then the chief captain came near, and took him and commanded that he be bound with two chains, and demanded who he was and what he had done.", "34": "And some cried one thing, some another, among the multitude. And when he could learn nothing with certainty because of the tumult, he commanded him to be carried into the castle.", "35": "And when Paul came upon the stairs, so it was that he had to be borne by the soldiers because of the violence of the people.", "36": "For the multitude of the people followed after, crying, “Away with him!”", "37": "And as Paul was about to be led into the castle, he said unto the chief captain, “May I speak unto thee?” And he said, “Canst thou speak Greek?", "38": "Art not thou that Egyptian who prior to these days madest an uproar and leddest out into the wilderness four thousand men who were murderers?”", "39": "But Paul said, “I am a man who am a Jew of Tarsus, a city of Cilicia, a citizen of no mean city; and I beseech thee, suffer me to speak unto the people.”", "40": "And when he had given him leave, Paul stood on the stairs and beckoned with his hand unto the people. And when there fell a great silence, he spoke unto them in the Hebrew tongue, saying:"}