{"1": "Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.", "2": "And a certain man lame from his mother's womb was being carried, whom they laid daily at the gate of the temple, which is called Beautiful, to ask alms from those who entered into the temple.", "3": "He, seeing Peter and John about to go into the temple, asked for alms.", "4": "And Peter, fastening his eyes upon him with John, said, “Look on us.”", "5": "And he gave heed unto them, expecting to receive something from them.", "6": "Then Peter said, “Silver and gold have I none, but such as I have, I give thee: in the name of Jesus Christ of Nazareth, rise up and walk.”", "7": "And he took him by the right hand and lifted him up, and immediately his feet and ankle bones received strength.", "8": "And leaping up, he stood and walked and entered with them into the temple, walking and leaping and praising God.", "9": "And all the people saw him walking and praising God,", "10": "and they knew that it was he that sat for alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement at that which had happened unto him.", "11": "And as the lame man who had been healed held on to Peter and John, all the people ran together unto them in the porch, which is called Solomon's, greatly wondering.", "12": "And when Peter saw it, he answered unto the people, “Ye men of Israel, why marvel ye at this? Or why look ye so earnestly on us, as though by our own power or holiness we had made this man walk?", "13": "The God of Abraham and of Isaac and of Jacob, the God of our fathers, hath glorified His Son Jesus, whom ye delivered up, and denied Him in the presence of Pilate when he was determined to let Him go.", "14": "But ye denied the Holy One and the Just, and desired a murderer to be granted unto you,", "15": "and killed the Prince of Life whom God hath raised from the dead, of which we are witnesses.", "16": "And His name, through faith in His name, hath made this man strong, whom ye see and know. Yea, the faith which is by Him hath given him this perfect soundness in the presence of you all.", "17": "“And now, brethren, I know that through ignorance ye did it, as did also your rulers.", "18": "But those things which God before had shown by the mouth of all His prophets, that Christ should suffer, He hath thus fulfilled.", "19": "Repent ye therefore and be converted, that your sins may be blotted out when the times of refreshing shall come from the presence of the Lord.", "20": "Then He shall send Jesus Christ, who before was preached unto you,", "21": "whom Heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all His holy prophets since the world began.", "22": "For Moses truly said unto the fathers, 'A Prophet shall the Lord your God raise up unto you from your brethren, like unto me; Him shall ye hear in all things whatsoever He shall say unto you.", "23": "And it shall come to pass that every soul who will not hear that Prophet shall be destroyed from among the people.'", "24": "Yea, and all the prophets from Samuel and those who follow after, as many as have spoken, have likewise foretold of these days.", "25": "Ye are the children of the prophets and of the covenant which God made with our fathers, saying unto Abraham, 'And in thy seed shall all the kindreds of the earth be blessed.'", "26": "Unto you first, God, having raised up His Son Jesus, sent Him to bless you in turning every one of you away from his iniquities.”"}