{"1": "On the first day of the sixth month of the second year of the reign of[a] King Darius, this message from the Lord came by[b] Haggai[c] the prophet to Shealtiel's son Zerubbabel, governor of Judah, and to Jehozadak's son Joshua, the high priest:", "2": "“This is what the Lord of the Heavenly Armies says: 'These people keep saying, “No, the right[d] time for rebuilding the Lord's Temple has not yet come.”'”", "3": "Then this message from the Lord came by[e] Haggai the prophet: ", "4": "“Is it the right[f] time for all of you to live in your own paneled houses while this house remains in ruins?”", "5": "“Now this is what the Lord of the Heavenly Armies, says: 'Carefully consider your ways:", "6": "You have sowed much but have reaped little. You have eaten but don't have enough to become satisfied. You have drunk but don't have enough to become intoxicated. You have clothed yourself but don't have enough to keep warm. And the hired laborer deposits his salary in a bag full of holes!'”", "7": "“This is what the Lord of the Heavenly Armies says: 'Carefully consider your ways: ", "8": "Go up into the mountains, bring timber, and reconstruct my house. Then I will be pleased with it and I will be honored,' says the Lord. ", "9": "'You turned away in pursuit of abundance, but look at how little you found![g] What you did manage to bring home, I blew away! And why?' declares the Lord of the Heavenly Armies. 'It's because of my house! It lies in ruins while each of you runs off to his own house! ", "10": "That is why the heavens keep withholding dew from you, and the earth withholds her fruit. ", "11": "I sent a drought on the land, on the mountains, on your grain, on your new wines, on your oil—on everything the ground produces—on men, on livestock, and on everything you do![h]'”", "12": "Then Shealtiel's son Zerubbabel, Jehozadak's son Joshua the high priest, and all the rest[i] of the people obeyed the Lord their God and the words of Haggai the prophet, because the Lord their God had sent him. And the people feared the Lord. ", "13": "Haggai, the messenger of the Lord, spoke to the people with a special commission[j] from the Lord: “'I am with you,' declares the Lord.”", "14": "Then the Lord revitalized the spirit of Shealtiel's son Zerubbabel, governor of Judah, the spirit of Jehozadak's son Joshua the high priest, and the spirit of all the rest[k] of the people, so they came and began to work on the house of their God, the Lord of the Heavenly Armies. ", "15": "This took place on the twenty-fourth day of the sixth month of the second year of the reign of[l] King Darius."}