{"1": "The time of the prophecy of Amos. 3 The word of the Lord against Damascus, 6 The Philistines, Tyre, Idumea, and Ammon. The words of Amos, who was among the herdsmen at [a]Tekoa, which he saw upon Israel, in the days of Uzziah king of Judah, and in the days of [b]Jeroboam the son of Joash king of Israel, two years before the [c]earthquake.", "2": "And he said, The Lord shall roar from Zion, and utter his voice from Jerusalem, and the dwelling places of the shepherds shall perish, and the top [d]of Carmel shall wither.", "3": "¶ Thus saith the Lord, For [e]three transgressions of Damascus, and for four, I will not turn to it, because they have [f]threshed Gilead with threshing instruments of iron.", "4": "Therefore will I send a fire into the house of Hazael, and it shall devour the [g]palaces of Ben-Hadad.", "5": "I will break also the bars of Damascus, and cut off the inhabitant of Bikeath-Aven: and him that holdeth the scepter out of Beth Eden, and the people of Aram shall go into captivity unto [h]Kir, saith the Lord.", "6": "Thus saith the Lord, For three transgressions of Gaza, and for four, I will not turn to it, because they [i]carried away prisoners the whole captivity to shut them up in Edom.", "7": "Therefore will I send a fire upon the walls of Gaza, and it shall devour the palaces thereof.", "8": "And I will cut off the inhabitant from Ashdod, and him that holdeth the scepter from Ashkelon, and turn mine hand to Ekron, and the remnant of the Philistines shall perish, saith the Lord God.", "9": "¶ Thus saith the Lord, For three transgressions of Tyre, and for four, I will not turn to it, because they shut the whole captivity in Edom, and have not remembered the [j]brotherly covenant.", "10": "Therefore will I send a fire upon the walls of Tyre, and it shall devour the palaces thereof.", "11": "¶ Thus saith the Lord, For three transgressions of Edom, and for four, I will not turn to it, because he did pursue his brother with the sword, and [k]did cast off all pity, and his anger spoiled him evermore, and his wrath watched him [l][always].", "12": "Therefore will I send a fire upon Teman, and it shall devour the places of Bozrah.", "13": "¶ Thus saith the Lord, For three transgressions of the children of Ammon, and for four, I will not turn to it, because they [m]have ripped up the women with child of Gilead, that they might enlarge their border.", "14": "Therefore will I kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, and with a tempest in the day of the whirlwind.", "15": "And their king shall go into captivity, he and his princes together, saith the Lord."}