{"1": "Against Moab, Judah, and Israel. Thus saith the Lord, For three transgressions of Moab, and for four, I will not turn to it, because it burnt the [a]bones of the king of Edom into lime.", "2": "Therefore will I send a fire upon Moab, and it shall devour the palaces of Kerioth, and Moab shall die with tumult, with shouting, and with the sound of a trumpet.", "3": "And I will cut off the judge out of the midst thereof, and will slay all the princes thereof with him, saith the Lord.", "4": "¶ Thus saith the Lord, For three transgressions of Judah, and for four, [b]I will not turn to it, because they have cast away the Law of the Lord, and have not kept his commandments, and their lies caused them to err after the which their fathers have walked.", "5": "Therefore will I send a fire upon Judah, and it shall devour the palaces of Jerusalem.", "6": "¶ Thus saith the Lord, For three transgressions of [c]Israel, and for four, I will not turn to it, because they sold the righteous for silver, and the poor for [d]shoes.", "7": "They gape over the head of the poor, in the [e]dust of the earth, and pervert the ways of the meek: and a man and his father will go in to a maid, to dishonor mine holy Name.", "8": "And they lie down upon clothes laid to pledge [f]by every altar: and they [g]drink the wine of the condemned in the house of their God.", "9": "Yet destroyed I the [h]Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks: notwithstanding I destroyed his fruit from above, and his root from beneath.", "10": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite.", "11": "And I raised up of your sons for Prophets, and of [i]your young men for Nazirites. Is it not even thus, O ye children of Israel, saith the Lord?", "12": "But ye gave the Nazirites wine to drink, and commanded the Prophets, saying, Prophesy not.", "13": "Behold, I am [j]pressed under you as a cart is pressed that is full of sheaves.", "14": "Therefore the flight shall perish from the [k]swift, and the strong shall not strengthen his force, neither shall the mighty save his life.", "15": "Nor he that handleth the bow shall stand, and he that is swift of foot, shall not escape, neither shall he that rideth the horse, save his life.", "16": "And he that is of a mighty courage among the strong men, shall flee away naked in that day, saith the Lord."}