{"1": "A lamentation for the captivity of Israel. Hear ye this word, which I lift up upon you, even a lamentation of the house of Israel.", "2": "The [a]virgin Israel is fallen, and shall no more rise: she is left upon her land, and there is none to raise her up.", "3": "For thus saith the Lord God, The city which went out by a thousand, shall leave [b]an hundred: and that which went forth by an hundred, shall leave ten to the house of Israel.", "4": "For thus saith the Lord unto the house of Israel, Seek ye me, and ye shall live.", "5": "But seek not Bethel, nor enter into [c]Gilgal, and go not to Beersheba: for Gilgal shall go into captivity, and Bethel shall come to nought.", "6": "Seek the Lord, and ye shall live, lest he break out like fire in the house of Joseph and devour it, and there be none to quench it in Bethel.", "7": "They turn [d]judgment to wormwood, and leave off righteousness in the earth.", "8": "He [e]maketh Pleiades, and Orion, and he turneth the shadow of death into the morning, and he maketh the day dark as night: he calleth the waters of the sea, and poureth them out upon the open earth: the Lord is his Name.", "9": "He strengtheneth the destroyer against the mighty, and the destroyer shall come against the fortress.", "10": "They have hated him [f]that rebuked in the gate: and they abhorred him that speaketh uprightly.", "11": "Forasmuch then as your treading is upon the poor, and [g]ye take from him burdens of wheat, ye have built houses of hewn stone, but ye shall not dwell in them: ye have planted pleasant vineyards, but ye shall not drink wine of them.", "12": "For I know your manifold transgressions, and your mighty sins: they afflict the just, they take rewards, and they oppress the poor in the gate.", "13": "Therefore [h]the prudent shall keep silence in that time, for it is an evil time.", "14": "Seek good and not evil, that ye may live: and the Lord God of hosts shall be with you, as you have spoken.", "15": "Hate the evil, and love the good, and establish judgment in the gate: it may be that the Lord God of hosts will be merciful unto the remnant of Joseph.", "16": "Therefore the Lord God of hosts, the Lord saith thus, Mourning shall be in all streets: and they shall say in all the high ways, Alas, alas: and they shall call the [i]husbandman to lamentation, and such as can mourn, to mourning.", "17": "And in all the vines shall be lamentation: for I will pass through thee, saith the Lord.", "18": "Woe unto you, that [j]desire the day of the Lord: what have you to do with it? the day of the Lord is darkness and not light,", "19": "As if a man did flee from a lion, and a bear met him: or went into the house, and leaned his hand on the wall, and a serpent bit him.", "20": "Shall not the day of the Lord be darkness, and not light, even darkness and no light in it?", "21": "I hate and abhor your feast days, and I will not smell in your solemn assemblies.", "22": "Though ye offer me burnt offerings and meat offerings, [k]I will not accept them: neither will I regard the peace offerings of your fat beasts.", "23": "Take thou away from me the multitude of thy songs (for I will not hear the melody of thy viols.)", "24": "And let judgment run down as [l]waters, and righteousness as a mighty river.", "25": "Have ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?", "26": "But you have born [m]Sikkuth your king, and Chiun your images, and the star of your gods which you made to yourselves.", "27": "Therefore will I cause you to go into captivity beyond Damascus, saith the Lord, whose Name is the God of hosts."}