{"1": "God showeth certain visions, whereby he signifieth the destruction of the people of Israel. 10 The false accusation of Amaziah, 12 His crafty counsel. Thus hath the Lord God showed unto me, and behold, he formed [a]grasshoppers in the beginning of the shooting up of the latter growth: and lo, it was in the latter growth [b]after the King's mowing.", "2": "And when they had made an end of eating the grass of the land, then I said, O Lord God, spare, I beseech thee: who shall raise up Jacob? for he is small.", "3": "So the Lord [c]repented for this. It shall not be, saith the Lord.", "4": "¶ Thus also hath the Lord God showed unto me, and behold, the Lord God called to judgment by fire, [d]and it devoured the great deep, and did eat up a part.", "5": "Then said I, O Lord God, cease, I beseech thee: who shall raise up Jacob? for he is small.", "6": "So the Lord repented for this. This also shall not be, saith the Lord God.", "7": "¶ Thus again he showed me, and behold, the Lord stood upon a wall made by line [e]with a line in his hand.", "8": "And the Lord said unto me, Amos, what seest thou? And I said, A line. Then said the Lord, Behold, I will set a line in the midst of my people Israel, and will pass by them no more.", "9": "And the high places of Isaac shall be desolate, and the temples of Israel shall be destroyed: and I will rise against the house of Jeroboam with the sword.", "10": "¶ [f]Then Amaziah the Priest of Bethel sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words.", "11": "For thus Amos saith, Jeroboam shall die by the sword, and Israel shall be led away captive out of their own land.", "12": "Also [g]Amaziah said unto Amos, O thou the Seer, go, flee thou away into the land of Judah, and there eat thy bread, and prophesy there.", "13": "But prophesy no more at Bethel: for it is the king's chapel, and it is the king's court.", "14": "Then answered Amos, and said to Amaziah, I was no [h]Prophet, neither was I a Prophet's son, but I was an herdsman, and a gatherer of wild figs.", "15": "And the Lord took me as I followed the flock, and the Lord said unto me, Go prophesy unto my people Israel.", "16": "Now therefore hear thou the word of the Lord. Thou sayest, Prophesy not against Israel, and speak nothing against the house of Isaac.", "17": "Therefore thus saith the Lord, [i]Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line: and thou shalt die in a polluted land, and Israel shall surely go into captivity forth of his land."}