{"1": "Against the rulers of Israel. 7 The Lord sweareth. 11 The famine of the word of God. Thus hath the Lord God showed unto me, and behold, a basket of summer fruit.", "2": "And he said, Amos, what seest thou? And I said, A basket of [a]summer fruit. Then said the Lord unto me, The end is come upon my people of Israel, I will pass by them no more.", "3": "And the songs of the Temple shall be howlings in that day, saith the Lord God: many dead bodies shall be in every place: they shall cast them forth with [b]silence.", "4": "Hear this, O ye that [c]swallow up the poor, that ye may make the needy of the land to fail,", "5": "Saying, When will the [d]new month be gone, that we may sell corn? and the Sabbath, that we may set forth wheat, and make [e]the Ephah small and the shekel great, and falsify the weights by deceit?", "6": "That we may buy the poor for silver, and the needy for shoes: yea, and sell the refuse of the wheat.", "7": "The Lord hath sworn by the excellency of Jacob, Surely, I will never forget any of their works.", "8": "Shall not the land tremble for this, and everyone mourn, that dwelleth therein? and it shall rise up wholly as a flood, and it shall be cast out, and [f]drowned as by the flood of Egypt.", "9": "And in that day, saith the Lord God, I will even cause the [g]Sun to go down at noon: I will darken the earth in the clear day.", "10": "And I will turn your feasts into mourning: and all your songs into lamentation: and I will bring sackcloth upon all loins, and baldness upon every head: and I will make it as the mourning of an only son, and the end thereof as a bitter day.", "11": "Behold, the days come, saith the Lord God, that I will send a famine in the Land, not a famine of bread, nor a thirst for water, but of hearing the word of the Lord.", "12": "And they shall wander from sea to sea, and from the North even unto the East shall they run to and fro to seek the [h]word of the Lord, and shall not find it.", "13": "In that day shall the fair virgins and the young men perish for thirst.", "14": "They that swear by the sin [i]of Samaria, and that say, Thy God, O Dan, liveth, and [j]the manner of Beersheba liveth, even they shall fall, and never rise up again."}