{"1": "Threatenings against the Temple, 2 And against Israel. 11 The restoring of the Church. I saw the Lord standing upon the [a]Altar, and he said, Smite the lintel of the door, that the posts may shake: and cut them in pieces, even the [b]heads of them all, and I will slay the last of them with the sword: he that fleeth of them, shall not flee away: and he that escapeth of them, shall not be delivered.", "2": "Though they dig into the hell, thence shall mine hand take them: though they climb up to heaven, thence will I bring them down.", "3": "And though they hide themselves in the top of Carmel, I will search and take them out thence: and though they be hid from my sight in the bottom of the sea, thence will I command the [c]serpent, and he shall bite them.", "4": "And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good.", "5": "And the Lord God of hosts shall touch the land, and it shall melt away, and all that dwell therein shall mourn, and it shall rise up wholly like a flood, and shall be drowned as by the flood of Egypt.", "6": "He buildeth his [d]spheres in the heaven, and hath laid the foundation of his globe of elements in the earth: he calleth the waters of the sea, and poureth them out upon the open earth: the Lord is his Name.", "7": "Are ye not as the Ethiopians [e]unto me, O children of Israel, saith the Lord? have not I brought up Israel out of the land of Egypt? and the Philistines from [f]Caphtor, and Aram from Kir?", "8": "Behold, the eyes of the Lord God are upon the sinful kingdom, and I will destroy it clean out of the earth. Nevertheless I will not utterly [g]destroy the house of Jacob, saith the Lord.", "9": "For lo, I will command and I will sift the house of Israel among all nations, like as corn is sifted in a sieve: yet shall not the [h]least stone fall upon the earth.", "10": "But all the sinners of my people shall die by the sword, which say, The evil shall not come, nor hasten for us.", "11": "In that day will I raise up the [i]Tabernacle of David, that is fallen down, and close up the breaches thereof, and I will raise up his ruins, and I will build it, as in the days of old,", "12": "That they may possess the remnant of [j]Edom, and of all the heathen, because my Name is called upon them, saith the Lord, that doeth this.", "13": "Behold, the days come, saith the Lord, that the plowman shall [k]touch the mower, and the treader of grapes him that soweth seed: and the mountains shall [l]drop sweet wine, and all the hills shall melt.", "14": "[m]And I will bring again the captivity of my people of Israel: and they shall build the waste cities, and inhabit them, and they shall plant vineyards, and drink the wine thereof: they shall also make gardens, and eat the fruits of them.", "15": "And I will plant them upon their land, and they shall no more be pulled up again out of their land which I have given them, saith the Lord thy God."}