{"1": "You must realize, however, that in the last days difficult times will come. ", "2": "People will be lovers of themselves, lovers of money, boastful, arrogant, abusive, disobedient to their parents, ungrateful, unholy, ", "3": "unfeeling, uncooperative, slanderous, degenerate, brutal, hateful of what is good, ", "4": "traitors, reckless, conceited, and lovers of pleasure rather than lovers of God. ", "5": "They will hold to an outward form of godliness but deny its power. Stay away from such people. ", "6": "For some of these men go into homes and deceive foolish women who are burdened with sins and swayed by all kinds of desires. ", "7": "These women are always studying but are never able to arrive at a full knowledge of the truth. ", "8": "Just as Jannes and Jambres opposed Moses, so these men oppose the truth. They are depraved in mind and their faith is a counterfeit. ", "9": "But they will not get very far because, as in the case of those two men,[a] their stupidity will be plain to everyone.", "10": "But you have observed my teaching, my way of life, my purpose, my faith, my patience, my love, my endurance, ", "11": "and how I was persecuted and suffered in Antioch, Iconium, and Lystra. What persecutions I endured! Yet the Lord rescued me from all of them. ", "12": "Indeed, all who want to live a godly life in union with the Messiah[b] Jesus will be persecuted. ", "13": "But evil people and impostors will go from bad to worse as they deceive others and are themselves deceived.", "14": "But as for you, continue in what you have learned and found to be true, because you know from whom you learned it. ", "15": "From infancy you have known the Holy Scriptures that are able to give you the wisdom you need for salvation through faith in the Messiah[c] Jesus. ", "16": "All Scripture is God-breathed[d] and is useful for teaching, for reproof, for correction, and for training in righteousness, ", "17": "so that the man of God may be complete, thoroughly equipped for every good action."}