{"1": "It was the third year that Cyrus, the king of Persia, ruled over Babylon. At that time I was living in Babylon. There the people called me Belteshazzar. A message from God came to me. It was true. It was about a great war. I had a vision that showed me what it meant.", "2": "At that time I was very sad for three weeks. ", "3": "I didn't eat any rich food. No meat or wine touched my lips. I didn't use any lotions at all until the three weeks were over.", "4": "I was standing on the bank of the great Tigris River. It was the 24th day of the first month. ", "5": "I looked up and saw a man dressed in linen clothes. He had a belt around his waist. It was made out of fine gold from Uphaz. ", "6": "His body gleamed like topaz. His face shone like lightning. His eyes were like flaming torches. His arms and legs were as bright as polished bronze. And his voice was like the sound of a large crowd.", "7": "I was the only one who saw the vision. The people who were there with me didn't see it. But they were so terrified that they ran and hid. ", "8": "So I was left alone as I was watching this great vision. I felt very weak. My face turned as pale as death. And I was helpless. ", "9": "Then I heard the man speak. As I listened to him, I fell sound asleep. My face was toward the ground.", "10": "A hand touched me. It pulled me up on my hands and knees. I began to tremble with fear. ", "11": "The man said, “Daniel, you are highly respected. Think carefully about what I am going to say to you. And stand up. God has sent me to you.” When he said that, I trembled as I stood up.", "12": "He continued, “Do not be afraid, Daniel. You decided to get more understanding. You made yourself humble as you worshiped your God. Since the first day you did those things, your words were heard. I have come to give you an answer. ", "13": "But the prince of Persia opposed me for 21 days. Then Michael came to help me. He is one of the leaders of the angels. He helped me win the battle over the king of Persia. ", "14": "Now I have come to explain the vision to you. I will tell you what will happen to your people. The vision shows what will take place in days to come.”", "15": "While he was telling me these things, I bowed with my face toward the ground. I wasn't able to speak. ", "16": "Then someone who looked like a man touched my lips. I opened my mouth. I began to speak to the one who was standing in front of me. I said, “My master, I'm greatly troubled because of the vision I've seen. And I feel very weak. ", "17": "How can I talk with you? My strength is gone. In fact, I can hardly breathe.”", "18": "The one who looked like a man touched me again. He gave me strength. ", "19": "“Do not be afraid,” he said. “You are highly respected. May peace be with you! Be strong now. Be strong.” When he spoke to me, I became stronger. I said, “Speak, my master. You have given me strength.”", "20": "So he said, “Do you know why I have come to you? Soon I will return to fight against the prince of Persia. When I go, the prince of Greece will come. ", "21": "But first I will tell you what is written in the Book of Truth. No one gives me any help against those princes except Michael. He is your leader. "}