{"1": "Tola was the next person to rescue Israel. He belonged to the Issachar tribe, but he lived in Shamir, a town in the hill country of Ephraim. His father was Puah, and his grandfather was Dodo. ", "2": "Tola was a leader[a] of Israel for twenty-three years, then he died and was buried in Shamir.", "3": "The next leader[b] of Israel was Jair, who lived in Gilead. He was a leader for twenty-two years. ", "4": "He had thirty sons, and each son had his own mule [c] and was in charge of one town in Gilead. Those thirty towns are still called The Settlements of Jair.[d] ", "5": "When he died, he was buried in the town of Kamon.", "6": "Before long, the Israelites began disobeying the Lord by worshiping Baal, Astarte, and gods from Syria, Sidon, Moab, Ammon, and Philistia.", "7": "The Lord was angry at Israel and decided to let Philistia and Ammon conquer them. ", "8": "So the same year that Jair died, Israel's army was crushed by these two nations. For eighteen years, Ammon was cruel to the Israelites who lived in Gilead, the region east of the Jordan River that had once belonged to the Amorites. ", "9": "Then the Ammonites began crossing the Jordan and attacking the tribes of Judah, Benjamin, and Ephraim. Life was miserable for the Israelites. ", "10": "They begged the Lord for help and confessed, “We were unfaithful to you, our Lord. We stopped worshiping you and started worshiping idols of Baal.”", "11-12": "The Lord answered: In the past when you came crying to me for help, I rescued you. At one time or another I've rescued you from the Egyptians, the Amorites, the Ammonites, the Philistines, the Sidonians, the Amalekites, and the Maonites.[e] ", "13-14": "But I'm not going to rescue you any more! You've left me and gone off to worship other gods. If you're in such big trouble, go cry to them for help!", "15": "“We have been unfaithful,” the Israelites admitted. “If we must be punished, do it yourself, but please rescue us from the Ammonites.”", "16": "Then the Israelites got rid of the idols of the foreign gods, and they began worshiping only the Lord. Finally, there came a time when the Lord could no longer stand to see them suffer.", "17": "The rulers of Ammon called their soldiers together and led them to Gilead, where they set up camp. The Israelites gathered at Mizpah[f] and set up camp there. ", "18": "The leaders of Gilead asked each other, “Who can lead an attack on the Ammonites?” Then they agreed, “If we can find someone who can lead the attack, we'll make him the ruler of Gilead.”"}