{"1-5": "The leaders of the Gilead clan decided to ask a brave warrior named Jephthah son of Gilead to lead the attack against the Ammonites. Even though Jephthah belonged to the Gilead clan, he had earlier been forced to leave the region where they had lived. Jephthah was the son of a prostitute, but his half brothers were the sons of his father's wife. One day his half brothers told him, “You don't really belong to our family, so you can't have any of the family property.” Then they forced Jephthah to leave home. Jephthah went to the country of Tob, where he was joined by a number of men who would do anything for money. So the leaders of Gilead went to Jephthah and said, ", "6": "“Please come back to Gilead! If you lead our army, we will be able to fight off the Ammonites.”", "7": "“Didn't you hate me?” Jephthah replied. “Weren't you the ones who forced me to leave my family? You're coming to me now, just because you're in trouble.”", "8": "“But we do want you to come back,” the leaders said. “And if you lead us in battle against the Ammonites, we will make you the ruler of Gilead.”", "9": "“All right,” Jephthah said. “If I go back with you and the Lord lets me defeat the Ammonites, will you really make me your ruler?”", "10": "“You have our word,” the leaders answered. “And the Lord is a witness to what we have said.”", "11": "So Jephthah went back to Mizpah[a] with the leaders of Gilead. The people of Gilead gathered at the place of worship and made Jephthah their ruler. Jephthah also made promises to them.", "12": "After the ceremony, Jephthah sent messengers to say to the king of Ammon, “Are you trying to start a war? You have invaded my country, and I want to know why!”", "13": "The king of Ammon replied, “Tell Jephthah that the land really belongs to me, all the way from the Arnon River in the south, to the Jabbok River in the north, and west to the Jordan River. When the Israelites came out of Egypt, they stole it. Tell Jephthah to return it to me, and there won't be any war.”", "14": "Jephthah sent the messengers back to the king of Ammon, ", "15": "and they told him that Jephthah had said: Israel hasn't taken any territory from Moab or Ammon. ", "16": "When the Israelites came from Egypt, they traveled in the desert to the Red Sea[b] and then to Kadesh. ", "17": "They sent messengers to the king of Edom and said, “Please, let us go through your country.” But the king of Edom refused. They also sent messengers to the king of Moab, but he wouldn't let them cross his country either. And so the Israelites stayed at Kadesh.", "18": "A little later, the Israelites set out into the desert, going east of Edom and Moab, and camping on the eastern side of the Arnon River gorge. The Arnon is the eastern border of Moab, and since the Israelites didn't cross it, they didn't even set foot in Moab.", "19": "The Israelites sent messengers to the Amorite King Sihon of Heshbon. “Please,” they said, “let our people go through your country to get to our own land.”", "20": "Sihon didn't think the Israelites could be trusted, so he called his army together. They set up camp at Jahaz, then they attacked the Israelite camp. ", "21": "But the Lord God helped Israel defeat Sihon and his army. Israel took over all of the Amorite land where Sihon's people had lived, ", "22": "from the Arnon River in the south to the Jabbok River in the north, and from the desert in the east to the Jordan River in the west.", "23": "The messengers also told the king of Ammon that Jephthah had said: The Lord God of Israel helped his nation get rid of the Amorites and take their land. Now do you think you're going to take over that same territory? ", "24": "If Chemosh your god[c] takes over a country and gives it to you, don't you have a right to it? And if the Lord takes over a country and gives it to us, the land is ours!", "25": "Are you better than Balak the son of Zippor? He was the king of Moab, but he didn't quarrel with Israel or start a war with us.", "26": "For three hundred years, Israelites have been living in Heshbon and Aroer and the nearby villages, and in the towns along the Arnon River gorge. If the land really belonged to you Ammonites, you wouldn't have waited until now to try to get it back.", "27": "I haven't done anything to you, but it's certainly wrong of you to start a war. I pray that the Lord will show whether Israel or Ammon is in the right.", "28": "But the king of Ammon paid no attention to Jephthah's message.", "29": "Then the Lord's Spirit took control of Jephthah, and Jephthah went through Gilead and Manasseh, raising an army. Finally, he arrived at Mizpah in Gilead, where ", "30": "he promised the Lord, “If you will let me defeat the Ammonites ", "31": "and come home safely, I will sacrifice to you whoever comes out to meet me first.”", "32": "From Mizpah, Jephthah attacked the Ammonites, and the Lord helped him defeat them.", "33": "Jephthah and his army destroyed the twenty towns between Aroer and Minnith, and others as far as Abel-Keramim. After that, the Ammonites could not invade Israel any more.", "34": "When Jephthah returned to his home in Mizpah, the first one to meet him was his daughter. She was playing a tambourine and dancing to celebrate his victory, and she was his only child.", "35": "“Oh!” Jephthah cried. Then he tore his clothes in sorrow and said to his daughter, “I made a sacred promise to the Lord, and I must keep it. Your coming out to meet me has broken my heart.”", "36": "“Father,” she said, “you made a sacred promise to the Lord, and he let you defeat the Ammonites. Now, you must do what you promised, even if it means I must die. ", "37": "But first, please let me spend two months, wandering in the hill country with my friends. We will cry together, because I can never get married and have children.”", "38": "“Yes, you may have two months,” Jephthah said. She and some other girls left, and for two months they wandered in the hill country, crying because she could never get married and have children. ", "39": "Then she went back to her father. He did what he had promised, and she never got married. That's why ", "40": "every year, Israelite girls walk around for four days, weeping for[d] Jephthah's daughter."}