{"1": "The men of the Ephraim tribe got together an army and went across the Jordan River to Zaphon to meet with Jephthah. They said, “Why did you go to war with the Ammonites without asking us to help? Just for that, we're going to burn down your house with you inside!”", "2": "“But I did ask for your help,” Jephthah answered. “That was back when the people of Gilead and I were having trouble with the Ammonites, and you wouldn't do a thing to help us. ", "3": "So when we realized you weren't coming, we risked our lives and attacked the Ammonites. And the Lord let us defeat them. There's no reason for you to come here today to attack me.”", "4": "But the men from Ephraim said, “You people of Gilead are nothing more than refugees from Ephraim. You even live on land that belongs to the tribes of Ephraim and Manasseh.”[a] So Jephthah called together the army of Gilead, then they attacked and defeated the army from Ephraim. ", "5": "The army of Gilead also posted guards at all the places where the soldiers from Ephraim could cross the Jordan River to return to their own land. Whenever one of the men from Ephraim would try to cross the river, the guards would say, “Are you from Ephraim?” “No,” the man would answer, “I'm not from Ephraim.”", "6": "The guards would then tell them to say “Shiboleth,” because they knew that people of Ephraim could say “Sibboleth,” but not “Shiboleth.” If the man said “Sibboleth,” the guards would grab him and kill him right there. Altogether, forty-two thousand men from Ephraim were killed in the battle and at the Jordan.", "7": "Jephthah was a leader[b] of Israel for six years, before he died and was buried in his hometown Mizpah[c] in Gilead.", "8": "Ibzan, the next leader[d] of Israel, came from Bethlehem. ", "9": "He had thirty daughters and thirty sons, and he let them all marry outside his clan. Ibzan was a leader for seven years, ", "10": "before he died and was buried in Bethlehem.", "11": "Elon from the Zebulun tribe was the next leader[e] of Israel. He was a leader for ten years, ", "12": "before he died and was buried in Aijalon that belonged to the Zebulun tribe.", "13-15": "Abdon the son of Hillel was the next leader[f] of Israel. He had forty sons and thirty grandsons, and each one of them had his own donkey.[g] Abdon was a leader for eight years, before he died and was buried in his hometown of Pirathon, which is located in the part of the hill country of Ephraim where Amalekites used to live."}