{"1": "Once again the Israelites started disobeying the Lord. So he let the Philistines take control of Israel for forty years.", "2": "Manoah from the tribe of Dan lived in the town of Zorah. His wife was not able to have children, ", "3-5": "but one day an angel from the Lord appeared to her and said: You have never been able to have any children, but very soon you will be pregnant and have a son. He will belong to God[a] from the day he is born, so his hair must never be cut. And even before he is born, you must not drink any wine or beer or eat any food forbidden by God's laws. Your son will begin to set Israel free from the Philistines.", "6": "She went to Manoah and said, “A prophet who looked like an angel of God came and talked to me. I was so frightened, that I didn't even ask where he was from. He didn't tell me his name, ", "7": "but he did say that I'm going to have a baby boy. I'm not supposed to drink any wine or beer or eat any food forbidden by God's laws. Our son will belong to God for as long as he lives.”", "8": "Then Manoah prayed, “Our Lord, please send that prophet again and let him tell us what to do for the son we are going to have.”", "9": "God answered Manoah's prayer, and the angel went back to Manoah's wife while she was resting in the fields. Manoah wasn't there at the time, ", "10": "so she found him and said, “That same man is here again! He's the one I saw the other day.”", "11": "Manoah went with his wife and asked the man, “Are you the one who spoke to my wife?” “Yes, I am,” he answered.", "12": "Manoah then asked, “When your promise comes true, what rules must he obey and what will be his work?”", "13": "“Your wife must be careful to do everything I told her,” the Lord's angel answered. ", "14": "“She must not eat or drink anything made from grapes. She must not drink wine or beer or eat anything forbidden by God's laws. I told her exactly what to do.”", "15": "“Please,” Manoah said, “stay here with us for just a little while, and we'll fix a young goat for you to eat.” ", "16": "Manoah didn't realize that he was really talking to one of the Lord's angels. The angel answered, “I can stay for a little while, although I won't eat any of your food. But if you would like to offer the goat as a sacrifice to the Lord, that would be fine.”", "17": "Manoah said, “Tell us your name, so we can honor you after our son is born.”", "18": "“No,” the angel replied. “You don't need to know my name. And if you did, you couldn't understand it.”", "19": "So Manoah took a young goat over to a large rock he had chosen for an altar, and he built a fire on the rock. Then he killed the goat, and offered it with some grain as a sacrifice to the Lord. But then an amazing thing happened. ", "20": "The fire blazed up toward the sky, and the Lord's angel went up toward heaven in the fire. Manoah and his wife bowed down low when they saw what happened.", "21": "The angel was gone, but Manoah and his wife realized that he was one of the Lord's angels. ", "22": "Manoah said, “We have seen an angel.[b] Now we're going to die.”[c]", "23": "“The Lord isn't going to kill us,” Manoah's wife responded. “The Lord accepted our sacrifice and grain offering, and he let us see something amazing. Besides, he told us that we're going to have a son.”", "24": "Later, Manoah's wife did give birth to a son, and she named him Samson. As the boy grew, the Lord blessed him. ", "25": "Then, while Samson was staying at Dan's Camp[d] between the towns of Zorah and Eshtaol, the Spirit of the Lord took control of him."}