{"1": "One day, Samson went to Timnah, where he saw a Philistine woman. ", "2": "When he got back home, he told his parents, “I saw a Philistine woman in Timnah, and I want to marry her. Get her for me!”[a]", "3": "His parents answered, “There are a lot of women in our clan and even more in the rest of Israel. Those Philistines are pagans. Why would you want to marry one of their women?” “She looks good to me,” Samson answered. “Get her for me!”", "4": "At that time, the Philistines were in control of Israel, and the Lord wanted to stir up trouble for them. That's why he made Samson desire that woman.", "5": "As Samson and his parents reached the vineyards near Timnah, a fierce young lion suddenly roared and attacked Samson. ", "6": "But the Lord's Spirit took control of Samson, and with his bare hands he tore the lion apart, as though it had been a young goat. His parents didn't know what he had done, and he didn't tell them.", "7": "When they got to Timnah, Samson talked to the woman, and he was sure that she was the one for him.", "8": "Later,[b] Samson returned to Timnah for the wedding. And when he came near the place where the lion had attacked, he left the road to see what was left of the lion. He was surprised to see that bees were living in the lion's skeleton, and that they had made some honey. ", "9": "He scooped up the honey in his hands and ate some of it as he walked along. When he got back to his parents, he gave them some of the honey, and they ate it too. But he didn't tell them he had found the honey in the skeleton of a lion.[c]", "10": "While Samson's father went to make the final arrangements with the bride and her family, Samson threw a big party,[d] as grooms[e] usually did. ", "11": "When the Philistines saw what Samson was like, they told thirty of their young men to stay with him at the party.", "12": "Samson told the thirty young men, “This party will last for seven days. Let's make a bet: I'll tell you a riddle, and if you can tell me the right answer before the party is over, I'll give each one of you a shirt and a full change of clothing. ", "13": "But if you can't tell me the answer, then each of you will have to give me a shirt and a full change of clothing.” “It's a bet!” the Philistines said. “Tell us the riddle.”", "14": "Samson said: Once so strong and mighty— now so sweet and tasty! Three days went by, and the Philistine young men had not come up with the right answer. ", "15": "Finally, on the seventh[f] day of the party they went to Samson's bride and said, “You had better trick your husband into telling you the answer to his riddle. Have you invited us here just to rob us? If you don't find out the answer, we will burn you and your family to death.”", "16": "Samson's bride went to him and started crying in his arms. “You must really hate me,” she sobbed. “If you loved me at all, you would have told me the answer to your riddle.” “But I haven't even told my parents the answer!” Samson replied. “Why should I tell you?”", "17": "For the entire seven days of the party, she had been whining and trying to get the answer from him. But that seventh day she put so much pressure on Samson that he finally gave in and told her the answer. She went straight to the young men and told them.", "18": "Before sunset that day, the men of the town went to Samson with this answer: A lion is the strongest— honey is the sweetest! Samson replied, This answer you have given me doubtless came from my bride-to-be.", "19": "Then the Lord's Spirit took control of Samson. He went to Ashkelon,[g] where he killed thirty men and took their clothing. Samson then gave it to the thirty young men at Timnah and stormed back home to his own family.", "20": "The father of the bride had Samson's wife marry one of the thirty young men that had been at Samson's party.[h]"}