{"1": "Later, during the wheat harvest, Samson went to visit the young woman he thought was still his wife.[a] He brought along a young goat as a gift and said to her father, “I want to go into my wife's bedroom.” “You can't do that,” he replied. ", "2": "“When you left the way you did, I thought you were divorcing[b] her. So I arranged for her to marry one of the young men who were at your party. But my younger daughter is even prettier, and you can have her as your wife.”", "3": "“This time,” Samson answered, “I have a good reason for really hurting some Philistines.”", "4": "Samson went out and caught three hundred foxes and tied them together in pairs with oil-soaked rags around their tails. ", "5": "Then Samson took the foxes into the Philistine wheat fields that were ready to be harvested. He set the rags on fire and let the foxes go. The wheat fields went up in flames, and so did the stacks of wheat that had already been cut. Even the Philistine vineyards and olive orchards burned.", "6": "Some of the Philistines started asking around, “Who could have done such a thing?” “It was Samson,” someone told them. “He married the daughter of that man in Timnah, but then the man gave Samson's wife to one of the men at the wedding.” The Philistine leaders went to Timnah and burned to death Samson's wife and her father.[c]", "7": "When Samson found out what they had done, he went to them and said, “You killed them! And I won't rest until I get even with you.” ", "8": "Then Samson started hacking them to pieces with his sword.[d] Samson left Philistia and went to live in the cave at Etam Rock. ", "9": "But it wasn't long before the Philistines invaded Judah[e] and set up a huge army camp at Jawbone.[f]", "10": "The people of Judah asked, “Why have you invaded our land?” The Philistines answered, “We've come to get Samson. We're going to do the same things to him that he did to our people.”", "11": "Three thousand men from Judah went to the cave at Etam Rock and said to Samson, “Don't you know that the Philistines rule us, and they will punish us for what you did?” “I was only getting even with them,” Samson replied. “They did the same things to me first.”", "12": "“We came here to tie you up and turn you over to them,” said the men of Judah. “I won't put up a fight,” Samson answered, “but you have to promise not to hurt me yourselves.”", "13-14": "“We promise,” the men said. “We will only tie you up and turn you over to the Philistines. We won't kill you.” Then they tied up his hands and arms with two brand-new ropes and led him away from Etam Rock. When the Philistines saw that Samson was being brought to their camp at Jawbone, they started shouting and ran toward him. But the Lord's Spirit took control of Samson, and Samson broke the ropes, as though they were pieces of burnt cloth. ", "15": "Samson glanced around and spotted the jawbone of a donkey. The jawbone had not yet dried out, so it was still hard and heavy. Samson grabbed it and started hitting Philistines—he killed a thousand of them! ", "16": "After the fighting was over, he made up this poem about what he had done to the Philistines: I used a donkey's jawbone to kill a thousand men; I beat them with this jawbone over and over again.[g]", "17": "Samson tossed the jawbone on the ground and decided to call the place Jawbone Hill.[h] It is still called that today.", "18": "Samson was so thirsty that he prayed, “Our Lord, you helped me win a battle against a whole army. Please don't let me die of thirst now. Those heathen Philistines will carry off my dead body.”", "19": "Samson was tired and weary, but God sent water gushing from a rock.[i] Samson drank some and felt strong again. Samson named the place Caller Spring,[j] because he had called out to God for help. The spring is still there at Jawbone.", "20": "Samson was a leader[k] of Israel for twenty years, but the Philistines were still the rulers of Israel."}