{"1": "One day while Samson was in Gaza, he saw a prostitute and went to her house to spend the night. ", "2": "The people who lived in Gaza found out he was there, and they decided to kill him at sunrise. So they went to the city gate and waited all night in the guardrooms on each side of the gate.[a]", "3": "But Samson got up in the middle of the night and went to the town gate. He pulled the gate doors and doorposts out of the wall and put them on his shoulders. Then he carried them all the way to the top of the hill that overlooks Hebron,[b] where he set the doors down, still closed and locked.", "4": "Some time later, Samson fell in love with a woman named Delilah, who lived in Sorek Valley. ", "5": "The Philistine rulers[c] went to Delilah and said, “Trick Samson into telling you what makes him so strong and what can make him weak. Then we can tie him up so he can't get away. If you find out his secret, we will each give you eleven hundred pieces of silver.”[d]", "6": "The next time Samson was at Delilah's house, she asked, “Samson, what makes you so strong? How can I tie you up so you can't get away? Come on, you can tell me.”", "7": "Samson answered, “If someone ties me up with seven new bowstrings that have never been dried,[e] it will make me just as weak as anyone else.”", "8-9": "The Philistine rulers gave seven new bowstrings to Delilah. They also told some of their soldiers to go to Delilah's house and hide in the room where Samson and Delilah were. If the bowstrings made Samson weak, they would be able to capture him. Delilah tied up Samson with the bowstrings and shouted, “Samson, the Philistines are attacking!” Samson snapped the bowstrings, as though they were pieces of scorched string. The Philistines had not found out why Samson was so strong.", "10": "“You lied and made me look like a fool,” Delilah said. “Now tell me. How can I really tie you up?”", "11": "Samson answered, “Use some new ropes. If I'm tied up with ropes that have never been used, I'll be just as weak as anyone else.”", "12": "Delilah got new ropes and again had some Philistines hide in the room. Then she tied up Samson's arms and shouted, “Samson, the Philistines are attacking!” Samson snapped the ropes as if they were threads.", "13": "“You're still lying and making a fool of me,” Delilah said. “Tell me how I can tie you up!” “My hair is in seven braids,” Samson replied. “If you weave my braids into the threads on a loom and nail the loom[f] to a wall, then I will be as weak as anyone else.”", "14": "While Samson was asleep, Delilah wove his braids into the threads on a loom and nailed the loom to a wall.[g] Then she shouted, “Samson, the Philistines are attacking!” Samson woke up and pulled the loom free from its posts in the ground and from the nails in the wall. Then he pulled his hair free from the woven cloth.", "15": "“Samson,” Delilah said, “you claim to love me, but you don't mean it! You've made me look like a fool three times now, and you still haven't told me why you are so strong.” ", "16": "Delilah started nagging and pestering him day after day, until he couldn't stand it any longer.", "17": "Finally, Samson told her the truth. “I have belonged to God[h] ever since I was born, so my hair has never been cut. If it were ever cut off, my strength would leave me, and I would be as weak as anyone else.”", "18": "Delilah realized that he was telling the truth. So she sent someone to tell the Philistine rulers, “Come to my house one more time. Samson has finally told me the truth.” The Philistine rulers went to Delilah's house, and they brought along the silver they had promised her. ", "19": "Delilah had lulled Samson to sleep with his head resting in her lap. She signaled to one of the Philistine men as she began cutting off Samson's seven braids. And by the time she was finished, Samson's strength was gone. Delilah tied him up ", "20": "and shouted, “Samson, the Philistines are attacking!” Samson woke up and thought, “I'll break loose and escape, just as I always do.” He did not realize that the Lord had stopped helping him.", "21": "The Philistines grabbed Samson and poked out his eyes. They took him to the prison in Gaza and chained him up. Then they put him to work, turning a millstone to grind grain. ", "22": "But they didn't cut his hair any more, so it started growing back.", "23": "The Philistine rulers threw a big party and sacrificed a lot of animals to their god Dagon. The rulers said: Samson was our enemy, but our god Dagon helped us capture him!", "24-25": "Everyone there was having a good time, and they shouted, “Bring out Samson—he's still good for a few more laughs!” The rulers had Samson brought from the prison, and when the people saw him, this is how they praised their god: Samson ruined our crops and killed our people. He was our enemy, but our god helped us capture him. They made fun of Samson for a while, then they told him to stand near the columns that supported the roof. ", "26": "A young man was leading Samson by the hand, and Samson said to him, “I need to lean against something. Take me over to the columns that hold up the roof.”", "27": "The Philistine rulers were celebrating in a temple packed with people and with three thousand[i] more on the flat roof. They had all been watching Samson and making fun of him.[j]", "28": "Samson prayed, “Please remember me, Lord God. The Philistines poked out my eyes, but make me strong one last time, so I can take revenge for at least one of my eyes!”[k]", "29": "Samson was standing between the two middle columns that held up the roof. He felt around and found one column with his right hand, and the other with his left hand. ", "30": "Then he shouted, “Let me die with the Philistines!” He pushed against the columns as hard as he could, and the temple collapsed with the Philistine rulers and everyone else still inside. Samson killed more Philistines when he died than he had killed during his entire life.", "31": "His brothers and the rest of his family went to Gaza and took his body back home. They buried him in his father's tomb,[l] which was located between Zorah and Eshtaol. Samson was a leader[m] of Israel for twenty years."}