{"1": "Micah[a] belonged to the Ephraim tribe and lived in the hill country. ", "2": "One day he told his mother, “Do you remember those eleven hundred pieces of silver[b] that were stolen from you? I was there when you put a curse on whoever stole them. Well, I'm the one who did it.” His mother answered, “I pray that the Lord will bless[c] you, my son.”", "3-4": "Micah returned the silver to his mother, and she said, “I give this silver to the Lord, so my son can use it to make an idol.” Turning to her son, she said, “Micah, now the silver belongs to you.” But Micah handed it back to his mother. She took two hundred pieces[d] of the silver and gave them to a silver worker, who made them into an idol.[e] They kept the idol in Micah's house. ", "5": "He had a shrine for worshiping God there at his home, and he had made some idols and a sacred priestly vest. Micah chose one of his own sons to be the priest for his shrine.", "6": "This was before kings ruled Israel, so all the Israelites did whatever they thought was right.", "7-8": "One day a young Levite came to Micah's house in the hill country of Ephraim. He had been staying with one of the clans of Judah in Bethlehem, but he had left Bethlehem to find a new place to live[f] where he could be a priest.[g]", "9": "“Where are you from?” Micah asked. “I am a Levite from Bethlehem in Judah,” the man answered, “and I'm on my way to find a new place to live.”", "10": "Micah said, “Why don't you stay here with me? You can be my priest and tell me what God wants me to do. Every year I'll give you ten pieces of silver and one complete set of clothes, and I'll provide all your food.” The young man went for a walk, ", "11-12": "then he agreed to stay with Micah and be his priest. He lived in Micah's house, and Micah treated him like one of his own sons. ", "13": "Micah said, “I have a Levite as my own priest. Now I know that the Lord will be kind to me.”"}