{"1": "These things happened before kings ruled Israel. About this time, the tribe of Dan was looking for a place to live. The other tribes had land, but the people of Dan did not really have any to call their own. ", "2": "The tribe chose five warriors to represent their clans and told them, “Go and find some land where we can live.” The warriors left the area of Zorah and Eshtaol and went into the hill country of Ephraim. One night they stayed at Micah's house, ", "3": "because they heard the young Levite talking, and they knew from his accent that he was from the south. They asked him, “What are you doing here? Who brought you here?”", "4": "The Levite replied, “Micah hired me as his priest.” Then he told them how well Micah had treated him.", "5": "“Please talk to God for us,” the men said. “Ask God if we will be successful in what we are trying to do.”", "6": "“Don't worry,” answered the priest. “The Lord is pleased with what you are doing.”", "7": "The five men left and went to the town of Laish, whose people were from Sidon,[a] but Sidon was too far away to protect them. Even though their town had no walls, the people thought they were safe from attack. So they had not asked anyone else[b] for protection, which meant that the tribe of Dan could easily take over Laish.[c]", "8": "The five men went back to Zorah and Eshtaol, where their relatives asked, “Did you find any land?”", "9-10": "“Let's go!” the five men said. “We saw some very good land with enough room for all of us, and it has everything we will ever need. What are you waiting for? Let's attack and take it. You'll find that the people think they're safe, but God is giving the land to us.”", "11": "Six hundred men from the tribe of Dan strapped on their weapons and left Zorah and Eshtaol with their families.[d] ", "12": "One night they camped near Kiriath-Jearim in the territory of Judah, and that's why the place just west of Kiriath-Jearim is still known as Dan's Camp.[e] ", "13": "Then they went into the hill country of Ephraim. When they came close to Micah's house, ", "14": "the five men who had been spies asked the other warriors, “Did you know that someone in this village has several idols and a sacred priestly vest? What do you think we should do about it?”", "15-18": "The six hundred warriors left the road and went to the house on Micah's property where the young Levite priest lived. They stood at the gate and greeted the priest. Meanwhile, the five men who had been there before went into Micah's house and took the sacred priestly vest and the idols. “Hey!” the priest shouted. “What do you think you're doing?”", "19": "“Quiet!” the men said. “Keep your mouth shut and listen. Why don't you come with us and be our priest, so you can tell us what God wants us to do? You could stay here and be a priest for one man's family, but wouldn't you rather be the priest for a clan or even a whole tribe of Israel?”", "20": "The priest really liked that idea. So he took the vest and the idols and joined the others ", "21": "from the tribe of Dan. Then they turned and left, after putting their children, their cattle, and the rest of their other possessions in front.", "22": "They had traveled for some time, before Micah asked his neighbors to help him get his things back. He and his men caught up with the people of Dan ", "23": "and shouted for them to stop. They turned to face him and asked, “What's wrong? Why did you bring all these men?”", "24": "Micah answered, “You know what's wrong. You stole the gods[f] I made, and you took my priest. I don't have anything left.”", "25": "“We don't want to hear any more about it,” the people of Dan said. “And if you make us angry, you'll only get yourself and your family killed.” ", "26": "After saying this, they turned and left. Micah realized there was no way he could win a fight with them, and so he went back home.", "27-28": "The tribe of Dan took Micah's priest and the things Micah had made, and headed for Laish, which was located in a valley controlled by the town of Beth-Rehob. Laish was defenseless, because it had no walls and was too far from Sidon for the Sidonians to help defend it. The leaders of Laish had not even asked nearby towns to help them in case of an attack. The warriors from Dan made a surprise attack on Laish, killing everyone and burning it down. Then they rebuilt the town and settled there themselves. ", "29": "But they named it Dan, after one of Israel's[g] sons, who was the ancestor of their tribe.", "30-31": "Even though the place of worship[h] was in Shiloh, the people of Dan set up the idol Micah had made. They worshiped the idol, and the Levite was their priest. His name was Jonathan, and he was a descendant of Gershom the son of Moses.[i] His descendants served as priests for the tribe of Dan, until the people of Israel were taken away as prisoners by their enemies."}