{"1": "Before kings ruled Israel, a Levite[a] was living deep in the hill country of the Ephraim tribe. He married[b] a woman from Bethlehem in Judah, ", "2": "but she was unfaithful and went back to live with her family in Bethlehem. Four months later ", "3": "her husband decided to try and talk her into coming back. So he went to Bethlehem, taking along a servant and two donkeys. He talked with his wife, and she invited him into her family's home. Her father was glad to see him ", "4": "and did not want him to leave. So the man stayed three days, eating and drinking with his father-in-law.", "5": "When everyone got up on the fourth day, the Levite started getting ready to go home. But his father-in-law said, “Don't leave until you have a bite to eat. You'll need strength for your journey.”", "6": "The two men sat down together and ate a big meal. “Come on,” the man's father-in-law said. “Stay tonight and have a good time.”", "7": "The Levite tried to leave, but his father-in-law insisted, and he spent one more night. ", "8": "The fifth day, the man got up early to leave, but his wife's father said, “You need to keep up your strength! Why don't you leave right after lunch?” So the two of them started eating.", "9": "Finally, the Levite got up from the meal, so he and his wife and servant could leave. “Look,” his father-in-law said, “it's already late afternoon, and if you leave now, you won't get very far before dark. Stay with us one more night and enjoy yourself. Then you can get up early tomorrow morning and start home.”", "10": "But the Levite decided not to spend the night there again. He had the saddles put on his two donkeys, then he and his wife and servant traveled as far as Jebus, which is now called Jerusalem. ", "11": "It was beginning to get dark, and the man's servant said, “Let's stop and spend the night in this town where the Jebusites live.”", "12": "“No,” the Levite answered. “They aren't Israelites, and I refuse to spend the night there. We'll stop for the night at Gibeah, ", "13": "because we can make it to Gibeah or maybe even to Ramah[c] before dark.”", "14": "They walked on and reached Gibeah in the territory of Benjamin just after sunset. ", "15": "They left the road and went into Gibeah. But the Levite couldn't find a house where anyone would let them spend the night, and they sat down in the open area just inside the town gates.", "16": "Soon an old man came in through the gates on his way home from working in the fields. Most of the people who lived in Gibeah belonged to the tribe of Benjamin, but this man was originally from the hill country of Ephraim. ", "17": "He noticed that the Levite was just in town to spend the night. “Where are you going?” the old man asked. “Where did you come from?”", "18": "“We've come from Bethlehem in Judah,” the Levite answered. “We went there on a visit. Now we're going to the place where the Lord is worshiped, and later we will return to our home in the hill country of Ephraim. But no one here will let us spend the night[d] in their home. ", "19": "We brought food for our donkeys and bread and wine for ourselves, so we don't need anything except a place to sleep.”", "20": "The old man said, “You are welcome to spend the night in my home and to be my guest, but don't stay out here!”", "21": "The old man brought them into his house and fed their donkeys. Then he and his guests washed their feet[e] and began eating and drinking. ", "22": "They were having a good time, when some worthless men of that town surrounded the house and started banging on the door and shouting, “A man came to your house tonight. Send him out, so we can have sex with him!”", "23": "The old man went outside and said, “My friends, please don't commit such a horrible crime against a man who is a guest in my house. ", "24": "Let me send out my daughter instead. She's a virgin. And I'll even send out the man's wife.[f] You can rape them or do whatever else you want, but please don't do such a horrible thing to this man.”", "25": "The men refused to listen, so the Levite grabbed his wife and shoved her outside. The men raped her and abused her all night long. Finally, they let her go just before sunrise, ", "26": "and it was almost daybreak when she went back to the house where her husband[g] was staying. She collapsed at the door and lay there until sunrise.", "27": "About that time, her husband woke up and got ready to leave. He opened the door and went outside, where he found his wife lying at the door with her hands on the doorstep. ", "28": "“Get up!” he said. “It's time to leave.” But his wife didn't move.[h] He lifted her body onto his donkey and left. ", "29": "When he got home, he took a butcher knife and cut her body into twelve pieces. Then he told some messengers, “Take one piece to each tribe of Israel ", "30": "and ask everyone if anything like this has ever happened since Israel left Egypt. Tell them to think about it, talk it over, and tell us what should be done.” Everyone who saw a piece of the body said, “This is horrible! Nothing like this has ever happened since the day Israel left Egypt.”[i]"}