{"1": "The Lord's angel went from Gilgal to Bochim[a] and gave the Israelites this message from the Lord: I promised your ancestors that I would give this land to their families, and I brought your people here from Egypt. We made an agreement that I promised never to break, ", "2": "and you promised not to make any peace treaties with the other nations that live in the land. Besides that, you agreed to tear down the altars where they sacrifice to their idols. But you didn't keep your promise.", "3": "And so, I'll stop helping you defeat your enemies. Instead, they will be there to trap[b] you into worshiping their idols.", "4": "The Israelites started crying loudly, ", "5": "and they offered sacrifices to the Lord. From then on, they called that place “Crying.”[c]", "6-9": "Joshua had been faithful to the Lord. And after Joshua sent the Israelites to take the land they had been promised, they remained faithful to the Lord until Joshua died at the age of one hundred ten. He was buried on his land in Timnath-Heres, in the hill country of Ephraim north of Mount Gaash. Even though Joshua was gone, the Israelites were faithful to the Lord during the lifetime of those men who had been leaders with Joshua and who had seen the wonderful things the Lord had done for Israel.", "10": "After a while the people of Joshua's generation died, and the next generation did not know the Lord or any of the things he had done for Israel. ", "11-13": "The Lord had brought their ancestors out of Egypt, and they had worshiped him. But now the Israelites stopped worshiping the Lord and worshiped the idols of Baal and Astarte, as well as the idols of other gods from nearby nations. The Lord was so angry ", "14-15": "at the Israelites that he let other nations raid Israel and steal their crops and other possessions. Enemies were everywhere, and the Lord always let them defeat Israel in battle. The Lord had warned Israel he would do this, and now the Israelites were miserable.", "16": "From time to time, the Lord would choose special leaders known as judges.[d] These judges would lead the Israelites into battle and defeat the enemies that made raids on them. ", "17": "In years gone by, the Israelites had been faithful to the Lord, but now they were quick to be unfaithful and to refuse even to listen to these judges. The Israelites would disobey the Lord, and instead of worshiping him, they would worship other gods.", "18": "When enemies made life miserable for the Israelites, the Lord would feel sorry for them. He would choose a judge and help that judge rescue Israel from its enemies. The Lord would be kind to Israel as long as that judge lived. ", "19": "But afterwards, the Israelites would become even more sinful than their ancestors had been. The Israelites were stubborn—they simply would not stop worshiping other gods or following the teachings of other religions.", "20": "The Lord was angry with Israel and said: The Israelites have broken the agreement I made with their ancestors. They won't obey me, ", "21": "so I'll stop helping them defeat their enemies. Israel still had a lot of enemies when Joshua died, ", "22": "and I'm going to let those enemies stay. I'll use them to test Israel, because then I can find out if Israel will worship and obey me as their ancestors did.", "23": "That's why the Lord had not let Joshua get rid of all those enemy nations right away."}