{"1-3": "The Israelites called a meeting of the nation. And since they were God's people, the meeting was held at the place of worship in Mizpah. Men who could serve as soldiers came from everywhere in Israel—from Dan in the north, Beersheba in the south, and Gilead east of the Jordan River. Four hundred thousand of them came to Mizpah, and they each felt the same about what those men from the tribe of Benjamin had done. News about the meeting at Mizpah reached the tribe of Benjamin. As soon as the leaders of the tribes of Israel took their places, the Israelites said, “How could such a horrible thing happen?”", "4": "The husband of the murdered woman answered: My wife[a] and I went into the town of Gibeah in Benjamin to spend the night. ", "5": "Later that night, the men of Gibeah surrounded the house. They wanted to kill me, but instead they raped and killed my wife. ", "6": "It was a terrible thing for Israelites to do! So I cut up her body and sent pieces everywhere in Israel.", "7": "You are the people of Israel, and you must decide today what to do about the men of Gibeah.", "8": "The whole army was in agreement, and they said, “None of us will go home. ", "9-10": "We'll send one tenth of the men from each tribe to get food for the army. And we'll ask God[b] who should attack Gibeah, because those men[c] deserve to be punished for committing such a horrible crime in Israel.”", "11": "Everyone agreed that Gibeah had to be punished.", "12": "The tribes of Israel sent messengers to every town and village in Benjamin. And wherever the messengers went, they said, “How could those worthless men in Gibeah do such a disgusting thing? ", "13": "We can't allow such a terrible crime to go unpunished in Israel! Hand the men over to us, and we will put them to death.” But the people of Benjamin refused to listen to the other Israelites. ", "14": "Men from towns all over Benjamin's territory went to Gibeah and got ready to fight Israel. ", "15": "The Benjamin tribe had twenty-six thousand soldiers, not counting the seven hundred who were Gibeah's best warriors. ", "16": "In this army there were seven hundred left-handed experts who could sling a rock[d] at a target the size of a hair and hit it every time.", "17": "The other Israelite tribes organized their army and found they had four hundred thousand experienced soldiers. ", "18": "So they went to the place of worship at Bethel[e] and asked God, “Which tribe should be the first to attack the people of Benjamin?” “Judah,” the Lord answered.", "19": "The next morning the Israelite army moved its camp to a place near Gibeah. ", "20": "Then they left their camp and got into position to attack the army of Benjamin.", "21": "Benjamin's soldiers came out of Gibeah and attacked, and when the day was over, twenty-two thousand Israelite soldiers lay dead on the ground.", "22-24": "The people of Israel went to the place of worship and cried until sunset. Then they asked the Lord, “Should we attack the people of Benjamin again, even though they are our relatives?” “Yes,” the Lord replied, “attack them again!” The Israelite soldiers encouraged each other to be brave and to fight hard. Then the next day they went back to Gibeah and took up the same positions as they had before.", "25": "That same day, Benjamin's soldiers came out of Gibeah and attacked, leaving another eighteen thousand Israelite soldiers dead on the battlefield.", "26-28": "The people of Israel went to the place of worship at Bethel,[f] where the sacred chest was being kept. They sat on the ground, crying and not eating for the rest of the day. Then about sunset, they offered sacrifices to please the Lord and to ask his blessing.[g] Phinehas[h] the priest then prayed, “Our Lord, the people of Benjamin are our relatives. Should we stop fighting or attack them again?” “Attack!” the Lord answered. “Tomorrow I will let you defeat them.”", "29": "The Israelites surrounded Gibeah, but stayed where they could not be seen. ", "30": "Then the next day, they took the same positions as twice before, ", "31-41": "but this time they had a different plan. They said, “When the men of Benjamin attack, we will run off and let them chase us away from the town and into the country roads.” The soldiers of Benjamin attacked the Israelite army and started pushing it back from the town. They killed about thirty Israelites in the fields and along the road between Gibeah and Bethel. The men of Benjamin were thinking, “We're mowing them down like we did before.” The Israelites were running away, but they headed for Baal-Tamar, where they regrouped. They had set an ambush, and they were sure it would work. Ten thousand of Israel's best soldiers had been hiding west of Gibeah,[i] and as soon as the men of Benjamin chased the Israelites into the countryside, these ten thousand soldiers made a surprise attack on the town gates. They dashed in and captured Gibeah, killing everyone there. Then they set the town on fire, because the smoke would be the signal for the other Israelite soldiers to turn and attack the soldiers of Benjamin. The fighting had been so heavy around the soldiers of Benjamin, that they did not know the trouble they were in. But then they looked back and saw clouds of smoke rising from the town. They looked in front and saw the soldiers of Israel turning to attack. This terrified them, because they realized that something horrible was happening. And it was horrible—over twenty-five thousand[j] soldiers of Benjamin died that day, and those who were left alive knew that the Lord had given Israel the victory.", "42": "The men of Benjamin headed down the road toward the desert, trying to escape from the Israelites. But the Israelites stayed right behind them, keeping up their attack. Men even came out of the nearby towns to help kill the men of Benjamin, ", "43": "who were having to fight on all sides. The Israelite soldiers never let up their attack.[k] They chased and killed the warriors of Benjamin as far as a place directly east of Gibeah,[l] ", "44": "until eighteen thousand of these warriors lay dead.", "45": "Some other warriors of Benjamin turned and ran down the road toward Rimmon Rock in the desert. The Israelites killed five thousand of them on the road, then chased the rest until they had killed[m] two thousand more. ", "46": "Twenty-five thousand soldiers of Benjamin died that day, all of them experienced warriors. ", "47": "Only six hundred of them finally made it into the desert to Rimmon Rock, where they stayed for four months.", "48": "The Israelites turned back and went to every town in Benjamin's territory, killing all the people and animals, and setting the towns on fire."}