{"1": "When the Israelites had met at Mizpah before the war with Benjamin,[a] they had made this sacred promise: “None of us will ever let our daughters marry any man from Benjamin.”", "2": "After the war with Benjamin, the Israelites went to the place of worship at Bethel and sat there until sunset. They cried loudly and bitterly ", "3": "and prayed, “Our Lord, you are the God of Israel. Why did you let this happen? Now one of our tribes is almost gone.”", "4": "Early the next morning, the Israelites built an altar and offered sacrifices to please the Lord and to ask his blessing.[b] ", "5": "Then they asked each other, “Did any of the tribes of Israel fail to come to the place of worship? We made a sacred promise that anyone who didn't come to the meeting at Mizpah would be put to death.”", "6": "The Israelites were sad about what had happened to the Benjamin tribe, and they said, “One of our tribes was almost wiped out. ", "7": "Only a few men of Benjamin weren't killed in the war. We need to get wives for them, so the tribe won't completely disappear. But how can we do that, after promising in the Lord's name that we wouldn't let them marry any of our daughters?”", "8-9": "Again the Israelites asked, “Did any of the tribes stay away from the meeting at Mizpah?” After asking around, they discovered that no one had come from Jabesh in Gilead. ", "10-11": "So they sent twelve thousand warriors with these orders: “Attack Jabesh in Gilead and kill everyone, except the women who have never been married.”", "12": "The warriors attacked Jabesh in Gilead, and returned to their camp in Canaan[c] with four hundred young women.", "13": "The Israelites met and sent messengers to the men of Benjamin at Rimmon Rock, telling them that the Israelites were willing to make peace with them. ", "14": "So the men of Benjamin came back from Rimmon Rock, and the Israelites let them marry the young women from Jabesh. But there weren't enough women.", "15": "The Israelites were very sad, because the Lord had almost wiped out one of their tribes. ", "16": "Then their national leaders said: All the women of the Benjamin tribe were killed. How can we get wives for the men of Benjamin who are left? ", "17": "If they don't have children, one of the Israelite tribes will die out. ", "18": "But we can't let the men of Benjamin marry any of our daughters. We made a sacred promise not to do that, and if we break our promise, we will be under our own curse.", "19": "Then someone suggested, “What about the Lord's Festival that takes place each year in Shiloh? It's held north of Bethel, south of Lebonah, and just east of the road that goes from Bethel to Shechem.”", "20": "The leaders told the men of Benjamin who still did not have wives: Go to Shiloh and hide in the vineyards near the festival. ", "21": "Wait there for the young women of Shiloh to come out and perform their dances. Then rush out and grab one of the young women, then take her home as your wife. ", "22": "If the fathers or brothers of these women complain about this, we'll say, “Be kind enough to let those men keep your daughter. After all, we couldn't get enough wives for all the men of Benjamin in the battle at Jabesh. And because you didn't give them permission to marry your daughters, you won't be under the curse we earlier agreed on.[d]", "23": "The men of Benjamin went to Shiloh and hid in the vineyards. The young women soon started dancing, and each man grabbed one of them and carried her off. Then the men of Benjamin went back to their own land and rebuilt their towns and started living in them again.", "24": "Afterwards, the rest of the Israelites returned to their homes and families.", "25": "In those days Israel wasn't ruled by a king, and everyone did what they thought was right."}