{"1": "After the death of Ehud, the Israelites again started disobeying the Lord. ", "2": "So the Lord let the Canaanite King Jabin of Hazor conquer Israel. Sisera, the commander of Jabin's army, lived in Harosheth-Ha-Goiim. ", "3": "Jabin's army had nine hundred iron chariots, and for twenty years he made life miserable for the Israelites, until finally they begged the Lord for help.", "4": "Deborah the wife of Lappidoth was a prophet and a leader[a] of Israel during those days. ", "5": "She would sit under Deborah's Palm Tree between Ramah and Bethel in the hill country of Ephraim, where Israelites would come and ask her to settle their legal cases.", "6": "One day, Barak the son of Abinoam was in Kedesh in Naphtali, and Deborah sent word for him to come and talk with her. When he arrived, she said: I have a message for you from the Lord God of Israel! You are to get together an army of ten thousand men from the Naphtali and Zebulun tribes and lead them to Mount Tabor. ", "7": "The Lord will trick Sisera into coming out to fight you at the Kishon River. Sisera will be leading King Jabin's army as usual, and they will have their chariots, but the Lord has promised to help you defeat them.", "8": "“I'm not going unless you go!” Barak told her.", "9": "“All right, I'll go!” she replied. “But I'm warning you that the Lord is going to let a woman defeat Sisera, and no one will honor you for winning the battle.” Deborah and Barak left for Kedesh, ", "10": "where Barak called together the troops from Zebulun and Naphtali. Ten thousand soldiers gathered there, and Barak led them out from Kedesh. Deborah went too.", "11": "At this time, Heber of the Kenite clan was living near the village of Oak in Zaanannim,[b] not far from Kedesh. The Kenites were descendants of Hobab, the father-in-law of Moses, but Heber had moved and had set up his tents away from the rest of the clan.", "12": "When Sisera learned that Barak had led an army to Mount Tabor, ", "13": "he called his troops together and got all nine hundred iron chariots ready. Then he led his army away from Harosheth-Ha-Goiim to the Kishon River.", "14": "Deborah shouted, “Barak, it's time to attack Sisera! Because today the Lord is going to help you defeat him. In fact, the Lord has already gone on ahead to fight for you.” Barak led his ten thousand troops down from Mount Tabor. ", "15": "And during the battle, the Lord confused Sisera, his chariot drivers, and his whole army. Everyone was so afraid of Barak and his army, that even Sisera jumped down from his chariot and tried to escape. ", "16": "Barak's forces went after Sisera's chariots and army as far as Harosheth-Ha-Goiim. Sisera's entire army was wiped out. ", "17": "Only Sisera escaped. He ran to Heber's camp, because Heber and his family had a peace treaty with the king of Hazor. Sisera went to the tent that belonged to Jael, Heber's wife. ", "18": "She came out to greet him and said, “Come in, sir! Please come on in. Don't be afraid.” After they had gone inside, Sisera lay down, and Jael covered him with a blanket. ", "19": "“Could I have a little water?” he asked. “I'm thirsty.” Jael opened a leather bottle and poured him some milk, then she covered him back up.", "20": "“Stand at the entrance to the tent,” Sisera told her. “If someone comes by and asks if anyone is inside, tell them 'No.'”", "21": "Sisera was exhausted and soon fell fast asleep. Jael took a hammer and drove a tent-peg through his head into the ground, and he died.", "22": "Meanwhile, Barak had been following Sisera, and Jael went out to meet him. “The man you're looking for is inside,” she said. “Come in and I'll show him to you.” They went inside, and there was Sisera—dead and stretched out with a tent-peg through his skull.", "23": "That same day the Israelites defeated the Canaanite King Jabin, and his army was no longer powerful enough to attack the Israelites. ", "24": "Jabin grew weaker while the Israelites kept growing stronger, and at last the Israelites destroyed him."}