{"1": "After the battle was over that day, Deborah and Barak sang this song:", "2": "We praise you, Lord! Our soldiers volunteered, ready to follow you.", "3": "Listen, kings and rulers, while I sing for the Lord, the God of Israel.", "4": "Our Lord, God of Israel, when you came from Seir, where the Edomites live,", "5": "rain poured from the sky, the earth trembled, and mountains shook.", "6": "In the time of Shamgar son of Anath, and now again in Jael's time, roads were too dangerous for caravans. Travelers had to take the back roads,", "7": "and villagers couldn't work in their fields.[a] Then Deborah[b] took command, protecting Israel as a mother protects her children.", "8": "The Israelites worshiped other gods, and the gates of their towns were then attacked.[c] But they had no shields or spears to fight with.", "9": "I praise you, Lord, and I am grateful for those leaders and soldiers who volunteered.", "10": "Listen, everyone! Whether you ride a donkey with a padded saddle or have to walk.", "11": "Even those who carry water[d] to the animals will tell you, “The Lord has won victories, and so has Israel.” Then the Lord's people marched down to the town gates", "12": "and said, “Deborah, let's go! Let's sing as we march. Barak, capture our enemies.”", "13": "The Lord's people who were left joined with their leaders and fought at my side.[e]", "14": "Troops came from Ephraim, where Amalekites once lived. Others came from Benjamin; officers and leaders came from Machir and Zebulun.", "15": "The rulers of Issachar came along with Deborah, and Issachar followed Barak into the valley. But the tribe of Reuben was no help at all![f]", "16": "Reuben, why did you stay among your sheep pens?[g] Was it to listen to shepherds whistling for their sheep? No one could figure out why Reuben wouldn't come.[h]", "17": "The people of Gilead stayed across the Jordan. Why did the tribe of Dan remain on their ships and the tribe of Asher stay along the coast near the harbors?", "18": "But soldiers of Zebulun and Naphtali risked their lives to attack the enemy.[i]", "19": "Canaanite kings fought us at Taanach by the stream near Megiddo[j]— but they couldn't rob us of our silver.[k]", "20": "From their pathways in the sky the stars[l] fought Sisera,", "21": "and his soldiers were swept away by the ancient Kishon River. I will march on and be brave.", "22": "Sisera's horses galloped off, their hoofs thundering in retreat.", "23": "The Lord's angel said, “Put a curse on Meroz Town! Its people refused to help the Lord fight his powerful enemies.”", "24": "But honor Jael, the wife of Heber from the Kenite clan. Give more honor to her than to any other woman who lives in tents. Yes, give more honor to her than to any other woman.", "25": "Sisera asked for water, but Jael gave him milk— cream in a fancy cup.", "26": "She reached for a tent-peg and held a hammer in her right hand. And with a blow to the head, she crushed his skull.", "27": "Sisera sank to his knees and fell dead at her feet.", "28": "Sisera's mother looked out through her window. “Why is he taking so long?” she asked. “Why haven't we heard his chariots coming?”", "29": "She and her wisest women gave the same answer:", "30": "“Sisera and his troops are finding treasures to bring back— a woman, or maybe two, for each man, and beautiful dresses for those women to wear.”[m]", "31": "Our Lord, we pray that all your enemies will die like Sisera. But let everyone who loves you shine brightly like the sun at dawn. There was peace in Israel for about forty years. "}