{"1": "Then once again the Israelites started disobeying the Lord, so he let the nation of Midian control Israel for seven years. ", "2": "The Midianites were so cruel that many Israelites ran to the mountains and hid in caves.", "3": "Every time the Israelites would plant crops, the Midianites invaded Israel together with the Amalekites and other eastern nations. ", "4-5": "They rode in on their camels, set up their tents, and then let their livestock eat the crops as far as the town of Gaza. The Midianites stole food, sheep, cattle, and donkeys. Like a swarm of locusts,[a] they could not be counted, and they ruined the land wherever they went.", "6-7": "The Midianites took almost everything that belonged to the Israelites, and the Israelites begged the Lord for help. ", "8-9": "Then the Lord sent a prophet to them with this message: I am the Lord God of Israel, so listen to what I say. You were slaves in Egypt, but I set you free and led you out of Egypt into this land. And when nations here made life miserable for you, I rescued you and helped you get rid of them and take their land. ", "10": "I am your God, and I told you not to worship Amorite gods, even though you are living in the land of the Amorites. But you refused to listen.", "11": "One day an angel from the Lord went to the town of Ophrah and sat down under the big tree that belonged to Joash, a member of the Abiezer clan. Joash's son Gideon was nearby, threshing grain in a shallow pit, where he could not be seen by the Midianites.", "12": "The angel appeared and spoke to Gideon, “The Lord is helping you, and you are a strong warrior.”", "13": "Gideon answered, “Please don't take this wrong, but if the Lord is helping us, then why have all of these awful things happened? We've heard how the Lord performed miracles and rescued our ancestors from Egypt. But those things happened long ago. Now the Lord has abandoned us to the Midianites.”", "14": "Then the Lord himself said, “Gideon, you will be strong, because I am giving you the power to rescue Israel from the Midianites.”", "15": "Gideon replied, “But how can I rescue Israel? My clan is the weakest one in Manasseh, and everyone else in my family is more important than I am.”", "16": "“Gideon,” the Lord answered, “you can rescue Israel because I am going to help you! Defeating the Midianites will be as easy as beating up one man.”", "17": "Gideon said, “It's hard to believe that I'm actually talking to the Lord. Please do something so I'll know that you really are the Lord. ", "18": "And wait here until I bring you an offering.” “All right, I'll wait,” the Lord answered.", "19": "Gideon went home and killed a young goat, then started boiling the meat. Next, he opened a big sack of flour and made it into thin bread.[b] When the meat was done, he put it in a basket and poured the broth into a clay cooking pot. He took the meat, the broth, and the bread and placed them under the big tree.", "20": "God's angel said, “Gideon, put the meat and the bread on this rock, and pour the broth over them.” Gideon did as he was told. ", "21": "The angel was holding a walking stick, and he touched the meat and the bread with the end of the stick. Flames jumped from the rock and burned up the meat and the bread. When Gideon looked, the angel was gone. ", "22": "Gideon realized that he had seen one of the Lord's angels. “Oh!” he moaned. “Now I'm going to die.”[c]", "23": "“Calm down!” the Lord told Gideon. “There's nothing to be afraid of. You're not going to die.”", "24": "Gideon built an altar for worshiping the Lord and called it “The Lord Calms Our Fears.” It still stands there in Ophrah, a town in the territory of the Abiezer clan.", "25": "That night the Lord spoke to Gideon again: Get your father's second-best bull, the one that's seven years old. Use it to pull down the altar where your father worships Baal and cut down the sacred pole[d] next to the altar. ", "26": "Then build an altar for worshiping me on the highest part of the hill where your town is built. Use layers of stones for my altar, not just a pile of rocks. Cut up the wood from the pole, make a fire, kill the bull, and burn it as a sacrifice to me.", "27": "Gideon chose ten of his servants to help him, and they did everything God had said. But since Gideon was afraid of his family and the other people in town, he did it all at night.", "28": "When the people of the town got up the next morning, they saw that Baal's altar had been knocked over, and the sacred pole next to it had been cut down. Then they noticed the new altar covered with the remains of the sacrificed bull.", "29": "“Who could have done such a thing?” they asked. And they kept on asking, until finally someone told them, “Gideon the son of Joash did it.”", "30": "The men of the town went to Joash and said, “Your son Gideon knocked over Baal's altar and cut down the sacred pole next to it. Hand him over, so we can kill him!”", "31": "The crowd pushed closer and closer, but Joash replied, “Are you trying to take revenge for Baal? Are you trying to rescue Baal? If you are, you will be the ones who are put to death, and it will happen before another day dawns. If Baal really is a god, let him take his own revenge on someone who tears down his altar.”", "32": "That same day, Joash changed Gideon's name to Jerubbaal, explaining, “He tore down Baal's altar, so let Baal take revenge himself.”[e]", "33": "All the Midianites, Amalekites, and other eastern nations got together and crossed the Jordan River. Then they invaded the land of Israel and set up camp in Jezreel Valley.", "34": "The Lord's Spirit took control of Gideon, and Gideon blew a signal on a trumpet to tell the men in the Abiezer clan to follow him. ", "35": "He also sent messengers to the tribes of Manasseh, Asher, Zebulun, and Naphtali, telling the men of these tribes to come and join his army. Then they set out toward the enemy camp.", "36-37": "Gideon prayed to God, “I know that you promised to help me rescue Israel, but I need proof. Tonight I'll put some wool on the stone floor of that threshing-place over there. If you really will help me rescue Israel, then tomorrow morning let there be dew on the wool, but let the stone floor be dry.”", "38": "And that's just what happened. Early the next morning, Gideon got up and checked the wool. He squeezed out enough water to fill a bowl. ", "39": "But Gideon prayed to God again. “Don't be angry at me,” Gideon said. “Let me try this just one more time, so I'll really be sure you'll help me. Only this time, let the wool be dry and the stone floor be wet with dew.”", "40": "That night, God made the stone floor wet with dew, but he kept the wool dry."}