{"1": "Abimelech the son of Gideon[a] went to Shechem. While there, he met with his mother's relatives ", "2": "and told them to say to the leaders of Shechem, “Do you think it would be good to have all seventy of Gideon's sons ruling us? Wouldn't you rather have just one man be king? Abimelech would make a good king, and he's related to us.”", "3": "Abimelech's uncles talked it over with the leaders of Shechem who agreed, “Yes, it would be better for one of our relatives to be king.” ", "4": "Then they gave Abimelech seventy pieces[b] of silver from the temple of their god Baal Berith.[c] Abimelech used the silver to hire a gang of rough soldiers who would do anything for money. ", "5": "Abimelech and his soldiers went to his father's home in Ophrah and brought out Gideon's other sons to a large rock, where they murdered all seventy. Gideon's youngest son Jotham hid from the soldiers, but he was the only one who escaped.", "6": "The leaders of Shechem, including the priests and the military officers,[d] met at the tree next to the sacred rock[e] in Shechem to crown Abimelech king. ", "7": "Jotham heard what they were doing. So he climbed to the top of Mount Gerizim and shouted down to the people who were there at the meeting: Leaders of Shechem, listen to me, and maybe God will listen to you.", "8": "Once the trees searched for someone to be king; they asked the olive tree, “Will you be our king?”", "9": "But the olive tree replied, “My oil brings honor to people and gods. I won't stop making oil, just to have my branches wave above the other trees.”", "10": "Then they asked the fig tree, “Will you be our king?”", "11": "But the fig tree replied, “I won't stop growing my delicious fruit, just to have my branches wave above the other trees.”", "12": "Next they asked the grape vine, “Will you be our king?”", "13": "But the grape vine replied, “My wine brings cheer to people and gods. I won't stop making wine, just to have my branches wave above the other trees.”", "14": "Finally, they went to the thornbush and asked, “Will you be our king?”", "15": "The thornbush replied, “If you really want me to be your king, then come into my shade and I will protect you. But if you're deceiving me, I'll start a fire that will spread out and destroy the cedars of Lebanon.”[f] After Jotham had finished telling this story, he said:", "16-18": "My father Gideon risked his life for you when he fought to rescue you from the Midianites. Did you reward Gideon by being kind to his family? No, you did not! You attacked his family and killed all seventy of his sons on that rock. And was it right to make Abimelech your king? He's merely the son of my father's slave girl.[g] But just because he's your relative, you made him king of Shechem.", "19": "So, you leaders of Shechem, if you treated Gideon and his family the way you should have, then I hope you and Abimelech will make each other very happy. ", "20": "But if it was wrong to treat Gideon and his family the way you did, then I pray that Abimelech will destroy you with fire, and I pray that you will do the same to him.", "21": "Jotham ran off and went to live in the town of Beer, where he could be safe from his brother Abimelech.", "22": "Abimelech had been a military commander of Israel for three years, ", "23-24": "when God decided to punish him and the leaders of Shechem for killing Gideon's seventy sons. So God turned the leaders of Shechem against Abimelech. ", "25": "Then they sent some men to hide on the hilltops and watch for Abimelech and his troops, while they sent others to rob everyone that went by on the road. But Abimelech found out what they were doing.", "26": "One day, Gaal son of Ebed went to live in Shechem. His brothers moved there too, and soon the leaders of Shechem started trusting him.", "27": "The time came for the grape harvest, and the people of Shechem went into their vineyards and picked the grapes. They put the grapes in their wine-pits and walked on them to squeeze out the juice in order to make wine. Then they went into the temple of their god and threw a big party. There was a lot of eating and drinking, and before long they were cursing Abimelech.", "28": "Gaal said: Hamor was the founder of Shechem, and one of his descendants should be our ruler. But Abimelech's father was Gideon, so Abimelech isn't really one of us. He shouldn't be our king, and we shouldn't have to obey him or Zebul, who rules Shechem for him. ", "29": "If I were the ruler of Shechem, I'd get rid of that Abimelech. I'd tell him, “Get yourself an even bigger army, and we will still defeat you.”", "30": "Zebul was angry when he found out what Gaal had said. ", "31": "And so he sent some messengers to Abimelech. But they had to pretend to be doing something else, or they would not have been allowed to leave Shechem.[h] Zebul told the messengers to say: Gaal the son of Ebed has come to Shechem along with his brothers, and they have persuaded the people to let Gaal rule Shechem instead of you. ", "32": "This is what I think you should do. Lead your army here during the night and hide in the fields. ", "33": "Get up the next morning at sunrise and rush out of your hiding places to attack the town. Gaal and his followers will come out to fight you, but you will easily defeat them.", "34": "So one night, Abimelech led his soldiers to Shechem. He divided them into four groups, and they all hid near the town.", "35": "The next morning, Gaal went out and stood in the opening of the town gate. Abimelech and his soldiers left their hiding places, ", "36": "and Gaal saw them. Zebul was standing there with Gaal, and Gaal remarked, “Zebul, that looks like a crowd of people coming down from the mountaintops.” “No,” Zebul answered, “it's just the shadows of the mountains. It only looks like people moving.”", "37": "“But Zebul, look over there,” Gaal said. “There's a crowd coming down from the sacred mountain,[i] and another group is coming along the road from the tree where people talk with the spirits of the dead.”", "38": "Then Zebul replied, “What good is all of your bragging now? You were the one who said Abimelech shouldn't be the ruler of Shechem. Out there is the army that you made fun of. So go out and fight them!”", "39": "Gaal and the leaders of Shechem went out and fought Abimelech. ", "40": "Soon the people of Shechem turned and ran back into the town. However, Abimelech and his troops were close behind and killed many of them along the way.", "41": "Abimelech stayed at Arumah,[j] and Zebul forced Gaal and his brothers out of Shechem.", "42": "The next morning, the people of Shechem were getting ready to work in their fields as usual, but someone told Abimelech about it. ", "43": "Abimelech divided his army into three groups and set up an ambush in the fields near Shechem. When the people came out of the town, he and his army rushed out from their hiding places and attacked. ", "44": "Abimelech and the troops with him ran to the town gate and took control of it, while two other groups attacked and killed the people who were in the fields. ", "45": "He and his troops fought in Shechem all day, until they had killed everyone in town. Then he and his men tore down the houses and buildings and scattered salt[k] everywhere.", "46": "Earlier that day, the leaders of the temple of El Berith[l] at Shechem had heard about the attack. So they went into the temple fortress, ", "47": "but Abimelech found out where they were. ", "48": "He led his troops to Mount Zalmon, where he took an ax and chopped off a tree branch. He lifted the branch onto his shoulder and shouted, “Hurry! Cut off a branch just as I did.”", "49": "When they all had branches, they followed Abimelech back to Shechem. They piled the branches against the fortress and set them on fire, burning down the fortress and killing about one thousand men and women.", "50": "After destroying Shechem, Abimelech went to Thebez. He surrounded the town and captured it. ", "51": "But there was a tall fortress in the middle of the town, and the town leaders and everyone else went inside. Then they barred the gates and went up to the flat roof.", "52": "Abimelech and his army rushed to the fortress and tried to force their way inside. Abimelech himself was about to set the heavy wooden doors on fire, ", "53": "when a woman on the roof dropped a large rock[m] on his head and cracked his skull. ", "54": "The soldier who carried his weapons was nearby, and Abimelech told him, “Take out your sword and kill me. I don't want people to say that I was killed by a woman!” So the soldier ran his sword through Abimelech. ", "55": "And when the Israelite soldiers saw that their leader was dead, they went back home.", "56": "That's how God punished Abimelech for killing his brothers and bringing shame on his father's family. ", "57": "God also punished the people of Shechem for helping Abimelech.[n] Everything happened just as Jotham's curse said it would."}