{"1": "Rehoboam went to Shechem, where all Israel had gathered to make him king.", "2": "When Jeroboam son of Nebat heard of this, he returned from Egypt, for he had fled to Egypt to escape from King Solomon.", "3": "The leaders of Israel summoned him, and Jeroboam and all Israel went to speak with Rehoboam.", "4": "“Your father was a hard master,” they said. “Lighten the harsh labor demands and heavy taxes that your father imposed on us. Then we will be your loyal subjects.”", "5": "Rehoboam replied, “Come back in three days for my answer.” So the people went away.", "6": "Then King Rehoboam discussed the matter with the older men who had counseled his father, Solomon. “What is your advice?” he asked. “How should I answer these people?”", "7": "The older counselors replied, “If you are good to these people and do your best to please them and give them a favorable answer, they will always be your loyal subjects.”", "8": "But Rehoboam rejected the advice of the older men and instead asked the opinion of the young men who had grown up with him and were now his advisers.", "9": "“What is your advice?” he asked them. “How should I answer these people who want me to lighten the burdens imposed by my father?”", "10": "The young men replied, “This is what you should tell those complainers who want a lighter burden: 'My little finger is thicker than my father's waist!", "11": "Yes, my father laid heavy burdens on you, but I'm going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!'”", "12": "Three days later Jeroboam and all the people returned to hear Rehoboam's decision, just as the king had ordered.", "13": "But Rehoboam spoke harshly to them, for he rejected the advice of the older counselors", "14": "and followed the counsel of his younger advisers. He told the people, “My father laid[a] heavy burdens on you, but I'm going to make them even heavier! My father beat you with whips, but I will beat you with scorpions!”", "15": "So the king paid no attention to the people. This turn of events was the will of God, for it fulfilled the Lord's message to Jeroboam son of Nebat through the prophet Ahijah from Shiloh.", "16": "When all Israel realized[b] that the king had refused to listen to them, they responded, “Down with the dynasty of David! We have no interest in the son of Jesse. Back to your homes, O Israel! Look out for your own house, O David!” So all the people of Israel returned home.", "17": "But Rehoboam continued to rule over the Israelites who lived in the towns of Judah.", "18": "King Rehoboam sent Adoniram,[c] who was in charge of forced labor, to restore order, but the people of Israel stoned him to death. When this news reached King Rehoboam, he quickly jumped into his chariot and fled to Jerusalem.", "19": "And to this day the northern tribes of Israel have refused to be ruled by a descendant of David."}