{"1": "Once Jesus[a] was praying in a certain place. After he had finished, one of his disciples told him, “Lord, teach us to pray, as John taught his disciples.”", "2": "So he told them, “Whenever you pray you are to say, 'Father,[b] may your name be kept holy. May your kingdom come.[c]", "3": "Keep giving us every day our daily bread,[d]", "4": "and forgive us our sins, as we forgive everyone who sins against us.[e] And never bring us into temptation.'”[f]", "5": "Then he told them, “Suppose one of you has a friend, and you go to him at midnight and say to him, 'Friend, let me borrow three loaves of bread. ", "6": "A friend of mine on a trip has dropped in on me, and I don't have anything to serve him.' ", "7": "Suppose he answers from inside, 'Stop bothering me! The door is already locked, and my children are here with us in the bedroom.[g] I can't get up and give you anything!' ", "8": "I tell you, even though that man[h] doesn't want to get up and give him anything because he is his friend, he will get up and give him whatever he needs because of his persistence.", "9": "So I say to you: Keep asking, and it will be given you. Keep searching, and you will find. Keep knocking, and the door[i] will be opened for you, ", "10": "because everyone who keeps asking will receive, and the person who keeps searching will find, and the person who keeps knocking will have the door[j] opened. ", "11": "What father among you, if his son asks for bread, would give him a stone, or if he asks for a fish,[k] would give him a snake instead of the fish? ", "12": "Or if he asks for an egg, would he give him a scorpion? ", "13": "So if you who are evil know how to give good gifts to your children, how much more will the Father in heaven give the Holy Spirit to those who keep asking him!”", "14": "Jesus[l] was driving a demon out of a man who was[m] unable to talk. When the demon had gone out, the man[n] began to speak, and the crowds were amazed. ", "15": "But some of them said, “He drives out demons by Beelzebul, the ruler of the demons.” ", "16": "Others, wanting to test Jesus,[o] kept asking him for a sign from heaven.", "17": "Since he knew what they were thinking, he told them, “Every kingdom divided against itself is devastated, and a divided household collapses.[p] ", "18": "Now, if Satan is divided against himself, how can his kingdom last? After all, you say that I drive out demons by Beelzebul. ", "19": "If I drive out demons by Beelzebul, by whom do your own followers[q] drive them out? That is why they will be your judges! ", "20": "But if I drive out demons by the power[r] of God, then the kingdom of God has come to you.", "21": "“When a strong man, fully armed, guards his own mansion, his property is safe. ", "22": "But when a stronger man than he attacks and defeats him, the stronger man[s] strips off that man's armor in which he trusted and then divides his plunder.", "23": "“The person who isn't with me is against me, and the person who doesn't gather with me scatters.”", "24": "“Whenever an unclean spirit goes out of a person, it wanders through dry places looking for a place to rest but doesn't find any. So it says, 'I will go back to my home that I left.' ", "25": "When it gets back home, it finds it swept clean and put in order. ", "26": "Then it goes and brings with it seven other spirits more evil than itself, and they all go in and settle there. And so the final condition of that person is worse than the first.”", "27": "As Jesus[t] was saying this, a woman in the crowd raised her voice and told him, “How blessed is the womb that gave birth to you and the breasts that nursed you!”", "28": "But he said, “Instead, how blessed are those who hear God's word and obey it!”", "29": "Now as the crowds continued to throng around Jesus,[u] he went on to say, “This people living today are[v] an evil generation. It craves a sign, but no sign will be given to it except the sign of Jonah, ", "30": "because just as Jonah became a sign[w] to the people of Nineveh, so the Son of Man will be a sign to this generation. ", "31": "The queen of the south will stand up at the judgment and condemn the people living today,[x] because she came from the ends of the earth to hear the wisdom of Solomon. But look, something greater than Solomon is here! ", "32": "The men of Nineveh will stand up at the judgment and condemn the people living today,[y] because they repented at the preaching of Jonah. But look, something greater than Jonah is here!”", "33": "“No one lights a lamp and puts it in a hiding place[z] or under a basket,[aa] but on a lamp stand, so that those who enter may see its light. ", "34": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when it's evil, your body is full of darkness. ", "35": "Therefore, be careful that the light in you isn't darkness. ", "36": "Now if your whole body is full of light, with no part of it in darkness, it will be as full of light as when a lamp gives you light with its rays.”", "37": "After Jesus[ab] had said this, a Pharisee invited him to have a meal with him. So Jesus[ac] went and took his place at the table. ", "38": "The Pharisee was surprised to see that he didn't first wash before the meal. ", "39": "But the Lord told him, “Now you Pharisees clean the outside of the cup and the dish, but on the inside you are full of greed and evil. ", "40": "You fools! The one who made the outside made the inside, too, didn't he? ", "41": "So give what is inside to the poor, and then everything will be clean for you.", "42": "“How terrible it will be for you Pharisees! You give a tenth of your mint, spices, and every kind of herb, but you neglect justice and the love of God. These are the things you should have practiced, without neglecting the others.", "43": "How terrible it will be for you Pharisees! You love to have the places of honor in the synagogues and to be greeted in the marketplaces.", "44": "How terrible it will be for you! You are like unmarked graves—people walk on them without realizing it.”", "45": "Then one of the experts in the Law told him, “Teacher, when you say these things, you insult us, too.”", "46": "Jesus[ad] said, “How terrible it will be for you experts in the Law, too! You load people with burdens that are hard to carry, yet you don't even lift a finger to ease those burdens.", "47": "How terrible it will be for you! You build monuments for the prophets, and it was your ancestors who killed them! ", "48": "So you are witnesses and approve of the deeds of your ancestors, because they killed those for whom you are building monuments. ", "49": "That is why the Wisdom of God said, 'I will send them prophets and apostles. They will kill some of them and persecute others,'[ae] ", "50": "so those living today[af] will be charged with the blood of all the prophets that was shed since the foundation of the world, ", "51": "from the blood of Abel[ag] to the blood of Zechariah,[ah] who died between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation!", "52": "How terrible it will be for you experts in the Law! You have taken away the key to knowledge. You didn't go in yourselves, and you kept out those who were trying to go in.”", "53": "As Jesus[ai] was leaving, the scribes and the Pharisees began to oppose him fiercely, interrogating him about many things. ", "54": "They watched him closely in an effort to trap him in something he might say."}