{"1": "At that time, some people who were there told Jesus[a] about the Galileans whose blood Pilate had mixed with their sacrifices.[b] ", "2": "He asked them, “Do you think that these Galileans were more sinful than all the other Galileans because they suffered like this? ", "3": "Absolutely not, I tell you! But if you don't repent, then you, too, will all die. ", "4": "What about those eighteen people who were killed when the tower at Siloam fell on them? Do you think they were worse offenders than all the other people living in Jerusalem? ", "5": "Absolutely not, I tell you! But if you don't repent, then you, too, will all die.”", "6": "Then Jesus[c] told them this parable: “A man had a fig tree that had been planted in his vineyard. He went to look for fruit on it but didn't find any. ", "7": "So he told the gardener, 'Look here! For three years I've been coming to look for fruit on this tree but I haven't found any. Cut it down! Why should it waste the soil?' ", "8": "But the gardener[d] replied, 'Sir, leave it alone for one more year, until I dig around it and fertilize it. ", "9": "Maybe next year it will bear fruit. If not, then cut it down.'”", "10": "Jesus[e] was teaching in one of the synagogues on the Sabbath. ", "11": "A woman was there who had a spirit that had disabled her for eighteen years. She was hunched over and completely unable to stand up straight. ", "12": "When Jesus saw her, he called to her and said, “Woman, you are free from your illness.” ", "13": "Then he placed his hands on her, and immediately she stood up straight and began praising God.", "14": "But the synagogue leader, indignant because Jesus had healed on the Sabbath, told the crowd, “There are six days when work is to be done. So come on those days to be healed, and not on the Sabbath day.”", "15": "The Lord replied to him, “You hypocrites! Doesn't each of you on the Sabbath untie his ox or donkey and lead it out of its stall to give it some water? ", "16": "Shouldn't this woman, a descendant of Abraham whom Satan has kept bound for eighteen long years, be set free from this bondage on the Sabbath day?” ", "17": "Even as he was saying this, all of his opponents were blushing with shame. But the rest of the crowd was rejoicing at all the wonderful things he was doing.", "18": "So Jesus[f] went on to say, “What is the kingdom of God like? What can I compare it to? ", "19": "It is like a mustard seed that someone took and planted in his garden. It grew and became a tree, and the birds of the sky nested in its branches.”", "20": "Again he said, “To what can I compare the kingdom of God? ", "21": "It's like yeast that a woman took and mixed with[g] three measures of flour until all of it was leavened.”", "22": "Then Jesus[h] taught in one town and village after another as he made his way to Jerusalem. ", "23": "Someone asked him, “Lord,[i] are only a few people going to be saved?” He told them, ", "24": "“Keep on struggling to enter through the narrow door, because I tell you that many people will try to enter, but won't be able to do so. ", "25": "After the homeowner gets up and closes the door, you can stand[j] outside, knock on the door, and say again and again, 'Lord, open the door for us!' But he will answer you, 'I don't know where you come from.' ", "26": "Then you will say,[k] 'We ate and drank with you, and you taught in our streets.' ", "27": "But he will tell you, 'I don't know where you come from. Get away from me, all you who practice evil!' ", "28": "In that place there will be crying and gnashing of teeth[l] when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God, and you yourselves being driven away on the outside. ", "29": "People will come from east and west, and from north and south, and will eat in the kingdom of God. ", "30": "You see, some who are last will be first, and some who are first will be last.", "31": "At that hour some Pharisees came and told Jesus,[m] “Leave and get away from here, because Herod wants to kill you!”", "32": "He told them, “Go and tell that fox, 'Listen! I am driving out demons and healing today and tomorrow, and on the third day I will finish my work. ", "33": "But I must be on my way today, tomorrow, and the next day, because it's not possible for a prophet to be killed outside of Jerusalem.' ", "34": "O Jerusalem, Jerusalem, who kills the prophets and stones to death those who have been sent to her! How often I wanted to gather your children together as a hen gathers her chicks under her wings, but you people were unwilling! ", "35": "Look! Your house is left vacant to you. I tell you, you will not see me again until you say, 'How blessed is the one who comes in the name of the Lord!'”[n]"}