{"1": "Jesus[a] told his disciples, “It is inevitable that temptations to sin will come, but how terrible it will be for the person through whom they come! ", "2": "It would be better for him if a millstone were hung around his neck and he were thrown into the sea than for him to cause one of these little ones to sin.", "3": "“Watch yourselves! If your brother sins, rebuke him, and if he repents, forgive him. ", "4": "Even if he sins against you seven times in a day and comes back to you seven times and says, 'I repent,' you must forgive him.”", "5": "Then the apostles told the Lord, “Give us more faith!”", "6": "The Lord replied, “If you have faith the size of[b] a mustard seed, you could say to this mulberry tree, 'Be uprooted and planted in the sea,' and it would obey you!", "7": "“Suppose a man among you has a servant plowing or watching sheep. Would he say to him when he comes in from the field, 'Come at once and have something to eat'? ", "8": "Of course not. Instead, he would say to him, 'Get dinner ready for me, and put on your apron and wait on me until I eat and drink. Then you can eat and drink.' ", "9": "He doesn't praise the servant for doing what was commanded, does he? ", "10": "That's the way it is with you. When you have done everything you were ordered to do, say, 'We are worthless servants. We have done only what we ought to have done.'”", "11": "One day, Jesus[c] was traveling along the border between Samaria and Galilee on the way to Jerusalem. ", "12": "As he was going into a village, ten lepers met him. They stood at a distance ", "13": "and shouted, “Jesus, Master, have mercy on us!”", "14": "When Jesus[d] saw them, he told them, “Go and show yourselves to the priests.” While they were going, they were made clean. ", "15": "But one of them, when he saw that he had been healed, came back and praised God with a loud voice. ", "16": "He fell on his face at Jesus'[e] feet and thanked him. Now that man[f] was a Samaritan.", "17": "Jesus asked, “Ten men were made clean, weren't they? Where are the other nine? ", "18": "Except for this foreigner, were any of them found to return and give praise to God?” ", "19": "Then he told the man,[g] “Get up, and go home! Your faith has saved you.”[h]", "20": "Once Jesus[i] was asked by the Pharisees when the kingdom of God would come. He answered them, “The kingdom of God is not coming with a visible display. ", "21": "People[j] won't be saying, 'Look! Here it is!' or 'There it is!' because now the kingdom of God is among[k] you.”", "22": "Then Jesus[l] told the disciples, “The time will come during which you will long to see one of these days when the Son of Man is with you,[m] but you won't see it. ", "23": "People[n] will say to you, 'Look! There he is!' or 'Look! Here he is!' But don't go and chase after him. ", "24": "Because just as lightning flashes and shines from one end of the sky to the other, so will the Son of Man be in his time.[o] ", "25": "But first he must suffer a great deal and be rejected by those living today.[p]", "26": "“Just as it was in Noah's time, so it will be in the Son of Man's time. ", "27": "People[q] were eating, drinking, marrying, and being given in marriage right up to the day when Noah went into the ark. Then the flood came and destroyed all of them. ", "28": "So it was in Lot's time. People[r] were eating and drinking, buying and selling, planting and building. ", "29": "But on the very day when Lot left Sodom, fire and sulfur rained down from heaven and destroyed all of them. ", "30": "The day when the Son of Man is revealed will be like that.", "31": "“The person who is on the housetop that day must not come down to get his belongings out of his house. The person in the field, too, must not turn back to what's left behind. ", "32": "Remember Lot's wife! ", "33": "Whoever tries to save his life[s] will lose it, but whoever loses his life will preserve it. ", "34": "I tell you, two will be seated on the same couch[t] that night. The one will be taken, and the other will be left behind. ", "35": "Two women will be grinding grain[u] together. The one will be taken, and the other will be left behind.”[v]", "37": "Then they asked him, “Where, Lord, will this take place?”[w] He told them, “Wherever there's a corpse, that's where the vultures[x] will gather.”"}