{"1": "Jesus[a] told his disciples[b] a parable about their need to pray all the time and never give up. ", "2": "He said, “In a city there was a judge who didn't fear God or respect people. ", "3": "In that city there was also a widow who kept coming to him and saying, 'Grant me justice against my adversary.' ", "4": "For a while the judge[c] refused. But later, he told himself, 'I don't fear God or respect people, ", "5": "yet because this widow keeps bothering me, I will grant her justice. Otherwise, she will keep coming and wear me out.'”", "6": "Then the Lord added, “Listen to what the unrighteous judge says. ", "7": "Won't God grant his chosen people justice when they cry out to him day and night? Is he slow to help them? ", "8": "I tell you, he will give them justice quickly. But when the Son of Man comes, will he find faith on earth?”", "9": "Jesus[d] also told this parable to some people who trusted in themselves, thinking they were righteous, but who looked down on everyone else: ", "10": "“Two men went up to the Temple to pray. One was a Pharisee, and the other was a tax collector. ", "11": "The Pharisee stood by himself and prayed, 'O God, I thank you that I'm not like other people—thieves, dishonest people, adulterers, or even this tax collector. ", "12": "I fast twice a week, and I give a tenth of my entire income.'", "13": "“But the tax collector stood at a distance and would not even look up to heaven. Instead, he continued to beat his chest and said, 'O God, be merciful to me, the sinner that I am!'[e] ", "14": "I tell you, this man, rather than the other one, went down to his home justified, because everyone who exalts himself will be humbled, but the person who humbles himself will be exalted.”", "15": "Now some people[f] were even bringing their infants to Jesus[g] to have him touch them. But when the disciples saw this, they sternly told the people[h] not to do that. ", "16": "Jesus, however, called for the children[i] and said, “Let the little children come to me, and stop keeping them away, because the kingdom of God belongs to people like these. ", "17": "I tell all of you[j] with certainty, whoever doesn't receive the kingdom of God as a little child will never get into it at all.”", "18": "Then an official asked Jesus,[k] “Good Teacher, what must I do to inherit eternal life?”", "19": "“Why do you call me good?” Jesus asked him. “Nobody is good except for one—God. ", "20": "You know the commandments: 'Never commit adultery.[l] Never murder.[m] Never steal.[n] Never give false testimony.[o] Honor your father and mother.'”[p]", "21": "The official[q] replied, “I have kept all of these since I was a young man.”", "22": "When Jesus heard this, he told him, “You still need to do one thing. Sell everything you have and give the money[r] to the destitute, and you will have treasure in heaven. Then come back and follow me.” ", "23": "But when the official[s] heard this he became sad, because he was very rich.", "24": "So when Jesus saw how sad he was, he[t] said, “How hard it is for rich people to get into the kingdom of God! ", "25": "Indeed, it's easier for a camel to squeeze through the eye of a needle than for a rich person to get into the kingdom of God.”", "26": "Those who were listening to Jesus[u] asked, “Then who can be saved?”", "27": "Jesus[v] replied, “The things that are impossible for people are possible for God.”", "28": "Then Peter said, “See, we have left everything we have and followed you.”", "29": "Jesus[w] told them, “I tell all of you[x] with certainty, there is no one who has left his home, wife, brothers, parents, or children because of the kingdom of God ", "30": "who will not receive many times as much in this world, as well as eternal life in the age to come.”", "31": "Jesus[y] took the Twelve aside and told them, “Pay attention! We're going up to Jerusalem. Everything written by the prophets about the Son of Man will be fulfilled, ", "32": "because he'll be handed over to the unbelievers,[z] and will be mocked, insulted, and spit on. ", "33": "After they have whipped him, they'll kill him, but on the third day he'll rise again.” ", "34": "But they didn't understand any of this. What he said was hidden from them, and they didn't know what he meant.", "35": "As Jesus[aa] was approaching Jericho, there was a blind man sitting by the road begging. ", "36": "When he heard the crowd going by, he asked what was happening. ", "37": "They told him that Jesus from Nazareth[ab] was coming by. ", "38": "So he shouted, “Jesus, Son of David, have mercy on me!” ", "39": "The people at the front of the crowd[ac] sternly told him to be quiet, but he started shouting even louder, “Son of David, have mercy on me!”", "40": "Then Jesus stopped and ordered the man to be brought to him. When he came near, Jesus[ad] asked him, ", "41": "“What do you want me to do for you?” He said, “Lord, I want to see again!”", "42": "So Jesus told him, “See again! Your faith has made you well.” ", "43": "Immediately the man[ae] could see again and began to follow Jesus,[af] glorifying God. All the people saw this and gave praise to God."}