{"1": "As Jesus[a] entered Jericho and was passing through it, ", "2": "a man named Zacchaeus appeared. He was a leading tax collector, and a rich one at that! ", "3": "He was trying to see who Jesus was, but he couldn't do so due to the crowd, since he was a short man. ", "4": "So he ran ahead and climbed a sycamore tree to see Jesus,[b] who was going to pass that way.", "5": "When Jesus came to the tree,[c] he looked up and said, “Zacchaeus, hurry and come down! I must stay at your house today.” ", "6": "Zacchaeus[d] came down quickly and was glad to welcome him into his home.[e]", "7": "But all the people who saw this began to complain: “Jesus[f] is going to be the guest of a notorious[g] sinner!”", "8": "Later, Zacchaeus stood up and announced to the Lord, “Look! I'm giving half of my possessions to the destitute, and if I have accused anyone falsely, I'm repaying four times as much as I owe.”[h]", "9": "Then Jesus told him, “Today salvation has come to this home, because this man[i] is also a descendant of Abraham, ", "10": "and the Son of Man has come to seek and to save the lost.”", "11": "As they were listening to this, Jesus[j] went on to tell a parable because he was near Jerusalem and because the people[k] thought that the kingdom of God would appear immediately. ", "12": "So he said, “A prince went to a distant country to be appointed king and then to return. ", "13": "He called ten of his servants and gave them ten coins.[l] He told them, 'Invest this money until I come back.' ", "14": "But the citizens of his country hated him and sent a delegation to follow him and to announce, 'We don't want this man to rule over us!'", "15": "“After he was appointed king, the prince[m] came back. He ordered the servants to whom he had given the money to be called so he could find out what they had earned by investing. ", "16": "The first servant[n] came and said, 'Sir, your coin has earned ten more coins.' ", "17": "The king[o] told him, 'Well done, good servant! Because you have been trustworthy in a very small thing, take charge of ten cities.'", "18": "“The second servant[p] came and said, 'Your coin, sir, has earned five coins.' ", "19": "The king[q] told him, 'You take charge of five cities.'", "20": "“Then the other servant[r] came and said, 'Sir, look! Here's your coin. I've kept it in a cloth for safekeeping ", "21": "because I was afraid of you. You are a hard man. You withdraw what you didn't deposit and harvest what you didn't plant.' ", "22": "The king[s] told him, 'I will judge you by your own words, you evil servant! You knew, did you, that I was a hard man, and that I withdraw what I didn't deposit and harvest what I didn't plant? ", "23": "Then why didn't you put my money in the bank? When I returned, I could have collected it with interest.'", "24": "“So the king[t] told those standing nearby, 'Take the coin away from him and give it to the man who has the ten coins.' ", "25": "They answered him, 'Sir, he already[u] has ten coins!' ", "26": "'I tell you, to everyone who has something, more will be given, but from the person who has nothing, even what he has will be taken away. ", "27": "But as for these enemies of mine who didn't want me to be their king—bring them here and slaughter them in my presence!'”", "28": "After Jesus[v] had said this, he traveled on and went up to Jerusalem. ", "29": "As he approached Bethphage and Bethany at the Mount of Olives, he sent two of his disciples on ahead. ", "30": "“Go into the village ahead of you,” he said. “As you enter, you will find a colt tied up that no one has ever ridden.[w] Untie it and bring it along. ", "31": "If anyone asks you why you are untying it, say this: 'The Lord needs it.'”", "32": "So those who were sent went off and found it as Jesus[x] had told them. ", "33": "While they were untying the colt, its owners asked them, “Why are you untying the colt?”", "34": "The disciples[y] answered, “The Lord needs it.” ", "35": "Then they brought the colt to Jesus and put their coats on it, and Jesus sat upon it.", "36": "As he was riding along, people[z] kept spreading their coats on the road. ", "37": "He was now approaching the descent from the Mount of Olives. The whole crowd of disciples began to rejoice and to praise God with a loud voice because of all the miracles they had seen. ", "38": "They said, “How blessed is the king who comes in the name of the Lord![aa] Peace in heaven, and glory in the highest heaven!”", "39": "Some of the Pharisees in the crowd told Jesus,[ab] “Teacher, tell your disciples to be quiet.”", "40": "He replied, “I tell you, if they were quiet, the stones would cry out!”", "41": "When he came closer and saw the city, he began to grieve over it: ", "42": "“If you[ac] had only known today what could have brought you peace! But now it is hidden from your sight, ", "43": "because the days will come[ad] when your enemies will build walls around you, surround you, and close you in on every side. ", "44": "They will level you to the ground—you and those who live[ae] within your city limits.[af] They will not leave one stone on another within your walls,[ag] because you didn't recognize the time when you were visited.”[ah]", "45": "Then Jesus[ai] went into the Temple and began to throw out those who were selling things. ", "46": "He told them, “It is written, 'My house is to be called a house of prayer,'[aj] but you have turned it into a hideout[ak] for bandits!”", "47": "Then he began teaching in the Temple every day. The high priests, the scribes, and the leaders of the people kept looking for a way to kill him, ", "48": "but they couldn't find a way to do it, because all the people were eager to hear him."}