{"1": "Now in those days an order was published by Caesar Augustus that the whole world should be registered. ", "2": "This was the first registration taken while Quirinius was governor of Syria. ", "3": "So all the people went to their hometowns to be registered.", "4": "Joseph, too, went up from the city of Nazareth in Galilee to Judea, to the City of David (called Bethlehem), because he was a descendant[a] of the household and family of David. ", "5": "He went there[b] to be registered with Mary, who had been promised to him in marriage and was pregnant.", "6": "While they were there, the time came for her to have her baby, ", "7": "and she gave birth to her first child, a son. She wrapped him in strips of cloth and laid him in a feeding trough, because there was no place for them in the guest quarters.", "8": "In that region there were shepherds living in the fields, watching their flock during the night. ", "9": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. ", "10": "Then the angel told them, “Stop being afraid! Listen! I am bringing you good news of great joy for all the people. ", "11": "Today your Savior, the Lord Messiah,[c] was born in the City of David. ", "12": "And this will be a sign for you: You will find a baby wrapped in strips of cloth and lying in a feeding trough.”", "13": "Suddenly, a multitude of the Heavenly Army appeared with the angel, praising God by saying, ", "14": "“Glory to God in the highest, and peace on earth to people who enjoy his favor!”[d]", "15": "When the angels had left them and gone back to heaven, the shepherds told one another, “Let's go to Bethlehem and see what has taken place that the Lord has told us about.” ", "16": "So they went quickly and found Mary and Joseph with the baby, who was lying in the feeding trough. ", "17": "When they saw this, they repeated what they had been told about this child. ", "18": "All who heard it were amazed at what the shepherds told them. ", "19": "However, Mary continued to treasure all these things in her heart and to ponder them. ", "20": "Then the shepherds returned to their flock,[e] glorifying and praising God for everything they had heard and seen, just as it had been told to them.", "21": "After eight days had passed, the infant[f] was circumcised and named Jesus, the name given him by the angel before he was conceived in the womb.", "22": "When the time came for their purification according to the Law of Moses, Joseph and Mary[g] took Jesus[h] up to Jerusalem to present him to the Lord, ", "23": "as it is written in the Law of the Lord, “Every firstborn son is to be designated as holy to the Lord.”[i] ", "24": "They also offered a sacrifice according to what is specified in the Law of the Lord: “a pair of turtledoves or two young pigeons.”[j]", "25": "Now a man named Simeon was in Jerusalem. This man was righteous and devout. He was waiting for the one who would comfort Israel,[k] and the Holy Spirit was upon him. ", "26": "It had been revealed to him by the Holy Spirit that he would not die[l] until he had seen the Lord's Messiah.[m]", "27": "Led[n] by the Spirit, he went into the Temple. When the parents brought the child Jesus to do for him what was customary under the Law, ", "28": "Simeon[o] took the infant[p] in his arms and praised God, saying,", "29": "“Master, now you are dismissing your servant in peace according to your promise,", "30": "because my eyes have seen your salvation,", "31": "which you prepared for all people to see—", "32": "a light that will reveal salvation[q] to unbelievers[r] and bring glory to your people Israel.”", "33": "Jesus'[s] father and mother kept wondering at the things being said about him. ", "34": "Then Simeon[t] blessed them and told Mary, his mother, “This infant is destined to cause many in Israel to fall and rise. Also, he will be a sign that will be opposed. ", "35": "Indeed, a sword will pierce your own soul, too, so that the inner thoughts of many people might be revealed.”", "36": "Now Anna, a prophetess, was also there. She was a descendant of Phanuel from the tribe of Asher. She was very old, having lived with her husband for seven years after her marriage, ", "37": "and then as a widow for 84 years. She never left the Temple, but continued to worship there night and day with times of fasting and prayer. ", "38": "Just then she came forward and began to thank God and to speak about Jesus[u] to everyone who was waiting for the redemption of Jerusalem.", "39": "After doing everything required by the Law of the Lord, Joseph and Mary[v] returned to their hometown of Nazareth in Galilee. ", "40": "Meanwhile, the child continued to grow and to become strong. He was filled with wisdom, and God's favor rested upon him.", "41": "Every year Jesus'[w] parents would go to Jerusalem for the Passover Festival. ", "42": "When Jesus[x] was twelve years old, they went up to the festival as usual. ", "43": "When the days of the festival[y] were over, they left for home. The young man Jesus stayed behind in Jerusalem, but his parents did not know it. ", "44": "They thought that he was in their group of travelers. After traveling for a day, they started looking for him among their relatives and friends. ", "45": "When they did not find him, they returned to Jerusalem, searching desperately for him. ", "46": "Three days later, they found him in the Temple sitting among the teachers, listening to them, and posing questions to them. ", "47": "All who heard him were amazed at his intelligence and his answers. ", "48": "When Jesus' parents[z] saw him, they were shocked. His mother asked him, “Son, why have you treated us like this? Your father and I have been worried sick looking for you!”", "49": "He asked them, “Why were you looking for me? Didn't you know that I had to be in my Father's house?”[aa] ", "50": "But they did not understand what he told them. ", "51": "Then he went back with them, returning to Nazareth and remaining in submission to them. His mother continued to treasure all these things in her heart. ", "52": "Meanwhile, Jesus kept on growing wiser and more mature, and in favor with God and his fellow man."}