{"1": "One day, while Jesus[a] was teaching the people in the Temple and telling them the good news, the high priests and the scribes came with the elders ", "2": "and asked him, “Tell us: By what authority are you doing these things, and who gave you this authority?”", "3": "He answered them, “I, too, will ask you a question.[b] Tell me: ", "4": "Was John's authority to baptize[c] from heaven or from humans?”", "5": "They discussed this among themselves: “If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?' ", "6": "But if we say, 'From humans,' all the people will stone us to death, because they are convinced that John was a prophet.” ", "7": "So they answered that they didn't know where it was from.", "8": "Then Jesus told them, “Then I won't tell you by what authority I'm doing these things.”", "9": "Then he began to tell the people this parable: “A man planted a vineyard, leased it to tenant farmers, and went abroad for a long time. ", "10": "At the right time he sent a servant to the farmers in order to get his share of the produce of the vineyard. But the farmers beat him and sent him back empty-handed. ", "11": "He sent another servant, and they beat him, too, treated him shamefully, and sent him back empty-handed. ", "12": "Then he sent a third, and they wounded him and threw him out, too.", "13": "“Then the owner of the vineyard said, 'What should I do? I'll send my son whom I love. Maybe they'll respect him.' ", "14": "But when the farmers saw him, they talked it over among themselves and said, 'This is the heir. Let's kill him so that the inheritance will be ours!' ", "15": "So they threw him out of the vineyard and killed him. Now what will the owner of the vineyard do to them? ", "16": "He will come and destroy those farmers and give the vineyard to others.” Those who heard him said, “That must never happen!”", "17": "But Jesus[d] looked at them and asked, “What does this text mean: 'The stone that the builders rejected has become the cornerstone'?[e]", "18": "Everyone who falls on that stone will be broken to pieces, and it will crush anyone on whom it falls.”", "19": "When the scribes and the high priests realized that Jesus[f] had told this parable about them, they wanted to arrest him right then, but they were afraid of the crowd.", "20": "So they watched him closely and sent spies who pretended to be honest men in order to trap him in what he would say. They wanted to hand him over to the jurisdiction[g] of the governor, ", "21": "so they asked him, “Teacher, we know that you're right in what you say and teach, and that you don't favor any individual, but teach the way of God truthfully. ", "22": "Is it lawful for us to pay taxes to Caesar or not?”", "23": "But he discerned their craftiness and responded to them, ", "24": "“Show me a denarius. Whose face and name does it have?” “Caesar's,” they replied.", "25": "So he told them, “Then give back to Caesar the things that are Caesar's, and to God the things that are God's.”", "26": "So they couldn't catch him before the people in what he said. Amazed at his answer, they became silent.", "27": "Now some Sadducees, who claim there is no resurrection, came to Jesus[h] ", "28": "and asked him, “Teacher, Moses wrote for us that if a man's brother dies and leaves a wife but no child, the man[i] should marry the widow and have children for his brother. ", "29": "Now there were seven brothers. The first one married and died childless. ", "30": "Then the second ", "31": "and the third married her. In the same way, all seven died and left no children. ", "32": "Finally, the woman died, too. ", "33": "Now in the resurrection, whose wife will the woman be, since the seven had married her?”", "34": "Jesus told them, “Those who belong to this age marry and are married, ", "35": "but those who are considered worthy of a place in that age and in the resurrection from the dead neither marry nor are given in marriage. ", "36": "Nor can they die anymore, because they are like the angels and, since they share in the resurrection, are God's children. ", "37": "Even Moses demonstrated in the story about the bush that the dead are raised, when he calls the Lord, 'the God of Abraham, the God of Isaac, and the God of Jacob.'[j] ", "38": "He is not the God of the dead, but of the living, because he considers all people to be alive to him.”", "39": "Then some of the scribes replied, “Teacher, you have given a fine answer.” ", "40": "Then they no longer dared to ask him another question.", "41": "Then he asked them, “How can people[k] say that the Messiah[l] is David's son? ", "42": "Because David himself in the book of Psalms says, 'The Lord[m] told my Lord, “Sit at my right hand,", "43": "until I make your enemies a footstool for your feet.”'[n]", "44": "So David calls him 'Lord.' Then how can he be his son?”", "45": "While all the people were listening, he told his disciples, ", "46": "“Beware of the scribes! They like to walk around in long robes and love to be greeted in the marketplaces and to have the best seats in the synagogues and the places of honor at banquets. ", "47": "They devour widows' houses[o] and say long prayers to cover it up. They will receive greater condemnation!”"}