{"1": "Now Jesus[a] looked up and saw rich people dropping their gifts into the offering box.[b] ", "2": "Then he saw a destitute widow drop in two small copper coins.[c] ", "3": "He said, “I tell you with certainty, this destitute widow has dropped in more than all of them, ", "4": "because all the others contributed to the offering[d] out of their surplus, but she, in her poverty, dropped in everything she had to live on.”", "5": "Now while some people were talking about the Temple—how it was decorated with beautiful stones and gifts dedicated to God—he said, ", "6": "“As for these things that you're seeing, the time will come when not one stone will be left on another that won't be completely demolished.”", "7": "Then they asked him, “Teacher, when will these things happen, and what is to be the sign when these things are about to take place?”", "8": "He said, “See to it that you aren't deceived, because many will come in my name, proclaiming, 'I AM,' and, 'The time has come.' Don't follow them. ", "9": "But when you hear of wars and revolutions, don't ever be terrified, because these sorts of things must take place first, but the end won't come right away.”", "10": "Then he went on to say to them, “Nation will rise up in arms against nation, and kingdom against kingdom. ", "11": "In addition there will be great earthquakes, famines, and plagues in various places, as well as terrifying events, including significant signs from heaven.”", "12": "“But before all these things, people[e] will arrest you and persecute you. They will hand you over to synagogues and prisons, and you will be brought before kings and governors for my name's sake, ", "13": "in order to give you an opportunity to testify. ", "14": "So purpose in your hearts not to prepare your defense ahead of time, ", "15": "because I will give you the ability to speak, along with wisdom, that none of your opponents will be able to resist or refute. ", "16": "You will be betrayed even by parents, brothers, relatives, and friends, and they will put some of you to death. ", "17": "You will be hated continuously by everyone on account of my name. ", "18": "And yet not a hair on your head will be lost. ", "19": "But the person who endures to the end will be saved.”", "20": "“So when you see Jerusalem surrounded by armies, then understand that its devastation is approaching. ", "21": "Then those in Judea must flee to the mountains, those inside the city must leave it, and those in the countryside must not go into it, ", "22": "because these are the days of vengeance when all that is written will be fulfilled.", "23": "“How terrible it will be for those women who are pregnant or who are nursing babies in those days!—because there will be great distress in the land[f] and wrath against this people. ", "24": "They will fall by the edge of the sword and be carried off as captives among all the nations, and Jerusalem will be trampled on by unbelievers[g] until the times of the unbelievers[h] are fulfilled.”", "25": "“There will be signs in the sun, the moon, and the stars, and there will be distress on earth among the nations that are confused by the roaring of the sea and its waves. ", "26": "People will faint from fear and apprehension because of what's to be coming to the inhabited world, because the powers of the heavens will be disrupted. ", "27": "Then people[i] will see 'the Son of Man coming in a cloud'[j] with power and great glory.", "28": "“Now when these things begin to take place, stand up and lift up your heads, because your deliverance is approaching.”", "29": "Then he told them a parable: “Look at the fig tree and all the trees. ", "30": "As soon as they produce leaves, you can see for yourselves and know that summer is already approaching. ", "31": "In the same way, when you see these things taking place, you will know that the kingdom of God is near. ", "32": "I tell all of you[k] with certainty, this generation won't disappear until all these things take place. ", "33": "Heaven and earth will disappear, but my words won't ever disappear.”", "34": "“Constantly be on your guard so that your hearts will not be loaded down with self-indulgence, drunkenness, and the worries of this life, or that day will take you by surprise ", "35": "like a trap, because it will come on everyone who lives on the face of the earth. ", "36": "So be alert at all times, praying that you may have strength to escape all these things that are going to take place and to take your stand in the presence of the Son of Man.”", "37": "Now during the day Jesus[l] would teach in the Temple, but when evening came he would go out and spend the night on what is called the Mount of Olives. ", "38": "And all the people would get up early in the morning to listen to him in the Temple."}