{"1": "Now the Festival of Unleavened Bread, which is called the Passover, was near. ", "2": "So the high priests and the scribes were looking for a way to put him to death, because they were afraid of the crowd.", "3": "But Satan went into Judas called Iscariot, who belonged to the circle[a] of the Twelve. ", "4": "So he went off and discussed with the high priests and the Temple police how he could betray Jesus[b] to them. ", "5": "They were delighted, and agreed to give him money. ", "6": "Judas[c] accepted their offer and began to look for a good opportunity to betray Jesus[d] to them when no crowd was present.", "7": "Then the day of the Festival[e] of Unleavened Bread came, on which the Passover lamb was to be sacrificed. ", "8": "So Jesus[f] sent Peter and John, saying, “Go and make preparations for us to eat the Passover meal.”", "9": "They asked him, “Where do you want us to prepare it?”", "10": "He told them, “Just after you go into the city, a man carrying a jug of water will meet you. Follow him into the house he enters ", "11": "and say to the owner of the house, 'The Teacher asks you, “Where is the room where I can eat the Passover meal with my disciples?”' ", "12": "Then he will show you a large upstairs room that is furnished. Get things ready for us there.” ", "13": "So they went and found everything just as Jesus[g] had told them, and they prepared the Passover meal.", "14": "Now when the hour came, Jesus[h] took his place at the table, along with his apostles. ", "15": "He told them, “I have eagerly desired to eat this Passover meal with you before I suffer, ", "16": "because I tell all of you,[i] I will never eat it again until it finds its fulfillment in the kingdom of God.”", "17": "Then he took a cup, gave thanks, and said, “Take this and share it among yourselves, ", "18": "because I tell you, from now on I will never drink the product of the vine until the kingdom of God comes.”", "19": "Then he took a loaf of bread, gave thanks, broke it in pieces, and handed it to them, saying, “This is my body, which is given for you. Keep on doing this in memory of me.”", "20": "He did the same with the cup after supper, saying, “This cup is the new covenant sealed[j] by my blood, which is being poured out for you. ", "21": "Yet look! The hand of the man who is betraying me is with me on the table! ", "22": "The Son of Man is going away, just as it has been determined, but how terrible it will be for that man by whom he is betrayed!” ", "23": "Then they began to discuss among themselves which one of them was going to do this.", "24": "Now an argument sprang up among them as to which one of them was to be regarded as the greatest. ", "25": "But he told them, “The kings of the unbelievers[k] lord it over them, and those who exercise authority over them are called benefactors. ", "26": "But you are not to do so. On the contrary, the greatest among you should become like the youngest, and the one who leads should become like the one who serves. ", "27": "Because who is greater, the one who sits at the table, or the one who serves? It is the one at the table, isn't it? But I'm among you as one who serves.", "28": "“You are the ones who have always stood by me in my trials. ", "29": "And I confer a kingdom on you, just as my Father has conferred a kingdom[l] on me, ", "30": "so that you may eat and drink at my table in my kingdom and sit down on thrones to govern the twelve tribes of Israel.”", "31": "“Simon, Simon, listen! Satan has asked permission to sift all of you like wheat, ", "32": "but I have prayed for you that your own faith may not fail. When you have come back, you must strengthen your brothers.”", "33": "Peter[m] told him, “Lord, I am ready to go even to prison and to die with you!”", "34": "But Jesus[n] said, “I tell you, Peter, the rooster will not crow today until you deny three times that you know me.”", "35": "Then Jesus[o] asked his disciples,[p] “When I sent you out without a wallet, traveling bag, or sandals, you didn't lack anything, did you?” They replied, “Nothing at all.”", "36": "Then he told them, “But now whoever has a wallet must take it along, and his traveling bag, too. And the one who has no sword must sell his coat and buy one. ", "37": "Because I tell you, what has been written about me must be fulfilled: 'He was counted among the criminals.'[q] Indeed, what is written about me must be fulfilled.”", "38": "So they said, “Lord, look! Here are two swords.” He answered them, “Enough of that!”[r]", "39": "Then he left and went to the Mount of Olives, as usual. The disciples went with him. ", "40": "When he arrived, he told them, “Keep on praying that you may not be tempted.” ", "41": "Then he withdrew from them about a stone's throw, knelt down, and began to pray, ", "42": "“Father, if you are willing, take this cup away from me. Yet not my will but yours be done.”", "43": "Then an angel from heaven appeared to him and strengthened him. ", "44": "In his anguish he prayed more earnestly, and his sweat became like large drops of blood falling on the ground.[s]", "45": "When he got up from prayer, he went to the disciples and found them asleep from sorrow. ", "46": "He asked them, “Why are you sleeping? Get up and keep on praying that you may not be tempted.”", "47": "While Jesus[t] was still speaking, a crowd arrived. The man called Judas, one of the Twelve, was leading them, and he came close to Jesus to kiss[u] him. ", "48": "But Jesus asked him, “Judas, are you betraying the Son of Man with a kiss?”", "49": "When those who were around Jesus[v] saw what was about to take place, they asked, “Lord, should we attack with our swords?” ", "50": "Then one of them struck the high priest's servant, cutting off his right ear.", "51": "But Jesus said, “No more of this!” So he touched the wounded man's[w] ear and healed him.", "52": "Then Jesus told the high priests, the Temple police, and the elders, who had come for him, “Have you come out with swords and clubs as if I were a bandit?[x] ", "53": "While I was with you day after day in the Temple, you didn't lay a hand on me. But this is your hour, when darkness reigns!”[y]", "54": "Then they arrested him, led him away, and brought him to the high priest's house. But Peter was following at a distance. ", "55": "When they had kindled a fire in the middle of the courtyard and had taken their seats, Peter, too, sat down among them. ", "56": "A servant girl saw him sitting by the fire, stared at him, and said, “This man was with him, too.”", "57": "But he denied it, “I don't know him, woman!” he responded.", "58": "A little later, a man looked at him and said, “You are one of them, too.” But Peter said, “Mister,[z] I am not!”", "59": "About an hour later, another man emphatically asserted, “This man was certainly with him, because he is a Galilean!”", "60": "But Peter said, “Mister,[aa] I don't know what you're talking about!” Just then, while he was still speaking, a rooster crowed.", "61": "Then the Lord turned and looked straight at Peter. And Peter remembered the word from the Lord, and how he had told him, “Before a rooster crows today, you will deny me three times.” ", "62": "So he went outside and cried bitterly.", "63": "Then the men who were holding Jesus in custody began to make fun of him while they beat him. ", "64": "They blindfolded him and asked him over and over again, “Prophesy! Who is the one who hit you?” ", "65": "And they kept insulting[ab] him in many other ways.", "66": "As soon as day came, the elders of the people, the high priests, and the scribes assembled and brought him before their Council.[ac] ", "67": "They said, “If you are the Messiah,[ad] tell us.” But he told them, “If I tell you, you won't believe me, ", "68": "and if I ask you a question, you won't answer me. ", "69": "But from now on the Son of Man will be seated at the right hand of the mighty God.”[ae]", "70": "Then they all asked, “Are you, then, the Son of God?” He answered them, “You said it—I AM.”", "71": "“Why do we need any more testimony?” they asked. “We have heard it ourselves from his own mouth!”"}