{"1": "Then the whole crowd got up and took him to Pilate. ", "2": "They began to accuse him, “We found this man corrupting our nation, forbidding us to pay taxes to Caesar, and saying that he is the Messiah,[a] a king.”", "3": "Then Pilate asked him, “Are you the king of the Jews?” He answered, “You say so.”", "4": "Then Pilate told the high priests and crowds, “I do not find anything chargeable in this man.”", "5": "But they kept insisting, “He is stirring up the people with what he teaches all over Judea, from where he started in Galilee to this place.”", "6": "When Pilate heard this, he asked whether the man was a Galilean. ", "7": "When he learned with certainty that Jesus[b] came from Herod's jurisdiction, he sent him off to Herod, who was in Jerusalem at that time. ", "8": "Now Herod was very glad to see Jesus, because he had been wanting to see him for a long time on account of what he had heard about him. He was also hoping to see some sign done by him. ", "9": "So he continued to question him for a long time, but Jesus[c] gave him no answer at all. ", "10": "Meanwhile, the high priests and the scribes stood nearby and continued to accuse him vehemently. ", "11": "Even[d] Herod and his soldiers treated him with contempt and made fun of him. He put a magnificent robe on Jesus[e] and sent him back to Pilate. ", "12": "So Herod and Pilate became friends with each other that very day. Before this they had been enemies.", "13": "Then Pilate called the high priests, the other[f] leaders, and the people together ", "14": "and told them, “You brought this man to me as one who turns the people against the government. And here in your presence I have examined him and have found him 'Not Guilty' of the charges you make against him. ", "15": "Neither does Herod, because he sent him back to us! Indeed, this man[g] has done nothing to deserve death. ", "16": "So I will punish him and let him go.”", "17": "Now he was obligated to release someone for them at the festival.[h] ", "18": "But they all shouted out together, “Away with this man! Release Barabbas for us!” ", "19": "(This man had been put in prison for murder and for a revolt that had taken place in the city.) ", "20": "But Pilate wanted to let Jesus go, so he appealed to them again, ", "21": "but they continued to shout, “Crucify him! Crucify him!”", "22": "Then he spoke to them a third time: “What has he done wrong? I have found nothing in him worthy of death. So I will punish him and let him go.” ", "23": "But they kept pressing him with loud shouts, demanding that Jesus[i] be crucified, and their shouts began to prevail.", "24": "Then Pilate pronounced his sentence that their demand should be carried out. ", "25": "So he released the man who had been put in prison for revolt and murder—the man whose release[j] they continued to demand—but he let them have their way with Jesus.[k]", "26": "As they led Jesus[l] away, they grabbed Simon, a man from Cyrene, as he was coming in from the country, and they put the cross on him and made him carry it behind Jesus. ", "27": "A large crowd of people followed him, including some women who kept mourning and wailing for him.", "28": "But Jesus turned to them and said, “Women[m] of Jerusalem, stop crying for me. Instead, cry for yourselves and for your children, ", "29": "because the time is surely coming when people[n] will say, 'How blessed are the women who couldn't bear children and the wombs that never bore and the breasts that never nursed!' ", "30": "Then people[o] will begin to say to the mountains, 'Fall on us!', and to the hills, 'Cover us up!'[p] ", "31": "And if they do this when the wood is green, what will happen when it is dry?”", "32": "Two others, who were criminals, were also led away to be executed with Jesus.[q] ", "33": "When they reached the place called The Skull, they crucified him there with the criminals, one on his right and one on his left. ", "34": "Jesus kept saying, “Father, forgive them, because they don't know what they're doing.”[r] Then they divided his clothes among them by throwing dice.", "35": "Meanwhile, the people stood looking on. The leaders were mocking him by saying, “He saved others. Let him save himself, if he is the Messiah[s] of God, the chosen one!”", "36": "The soldiers also made fun of Jesus[t] by coming up and offering him sour wine, ", "37": "saying, “If you are the king of the Jews, save yourself!” ", "38": "There was also an inscription over him written in Greek, Latin, and Hebrew:[u] “This is the King of the Jews.”", "39": "Now one of the criminals hanging there kept insulting[v] him, “You are the Messiah,[w] aren't you? Save yourself…and us!”", "40": "But the other criminal rebuked him, “Aren't you afraid of God, since you are suffering the same penalty? ", "41": "We have been condemned justly, because we are getting what we deserve for what we have done, but this man has done nothing wrong.” ", "42": "Then he went on to plead, “Jesus, remember me when you come into[x] your kingdom!”", "43": "Jesus[y] told him, “I tell you[z] with certainty, today you will be with me in Paradise.”", "44": "It was already about noon,[aa] and the whole land[ab] became dark until three in the afternoon[ac] ", "45": "because the sun had stopped shining, and the curtain[ad] in the sanctuary was torn in two. ", "46": "Then Jesus cried out with a loud voice and said, “Father, into your hands I entrust my spirit.”[ae] After he said this, he breathed his last.", "47": "When the centurion[af] saw what had taken place, he praised God and said, “This man certainly was righteous!” ", "48": "When all the crowds who had come together for this spectacle saw what had taken place, they beat their chests and left. ", "49": "But all his acquaintances, including the women who had followed him from Galilee, were standing at a distance watching these things.", "50": "Now there was a man named Joseph, a member of the Council,[ag] a good and righteous man— ", "51": "he had not voted for their plan and action—from the Jewish town of Arimathea; and he was waiting for the kingdom of God. ", "52": "He went to Pilate and asked for the body of Jesus. ", "53": "Then he took it down, wrapped it in a linen cloth, and laid it in a tomb cut in the rock, in which no one had yet been laid.", "54": "It was the Preparation Day, and the Sabbath was just beginning. ", "55": "So the women who had come with Jesus[ah] from Galilee, following close behind, saw the tomb and how his body was laid. ", "56": "Then they went back and prepared spices and perfumes, and on the Sabbath they rested according to the commandment."}