{"1": "But at early dawn on the first day of the week,[a] they went to the tomb, taking the spices they had prepared. ", "2": "They found the stone rolled away from the tomb, ", "3": "but when they went in, they didn't find the body of the Lord Jesus.[b] ", "4": "While they were puzzling over this, two men in dazzling robes suddenly stood beside them. ", "5": "While the women remained terrified, bowing their faces to the ground, the men[c] asked them, “Why are you looking among the dead for someone who is living? ", "6": "He is not here, but has been raised.[d] Remember what he told you while he was still in Galilee: ", "7": "'The Son of Man must be handed over to sinful men, be crucified, and rise on the third day.'”", "8": "Then the women[e] remembered Jesus'[f] words. ", "9": "They returned from the tomb and reported all these things to the eleven disciples[g] and all the others. ", "10": "The women who told the apostles about it were Mary Magdalene,[h] Joanna, Mary the mother of James, and some[i] others. ", "11": "But what they said seemed nonsense to them, so they did not believe them. ", "12": "Peter, however, got up and ran to the tomb. He stooped down and saw only the linen cloths. Then he went home, wondering about what had happened.[j]", "13": "On the same day, two of Jesus' followers[k] were walking to a village called Emmaus, about 60 stadia[l] from Jerusalem. ", "14": "They were talking with each other about all these things that had taken place. ", "15": "While they were discussing and analyzing what had happened,[m] Jesus himself approached and began to walk with them, ", "16": "but their eyes were prevented from recognizing him.", "17": "He asked them, “What are you discussing with each other as you're walking along?” They stood still and looked gloomy.", "18": "The one whose name was Cleopas answered him, “Are you the only visitor to Jerusalem who doesn't know what happened there in the past few days?”", "19": "He asked them, “What things?” They answered him, “The events involving Jesus of Nazareth,[n] who was a prophet, mighty in what he said and did before God and all the people, ", "20": "and how our high priests and leaders handed him over to be condemned to death and had him crucified. ", "21": "But we kept hoping that he would be the one to redeem[o] Israel. What is more, this is now the third day since these things occurred. ", "22": "Even some of our women have startled us by what they told us.[p] They were at the tomb early this morning ", "23": "and didn't find his body there, so they came back and told us that they had seen a vision of angels, who were saying that he was alive. ", "24": "Then some of those who were with us went to the tomb and found it just as the women had said. However, they didn't see him.”", "25": "Then Jesus[q] told them, “O, how foolish you are! How slow you are to believe everything the prophets said! ", "26": "The Messiah[r] had to suffer these things and then enter his glory, didn't he?” ", "27": "Then, beginning with Moses and all the Prophets, he explained to them all the passages of Scripture about himself.", "28": "As they came near the village where the two men[s] were headed, Jesus[t] acted as though he were going farther. ", "29": "But they strongly urged him, “Stay with us, because it is almost evening and the daylight is nearly gone.” So he went in to stay with them.", "30": "While he was at the table with them, he took the bread, blessed it, broke it in pieces, and gave it to them. ", "31": "Then their eyes were opened, and they knew who he was. And he vanished from them.", "32": "Then they asked each other, “Our hearts kept burning within us[u] as he was talking to us on the road and explaining the Scriptures to us, didn't they?”", "33": "They got up right away, went back to Jerusalem, and found the eleven disciples[v] and their companions all together. ", "34": "They kept saying, “The Lord has really risen and has appeared to Simon!” ", "35": "Then the two men[w] began to tell what had happened on the road and how they had recognized him when he broke the bread in pieces.", "36": "While they were all talking about this, Jesus[x] himself stood among them and told them, “Peace be with you.”[y]", "37": "They were startled and terrified, thinking they were seeing a ghost. ", "38": "But Jesus[z] told them, “What's frightening you? And why are you doubting? ", "39": "Look at my hands and my feet, because it's really me. Touch me and look at me, because a ghost doesn't have flesh and bones as you see that I have.” ", "40": "After he had said this, he showed them his hands and his feet.[aa] ", "41": "Even though they were still skeptical due to their joy and astonishment, Jesus[ab] asked them, “Do you have anything here to eat?”", "42": "They gave him a piece of broiled fish, ", "43": "and he took it and ate it in their presence. ", "44": "Then he told them, “These are the words that I spoke to you while I was still with you—that everything written about me in the Law of Moses, the Prophets, and the Psalms had to be fulfilled.”", "45": "Then he opened their minds so that they might understand the Scriptures. ", "46": "He told them, “This is how it is written: the Messiah[ac] was to suffer and rise from the dead on the third day, ", "47": "and then repentance and forgiveness of sins is to be proclaimed in his name to all the nations, beginning at Jerusalem. ", "48": "You are witnesses of these things. ", "49": "I am sending to you what my Father promised, so stay here in the city until you have been clothed with power from on high.”", "50": "Later, he led them out as far as Bethany, lifted up his hands, and blessed them. ", "51": "While he was blessing them, he left them and was taken up to heaven.[ad] ", "52": "They worshipped him and[ae] returned to Jerusalem filled with great joy. ", "53": "They were continually in the Temple, blessing[af] God.[ag]"}