{"1": "One day, as the crowd was pressing in on him to listen to God's word, Jesus[a] was standing by the lake of Gennesaret. ", "2": "He saw two boats lying on the shore, but the fishermen had stepped out of them and were washing their nets. ", "3": "So Jesus[b] got into one of the boats (the one that belonged to Simon) and asked him to push out a little from the shore. Then he sat down and began to teach the crowds from the boat.", "4": "When he had finished speaking, he told Simon, “Push out into deep water, and lower your nets for a catch.”", "5": "Simon answered, “Master, we have worked hard all night and caught nothing. But if you say so, I'll lower the nets.” ", "6": "After the men[c] had done this, they caught so many fish that the nets began to tear. ", "7": "So they signaled to their partners in the other boat to come and help them. They came and filled both boats until the boats[d] began to sink. ", "8": "When Simon Peter saw this, he fell down at Jesus' knees and said, “Leave me, Lord! I am a sinful man!”— ", "9": "because Simon[e] and all the people who were with him were amazed at the number of fish they had caught, ", "10": "and so were James and John, Zebedee's sons and Simon's partners. Then Jesus told Simon, “Stop being afraid. From now on you will be catching people.” ", "11": "So when they brought the boats to shore, they left everything and followed Jesus.[f]", "12": "One day, while Jesus[g] was in one of the cities, a man covered with leprosy saw Jesus and fell on his face, begging him, “Lord, if you want to, you can make me clean.”", "13": "So Jesus[h] reached out his hand and touched him, saying, “I do want to. Be clean!” Instantly the leprosy left him. ", "14": "Then Jesus[i] ordered him, “Don't tell anyone. Instead, go and show yourself to the priest and make an offering for your cleansing, just as Moses commanded, as proof to the authorities.”[j] ", "15": "But the news about Jesus[k] spread even more, and many crowds began gathering to hear him and to be healed of their diseases. ", "16": "However, he continued his habit of retiring to deserted places and praying.", "17": "One day, as Jesus[l] was teaching, some Pharisees and teachers of the Law happened to be sitting nearby. The people[m] had come from every village in Galilee and Judea and from Jerusalem. The power of the Lord was present to heal them.[n] ", "18": "Some men were bringing a paralyzed man on a stretcher. They were trying to take him into the house[o] and place him in front of Jesus.[p] ", "19": "When they couldn't find a way to get him in because of the crowd, they went up on the roof and let him down on his stretcher through the tiles into the middle of the room,[q] right in front of Jesus. ", "20": "When Jesus[r] saw their faith, he said, “Mister,[s] your sins are forgiven.”", "21": "The scribes and the Pharisees began to argue among themselves, saying, “Who is this man who is uttering blasphemies? Who can forgive sins but God alone?”", "22": "Because Jesus knew that they were arguing, he asked them, “Why are you arguing about this among yourselves?[t] ", "23": "Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "24": "But so you'll know that the Son of Man has authority on earth to forgive sins….” he told the paralyzed man, “I say to you: Get up, pick up your stretcher, and go home!” ", "25": "So the man[u] immediately stood up in front of them and picked up what he had been lying on. Then he went home, praising God.", "26": "Amazement seized all the people, and they began to praise God. They were filled with fear[v] and declared, “We have seen wonderful things today!”", "27": "After that, Jesus[w] went out and saw a tax collector named Levi sitting at the tax collector's desk. He told him, “Follow me!” ", "28": "So Levi[x] left everything behind, got up, and followed him.", "29": "Later, Levi gave a large banquet at his home for Jesus.[y] A large crowd of tax collectors and others were eating with them. ", "30": "The Pharisees and their scribes started complaining to Jesus'[z] disciples, “Why do you eat and drink with tax collectors and sinners?”", "31": "But Jesus answered them, “Healthy people don't need a physician, but sick people do. ", "32": "I have not come to call righteous people, but sinners, to repentance.”", "33": "Then they told him, “John's disciples frequently fast and pray, and so do those of the Pharisees. But your disciples[aa] keep right on eating and drinking.”", "34": "But Jesus told them, “You can't force the wedding guests[ab] to fast while the groom is still with them, can you? ", "35": "But the time will come when the groom will be taken away from them, and at that time they will fast.”", "36": "Then he told them a parable: “No one tears a piece of cloth from a new garment and sews it on an old garment. If he does, the new cloth will tear, and the piece from the new won't match the old. ", "37": "And no one pours new wine into old wineskins. If he does, the new wine will make the skins burst, the wine[ac] will be spilled, and the skins will be ruined. ", "38": "Instead, new wine is to be poured into fresh wineskins. ", "39": "No one who has been drinking old wine wants new wine, because he says, 'The old wine is good enough!'”[ad]"}