{"1": "One time Jesus[a] was walking through some grain fields on a Sabbath.[b] His disciples were picking the heads of grain, rubbing them in their hands, and eating them. ", "2": "Some of the Pharisees asked, “Why are you doing what isn't lawful on Sabbath days?”[c]", "3": "Jesus answered them, “Haven't you read what David did when he and his companions became hungry? ", "4": "How was it that he went into the house of God, took the Bread of the Presence and ate it, which was not lawful for anyone but the priests to eat, and then gave some of it to his companions?”", "5": "Then he told them, “The Son of Man is Lord of the Sabbath.”", "6": "Once, on another Sabbath, Jesus[d] went into a synagogue and began teaching. A man whose right hand was paralyzed was there. ", "7": "The scribes and the Pharisees were watching Jesus[e] closely to see[f] whether he would heal on the Sabbath, in order to find a way of accusing him of doing something wrong. ", "8": "But Jesus[g] knew what they were thinking. So he told the man with the paralyzed hand, “Get up, and stand in the middle of the synagogue.”[h] So he got up and stood there.", "9": "Then Jesus asked them, “I ask you, is it lawful to do good or to do evil on the Sabbath, to save a life or to destroy it?”", "10": "He looked around at all of them and then told the man,[i] “Hold out your hand.” The man[j] did so, and his hand was restored to health. ", "11": "The others were furious[k] and began to discuss with each other what they could do to Jesus.", "12": "Now it was in those days that Jesus[l] went to a mountain to pray, and he spent the whole night in prayer to God. ", "13": "When daylight came, he called his disciples and chose twelve of them, whom he also called apostles: ", "14": "Simon (whom he named Peter), his brother Andrew, James, John, Philip, Bartholomew, ", "15": "Matthew, Thomas, James (the son of Alphaeus), Simon (who was called the Zealot), ", "16": "Judas (the son of James), and Judas Iscariot (who became a traitor).", "17": "Then Jesus[m] came down with them and stood on a level place, along with many of his disciples and a large gathering of people from all over Judea, Jerusalem, and the seacoast of Tyre and Sidon. ", "18": "They had come to hear him and to be healed of their diseases. Even those who were being tormented by unclean spirits were being healed. ", "19": "The entire crowd was trying to touch him, because power was coming out from him and healing all of them.", "20": "Then Jesus[n] looked at his disciples and said, “How blessed are you who are destitute, because the kingdom of God is yours!", "21": "How blessed are you who are hungry now, because you will be satisfied! How blessed are you who are crying now, because you will laugh!", "22": "“How blessed are you whenever people hate you, avoid you, insult you, and slander you because of the Son of Man! ", "23": "Rejoice in that day and leap for joy, because your reward in heaven is great! That's the way their ancestors used to treat the prophets.", "24": "“But how terrible it will be for you who are rich, because you have had your comfort!", "25": "How terrible it will be for you who are full now, because you will be hungry! How terrible it will be for you who are laughing now, because you will mourn and cry!", "26": "“How terrible it will be for you when everyone says nice things about you, because that's the way their ancestors used to treat the false prophets!”", "27": "“But I say to you who are listening: Love your enemies. Do good to those who hate you. ", "28": "Bless those who curse you, and pray for those who insult you. ", "29": "If someone strikes you on the cheek, offer him the other one as well, and if someone takes your coat, don't keep back your shirt, either. ", "30": "Keep on giving to everyone who asks you for something, and if anyone takes what is yours, do not insist on getting it back. ", "31": "Whatever you want people to do for you, do the same for them.", "32": "“If you love those who love you, what thanks do you deserve? Why, even sinners love those who love them. ", "33": "If you do good to those who do good to you, what thanks do you deserve? Even sinners do that. ", "34": "If you lend to those from whom you expect to get something back, what thanks do you deserve? Even sinners lend to sinners to get back what they lend. ", "35": "Instead, love your enemies, do good to them, and lend to them, expecting nothing in return. Then your reward will be great, and you will be children of the Most High, because he is kind even to ungrateful and evil people. ", "36": "Be merciful, just as your Father is merciful.”", "37": "“Stop judging, and you'll never be judged. Stop condemning, and you'll never be condemned. Forgive, and you'll be forgiven. ", "38": "Give, and it will be given to you. A large quantity, pressed together, shaken down, and running over will be put into your lap, because you'll be evaluated by the same standard with which you evaluate others.”", "39": "He also told them a parable: “One blind person can't lead another blind person, can he? Both will fall into a ditch, won't they? ", "40": "A disciple is not better than his teacher. But everyone who is fully-trained will be like his teacher.", "41": "“Why do you see the speck in your brother's eye but fail to notice the beam in your own eye? ", "42": "How can you say to your brother, 'Brother, let me take the speck out of your eye,' when you don't see the beam in your own eye? You hypocrite! First remove the beam from your own eye, and then you'll see clearly enough to remove the speck from your brother's eye.”", "43": "“A good tree doesn't produce rotten fruit, and a rotten tree doesn't produce good fruit, ", "44": "because every tree is known by its own fruit. People[o] don't gather figs from thorny plants or pick grapes from a thorn bush. ", "45": "A good person produces good from the good treasure of his heart, and an evil person produces evil from an evil treasure, because the mouth speaks from the overflow of the heart.”", "46": "“Why do you keep calling me 'Lord, Lord,' but don't do what I tell you? ", "47": "I will show you what everyone is like who comes to me, hears my words, and acts on them. ", "48": "They are like a person building a house, who dug a deep hole to lay the foundation on rock. When a flood came, the floodwaters pushed against that house but couldn't shake it, because it had been founded on the rock.[p] ", "49": "But the person who hears what I say[q] but doesn't act on it is like someone who built a house on the ground without any foundation. When the floodwaters pushed against it, that house[r] quickly collapsed, and the resulting destruction of that house was extensive.”"}