{"1": "After Jesus[a] had finished saying all these things[b] to the people who were there listening, he went to Capernaum. ", "2": "There a centurion's servant, whom he valued highly, was sick and about to die. ", "3": "When the centurion[c] heard about Jesus, he sent some Jewish elders to him to ask him to come and save his servant's life. ", "4": "So they went to Jesus and begged him repeatedly, “He deserves to have this done for him, ", "5": "because he loves our people and built our synagogue for us.”", "6": "So Jesus went with them. He was not far from the house when the centurion sent friends to tell Jesus,[d] “Sir,[e] stop troubling yourself, because I'm not worthy to have you come under my roof. ", "7": "That's why I didn't presume to come to you. But just say the word, and let my servant be healed, ", "8": "because I, too, am a man under authority and have soldiers under me. I say to one 'Go' and he goes, to another 'Come' and he comes, and to my servant 'Do this' and he does it.”", "9": "When Jesus heard this, he was amazed at him. Turning to the crowd that was following him, he said, “I tell you, not even in Israel have I found this kind of faith!” ", "10": "Then the men who had been sent returned to the house and found the servant in perfect health.", "11": "Soon afterwards, Jesus[f] went to a city called Nain. His disciples and a large crowd were going along with him. ", "12": "As he approached the entrance to the city, a man who had died was being carried out. He was his mother's only living[g] son, and she was a widow. A large crowd from the city was with her.", "13": "When the Lord saw her, he felt compassion for her. He told her, “You can stop crying.” ", "14": "Then he went up and touched the bier, and the men who were carrying it stopped. He said, “Young man, I say to you, get up!” ", "15": "The man who had been dead sat up and began to speak, and Jesus[h] gave him back to his mother.", "16": "Fear gripped everyone, and they began to praise God. “A great prophet has appeared among us,” they said, and “God has helped his people.” ", "17": "This news about Jesus[i] spread throughout Judea and all the surrounding countryside.", "18": "John's disciples told him about all these things. So John called two of his disciples ", "19": "and sent them to the Lord to ask, “Are you the Coming One, or should we wait for someone else?”", "20": "When the men had come to Jesus,[j] they said, “John the Baptist has sent us to you to ask, 'Are you the Coming One, or should we wait for someone else?'”", "21": "At that time Jesus[k] had healed many people of diseases, plagues, and evil spirits, and had given sight to many who were blind. ", "22": "So he answered them, “Go and tell John what you have observed and heard: the blind see, the lame walk, lepers are cleansed, the deaf hear again, the dead are raised, and the destitute hear the good news. ", "23": "How blessed is anyone who is not offended by me!”", "24": "When John's messengers had gone, Jesus[l] began to ask the crowds about John. “What did you go out into the wilderness to see? A reed shaken by the wind? ", "25": "Really, what did you go out to see? A man dressed in fancy clothes? Look! Those who wear fine clothes and live in luxury are in royal palaces. ", "26": "Really, what did you go out to see? A prophet? Yes, I tell you, and even more than a prophet! ", "27": "This is the man about whom it is written, 'See, I am sending my messenger ahead of you, who will prepare your way before you.'[m]", "28": "I tell you, no one has ever been born who is[n] greater than John. Yet even the least important person in the kingdom of God is greater than he.”", "29": "By having been baptized with John's baptism, all the people who listened, including the tax collectors, acknowledged God's justice.[o] ", "30": "But the Pharisees and the experts in the Law rejected God's plan for themselves[p] by refusing to be baptized by John.[q]", "31": "Jesus continued,[r] “To what may I compare the people living today?[s] ", "32": "They're like little children who sit in the marketplace and shout to each other, 'A wedding song we played for you, the dance you all did scorn. A woeful dirge we chanted, too, but then you would not mourn.'", "33": "Because John the Baptist has come neither eating bread nor drinking wine, yet you say, 'He has a demon!' ", "34": "The Son of Man has come eating and drinking, and you say, 'Look! He's[t] a glutton and a drunk, a friend of tax collectors and sinners!' ", "35": "Wisdom is vindicated by all[u] her children.”", "36": "Now one of the Pharisees invited Jesus[v] to eat with him. So he went to the Pharisee's home and took his place at the table. ", "37": "There was a woman who was a notorious[w] sinner in that city. When she learned that Jesus[x] was eating at the Pharisee's home, she took an alabaster jar of perfume ", "38": "and knelt at his feet behind him. She was crying and began to wash his feet with her tears and dry them with her hair.[y] Then she kissed his feet over and over again, anointing them constantly with the perfume.", "39": "Now the Pharisee who had invited Jesus[z] saw this and told himself, “If this man were a prophet, he would have known who is touching him and what kind of woman she is. She's a sinner!”", "40": "Jesus told him, “Simon, I have something to ask you.” “Teacher,” he replied, “ask it.”", "41": "“Two men were in debt to a moneylender. One owed him 500 denarii,[aa] and the other 50. ", "42": "When they couldn't pay it back, he generously canceled the debts for both of them. Now which of them will love him more?”", "43": "Simon answered, “I suppose the one who had the larger debt canceled.” Jesus[ab] told him, “You have answered correctly.”", "44": "Then, turning to the woman, he told Simon, “Do you see this woman? I came into your house. You didn't give me any water for my feet, but this woman has washed my feet with her tears and dried them with her hair. ", "45": "You didn't give me a kiss,[ac] but this woman, from the moment I came in, has not stopped kissing my feet. ", "46": "You didn't anoint my head with oil, but this woman has anointed my feet with perfume. ", "47": "So I'm telling you that her sins, as many as they are, have been forgiven, and that's why she has shown such great love. But the one to whom little is forgiven loves little.”", "48": "Then Jesus[ad] told her, “Your sins are forgiven!”", "49": "Those who were at the table with them began to say among themselves, “Who is this man who even forgives sins?”", "50": "But Jesus[ae] told the woman, “Your faith has saved you. Go in peace.”"}