{"1": "Jesus[a] called the Twelve together and gave them power and authority over all the demons and to heal diseases. ", "2": "Then he sent them to proclaim the kingdom of God and to heal the sick. ", "3": "He told them, “Don't take anything along on your trip—no walking stick, traveling bag, bread, money, or even an extra shirt.[b] ", "4": "When you visit a home and stay there, and go out from there, ", "5": "if people don't welcome you, when you leave that city, shake its dust off your feet as a testimony against them.” ", "6": "So they left and went from village to village, spreading the good news and healing diseases everywhere.", "7": "Now Herod the tetrarch heard about everything that was happening. He was puzzled because it was said by some that John had been raised from the dead, ", "8": "by others that Elijah had appeared, and by still others that one of the ancient prophets had come back to life. ", "9": "Herod said, “I beheaded John. But who is this man I'm hearing so much about?” So Herod[c] kept trying to see Jesus.[d]", "10": "The apostles came back and told Jesus[e] everything they had done. Then he took them away with him privately to a city called Bethsaida. ", "11": "But the crowds found out about this and followed him. He welcomed them and began to speak to them about the kingdom of God and to heal those who needed healing.", "12": "As the day was drawing to a close, the Twelve came to him and said, “Send the crowd away to the neighboring villages and farms so they can rest and get some food, because we are here in a deserted place.”", "13": "But he told them, “You give them something to eat.” They replied, “We have nothing more than five loaves of bread and two fish—unless we go and buy food for all these people.”", "14": "Now there were about 5,000 men. So he told his disciples, “Have them sit down in groups of about 50.” ", "15": "They did this and got all of them seated. ", "16": "Taking the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke the loaves in pieces and kept giving them to the disciples to pass on to the crowd. ", "17": "All of them ate and were filled. When they collected the leftover pieces, there were twelve baskets.", "18": "One day, while Jesus[f] was praying privately and the disciples were with him, he asked them, “Who do the crowds say I am?”", "19": "They answered, “Some say[g] John the Baptist, others Elijah, and still others one of the ancient prophets who has come back to life.”", "20": "He asked them, “But who do you say I am?” “God's Messiah,”[h] Peter replied.", "21": "He gave them strict orders, commanding them not to tell this to anyone. ", "22": "He said, “The Son of Man must suffer a great deal and be rejected by the elders, the high priests, and the scribes. Then he must be killed, but on the third day he will be raised.”", "23": "Then he told all of them, “If anyone wants to come with me, he must deny himself, pick up his cross every day, and follow me continuously, ", "24": "because whoever wants to save his life will lose it, but whoever loses his life for my sake will save it. ", "25": "What profit will a person have if he gains the whole world, but destroys himself or is lost? ", "26": "If anyone is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory and the glory of[i] the Father and the holy angels. ", "27": "I tell you with certainty, some people who are standing here won't experience[j] death until they see the kingdom of God.”", "28": "Now about eight days after Jesus said this,[k] he took Peter, John, and James with him and went up on a mountain to pray. ", "29": "While he was praying, the appearance of his face changed, and his clothes turned dazzling white. ", "30": "Suddenly, two men were talking with him. They were Moses and Elijah. ", "31": "They had a glorified appearance, and were discussing Jesus'[l] departure that he would shortly bring about in Jerusalem.", "32": "Now Peter and the men with him had been overcome by sleep. When they woke up, they saw Jesus'[m] glory and the two men standing with him. ", "33": "Just as Moses and Elijah[n] were leaving,[o] Peter told Jesus, “Master, it's good that we're here! Let's set up three shelters[p]—one for you, one for Moses, and one for Elijah.” (Peter[q] didn't know what he was saying.) ", "34": "But while he was saying this, a cloud appeared and surrounded them, and they became terrified as they were being overshadowed by the cloud.", "35": "Then a voice came out of the cloud and said, “This is my Son, whom I have chosen.[r] Keep listening to him!” ", "36": "After the voice had spoken, Jesus was[s] alone. The disciples[t] kept silent and at that time[u] told no one about what they had seen.", "37": "The next day, when they had come down from the mountain, a large crowd met Jesus.[v] ", "38": "Suddenly, a man in the crowd shouted, “Teacher, I beg you to look at my son, because he is my only living child.[w] ", "39": "Without warning a spirit takes control of him, and he suddenly screams, goes into convulsions, and foams at the mouth. The spirit[x] mauls him and refuses to leave him. ", "40": "I begged your disciples to drive it out, but they couldn't.”", "41": "Jesus answered, “You unbelieving and perverted generation! How much longer must I be with you[y] and put up with you?[z] Bring your[aa] son here!” ", "42": "Even while the boy[ab] was coming, the demon knocked him to the ground and threw him into convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father.", "43": "All the people continued to be amazed at the greatness of God. Indeed, everyone was astonished at all the things Jesus[ac] was doing. So he told his disciples, ", "44": "“Listen carefully to these words.[ad] The Son of Man is going to be betrayed into human hands.” ", "45": "But they didn't know what this meant. Indeed, the meaning was hidden from them so that they didn't understand it; and they were afraid to ask him about this statement.", "46": "Later, an argument started among the disciples[ae] as to which of them might be the greatest. ", "47": "But Jesus, knowing their inner thoughts, took a little child and had him stand beside him. ", "48": "Then he told them, “Whoever welcomes this little child in my name welcomes me, and whoever welcomes me welcomes the one who sent me, because the one who is least among all of you is the one who is greatest.”", "49": "John said, “Master, we saw someone driving out demons in your name. We tried to stop him, because he wasn't a follower like us.”", "50": "Jesus told him, “Don't stop him! Because whoever is not against you is for you.”", "51": "When the days grew closer for Jesus[af] to be taken up to heaven,[ag] he was determined to continue his journey to Jerusalem. ", "52": "So he sent messengers on ahead of him. On their way they went into a Samaritan village to get things ready for him. ", "53": "But the people[ah] would not welcome him, because he was determined to go to Jerusalem. ", "54": "When his disciples James and John observed this rejection,[ai] they asked, “Lord, do you want us to call fire down from heaven to destroy them?”[aj] ", "55": "But he turned and rebuked them,[ak] ", "56": "and they all[al] went on to another village.", "57": "While they were walking along the road, a man told him, “I will follow you wherever you go.”", "58": "Jesus told him, “Foxes have holes and birds[am] have nests, but the Son of Man has no place to rest.”[an]", "59": "He told another man, “Follow me.” But he said, “Lord,[ao] first let me go and bury my father.”", "60": "But he told him, “Let the dead bury their own dead. But you go and proclaim the kingdom of God.”", "61": "Still another man said, “I will follow you, Lord, but first let me say goodbye to those at home.”", "62": "Jesus told him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"}