{"1": "And he said to his disciples, “Temptations to sin[a] are sure to come; but woe to him by whom they come! ", "2": "It would be better for him if a millstone were hung round his neck and he were cast into the sea, than that he should cause one of these little ones to sin.[b] ", "3": "Take heed to yourselves; if your brother sins, rebuke him, and if he repents, forgive him; ", "4": "and if he sins against you seven times in the day, and turns to you seven times, and says, 'I repent,' you must forgive him.”", "5": "The apostles said to the Lord, “Increase our faith!” ", "6": "And the Lord said, “If you had faith as a grain of mustard seed, you could say to this sycamine tree, 'Be rooted up, and be planted in the sea,' and it would obey you.", "7": "“Will any one of you, who has a servant plowing or keeping sheep, say to him when he has come in from the field, 'Come at once and sit down at table'? ", "8": "Will he not rather say to him, 'Prepare supper for me, and gird yourself and serve me, till I eat and drink; and afterward you shall eat and drink'? ", "9": "Does he thank the servant because he did what was commanded? ", "10": "So you also, when you have done all that is commanded you, say, 'We are unworthy servants; we have only done what was our duty.'”", "11": "On the way to Jerusalem he was passing along between Samar′ia and Galilee. ", "12": "And as he entered a village, he was met by ten lepers, who stood at a distance ", "13": "and lifted up their voices and said, “Jesus, Master, have mercy on us.” ", "14": "When he saw them he said to them, “Go and show yourselves to the priests.” And as they went they were cleansed. ", "15": "Then one of them, when he saw that he was healed, turned back, praising God with a loud voice; ", "16": "and he fell on his face at Jesus' feet, giving him thanks. Now he was a Samaritan. ", "17": "Then said Jesus, “Were not ten cleansed? Where are the nine? ", "18": "Was no one found to return and give praise to God except this foreigner?” ", "19": "And he said to him, “Rise and go your way; your faith has made you well.”", "20": "Being asked by the Pharisees when the kingdom of God was coming, he answered them, “The kingdom of God is not coming with signs to be observed; ", "21": "nor will they say, 'Lo, here it is!' or 'There!' for behold, the kingdom of God is in the midst of you.”[c]", "22": "And he said to the disciples, “The days are coming when you will desire to see one of the days of the Son of man, and you will not see it. ", "23": "And they will say to you, 'Lo, there!' or 'Lo, here!' Do not go, do not follow them. ", "24": "For as the lightning flashes and lights up the sky from one side to the other, so will the Son of man be in his day.[d] ", "25": "But first he must suffer many things and be rejected by this generation. ", "26": "As it was in the days of Noah, so will it be in the days of the Son of man. ", "27": "They ate, they drank, they married, they were given in marriage, until the day when Noah entered the ark, and the flood came and destroyed them all. ", "28": "Likewise as it was in the days of Lot—they ate, they drank, they bought, they sold, they planted, they built, ", "29": "but on the day when Lot went out from Sodom fire and sulphur rained from heaven and destroyed them all— ", "30": "so will it be on the day when the Son of man is revealed. ", "31": "On that day, let him who is on the housetop, with his goods in the house, not come down to take them away; and likewise let him who is in the field not turn back. ", "32": "Remember Lot's wife. ", "33": "Whoever seeks to gain his life will lose it, but whoever loses his life will preserve it. ", "34": "I tell you, in that night there will be two in one bed; one will be taken and the other left. ", "35": "There will be two women grinding together; one will be taken and the other left.”[e] ", "37": "And they said to him, “Where, Lord?” He said to them, “Where the body is, there the eagles[f] will be gathered together.”"}