{"1": "When Jesus had spoken these words, He went forth with His disciples over the [a]ravine of the Kidron, where there was a garden, in which He entered [b]with His disciples.", "2": "Now Judas also, who was [c]betraying Him, knew the place, for Jesus had often met there with His disciples.", "3": "Judas then, having received the Roman [d]cohort and officers from the chief priests and the Pharisees, *came there with lanterns and torches and weapons.", "4": "So Jesus, knowing all the things that were coming upon Him, went forth and *said to them, “Whom do you seek?”", "5": "They answered Him, “Jesus the Nazarene.” He *said to them, “I am He.” And Judas also, who was betraying Him, was standing with them.", "6": "So when He said to them, “I am He,” they drew back and fell to the ground.", "7": "Therefore He again asked them, “Whom do you seek?” And they said, “Jesus the Nazarene.”", "8": "Jesus answered, “I told you that I am He; so if you seek Me, let these go their way,”", "9": "to fulfill the word which He spoke, “Of those whom You have given Me I lost not one.”", "10": "Simon Peter then, having a sword, drew it and struck the high priest's slave, and cut off his right ear; and the slave's name was Malchus.", "11": "So Jesus said to Peter, “Put the sword into the sheath; the cup which the Father has given Me, shall I not drink it?”", "12": "So the Roman [e]cohort and the [f]commander and the officers of the Jews, arrested Jesus and bound Him,", "13": "and led Him to Annas first; for he was father-in-law of Caiaphas, who was high priest that year.", "14": "Now Caiaphas was the one who had advised the Jews that it was expedient for one man to die on behalf of the people.", "15": "Simon Peter was following Jesus, and so was another disciple. Now that disciple was known to the high priest, and entered with Jesus into the court of the high priest,", "16": "but Peter was standing at the door outside. So the other disciple, who was known to the high priest, went out and spoke to the doorkeeper, and brought Peter in.", "17": "Then the slave-girl who kept the door *said to Peter, “You are not also one of this man's disciples, are you?” He *said, “I am not.”", "18": "Now the slaves and the officers were standing there, having made a charcoal fire, for it was cold and they were warming themselves; and Peter was also with them, standing and warming himself.", "19": "The high priest then questioned Jesus about His disciples, and about His teaching.", "20": "Jesus answered him, “I have spoken openly to the world; I always taught in [g]synagogues and in the temple, where all the Jews come together; and I spoke nothing in secret.", "21": "Why do you question Me? Question those who have heard what I spoke to them; they know what I said.”", "22": "When He had said this, one of the officers standing nearby struck Jesus, saying, “Is that the way You answer the high priest?”", "23": "Jesus answered him, “If I have spoken wrongly, testify of the wrong; but if rightly, why do you strike Me?”", "24": "So Annas sent Him bound to Caiaphas the high priest.", "25": "Now Simon Peter was standing and warming himself. So they said to him, “You are not also one of His disciples, are you?” He denied it, and said, “I am not.”", "26": "One of the slaves of the high priest, being a relative of the one whose ear Peter cut off, *said, “Did I not see you in the garden with Him?”", "27": "Peter then denied it again, and immediately a rooster crowed.", "28": "Then they *led Jesus from Caiaphas into the [h]Praetorium, and it was early; and they themselves did not enter into the [i]Praetorium so that they would not be defiled, but might eat the Passover.", "29": "Therefore Pilate went out to them and *said, “What accusation do you bring against this Man?”", "30": "They answered and said to him, “If this Man were not an evildoer, we would not have delivered Him to you.”", "31": "So Pilate said to them, “Take Him yourselves, and judge Him according to your law.” The Jews said to him, “We are not permitted to put anyone to death,”", "32": "to fulfill the word of Jesus which He spoke, signifying by what kind of death He was about to die.", "33": "Therefore Pilate entered again into the Praetorium, and summoned Jesus and said to Him, “Are You the King of the Jews?”", "34": "Jesus answered, “Are you saying this [j]on your own initiative, or did others tell you about Me?”", "35": "Pilate answered, “I am not a Jew, am I? Your own nation and the chief priests delivered You to me; what have You done?”", "36": "Jesus answered, “My kingdom [k]is not of this world. If My kingdom were of this world, then My servants would be fighting so that I would not be handed over to the Jews; but as it is, My kingdom is not [l]of this realm.”", "37": "Therefore Pilate said to Him, “So You are a king?” Jesus answered, “You say correctly that I am a king. For this I have been born, and for this I have come into the world, to testify to the truth. Everyone who is of the truth hears My voice.”", "38": "Pilate *said to Him, “What is truth?” And when he had said this, he went out again to the Jews and *said to them, “I find no guilt in Him.", "39": "But you have a custom that I release someone [m]for you at the Passover; do you wish then that I release [n]for you the King of the Jews?”", "40": "So they cried out again, saying, “Not this Man, but Barabbas.” Now Barabbas was a robber."}