{"1": "After this, the Lord appointed seventy-two[a] others and sent them out two by two ahead of him[b] to every town and place where he was about to go.", "2": "He told them, “The harvest is plentiful, but the workers are few. So ask the Lord of the harvest to send out workers into his harvest field. ", "3": "Go your way. Look, I am sending you out as lambs among wolves. ", "4": "Do not carry a money bag or traveler's bag or sandals. Do not greet anyone along the way. ", "5": "Whenever you enter a house, first say, 'Peace be to this house.' ", "6": "And if a peaceful person is there, your peace will rest on him, but if not, it will return to you. ", "7": "Remain in that same house, eating and drinking what they give you, because the worker is worthy of his pay. Do not keep moving from house to house. ", "8": "Whenever you enter a town and they welcome you, eat what is set before you. ", "9": "Heal the sick who are in the town and tell them, 'The kingdom of God has come near you.'", "10": "“But whenever you enter a town and they do not welcome you, go out into its streets and say, ", "11": "'Even the dust from your town that clings to our feet, we wipe off against you. Nevertheless know this: The kingdom of God has come near.' ", "12": "I tell you, it will be more bearable for Sodom on that day than for that town.", "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. ", "14": "But it will be more bearable for Tyre and Sidon in the judgment than for you. ", "15": "And you, Capernaum, will you be lifted up to heaven? No, you will be brought down to hell.[c] ", "16": "Whoever listens to you listens to me. Whoever rejects you rejects me. And whoever rejects me rejects the one who sent me.”", "17": "The seventy-two returned with joy, saying, “Lord, even the demons submit to us in your name!”", "18": "He told them, “I was watching Satan fall like lightning from heaven. ", "19": "Look, I have given you authority to trample on snakes and scorpions and over all the power of the enemy. And nothing will ever harm you. ", "20": "Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names have been written in heaven.”", "21": "In that same hour, Jesus rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, that you have hidden these things from the wise and learned and have revealed them to little children. Yes, Father, because this was pleasing in your sight.", "22": "[d]“Everything was handed over to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and anyone to whom the Son wants to reveal him.”", "23": "Turning to the disciples, he said privately, “Blessed are the eyes that see what you see! ", "24": "Indeed, I tell you that many prophets and kings wanted to see the things that you are seeing, yet did not see them, and to hear the things that you are hearing, yet did not hear them.”", "25": "Just then, an expert in the law stood up to test Jesus, saying, “Teacher, what must I do to inherit eternal life?”", "26": "“What is written in the law?” he asked him. “What do you read there?”", "27": "He replied, “Love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind;[e] and, love your neighbor as yourself.”[f]", "28": "He said to him, “You have answered correctly. Do this, and you will live.”", "29": "But he wanted to justify himself, so he asked Jesus, “And who is my neighbor?”", "30": "Jesus replied, “A man was going down from Jerusalem to Jericho. He fell among robbers who stripped him, beat him, and went away, leaving him half dead. ", "31": "It just so happened that a priest was going down that way. But when he saw the man, he passed by on the other side. ", "32": "In the same way, a Levite also happened to go there, but when he saw the man, he passed by on the other side. ", "33": "A Samaritan, as he traveled, came to where the man was. When he saw him, he felt sorry for the man. ", "34": "He went to him and bandaged his wounds, pouring oil and wine on them. He put him on his own animal, took him to an inn, and took care of him. ", "35": "The next day, when he left, he took out two denarii,[g] gave them to the innkeeper, and said, 'Take care of him. Whatever extra you spend, I will repay you when I return.' ", "36": "Which of these three do you think acted like a neighbor to the man who fell among robbers?”", "37": "“The one who showed mercy to him,” he replied. Then Jesus told him, “Go and do likewise.”", "38": "As they went on their way, Jesus came into a village, and a woman named Martha welcomed him into her home. ", "39": "She had a sister named Mary, who was sitting at the Lord's feet and was listening to his word. ", "40": "But Martha was distracted with all her serving. She came over and said, “Lord, don't you care that my sister has left me to serve alone? Tell her to help me.”", "41": "The Lord answered and told her, “Martha, Martha, you are worried and upset about many things, ", "42": "but one thing is needed. In fact, Mary has chosen that better part, which will not be taken away from her.”"}