{"1": "On another occasion, Jesus was praying in a certain place. When he finished, one of his disciples said to him, “Lord, teach us to pray, just as John also taught his disciples.”", "2": "He said to them, “When you pray, say, 'Our Father in heaven,[a] hallowed be your name. Your kingdom come. Your will be done on earth as it is in heaven.[b] ", "3": "Give us each day our daily bread. ", "4": "Forgive us our sins, as we also forgive everyone who sins against us.[c] And lead us not into temptation, but deliver us from evil.'”[d]", "5": "He said to them, “Suppose one of you has a friend, and you go to him at midnight and tell him, 'Friend, lend me three loaves of bread, ", "6": "because a friend of mine who is on a journey has come to me, and I do not have anything to set before him.' ", "7": "And the one inside replies, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up and give it to you.' ", "8": "I tell you, even if he will not get up and give him anything because he is his friend, yet because of his bold persistence, he will get up and give him as much as he needs.", "9": "“I tell you, keep asking, and it will be given to you. Keep seeking, and you will find. Keep knocking, and it will be opened to you. ", "10": "For everyone who asks receives. The one who seeks finds. And to the one who knocks, it will be opened.", "11": "“What father among you, if your son asks for bread, would give him a stone? Or if he asks for a fish, would give him a snake instead of a fish? ", "12": "Or if he asks for an egg, would give him a scorpion? ", "13": "If you then, though you are evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask him?”", "14": "Jesus drove out a demon, which was mute. After the demon had gone out, the man who had been mute spoke, and the crowds were amazed. ", "15": "But some of them said, “He drives out demons by Beelzebul, the ruler of the demons.” ", "16": "Others were testing him by demanding of him a sign from heaven. ", "17": "But he knew their thoughts and said to them, “Every kingdom divided against itself is destroyed. And a house divided against itself falls. ", "18": "If Satan is divided against himself, how will his kingdom stand? You say that I drive out demons by Beelzebul. ", "19": "But if I drive out demons by Beelzebul, by whom do your sons drive them out? So they will be your judges. ", "20": "Yet if I drive out demons by the finger of God, then the kingdom of God has come upon you.", "21": "“When a strong man, fully armed, guards his own house, his possessions are safe. ", "22": "But when someone stronger attacks him and defeats him, he takes away that man's full armor, in which he had trusted, and divides up his plunder.", "23": "“The one who is not with me is against me. The one who does not gather with me scatters. ", "24": "When an unclean spirit goes out of a man, it passes through waterless places, seeking rest, but does not find any. Then it says, 'I will return to my house, the one I left.' ", "25": "When it returns, it finds the house swept and put in order. ", "26": "Then it goes and brings seven other spirits more evil than itself, and they go in and dwell there. The last condition of that man becomes worse than the first.”", "27": "While he was saying these things, a woman from the crowd raised her voice and said to him, “Blessed is the womb that carried you, and the breasts at which you nursed!”", "28": "But he said, “Even more blessed are those who hear the word of God and keep it.”", "29": "As the crowds were increasing, he began to say, “This generation is an evil generation. It is seeking a sign, but no sign will be given to it except the sign of Jonah. ", "30": "For just as Jonah became a sign to the Ninevites, so also the Son of Man will be to this generation. ", "31": "The Queen of the South will rise up in the judgment with the men of this generation, and she will condemn them, because she came from the ends of the earth to hear the wisdom of Solomon. But look, one greater than Solomon is here. ", "32": "The men of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the preaching of Jonah. But look, one greater than Jonah is here.", "33": "“No one lights a lamp and puts it in a hidden place or under a basket, but on a stand so that those who come in may see the light. ", "34": "Your eye is the lamp of the body. When your eye is good, your whole body is full of light. But when it is bad, your body is full of darkness. ", "35": "Therefore, see to it that the light that is in you is not darkness. ", "36": "So if your whole body is full of light, without any dark part, it will be completely full of light, as when a lamp shines on you with bright light.”", "37": "After Jesus spoke, a Pharisee invited him to have a meal with him. He went in and reclined at the table. ", "38": "When the Pharisee saw this, he was amazed that he did not first wash[e] before the meal. ", "39": "But the Lord said to him, “Now you Pharisees clean the outside of the cup and dish, but inside you are full of greed and wickedness. ", "40": "Fools! Didn't the one who made the outside also make the inside? ", "41": "But give those things that are inside as a gift to the poor, and see, everything will be clean for you. ", "42": "But woe to you Pharisees, because you give a tenth of mint and rue and every herb, but you neglect justice and the love of God. You should have done these things without neglecting the others. ", "43": "Woe to you Pharisees, because you love the best seat in the synagogues and the greetings in the marketplaces. ", "44": "Woe to you, because you are like unmarked graves, and people walk over them without realizing it.”", "45": "One of the legal experts answered him, “Teacher, by saying these things you are insulting us too.”", "46": "But Jesus said, “Woe to you legal experts too, because you load people down with burdens too difficult to carry, and you yourselves do not touch these burdens with one of your fingers. ", "47": "Woe to you because you build monuments for the prophets, but your fathers killed them. ", "48": "So you are witnesses and agree with what your fathers did, because they killed them, and you build their monuments. ", "49": "For this reason the wisdom of God also said, 'I will send them prophets and apostles. Some of them they will kill and persecute, ", "50": "so that this generation may be held responsible for the blood of all the prophets that has been shed from the foundation of the world, ", "51": "from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary.' Yes, I tell you, it will be charged against this generation. ", "52": "Woe to you legal experts, because you took away the key of knowledge. You yourselves did not enter, and you hindered those who were trying to enter.”", "53": "When he went away from there, the experts in the law and the Pharisees began to oppose him fiercely and to question him closely about many things. ", "54": "They were plotting against him to trap him in something he said.[f]"}