{"1": "Meanwhile, when a crowd of many thousands gathered together so that they were trampling on one another, he began to speak first to his disciples: “Be on your guard against the yeast of the Pharisees, which is hypocrisy. ", "2": "There is nothing concealed that will not be revealed, or hidden that will not be made known. ", "3": "So then, whatever you have said in the dark will be heard in the light, and what you have whispered in the ear in the inner rooms will be proclaimed on the housetops.", "4": "“I tell you, my friends, do not be afraid of those who kill the body and after that are not able to do any more. ", "5": "But I will show you the one you should fear. Fear him who, after he has killed the body, has authority to throw it into hell.[a] Yes, I tell you, fear him!", "6": "“Are not five sparrows sold for two small coins?[b] And not one of them is forgotten in God's sight. ", "7": "Why, even the very hairs of your head are all numbered. So stop being afraid. You are worth more than many sparrows.", "8": "“I tell you, whoever confesses me before other people, the Son of Man will also confess him before the angels of God. ", "9": "But whoever denies me in the presence of other people will be denied in the presence of the angels of God. ", "10": "Everyone who speaks a word against the Son of Man will be forgiven. But anyone who blasphemes against the Holy Spirit will not be forgiven. ", "11": "When they bring you before synagogues, rulers, and authorities, do not worry about how you will defend yourself, or what you will say, ", "12": "for the Holy Spirit will teach you in that very hour what you should say.”", "13": "Someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” ", "14": "But Jesus said to him, “Man, who appointed me to be a judge or an arbitrator over you?”", "15": "Then he said to them, “Watch out and be on guard against all greed, because a man's life is not measured by how many possessions he has.”", "16": "He told them a parable: “The land of a certain rich man produced very well. ", "17": "He was thinking to himself, 'What will I do, because I do not have anywhere to store my crops?' ", "18": "He said, 'This is what I will do. I will pull down my barns and build bigger ones, and there I will store all my grain and goods. ", "19": "And I will tell my soul, “Soul, you have many goods stored up for many years. Take it easy. Eat, drink, and be merry.”'", "20": "“But God said to him, 'You fool, this night your soul will be demanded from you. Now who will get what you have prepared?'", "21": "“That is how it will be for anyone who stores up treasure for himself and is not rich toward God.”", "22": "Jesus said to his disciples, “For that reason I tell you, stop worrying about your life, about what you will eat, or about your body, what you will wear. ", "23": "Certainly life is more than food, and the body is more than clothing. ", "24": "Consider the ravens: They do not sow or reap; they have no warehouse or barn; and yet God feeds them. How much more valuable are you than birds! ", "25": "And who of you by worrying can add a single moment to his lifespan? ", "26": "Since you are not able to do this little thing, why do you worry about the rest? ", "27": "Consider how the wild flowers grow. They do not labor or spin. But I tell you, not even Solomon in all his glory was dressed like one of these. ", "28": "If this is how God clothes the grass in the field, which is alive today and tomorrow is thrown into the furnace, how much more will he clothe you, you of little faith? ", "29": "Do not constantly chase after what you will eat or what you will drink. Do not be worried about it. ", "30": "To be sure, the nations of the world chase after all of these things, but your Father knows that you need them. ", "31": "Instead, continue to seek the kingdom of God, and all these things will be added to you. ", "32": "Do not be afraid, little flock, because your Father is pleased to give you the kingdom. ", "33": "Sell your possessions and give to the needy. Provide money bags for yourselves that do not become old, a treasure in the heavens that will not fail, where no thief comes near and no moth destroys. ", "34": "For where your treasure is, there your heart will be also.", "35": "“Be dressed, ready for service, and keep your lamps burning. ", "36": "Be like people waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. ", "37": "Blessed are those servants, whom the master will find watching when he comes. Amen I tell you: He will dress himself and have them recline at the table, and he will come and serve them. ", "38": "Even if he comes in the second or third watch,[c] they will be blessed if he finds them alert. ", "39": "But know this: If the master of the house had known at what hour the thief was coming, he would have watched and not allowed his house to be broken into. ", "40": "You also be ready, because the Son of Man is coming at an hour when you are not expecting him.”", "41": "Peter said, “Lord, are you telling this parable to us or to everybody?”", "42": "The Lord said, “Who then is the faithful and wise manager,[d] whom the master will put in charge of his servants to give them their food allowance at the proper time? ", "43": "Blessed is that servant whom his master will find doing so when he comes. ", "44": "Truly I tell you: He will put him in charge of all his possessions. ", "45": "But if that servant says in his heart, 'My master is staying away for a long time.' And he begins to beat the male and female servants, to eat and drink and become drunk, ", "46": "then the master of that servant will arrive on a day when he was not expected and at an hour that his servant does not know. The master will cut him in two and assign him a place with the unbelievers. ", "47": "That servant who knew his master's will and did not prepare or act according to what his master wanted, will be punished severely. ", "48": "But the one who did not know, and did something worthy of punishment, will be punished lightly. From everyone to whom much was given, much will be expected. From the one who was entrusted with much, much more will be asked.", "49": "“I came to throw fire on the earth, and how I wish it were already ignited. ", "50": "But I have a baptism to undergo, and how distressed I am until it is finished! ", "51": "Do you think that I came to bring peace on the earth? No, I tell you, but rather division. ", "52": "Yes, from now on there will be five divided in one household: three against two, and two against three. ", "53": "They will be divided: father against son, and son against father; mother against daughter, and daughter against mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”[e]", "54": "He also said to the crowds, “Whenever you see a cloud rising in the west, you immediately say that a rainstorm is coming, and so it happens. ", "55": "And whenever a south wind blows, you say that it is going to be hot, and it happens. ", "56": "Hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you do not know how to interpret this present time? ", "57": "Why don't you judge for yourselves what is right? ", "58": "Indeed, as you are going with your adversary to the magistrate, make an effort on the way to reach a settlement with him. Otherwise, he may drag you off to the judge, and the judge may hand you over to the officer, and the officer may throw you into prison. ", "59": "I tell you, you will never get out of there until you have paid the last cent.”[f]"}