{"1": "One Sabbath day, when Jesus went into the house of a leader of the Pharisees to eat bread, they were watching him closely.", "2": "Right in front of him was a man who was suffering from swelling of his body.[a] ", "3": "Jesus addressed the legal experts and Pharisees, saying, “Is it lawful to heal on the Sabbath or not?”", "4": "But they were silent. So he took hold of the man, healed him, and let him go. ", "5": "He said to them, “Which of you, if your son[b] or an ox would fall into a well on a Sabbath day, would not immediately pull him out?”", "6": "And they could not reply to these things.", "7": "When he noticed how they were selecting the places of honor, he told the invited guests a parable. ", "8": "“When you are invited by someone to a wedding banquet, do not recline in the place of honor, or perhaps someone more distinguished than you may have been invited by him. ", "9": "The one who invited both of you may come and tell you, 'Give this man your place.' Then you will begin, with shame, to take the lowest place.", "10": "“But when you are invited, go and recline in the lowest place, so that when the one who invited you comes, he will tell you, 'Friend, move up to a higher place.' Then you will have honor in the presence of all who are reclining at the table with you.", "11": "“Yes, everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.”", "12": "He also said to the one who had invited him, “When you make a dinner or a supper, do not invite your friends, or your brothers, or your relatives, or rich neighbors, so that perhaps they may also return the favor and pay you back.", "13": "“But when you make a feast, invite the poor, the crippled, the lame, the blind, ", "14": "and you will be blessed, because they cannot repay you. Certainly, you will be repaid in the resurrection of the righteous.”", "15": "When one of those at the table with him heard these things, he said to Jesus, “Blessed is the one who will feast in the kingdom of God!”", "16": "Jesus said to him, “A certain man made a great banquet and invited many people. ", "17": "When it was time for the banquet, he sent out his servant to tell those who were invited, 'Come, because everything is now ready.' ", "18": "But they all alike began to make excuses. “The first one told him, 'I bought a field, and I need to go and see it. I ask you to excuse me.'", "19": "“Another one said, 'I bought five yoke of oxen, and I am going to try them out. I ask you to excuse me.'", "20": "“Still another said, 'I just got married, and so I am unable to attend.'", "21": "“The servant arrived and reported these things to his master. Then the master of the house was angry and said to his servant, 'Go out quickly into the streets and alleys of the town, and bring in here the poor, the crippled, the blind, and the lame.'", "22": "“The servant said, 'Master, what you commanded has been done, and there is still room.'", "23": "“Then the master said to the servant, 'Go out into the highways and hedges, and urge them to come in, so that my house may be filled. ", "24": "Yes, I tell you that none of those men who were invited will taste my banquet.'”", "25": "Large crowds were traveling with Jesus. He turned and said to them, ", "26": "“If anyone comes to me and does not hate his own father and mother, wife and children, brothers and sisters, yes, even his own life, he cannot be my disciple. ", "27": "Whoever does not carry his own cross and follow me cannot be my disciple. ", "28": "For which of you, if he wants to build a tower, does not first sit down and count the cost to see if he has enough to complete it? ", "29": "Otherwise, when he has laid a foundation and is not able to finish, everyone who sees it will begin to ridicule him, ", "30": "saying, 'This fellow began to build, but was not able to finish.' ", "31": "Or what king, as he goes out to confront another king in war, will not first sit down and consider if he is able with ten thousand to oppose the one who comes against him with twenty thousand? ", "32": "And if he is not able, he sends out a delegation and asks for terms of peace while his opponent is still far away. ", "33": "So then, any one of you who does not say farewell to all his own possessions cannot be my disciple. ", "34": "Salt is good, but if the salt has lost its flavor, how will it become salty again? ", "35": "It is not fit for the soil or for the manure pile. It is thrown away. The one who has ears to hear, let him hear.”"}