{"1": "Jesus also said to his disciples, “There was a rich man who had a manager who was accused of wasting his possessions. ", "2": "The rich man called him in and said to him, 'What is this that I hear about you? Give an account of your management, because you can no longer be manager.'", "3": "“The manager said to himself, 'What will I do, since my master is taking away the management position from me? I am not strong enough to dig. I am ashamed to beg. ", "4": "I know what I will do, so that when I am removed from my position as manager, people will receive me into their houses.'", "5": "“He called each one of his master's debtors to him. He asked the first, 'How much do you owe my master?' ", "6": "He said, 'Six hundred gallons[a] of olive oil.' He said to him, 'Take your bill, sit down quickly, and write three hundred.' ", "7": "Then he said to another, 'How much do you owe?' And he said, 'Six hundred bushels[b] of wheat.' He said to him, 'Take your bill and write four hundred and eighty.'", "8": "“The master commended the dishonest manager because he had acted shrewdly. For the children[c] of this world are more shrewd in dealing with their own generation[d] than the children of the light are. ", "9": "I tell you, make friends for yourselves with unrighteous mammon,[e] so that when it runs out, they will welcome you into the eternal dwellings. ", "10": "The person who is faithful with very little is also faithful with much. And the person who is unrighteous with very little is also unrighteous with much. ", "11": "So if you have not been faithful with unrighteous mammon, who will entrust you with what is really valuable? ", "12": "If you have not been faithful with what belongs to someone else, who will give you something to be your own? ", "13": "No servant can serve two masters. Indeed, either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and mammon.”", "14": "The Pharisees, who loved money, also heard all these things and sneered at him. ", "15": "He said to them, “You are the ones who justify yourselves in the sight of people, but God knows your hearts. In fact, what is highly regarded among people is an abomination in God's sight. ", "16": "The Law and the Prophets were until John. Since that time the good news of the kingdom of God is proclaimed, and everyone is trying to force his way into it.[f]", "17": "“It is easier for heaven and earth to pass away than for even one part of a letter in the Law to fail. ", "18": "Anyone who divorces his wife and marries another is committing adultery, and the man who marries a woman divorced from her husband is committing adultery.", "19": "“There was a rich man who was dressed in purple and fine linen, living in luxury every day. ", "20": "A beggar named Lazarus had been laid at his gate. Lazarus was covered with sores and ", "21": "longed to be fed with what fell from the rich man's table. Besides this, the dogs also came and licked his sores. ", "22": "Eventually the beggar died, and the angels carried him to Abraham's side. The rich man also died and was buried. ", "23": "In hell,[g] where he was in torment, he lifted up his eyes and saw Abraham far away and Lazarus at his side. ", "24": "He called out and said, 'Father Abraham, have mercy on me! Send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in misery in this flame.'", "25": "“But Abraham said, 'Son, remember that in your lifetime you received your good things, and Lazarus received bad things. But now he is comforted here, and you are in misery. ", "26": "Besides all this, a great chasm has been set in place between us and you, so that those who want to cross from here to you cannot, nor can anyone cross over from there to us.'", "27": "“He said, 'Then I beg you, father, send him to my father's home, ", "28": "because I have five brothers—to warn them, so that they will not also come to this place of torment.'", "29": "“Abraham said, 'They have Moses and the Prophets. Let them listen to them.'", "30": "“'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'", "31": "“Abraham replied to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'”"}