{"1": "The whole group of them got up and brought him before Pilate. ", "2": "They began to accuse him, saying, “We found this fellow misleading our nation, forbidding the payment of taxes to Caesar, and saying that he himself is Christ, a king.”", "3": "Pilate asked him, “Are you the King of the Jews?” “It is as you say,” Jesus replied.", "4": "Pilate said to the chief priests and the crowds, “I find no basis for a charge against this man.”", "5": "But they kept insisting, “He stirs up the people, teaching all through Judea, beginning from Galilee all the way here.”", "6": "When Pilate heard this, he asked if the man was a Galilean. ", "7": "When he learned that he was under Herod's jurisdiction, he sent him to Herod, who was also in Jerusalem during those days.", "8": "When Herod saw Jesus, he was very glad. For a long time, he had wanted to see him, because he had heard many things about him. He hoped to see some miracle performed by him. ", "9": "He questioned him with many words, but Jesus gave him no answer. ", "10": "The chief priests and the experts in the law stood there, vehemently accusing him. ", "11": "Herod, along with his soldiers, treated him with contempt and ridiculed him. Dressing him in bright clothing, he sent him back to Pilate. ", "12": "Herod and Pilate became friends with each other on that day. Before this they had been enemies of each other.", "13": "Pilate called together the chief priests, the rulers, and the people, ", "14": "and said to them, “You brought this man to me as one who is misleading the people. Look, I have examined him in your presence. I have found in this man no basis for the charges you are bringing against him. ", "15": "Herod did not either, for he sent him back to us.[a] See, he has done nothing worthy of death. ", "16": "So I will have him flogged and release him.”", "17": "Pilate needed to release one prisoner to them at the Festival.[b] ", "18": "But they all shouted together with one voice: “Take him away! Release Barabbas to us!” ", "19": "Barabbas had been thrown in prison for a rebellion in the city and for murder.", "20": "Pilate addressed them again, because he wanted to release Jesus. ", "21": "But they kept shouting, “Crucify! Crucify him!”", "22": "He said to them the third time, “Why? What evil has he done? I have found no grounds for sentencing him to death. So I will whip him and release him.” ", "23": "But they kept pressuring him with loud voices, demanding that he be crucified. And their voices[c] were overwhelming. ", "24": "So Pilate decided that what they demanded would be done. ", "25": "He released the one they had asked for, who had been thrown in prison for rebellion and murder, but he handed Jesus over to their will.", "26": "As they led him away, they seized Simon of Cyrene, who was coming from the country. They placed the cross on him and made him carry it behind Jesus. ", "27": "A large crowd of people was following him, including women who were mourning and wailing for him. ", "28": "Jesus turned to them and said, “Daughters of Jerusalem, stop weeping for me, but weep for yourselves and for your children. ", "29": "Be sure of this: The days are coming when they will say, 'Blessed are the childless women, the wombs that never gave birth, and the breasts that never nursed.' ", "30": "Then they will begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us.'[d] ", "31": "For if they do these things to the green wood, what will happen to the dry?”", "32": "Two other men, who were criminals, were led away with Jesus to be executed.", "33": "When they came to the place called The Skull, they crucified him there with the criminals, one on his right and the other on his left.", "34": "Jesus said, “Father, forgive them, for they do not know what they are doing.” They cast lots to divide his garments among them. ", "35": "The people stood watching. The rulers were ridiculing him, saying, “He saved others. Let him save himself, if this is the Christ of God, the Chosen One!”", "36": "The soldiers also made fun of him. Coming up to him, they offered him sour wine, ", "37": "saying, “If you are the King of the Jews, save yourself!”", "38": "There was also an inscription written above him: “This is the King of the Jews.”", "39": "One of the criminals hanging there was blaspheming him, saying, “Aren't you the Christ? Save yourself and us!”", "40": "But the other criminal rebuked him. “Don't you fear God, since you are under the same condemnation? ", "41": "We are punished justly, for we are receiving what we deserve for what we have done, but this man has done nothing wrong.” ", "42": "Then he said, “Jesus, remember me[e] when you come in[f] your kingdom.”", "43": "Jesus said to him, “Amen I tell you: Today you will be with me in paradise.”", "44": "It was now about the sixth hour,[g] and darkness came over the whole land until the ninth hour,[h] ", "45": "while the sun was darkened. Then the curtain of the temple was torn in two. ", "46": "Jesus cried out with a loud voice, “Father, into your hands I commit my spirit!”[i] When he had said this, he breathed his last.", "47": "When the centurion saw what had happened, he began to glorify God, saying, “This man really was righteous.” ", "48": "When all the groups of people who had gathered to see this spectacle saw what had happened, they returned home beating their chests. ", "49": "All those who knew Jesus, and the women who followed him from Galilee, stood at a distance, watching these things.", "50": "Now there was a man named Joseph, from the Jewish town of Arimathea, who was a member of the Council, a good and righteous man. ", "51": "He had not agreed with their plan and action. He was looking forward to the kingdom of God. ", "52": "This man went to Pilate and asked for Jesus' body. ", "53": "He took it down, wrapped it in a linen cloth, and placed it in a tomb that was cut out of rock, where no one had yet been laid. ", "54": "It was Preparation Day, and the Sabbath was beginning. ", "55": "The women who had come with Jesus from Galilee followed after Joseph, and they observed the tomb and how his body was laid there. ", "56": "Then they returned and prepared spices and perfumes. On the Sabbath they rested according to the commandment."}