{"1": "On the first day of the week, very early in the morning, the women[a] went to the tomb, carrying the spices they had prepared. ", "2": "They found that the stone had been rolled away from the tomb. ", "3": "When they went in, they did not find the body of the Lord Jesus. ", "4": "While they were wondering about this, suddenly two men stood by them in dazzling clothing. ", "5": "The women were terrified and bowed down with their faces to the ground. The men said to them, “Why are you looking for the living among the dead? ", "6": "He is not here, but has been raised! Remember how he told you while he was still in Galilee ", "7": "that the Son of Man must be delivered over to the hands of sinful men, and be crucified, and the third day rise again?” ", "8": "Then they remembered his words.", "9": "When they returned from the tomb, they told all these things to the Eleven and to all the rest. ", "10": "It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles. ", "11": "Yet these words seemed to them like nonsense, and they did not believe them. ", "12": "But Peter got up and ran to the tomb. Bending over to look in, he saw only the strips of linen cloth. He went home, amazed at what had happened.", "13": "Now, on that same day, two of them were going to a village named Emmaus, about seven miles[b] from Jerusalem. ", "14": "They were talking with each other about all of these things that had happened. ", "15": "While they were talking and discussing this, Jesus himself approached and began to walk along with them. ", "16": "But their eyes were kept from recognizing him. ", "17": "He said to them, “What are you talking about as you walk along?” Saddened, they stopped.", "18": "One of them, named Cleopas, answered him, “Are you the only visitor in Jerusalem who does not know the things that have happened there in these days?”", "19": "“What things?” he asked them. They replied, “The things concerning Jesus of Nazareth, a man who was a prophet, mighty in deed and word before God and all the people. ", "20": "The chief priests and our rulers handed him over to be condemned to death. And they crucified him. ", "21": "But we were hoping that he was going to redeem Israel. Not only that, but besides all this, it is now the third day since these things happened. ", "22": "Also some women of our group amazed us. They were at the tomb early in the morning. ", "23": "When they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. ", "24": "Some of those who were with us went to the tomb. They found it just as the women had said, but they did not see him.”", "25": "He said to them, “How foolish you are and slow of heart to believe all that the prophets have spoken! ", "26": "Did not the Christ have to suffer these things and to enter his glory?” ", "27": "Then beginning with Moses and all the prophets, he explained to them what was said in all the Scriptures concerning himself.", "28": "As they approached the village where they were going, he acted as if he were going to travel farther. ", "29": "But they urged him strongly, saying, “Stay with us, since it is almost evening, and the day is almost over.” So he went in to stay with them. ", "30": "When he reclined at the table with them, he took the bread, blessed it, broke it, and began giving it to them. ", "31": "Suddenly their eyes were opened, and they recognized him. Then he vanished from their sight. ", "32": "They said to each other, “Were not our hearts burning within us while he was speaking to us along the road and while he was explaining the Scriptures to us?” ", "33": "They got up that very hour and returned to Jerusalem. They found the Eleven and those who were with them assembled together. ", "34": "They were saying, “The Lord really has been raised! He has appeared to Simon.” ", "35": "They themselves described what had happened along the road, and how they recognized him when he broke the bread.", "36": "As they were talking about these things, Jesus himself stood among them and said to them, “Peace be with you.”", "37": "But they were terrified and frightened and thought they were looking at a ghost.", "38": "He said to them, “Why are you troubled? Why do doubts arise in your hearts? ", "39": "Look at my hands and my feet. It is I myself. Touch me and see, because a ghost does not have flesh and bones as you see that I have.” ", "40": "When he had said this, he showed them his hands and his feet. ", "41": "While they still did not believe it (because of their joy), and while they were still wondering, he said to them, “Do you have anything here to eat?”", "42": "They gave him a piece of broiled fish and some honeycomb.[c] ", "43": "He took it and ate in front of them. ", "44": "He said to them, “These are my words that I spoke to you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets, and the Psalms.”", "45": "Then he opened their minds to understand the Scriptures. ", "46": "He said to them, “This is what is written and so it must be:[d] The Christ will suffer and rise from the dead on the third day, ", "47": "and repentance and forgiveness of sins will be preached in his name to all nations, beginning from Jerusalem. ", "48": "You are witnesses of these things. ", "49": "Look, I am sending you what my Father promised. But stay in the city until you are clothed with power from on high.”", "50": "He led them out as far as the vicinity of Bethany. He lifted up his hands and blessed them. ", "51": "And while he was blessing them, he parted from them and was taken up into heaven. ", "52": "So they worshipped him and returned to Jerusalem with great joy. ", "53": "They were continually in the temple courts, praising and[e] blessing God. Amen.[f]"}