{"1": "Jesus called the Twelve[a] together and gave them power and authority over all demons and to cure diseases. ", "2": "He sent them out to proclaim the kingdom of God and to heal the sick. ", "3": "He said to them, “Take nothing for the journey—no staff, no bag, no bread, no money; and do not take two coats.[b] ", "4": "Whatever house you enter, stay there until you leave. ", "5": "If they do not welcome you, when you leave that town, shake off the dust from your feet as a testimony against them.”", "6": "They set out and went throughout the villages, proclaiming the good news and healing everywhere.", "7": "Herod the tetrarch heard about everything that was happening, and he was quite puzzled because some said that John had risen from the dead. ", "8": "Others said that Elijah had appeared, and still others that one of the ancient prophets had risen. ", "9": "But Herod said, “I beheaded John, but who is this, about whom I hear such great things?” So he wanted to see him.", "10": "The apostles returned and told Jesus what they had done. He took them and withdrew privately to a town called Bethsaida. ", "11": "But when the crowds found out, they followed him. He welcomed them and spoke to them about the kingdom of God. He also healed those who needed healing. ", "12": "As the day began to draw to a close, the Twelve came and said to him, “Dismiss the crowd so that they can go to the surrounding villages and farms to find lodging and food, because we are in a deserted place here.”", "13": "But he said to them, “You give them something to eat.” “We have no more than five loaves and two fish,” they replied, “unless we go and buy food for all these people.” ", "14": "(There were about five thousand men.) He said to his disciples, “Have them sit down in groups of about fifty each.” ", "15": "They did so and got them all to sit down. ", "16": "Then Jesus took the five loaves and the two fish, and, looking up to heaven, he blessed and broke them. Then he kept giving them to the disciples to set before the crowd. ", "17": "They all ate and were satisfied. And they picked up twelve basketfuls of the broken pieces that were left over.", "18": "One time when Jesus was praying alone and the disciples were with him, he asked them, “Who do the crowds say that I am?”", "19": "They answered, “'John the Baptist,' but others say, 'Elijah,' and others say, 'one of the ancient prophets come back to life.'”", "20": "He said to them, “But who do you say that I am?” And Peter answered, “The Christ of God.”", "21": "He gave them a strict command not to tell this to anyone. ", "22": "He said, “The Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law. He must be killed and be raised on the third day.”", "23": "Jesus said to all of them, “If anyone wants to come after me, let him deny himself, take up his cross daily, and follow me. ", "24": "For whoever wants to save his life will lose it, but whoever loses his life for my sake will save it. ", "25": "After all, what will it benefit a man if he gains the whole world, but destroys himself or is lost? ", "26": "In fact, whoever is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory, and the glory of the Father, and of the holy angels. ", "27": "I am telling you the truth: There are some standing here who will certainly not taste death until they see the kingdom of God.”", "28": "About eight days after he said these words, Jesus took Peter, John, and James and went up on the mountain to pray. ", "29": "While he was praying, the appearance of his face changed, and his clothing became dazzling white. ", "30": "Just then, two men, Moses and Elijah, were talking with him! ", "31": "They appeared in glory and were talking about his departure,[c] which he was going to bring to fulfillment in Jerusalem.", "32": "Peter and those with him were weighed down with sleep, but when they were completely awake, they saw his glory and the two men standing with him.", "33": "As the men were leaving Jesus, Peter said to him, “Master, it is good for us to be here. Let's make three tents: one for you, one for Moses, and one for Elijah.” He did not realize what he was saying.", "34": "While he was saying these things, a cloud came and overshadowed them. They were afraid as they went into the cloud. ", "35": "Then a voice came out of the cloud, saying, “This is my Son, whom I love.[d] Listen to him!” ", "36": "After the voice had spoken, they found Jesus alone. They kept this secret and told no one in those days any of the things they had seen.", "37": "The next day, after they had come down from the mountain, a large crowd met him. ", "38": "Just then a man from the crowd called out, “Teacher, I beg you to look at my son, because he is my only child. ", "39": "See, a spirit takes hold of him, and suddenly he screams. Then it throws him into convulsions so that he foams at the mouth. It hardly ever leaves him and constantly tortures him. ", "40": "I begged your disciples to drive it out, but they could not.”", "41": "Jesus answered, “O unbelieving and perverse generation,[e] how long will I be with you and put up with you? Bring your son here.”", "42": "As the boy was approaching, the demon threw him down and shook him with convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father. ", "43": "They were all astonished at the majesty of God. While everyone was amazed at all the things Jesus was doing, he said to his disciples, ", "44": "“Let these words sink into your ears[f] and remember this: The Son of Man is going to be betrayed into the hands of men.” ", "45": "But they did not understand what he was saying. It was hidden from them so they did not grasp it. And they were afraid to ask him about this statement.", "46": "An argument started among them about which of them would be the greatest. ", "47": "Since Jesus knew the thoughts of their hearts, he took a little child and had him stand next to him. ", "48": "Then he said to them, “Whoever receives this little child in my name receives me. And whoever receives me receives him who sent me. In fact, the one who is least among all of you is the one who is great.”", "49": "John said in reply, “Master, we saw someone driving out demons in your name, and we tried to stop him, because he is not following you along with us.”", "50": "But Jesus said to him, “Do not try to stop him, because whoever is not against you is for you.”", "51": "When the days were approaching for him to be taken up, Jesus was determined[g] to go to Jerusalem. ", "52": "He sent messengers ahead of him. They went and entered a Samaritan village to make preparations for him. ", "53": "But the people did not welcome him, because he was determined to go to Jerusalem. ", "54": "When his disciples James and John saw this, they said, “Lord, do you want us to call down fire from heaven to consume them?”[h]", "55": "But he turned and rebuked them. “You don't know what kind of spirit is influencing you. ", "56": "For the Son of Man did not come to destroy people's souls, but to save them.”[i] Then they went to another village.", "57": "As they went on the way, a man said to him, “I will follow you wherever you go.”", "58": "Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has no place to lay his head.”", "59": "He said to another man, “Follow me!” But he said, “Lord, first let me go and bury my father.”", "60": "Jesus told him, “Let the dead bury their own dead, but you go and proclaim the kingdom of God.”", "61": "Another man also said, “I will follow you, Lord, but first let me say good-bye to those at my home.”", "62": "Jesus told him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"}