{"1": "Paul, an apostle of Christ Jesus according to the command of God our Savior and Christ Jesus our hope, ", "2": "to Timothy, genuine child in the faith: Grace, mercy, peace from God the Father and Christ Jesus our Lord.", "3": "Just as I urged you to stay-on in Ephesus while I was proceeding to Macedonia, do so in order that you might command[a] certain ones not to be teaching-different-doctrines, ", "4": "nor paying-attention-to myths[b] and endless genealogies, which cause speculations rather than a stewardship[c] of [d] God, which is by[e] faith. ", "5": "And the goal of your command[f] is love from a pure heart and good conscience and sincere faith, ", "6": "having departed[g] from which things some turned-aside into worthless-talk[h]— ", "7": "wanting to be Law-teachers, not understanding either the things which they are saying or about what things they are speaking-confidently.", "8": "Now we know that the Law is good[i] if one is using it lawfully, ", "9": "knowing this: that law is not laid-down[j] for a righteous one but for lawless ones and rebellious ones, ungodly ones and sinful ones, unholy ones and profane[k] ones, father-thrashers[l] and mother-thrashers, man-slayers[m], ", "10": "sexually-immoral ones, homosexuals[n], slave-traders[o], liars, perjurers[p], and if any other thing is contrary to healthy[q] teaching ", "11": "in accordance with the good-news of the glory of the blessed God which I was entrusted.", "12": "I have gratitude to Christ Jesus our Lord, the One having strengthened me, because He regarded me trustworthy[r], having appointed me for service— ", "13": "I formerly being a blasphemous one and a persecutor and violent[s] one! But I was shown-mercy because being ignorant, I acted in unbelief. ", "14": "And the grace of our Lord overflowed, along with the faith and love which are in Christ Jesus. ", "15": "The saying is trustworthy and worthy of full acceptance— that Christ Jesus came into the world to save sinners, of whom I am foremost[t]. ", "16": "But for this reason I was shown-mercy: in order that in me, the foremost, Christ Jesus might demonstrate[u] all patience, for a pattern for the ones going to put-faith upon Him for eternal life. ", "17": "Now to the King of the ages[v], to the immortal invisible only God, be honor and glory forever and ever, amen.", "18": "I am depositing[w] this instruction[x] with you, my child Timothy, in accordance with the preceding[y] prophecies about you, in order that by them[z] you may fight the good fight, ", "19": "having faith and a good conscience, which[aa] having pushed-aside[ab], some suffered-shipwreck with respect to the[ac] faith— ", "20": "of whom are Hymenaeus and Alexander, whom I handed-over to Satan in order that they may be trained not to blaspheme."}