{"1": "The saying is trustworthy— if anyone aspires-to the office-of-overseer, he desires a good work. ", "2": "Therefore the overseer must be above-reproach[a], a man of one woman[b], sober[c], sound-minded[d], respectable[e], hospitable, skillful-at-teaching, ", "3": "not a drunken[f] one, not a brawler[g], but kind, non-quarrelsome[h], not-a-money-lover, ", "4": "leading his own household well[i], having children in submission, with all dignity ", "5": "(5 but if one does not know-how to lead his own household, how will he take-care-of a church of God?), ", "6": "not a new-convert, in order that he may not fall into the judgment of [j] the devil, having become conceited[k]. ", "7": "And he must also have a good testimony from the ones outside, in order that he may not fall into reproach and a snare of the devil.", "8": "Deacons similarly must be honorable[l], not double-tongued[m], not paying-attention-to[n] much wine, not fond-of-shameful-gain, ", "9": "holding the mystery of the faith with a clean conscience. ", "10": "And let these also first be tested, then let them be serving[o], being blameless. ", "11": "Their wives[p] similarly must be honorable, not slanderous, sober, faithful in all things. ", "12": "Let deacons be men of one woman, leading their children and their own households well. ", "13": "For the ones having served well obtain for themselves a good standing[q] and great confidence[r] in their[s] faith in Christ Jesus.", "14": "I am writing these things to you hoping to come to you quickly, ", "15": "but in-case I am slow[t], in order that you may know how you ought-to conduct-yourself [u] in the household of God— which is the church of the living God, the pillar and support[v] of the truth.", "16": "And the mystery of godliness is confessedly great: Who[w] was revealed[x] in the flesh, was declared-righteous[y] in the spirit[z]; was seen[aa] by messengers[ab], was proclaimed among the nations; was believed in the world, was taken-up in glory. "}