{"1": "Do not sharply-rebuke an older man, but be appealing-to[a] him as a father, younger men as brothers, ", "2": "older women as mothers, younger women as sisters in all purity.", "3": "Be honoring widows— the real[b] widows. ", "4": "Now if any widow has children or grandchildren, let them first learn to reverence[c] their own household and to give-back a return to their ancestors. For this is acceptable[d] in the sight of God. ", "5": "But the one who is a real widow and has been left-alone[e] has put her hope upon God, and continues-in petitions and prayers by night and by day. ", "6": "But the one living-indulgently is-dead while living. ", "7": "Indeed be commanding these things in order that they may be above-reproach. ", "8": "But if anyone does not provide-for his own relatives, and especially family-members, he has denied the faith and is worse than an unbeliever. ", "9": "Let a widow be put-on-the-list[f] having become not fewer than sixty years old, a woman of one man[g], ", "10": "being attested by good works: if she brought-up-children, if she received-strangers[h], if she washed the feet of saints, if she aided ones being afflicted, if she followed-after every good work.", "11": "But be declining[i] younger[j] widows. For when they grow-sensual[k] against Christ, they want to marry— ", "12": "having condemnation [upon themselves] because[l] they set-aside their first pledge. ", "13": "And at the same time also they are learning to be idle[m], while going-around the houses. And not only idle, but also babblers and busybodies— speaking the things not being proper. ", "14": "Therefore, I want younger widows to marry, to bear-children, to manage-the-house[n], to give to the one opposing no opportunity for the sake of reviling[o]. ", "15": "For some already turned-aside after Satan. ", "16": "If any believing-woman has widows, let her be aiding them, and let the church not be burdened in order that it may aid the real widows.", "17": "Let the elders having led well be considered-worthy of double[p] honor, especially[q] the ones laboring in word[r] and teaching. ", "18": "For the Scripture says “You shall not muzzle a threshing ox” [Deut 25:4], and “The worker is worthy of his wages” [Lk 10:7]. ", "19": "Do not be accepting an accusation against an elder unless on the basis of two or three witnesses. ", "20": "Be rebuking the ones sinning in the presence of all[s], in order that the rest also may have fear. ", "21": "I solemnly-charge you in the sight of God and Christ Jesus and the chosen angels that you keep these things without pre-judgment, doing nothing according-to[t] partiality[u]. ", "22": "Be laying hands[v] on no one hastily, nor sharing[w] in the sins belonging-to-others; be keeping yourself pure. ", "23": "(23 No longer be-a-water-drinker, but be using a little wine for the sake of your stomach and your frequent sicknesses). ", "24": "The sins of some[x] people are clear-beforehand, going ahead-of them to judgment, but indeed for some they follow-after. ", "25": "Similarly also the good works are clear-beforehand, and the ones having it otherwise[y] are not able to be hidden."}