{"1": "Let all-who are under a yoke as slaves be regarding their own masters as worthy of all honor, in order that the name of God and the teaching may not be blasphemed[a]. ", "2": "And let the ones having believing masters not be disregarding them because they are brothers, but let them be serving them more[b], because the ones being helped[c] by the good-work are believers and beloved ones. Be teaching and exhorting these things. ", "3": "If anyone teaches-different-doctrines, and does not come-to[d] healthy[e] words— the ones of our Lord Jesus Christ— and to the teaching in accordance with godliness, ", "4": "he has become conceited[f], understanding nothing, but being diseased[g] with respect to controversies and word-battles, out of which comes envy, strife, blasphemies, evil suspicions, ", "5": "constant-frictions, from people having been corrupted as to the mind and robbed[h] of the truth, while supposing that godliness is a means-of-gain. ", "6": "Now godliness with contentment is a means of great gain. ", "7": "For we brought-in nothing to the world; it is clear that neither can we bring-out anything. ", "8": "But having sustenance and coverings, with these things we shall be content. ", "9": "But the ones wanting to be-rich fall into temptation and a snare, and many foolish and harmful desires which plunge[i] people into ruin and destruction. ", "10": "For the love-of-money is a root[j] of all evils— aspiring-to which, some were led-astray[k] from the faith and pierced themselves with many pains.", "11": "But you, O man of God, be fleeing these things, and be pursuing righteousness, godliness, faith, love, endurance, gentleness. ", "12": "Be fighting the good fight of faith. Take-hold-of eternal life, into which you were called, and confessed the good confession in the presence of many witnesses. ", "13": "I command you in the sight of God, the One giving-life-to all things, and Christ Jesus, the One having testified the good confession before[l] Pontius Pilate, ", "14": "that you keep the commandment unspotted, above-reproach, until the appearance of our Lord Jesus Christ, ", "15": "which in His[m] own times, the blessed and only Ruler will show[n]— the King of the ones being-kings[o] and Lord of the ones being-lords[p], ", "16": "the only One having immortality, dwelling in unapproachable light, Whom none of mankind saw nor is able to see, to Whom be honor and eternal dominion, amen.", "17": "Be commanding the ones rich in the present age not to be-high-minded, nor to have put-hope on the uncertainty of riches, but upon God, the One richly granting us all things for enjoyment; ", "18": "to be working-good, to be-rich in good[q] works, to be generous, sharing ones, ", "19": "treasuring-up for themselves a good foundation for the future[r], in order that they may take-hold-of real life.", "20": "O Timothy, guard the deposit[s], turning-aside-from the profane empty-chatterings and opposing-arguments of the falsely-named “knowledge”— ", "21": "professing which, some missed-the-mark[t] with respect to the faith. Grace be with you[u] all."}