{"1": "While Ezra was down on his knees in front of God's temple, praying with tears in his eyes, and confessing the sins of the people of Israel, a large number of men, women, and children gathered around him and cried bitterly.", "2": "Shecaniah son of Jehiel from the family of Elam said: Ezra, we have disobeyed God by marrying these foreign women. But there is still hope for the people of Israel, ", "3": "if we follow your advice and the advice of others who truly respect the laws of God. We must promise God that we will divorce our foreign wives and send them away, together with their children.", "4": "Ezra, it's up to you to do something! We will support whatever you do. So be brave!", "5": "Ezra stood up and made the chief priests, the Levites, and everyone else in Israel swear that they would follow the advice of Shecaniah. ", "6": "Then Ezra left God's temple and went to spend the night in the living quarters of Jehohanan son of Eliashib. He felt sorry for what the people had done, and he did not eat or drink a thing.", "7-8": "The officials and leaders sent a message to all who had returned from Babylonia and were now living in Jerusalem and Judah. It told them to meet in Jerusalem within three days, or else they would lose everything they owned and would no longer be considered part of the people that had returned from Babylonia.", "9": "Three days later, on the twentieth day of the ninth month,[a] everyone from Judah and Benjamin came to Jerusalem and sat in the temple courtyard. It was a serious meeting, and they sat there, trembling in the rain.", "10": "Ezra the priest stood up and said: You have broken God's Law by marrying foreign women, and you have made the whole nation guilty! ", "11": "Now you must confess your sins to the Lord God of your ancestors and obey him. Divorce your foreign wives and don't have anything to do with the rest of the foreigners who live around here.", "12": "Everyone in the crowd shouted: You're right! We will do what you say. ", "13": "But there are so many of us, and we can't just stay out here in this downpour. A lot of us have sinned by marrying foreign women, and the matter can't be settled in only a day or two.", "14": "Why can't our officials stay on in Jerusalem and take care of this for us? Let everyone who has sinned in this way meet here at a certain time with leaders and judges from their own towns. If we take care of this problem, God will surely stop being so terribly angry with us.", "15": "Jonathan son of Asahel and Jahzeiah son of Tikvah were the only ones who objected, except for the two Levites, Meshullam and Shabbethai.", "16": "Everyone else who had returned from exile agreed with the plan. So Ezra the priest chose men[b] who were heads of the families, and he listed their names. They started looking into the matter on the first day of the tenth month,[c] ", "17": "and they did not finish until the first day of the first month[d] of the next year.", "18-19": "Here is a list of the priests who had agreed to divorce their foreign wives and to sacrifice a ram as a sin offering: Maaseiah, Eliezer, Jarib, and Gedaliah from the family of Joshua son of Jozadak and his brothers; ", "20": "Hanani and Zebadiah from the family of Immer; ", "21": "Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah from the family of Harim; ", "22": "Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah from the family of Pashhur.", "23": "Those Levites who had foreign wives were: Jozabad, Shimei, Kelaiah (also known as Kelita), Pethahiah, Judah, and Eliezer.", "24": "Eliashib, the musician, had a foreign wife. These temple guards had foreign wives: Shallum, Telem, and Uri.", "25": "Here is a list of the others from Israel who had foreign wives: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah,[e] and Benaiah from the family of Parosh;", "26": "Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah from the family of Elam;", "27": "Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza from the family of Zattu;", "28": "Jehohanan, Hananiah, Zabbai, and Athlai from the family of Bebai;", "29": "Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth from the family of Bani;", "30": "Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh from the family of Pahath Moab;", "31-32": "Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, Benjamin, Malluch, and Shemariah from the family of Harim;", "33": "Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei from the family of Hashum;", "34-37": "Maadai, Amram, Uel, Benaiah, Bedeiah, Cheluhi, Vaniah, Meremoth, Eliashib, Mattaniah, Mattenai, and Jaasu from the family of Bani;", "38-42": "Shimei, Shelemiah, Nathan, Adaiah, Machnadebai, Shashai, Sharai, Azarel, Shelemiah, Shemariah, Shallum, Amariah, and Joseph from the family of Binnui;[f]", "43": "Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah from the family of Nebo.", "44": "These men divorced their foreign wives, then sent them and their children away.[g]"}