{"1": "During the seventh month[a] of the year, the Israelites who had settled in their towns went to Jerusalem. ", "2": "The priest Joshua son of Jozadak, together with the other priests, and Zerubbabel son of Shealtiel and his relatives rebuilt the altar of Israel's God. Then they were able to offer sacrifices there by following the instructions God had given to Moses. ", "3": "And they built the altar where it had stood before,[b] even though they were afraid of the people who were already living around there. Then every morning and evening they burned sacrifices and offerings to the Lord.", "4": "The people followed the rules for celebrating the Festival of Shelters and offered the proper sacrifices each day. ", "5": "They offered sacrifices to please the Lord,[c] sacrifices at each New Moon Festival, and sacrifices at the rest of the Lord's festivals. Every offering the people had brought was presented to the Lord.", "6": "Although work on the temple itself had not yet begun, the people started offering sacrifices on the Lord's altar on the first day of the seventh month of that year.", "7": "King Cyrus of Persia had said the Israelites could have cedar trees brought from Lebanon to Joppa by sea. So they sent grain, wine, and olive oil to the cities of Tyre and Sidon as payment for these trees, and they gave money to the stoneworkers and carpenters.", "8": "During the second month[d] of the second year after the people had returned from Babylonia, they started rebuilding the Lord's temple. Zerubbabel son of Shealtiel, Joshua son of Jozadak, the priests, the Levites, and everyone else who had returned started working. Every Levite over twenty years of age was put in charge of some part of the work. ", "9": "The Levites in charge of the whole project were Joshua and his sons and relatives and Kadmiel and his sons from the family of Hodaviah.[e] The family of Henadad worked along with them.", "10": "When the builders had finished laying the foundation of the temple, the priests put on their robes and blew trumpets in honor of the Lord, while the Levites from the family of Asaph praised God with cymbals. All of them followed the instructions given years before by King David.[f] ", "11": "They praised the Lord and gave thanks as they took turns singing: “The Lord is good! His faithful love for Israel will last forever.” Everyone started shouting and praising the Lord because work on the foundation of the temple had begun. ", "12": "Many of the older priests and Levites and the heads of families cried aloud because they remembered seeing the first temple years before. But others were so happy that they celebrated with joyful shouts. ", "13": "Their shouting and crying were so noisy that it all sounded alike and could be heard a long way off."}