{"1": "The enemies of the tribes of Judah and Benjamin heard that the people had come back to rebuild the temple of the Lord God of Israel. ", "2": "So they went to Zerubbabel and to the family leaders and said, “Let us help! Ever since King Esarhaddon of Assyria[b] brought us here, we have worshiped your God and offered sacrifices to him.”", "3": "But Zerubbabel, Joshua, and the family leaders answered, “You cannot take part in building a temple for the Lord our God! We will build it ourselves, just as King Cyrus of Persia commanded us.”", "4": "Then the neighboring people began to do everything possible to frighten the Jews[c] and to make them stop building. ", "5": "During the time that Cyrus was king and even until Darius[d] became king, they kept bribing government officials to slow down the work.", "6": "In the first year that Xerxes was king,[f] the neighboring people brought written charges against the people of Judah and Jerusalem.", "7": "Later, Bishlam, Mithredath, Tabeel, and their advisors got together and wrote a letter to Artaxerxes when he was king of Persia.[g] It was written in Aramaic and had to be translated.[h]", "8-10": "A letter was also written to Artaxerxes about Jerusalem by Governor Rehum, Secretary Shimshai, and their advisors, including the judges, the governors, the officials, and the local leaders. They were joined in writing this letter by people from Erech and Babylonia, the Elamites from Susa,[i] and people from other foreign nations that the great and famous Ashurbanipal[j] had forced to settle in Samaria and other parts of Western Province.[k]", "11": "This letter said: Your Majesty King Artaxerxes, we are your servants from everywhere in Western Province, and we send you our greetings.", "12": "You should know that the Jews who left your country have moved back to Jerusalem and are now rebuilding that terrible city. In fact, they have almost finished rebuilding the walls and repairing the foundations. ", "13": "You should also know that if the walls are completed and the city is rebuilt, the Jews won't pay any kind of taxes, and there will be less money in your treasury.", "14": "We are telling you this, because you have done so much for us, and we want everyone to respect you. ", "15": "If you look up the official records of your ancestors, you will find that Jerusalem has constantly rebelled and has led others to rebel against kings and provinces. That's why the city was destroyed in the first place. ", "16": "If Jerusalem is rebuilt and its walls completed, you will no longer have control over Western Province.", "17": "King Artaxerxes answered: Greetings to Governor Rehum, Secretary Shimshai, and to your advisors in Samaria and other parts of Western Province.", "18": "After your letter was translated and read to me, ", "19": "I had the old records checked. It is true that for years Jerusalem has rebelled and caused trouble for other kings and nations. ", "20": "And powerful kings have ruled Western Province from Jerusalem and have collected all kinds of taxes.", "21": "I want you to command the people to stop rebuilding the city until I give further notice. ", "22": "Do this right now, so that no harm will come to the kingdom.", "23": "As soon as this letter was read, Governor Rehum, Secretary Shimshai, and their advisors went to Jerusalem and forced everyone to stop rebuilding the city.", "24": "The Jews were forced to stop work on the temple and were not able to do any more building until the year after Darius became king of Persia.[l]"}