{"1": "Then the Lord God of Israel told the prophets Haggai and Zechariah[a] to speak in his name to the people of Judah and Jerusalem. And they did. ", "2": "So Zerubbabel the governor and Joshua the priest urged the people to start working on the temple again, and God's prophets encouraged them.", "3": "Governor Tattenai of Western Province and his assistant Shethar Bozenai got together with some of their officials. Then they went to Jerusalem and said to the people, “Who told you to rebuild this temple? ", "4": "Give us the names of the workers!”", "5": "But God was looking after the Jewish leaders. So the governor and his group decided not to make the people stop working on the temple until they could report to Darius and get his advice.", "6": "Governor Tattenai, Shethar Bozenai, and their advisors sent a report to Darius, ", "7": "which said: King Darius, we wish you the best! ", "8": "We went to Judah, where the temple of the great God is being built with huge stones and wooden beams set in the walls. Everyone is working hard, and the building is going up fast.", "9": "We asked those in charge to tell us who gave them permission to rebuild the temple. ", "10": "We also asked for the names of their leaders, so that we could write them down for you.", "11": "They claimed to be servants of the God who rules heaven and earth. And they said they were rebuilding the temple that was built many years ago by one of Israel's greatest kings.[b]", "12": "We were told that their people had made God angry, and he let them be captured by Nebuchadnezzar,[c] the Babylonian king[d] who took them away as captives to Babylonia. Nebuchadnezzar tore down their temple, ", "13-15": "took its gold and silver articles, and put them in the temple of his own god in Babylon. They also said that during the first year Cyrus was king of Babylonia,[e] he gave orders for God's temple to be rebuilt in Jerusalem where it had stood before. So Cyrus appointed Sheshbazzar governor of Judah and sent these gold and silver articles for him to put in the temple. ", "16": "Sheshbazzar then went to Jerusalem and laid the foundation for the temple, and the work is still going on.", "17": "Your Majesty, please have someone look up the old records in Babylonia and find out if King Cyrus really did give orders to rebuild God's temple in Jerusalem. We will do whatever you think we should."}