{"1": "King Darius ordered someone to go through the old records kept in Babylonia. ", "2": "Finally, a scroll[a] was found in Ecbatana, the capital of Media Province, and it said: This official record will show ", "3": "that in the first year Cyrus was king, he gave orders to rebuild God's temple in Jerusalem, so that sacrifices and offerings could be presented there.[b] It is to be built ninety feet high and ninety feet wide, ", "4": "with one[c] row of wooden beams for each three rows of large stones. The royal treasury will pay for everything. ", "5": "Then return to their proper places the gold and silver things that Nebuchadnezzar took from the temple and brought to Babylonia.", "6": "King Darius sent this message: Governor Tattenai of Western Province and Shethar Bozenai, you and your advisors must stay away from the temple. ", "7": "Let the Jewish governor and leaders rebuild it where it stood before. And stop slowing them down!", "8": "Starting right now, I am ordering you to help the leaders by paying their expenses from the tax money collected in Western Province. ", "9": "And don't fail to let the priests in Jerusalem have whatever they need each day so they can offer sacrifices to the God of heaven. Give them young bulls, rams, sheep, as well as wheat, salt, wine, and olive oil. ", "10": "I want them to be able to offer pleasing sacrifices to God and to pray for me and my family.", "11": "If any of you don't obey this order, a wooden beam will be taken from your house and sharpened on one end. Then it will be driven through your body,[d] and your house will be torn down and turned into a garbage dump. ", "12": "I ask the God who is worshiped in Jerusalem to destroy any king or nation who tries either to change what I have said or to tear down his temple. I, Darius, give these orders, and I expect them to be followed carefully.", "13": "Governor Tattenai, Shethar Bozenai, and their advisors carefully obeyed King Darius. ", "14": "With great success the Jewish leaders continued working on the temple, while Haggai and Zechariah encouraged them by their preaching. And so, the temple was completed at the command of the God of Israel and by the orders of kings Cyrus, Darius, and Artaxerxes of Persia.[e] ", "15": "On the third day of the month of Adar[f] in the sixth year of the rule of Darius,[g] the temple was finished.", "16": "The people of Israel, the priests, the Levites, and everyone else who had returned from exile were happy and celebrated as they dedicated God's temple. ", "17": "One hundred bulls, two hundred rams, and four hundred lambs were offered as sacrifices at the dedication. Also twelve goats were sacrificed as sin offerings for the twelve tribes of Israel. ", "18": "Then the priests and Levites were assigned their duties in God's temple in Jerusalem, according to the instructions Moses had written.", "19": "Everyone who had returned from exile celebrated Passover on the fourteenth day of the first month.[h] ", "20": "The priests and Levites had gone through a ceremony to make themselves acceptable to lead in worship. Then some of them killed Passover lambs for those who had returned, including the other priests and themselves.", "21": "The sacrifices were eaten by the Israelites who had returned and by the neighboring people who had given up the sinful customs of other nations in order to worship the Lord God of Israel. ", "22": "For seven days they celebrated the Festival of Thin Bread. Everyone was happy because the Lord God of Israel had made sure that the king of Assyria[i] would be kind to them and help them build the temple."}