{"1": "Artaxerxes was king of Persia when I[a] led the following chiefs of the family groups from Babylonia to Jerusalem:", "2-14": "Gershom of the Phinehas family; Daniel of the Ithamar family; Hattush son of Shecaniah of the David family; Zechariah and 150 other men of the Parosh family, who had family records; Eliehoenai son of Zerahiah with 200 men of the Pahath Moab family; Shecaniah son of Jahaziel with 300 men of the Zattu family;[b] Ebed son of Jonathan with 50 men of the Adin family; Jeshaiah son of Athaliah with 70 men of the Elam family; Zebadiah son of Michael with 80 men of the Shephatiah family; Obadiah son of Jehiel with 218 men of the Joab family; Shelomith son of Josiphiah with 160 men of the Bani family;[c] Zechariah son of Bebai with 28 men of the Bebai family; Johanan son of Hakkatan with 110 men of the Azgad family; Eliphelet, Jeuel, and Shemaiah who returned sometime later with 60 men of the Adonikam family; Uthai and Zaccur with 70 men of the Bigvai family.", "15": "I[d] brought everyone together by the river[e] that flows to the town of Ahava[f] where we camped for three days. Not one Levite could be found among the people and priests. ", "16": "So I sent for the leaders Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam. I also sent for Joiarib and Elnathan, who were very wise. ", "17": "Then I sent them to Iddo, the leader at Casiphia,[g] and I told them to ask him and his temple workers to send people to serve in God's temple.", "18": "God was kind to us and had them send a skillful man named Sherebiah, who was a Levite from the family of Mahli. Eighteen of his relatives came with him. ", "19": "We were also sent Hashabiah and Jeshaiah from the family of Merari along with twenty of their relatives. ", "20": "In addition, 220 others came to help the Levites in the temple. The ancestors of these workers had been chosen years ago by King David[h] and his officials, and they were all listed by name.", "21": "Beside the Ahava River,[i] I[j] asked the people to go without eating[k] and to pray. We humbled ourselves and asked God to bring us and our children safely to Jerusalem with all of our possessions. ", "22": "I was ashamed to ask the king to send soldiers and cavalry to protect us against enemies along the way. After all, we had told the king that our God takes care of everyone who truly worships him, but that he gets very angry and punishes anyone who refuses to obey. ", "23": "So we went without food and asked God himself to protect us, and he answered our prayers.", "24": "I[l] chose twelve of the leading priests—Sherebiah, Hashabiah and ten of their relatives. ", "25-27": "Then I weighed the gifts that had been given for God's temple, and I divided them among the twelve priests I had chosen. There were gifts of silver and gold, as well as the articles that the king, his advisors and officials, and the people of Israel had contributed. In all there were: 25 tons of silver; 100 silver articles weighing 150 pounds; 7,500 pounds of gold; 20 gold bowls weighing 270 ounces; and 2 polished bronze articles as valuable as gold.", "28": "I said to the priests: You belong to the Lord, the God of your ancestors, and these things also belong to him. The silver and gold were willingly given as gifts to the Lord. ", "29": "Be sure to guard them and keep them safe until you reach Jerusalem. Then weigh them inside God's temple in the presence of the chief priests, the Levites, and the heads of the Israelite families.", "30": "The priests and Levites then took charge of the gifts that had been weighed, so they could take them to the temple of our God in Jerusalem.", "31": "On the twelfth day of the first month,[m] we left the Ahava River[n] and started for Jerusalem. Our God watched over us, and as we traveled along, he kept our enemies from ambushing us.", "32": "After arriving in Jerusalem, we rested for three days. ", "33": "Then on the fourth day we went to God's temple, where the silver, the gold, and the other things were weighed and given to the priest Meremoth son of Uriah. With him were Eleazar son of Phinehas and the two Levites, Jozabad son of Jeshua and Noadiah son of Binnui. ", "34": "Everything was counted, weighed, and recorded.", "35": "Those who had returned from exile offered sacrifices on the altar to the God of Israel. Twelve bulls were offered for all Israel. Ninety-six rams and seventy-seven[o] lambs were offered on the altar. And twelve goats were sacrificed for the sins of the people. ", "36": "Some of those who had returned took the king's orders to the governors and officials in Western Province. Then the officials did what they could for the people and for the temple of God."}