{"1": "After the salutation, 10 which in effect is an exhortation. 12 He reprehendeth the Corinthians' sects and divisions, 17 and calleth them from pride to humility: 20 For overthrowing all worldly wisdom. 23, 25 he advanceth only the preaching of the cross. Paul [a]called to be an [b]Apostle of Jesus Christ, through the will of God, and our brother [c]Sosthenes,", "2": "[d]Unto the Church of God, which is at Corinth, to them that are [e]sanctified in [f]Christ Jesus, Saints by [g]calling, with all that [h]call on the Name of our Lord Jesus Christ in every place, both their Lord, and ours:", "3": "[i]Grace be with you, and peace from God our Father, and from the Lord Jesus Christ.", "4": "[j]I thank my God always on your behalf for the grace of God, which is given you in Jesus Christ.", "5": "That in all things ye are made rich in him [k]in [l]all kind of speech, and in all knowledge:", "6": "[m]As the testimony of Jesus Christ hath been [n]confirmed in you:", "7": "So that ye are not destitute of any gift: [o]waiting for the [p]appearing of our Lord Jesus Christ.", "8": "[q]Who shall also confirm you unto the end, that ye may be [r]blameless in the day of our Lord Jesus Christ.", "9": "God is [s]faithful, by whom ye are called unto the fellowship of his son Jesus Christ our Lord.", "10": "[t]Now I beseech you, brethren, by the Name of our Lord Jesus Christ, that [u]ye all speak one thing, and that there be no dissensions among you: but be ye [v]knit together in one mind, and in one judgment.", "11": "[w]For it hath been declared unto me, my brethren, of you by them that are of the house of Chloe, that there are contentions among you.", "12": "Now [x]this I say, that every one of you saith, I am Paul's, and I am Apollos's, and I am Cephas's and I am Christ's.", "13": "[y]Is Christ divided? was [z]Paul crucified for you? either were ye [aa]baptized into the name of Paul?", "14": "[ab]I thank God, that I baptized none of you, but Crispus, and Gaius,", "15": "Lest any should say, that I had baptized into mine own name.", "16": "I baptized also the household of Stephanas: furthermore know I not, whether I baptized any other.", "17": "[ac]For CHRIST sent me not to baptize, but to preach the Gospel, [ad]not with [ae]wisdom of words, lest the [af]cross of Christ should be made of none effect.", "18": "For that [ag]preaching of the cross is to them that perish, foolishness: but unto us, which are saved, it is the [ah]power of God.", "19": "[ai]For it is written, I will destroy the wisdom of the wise, and will cast away the understanding of the prudent.", "20": "Where is the wise? where is the [aj]Scribe? where is the [ak]disputer of this world? hath not God made the wisdom of this world foolishness?", "21": "[al]For seeing the [am]world by wisdom knew not God in the [an]wisdom of GOD, [ao]it pleased God by the [ap]foolishness of preaching to save them that believe:", "22": "[aq]Seeing also that the Jews require a sign, and the Grecians seek after wisdom.", "23": "But we preach Christ crucified: unto the Jews, even a stumbling block, and unto the Grecians, foolishness:", "24": "But unto them which are called, both of the Jews and Grecians, we preach Christ, the power of God, and the wisdom of God.", "25": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men.", "26": "[ar]For brethren, you see your [as]calling, how that not many wise men [at]after the flesh, not many mighty, not many noble are called.", "27": "But God hath chosen the foolish things of the world to confound the wise, and God hath chosen the weak things of the world, to confound the mighty things,", "28": "And vile things of the world, and things which are despised, hath God chosen, and things which [au]are not, to bring to [av]nought things that are.", "29": "That no [aw]flesh should rejoice in his presence.", "30": "But ye are [ax]of him in Christ Jesus, [ay]who of God is made unto us wisdom and righteousness, and sanctification, and redemption.", "31": "That, according as it is written, [az]He that rejoiceth, let him rejoice in the Lord."}