{"1": "If God spared not the Jews, neither will he spare those who are of like condition, 3, 4 touching the outward signs of his grace. 14 That it is absurd, that such should be partakers of the table of the devils, who are partakers of the Lord's Supper. 24 To have consideration of our neighbor in things indifferent. Moreover, [a]brethren, I would not that ye should be ignorant, that all our [b]fathers were under that cloud, and all passed through that sea,", "2": "[c]And were all [d]baptized unto [e]Moses, in that cloud, and in that sea,", "3": "And did all eat the [f]same spiritual [g]meat,", "4": "And did all drink the same spiritual drink (for they drank of the spiritual Rock that [h]followed them: and the Rock was [i]Christ.)", "5": "But with many of them God was not pleased: for they were overthrown in the wilderness.", "6": "[j]Now these things are our [k]examples, to the intent that we should not lust after evil things as they also lusted.", "7": "Neither be ye idolaters as were some of them, as it is written, The people sat down to eat and drink, and rose up to play.", "8": "Neither let us commit fornication, as some of them committed fornication, and fell in one day three and twenty thousand.", "9": "Neither let us tempt [l]Christ, as some of them also tempted him, and were destroyed of serpents.", "10": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.", "11": "Now all these things came unto them for examples, and were written to admonish us, upon whom the [m]ends of the world are come.", "12": "[n]Wherefore, let him that thinketh he standeth, take heed lest he fall.", "13": "There hath no temptation taken you, but such as appertaineth to [o]man: and God is faithful, which will not suffer you to be tempted above that you be able, but will even [p]give the issue with the temptation, that ye may be able to bear it.", "14": "Wherefore my beloved, flee from idolatry.", "15": "[q]I speak as unto them which have understanding: judge ye what I say.", "16": "The cup of [r]blessing which we bless, is it not the [s]communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?", "17": "For we that are many, are one bread and one body, because we all are partakers of one bread.", "18": "Behold Israel, which is after the [t]flesh: are not they which eat of the sacrifices [u]partakers of the Altar?", "19": "What say I then? that the idol is anything? or that that which is sacrificed to idols, is anything?", "20": "Nay, but that the things which the Gentiles sacrifice, they sacrifice to devils, and not unto God: and I would not that ye should have [v]fellowship with the devils.", "21": "Ye cannot drink the cup of the Lord, and the [w]cup of the devils. Ye cannot be partakers of the Lord's table, and of the table of the devils.", "22": "Do we provoke the Lord to anger? are we stronger than he?", "23": "[x][y]All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.", "24": "Let no man seek his own, but every man another's wealth.", "25": "[z]Whatsoever is sold in the [aa]shambles, eat ye, and ask no question for conscience sake.", "26": "For the earth is the Lord's, and [ab]all that therein is.", "27": "If any of them which believe not, call you to a feast, and if ye will go, whatsoever is set before you, eat, asking no question for conscience sake.", "28": "But if any man say unto you, This is sacrificed unto idols, eat it not, because of him that showed it, and for the conscience (for the earth is the Lord's, and all that therein is.)", "29": "And the conscience, I say, not thine, but of that other: [ac]for why should my liberty be condemned of another man's conscience?", "30": "For if I through God's [ad]benefit be partaker, why am I evil spoken of, for that wherefore I give thanks?", "31": "[ae]Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.", "32": "Give none offence, neither to the Jews, nor to the Grecians, nor to the Church of God:", "33": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they might be saved."}