{"1": "He blameth the Corinthians for that in their holy assemblies, 4 men do pray having their heads covered, 6 and women bareheaded: and because their meetings tended to evil, 21 who mingled profane banquets with the holy Supper of the Lord, 23 which he required to be celebrated according to Christ's institution. Be ye followers of me, even as I am of Christ:", "2": "[a]Now brethren, I commend you, that ye remember all my things, and keep the ordinances, as I delivered them to you.", "3": "[b]But I will that ye know, that Christ is the head of every man: and the man is the woman's head: and God is [c]Christ's head.", "4": "[d]Every [e]man praying or prophesying having anything on his head, dishonoreth his head.", "5": "[f]But every woman that prayeth or prophesieth bareheaded, dishonoreth her head: [g]for it is even one very thing, as though she were shaven.", "6": "Therefore if the woman be not covered, let her also be shorn: and if it be shame for a woman to be shorn or shaven, let her be covered.", "7": "[h]For a man ought not to cover his head: forasmuch as he is the image and glory of God: but the woman is the glory of the man.", "8": "[i]For the man is not of the woman, but the woman of the man.", "9": "[j]For the man was not created for the woman's sake: but the woman for the man's sake.", "10": "[k]Therefore ought the woman to have [l]power on her head, because of the [m]Angels.", "11": "[n]Nevertheless, neither is the man without the woman, neither the woman without the man [o]in the Lord.", "12": "For as the woman is of the man, so is the man also by the woman: but all things are of God.", "13": "[p]Judge in yourselves, Is it comely that a woman pray unto God uncovered?", "14": "Doth not nature itself teach you, that if a man have long hair, it is a shame unto him?", "15": "But if a woman have long hair, it is a praise unto her: for her hair is given her for a [q]covering.", "16": "[r]But if any man list to be contentious, we have no such custom, neither the Churches of God.", "17": "¶ [s]Now in this that I declare, I praise you not, that ye come together, not with profit, but with hurt.", "18": "[t]For first of all, when ye come together in the Church, I hear that there are dissensions among you: and I believe it to be true in some part.", "19": "[u]For there must be heresies even among you, that they which are [v]approved among you, might be known.", "20": "When ye come together therefore into one place, this is [w]not to eat the Lord's Supper.", "21": "For every man when they should eat, taketh his own supper [x]afore, and one is hungry, and another is drunken.", "22": "[y]Have ye not houses to eat and to drink in? despise ye the Church of God, and shame them that have not? what shall I say to you? shall I praise you in this? I praise you not.", "23": "[z]For I have received of the Lord that which I also have delivered unto you, to wit, That the Lord Jesus in the night when he was betrayed, took bread.", "24": "And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is [aa]broken for you: this do ye in remembrance of me. ", "25": "After the same manner also he took the cup, when he had supped, saying, This cup is the New Testament in my blood: this do as oft as ye drink it, in remembrance of me. ", "26": "For as often as ye shall eat this bread, and drink this cup, ye show the Lord's death till he come.", "27": "[ab]Wherefore, whosoever shall eat this bread, and drink the cup of the Lord [ac]unworthily, shall be guilty of the body and blood of the Lord.", "28": "[ad]Let [ae]every man therefore examine himself, and so let them eat of this bread, and drink of this cup.", "29": "For he that eateth and drinketh unworthily, eateth and drinketh his own damnation, because he [af]discerneth not the Lord's body.", "30": "[ag]For this cause many are weak, and sick among you, and many sleep.", "31": "For if we would [ah]judge ourselves, we should not be judged.", "32": "But when we are judged, we are chastened of the Lord, because we should not be condemned with the world.", "33": "[ai]Wherefore, my brethren, when ye come together to eat, tarry one for another.", "34": "[aj]And if any man be hungry, let him eat at home, that ye come not together unto condemnation. [ak]Other things will I set in order when I come."}