{"1": "To draw away the Corinthians from contention and pride, he showeth that spiritual gifts are therefore diversely bestowed, 7 that the same being jointly to each other employed, 12 we may grow up together into one body of Christ in such equal proportion and measure, 20 as the members of man's body do. Now [a]concerning spiritual gifts, brethren, I would not have you [b]ignorant.", "2": "[c]Ye know that ye were [d]Gentiles, and were carried away unto the dumb idols, as ye were led.", "3": "[e]Wherefore I declare unto you, that no man speaking by the spirit of God, calleth Jesus [f]execrable: also no man can say that Jesus is the Lord, but by the holy Ghost.", "4": "[g]Now there are diversities of gifts, but the [h]same Spirit.", "5": "And there are diversities of administrations, but the same Lord.", "6": "And there are diversities of [i]operations, but God is the same which worketh all in all.", "7": "But the manifestation of the Spirit is [j]given to every man, to [k]profit withal.", "8": "[l]For to one is given by the Spirit the word of [m]wisdom: and to another the word of knowledge, by the same Spirit:", "9": "And to another is given faith by the same Spirit: and to another the gifts of healing, by the same Spirit:", "10": "And to another the [n]operations of great works: and to another, [o]prophecy: and to another, the [p]discerning of spirits: and to another, diversities of tongues: and to another, the interpretation of tongues.", "11": "And all these things worketh one and the selfsame Spirit, distributing to every man severally [q]as he will.", "12": "[r]For as the body is one, and hath many members, and all the members of the body, which is one, though they be many, yet are but one body: [s]even so is [t]Christ.", "13": "For by one Spirit are we all baptized into [u]one body, whether we be Jews, or Grecians, whether we be bond, or free, and have been all made to [v]drink into one Spirit.", "14": "[w]For the body also is not one member, but many.", "15": "[x]If the foot would say, Because I am not the hand, I am not of the body, is it therefore not of the body?", "16": "And if the ear would say, Because I am not the eye, I am not of the body, is it therefore not of the body?", "17": "[y]If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?", "18": "But now hath God disposed the members every one of them in the body at his own pleasure.", "19": "For if they were all one member, where were the body?", "20": "But now are there many members, yet but one body.", "21": "[z]And the eye cannot say unto the hand, I have no need of thee: nor the head again to the feet, I have no need of you.", "22": "Yea, much rather those members of the body, which seem to be [aa]more feeble, are necessary.", "23": "And upon those members of the body, which we think most unhonest, put we more [ab]honesty on: and our uncomely parts have more comeliness on.", "24": "For our comely parts need it not: but God hath tempered the body together: and hath given the more honor to that part which lacked,", "25": "Lest there should be any division in the body: but that the members should have the same [ac]care one for another.", "26": "[ad]Therefore if one member suffer, all suffer with it: if one member be had in honor, all the members rejoice with it.", "27": "Now ye are the body of Christ, and members for your [ae]part.", "28": "And God hath ordained some in the Church: as first Apostles, secondly Prophets, thirdly teachers, then them that do miracles: after that, the gifts of healing, [af]helpers, [ag]governors, diversity of tongues.", "29": "Are all Apostles? are all Prophets? are all teachers?", "30": "Are all doers of miracles? have all the gifts of healing? do all speak with tongues? do all interpret?", "31": "[ah]But desire you the best gifts, and I will yet show you a more excellent way."}