{"1": "He commendeth the gifts of prophecying: 7 and by a similitude taken of musical instruments, 12 he teacheth the true use of interpreting the Scriptures: 17 he taketh away the abuse: 34 And forbiddeth women to speak in the Congregation. Follow [a]after love, and covet spiritual gifts, and rather that ye may [b]prophesy.", "2": "[c]For he that speaketh a strange [d]tongue, speaketh not unto men, but unto God: for no man heareth him: howbeit in the [e]spirit he speaketh secret things.", "3": "But he that prophesieth, speaketh unto men to [f]edifying, and to exhortation, and to comfort.", "4": "He that speaketh strange language, edifieth himself: but he that prophesieth, edifieth the [g]Church.", "5": "I would that ye all spake strange languages, but rather that ye prophesied: for greater is he that prophesieth, than he that speaketh diverse tongues, except he expound it, that the Church may receive edification.", "6": "And now, brethren, if I come unto you speaking diverse tongues, what shall I profit you, except I speak to you, either by revelation, or by knowledge, or by prophesying, or by doctrine?", "7": "[h]Moreover things without life which give a sound, whether it be a pipe or an harp, except they make a distinction in the sounds, how shall it be known what is piped or harped?", "8": "And also if the trumpet give an uncertain sound, who shall prepare himself to battle?", "9": "So likewise you, by the tongue, except ye utter words that have [i]signification, how shall it be understood what is spoken? for ye shall speak in the air.", "10": "[j]There are so many kinds of voices (as it cometh to pass) in the world, and none of them is dumb.", "11": "Except I know then the power of the voice, I shall be unto him that speaketh a Barbarian, and he that [k]speaketh, shall be a Barbarian unto me.", "12": "[l]Even so, forasmuch as ye covet spiritual gifts, seek that ye may excel unto the edifying of the Church.", "13": "Wherefore, let him that speaketh a strange tongue, [m]pray that he may interpret.", "14": "[n]For [o]if I pray in a strange tongue, my [p]spirit prayeth: but mine understanding is [q]without fruit.", "15": "What is it then? I will pray with the spirit, but I will pray with the [r]understanding also: I will sing with the spirit: but I will sing with the understanding also.", "16": "[s]Else, when thou blessest with the [t]spirit, how shall he that [u]occupieth the room of the unlearned, say [v]Amen, at thy giving of thanks, seeing he knowest not what thou sayest?", "17": "For thou verily givest thanks well, but the other is not edified.", "18": "[w]I thank my God, I speak languages more than ye all.", "19": "Yet had I rather in the Church to speak [x]five words with mine understanding, that I might also instruct others, than ten thousand words in a strange tongue.", "20": "[y]Brethren, be not children in understanding, but as concerning maliciousness be children, but in understanding be of a ripe age.", "21": "In the [z]Law it is written, By men of other tongues, and by other languages will I speak unto this people: yet so shall they not hear me, saith the Lord.", "22": "[aa]Wherefore strange tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.", "23": "[ab]If therefore, when the whole Church is come together in one, and all speak strange tongues, there come in they that are [ac]unlearned, or they which believe not, will they not say, that ye are out of your wits?", "24": "But if all prophesy, and there come in one that believeth not, or one unlearned, he is rebuked of all men, and is judged of all,", "25": "And so are the secrets of his heart made manifest, and so he will fall down on his face and worship God, and say plainly that God is in you indeed.", "26": "[ad]What is to be done then, brethren? when ye come together, according as every one of you hath a Psalm, or hath doctrine, or hath a tongue, or hath revelation, or hath interpretation, let all things be done unto edifying.", "27": "[ae]If any man speak a strange tongue, let it be by two, or at the most, by three, and that by course, and let one interpret.", "28": "But if there be no interpreter, let him keep silence in the Church, which speaketh languages, and let him speak to himself, and to God.", "29": "[af]Let the Prophets speak, two or three, and let the others judge.", "30": "And if anything be revealed to another that sitteth by, let the first hold his peace.", "31": "For ye may all prophesy one by one, that all may learn, and all may have comfort.", "32": "And the [ag]spirits of the Prophets are subject to the Prophets.", "33": "For God is not the author of confusion, but of peace, as we see in all the Churches of the Saints.", "34": "[ah]Let your women keep silence in the Churches: for it is not permitted unto them to speak: but they ought to be subject, as also the Law saith.", "35": "And if they will learn anything, let them ask their husbands at home: for it is a shame for women to speak in the Church.", "36": "[ai]Came the word of God out from you? either came it unto you only?", "37": "If any man think himself to be a Prophet, or [aj]spiritual, let him acknowledge, that the things that I write unto you, are the commandments of the Lord.", "38": "[ak]And if any man be ignorant, let him be ignorant.", "39": "[al]Wherefore, brethren, covet to prophesy, and forbid not to speak languages.", "40": "Let all things be done honestly, and by order."}