{"1": "The Gospel that Paul preached. 3 The death and resurrection of Christ. 8 Paul saw Christ. 9 He had persecuted that Church, whereof afterward he was made a minister. 12 Christ first rose again, and we all shall rise by him. 26 The last enemy, death. 29 To be baptized for dead. 32 At Ephesus Paul fought with beasts. 35 How the dead are raised. 45 The first Adam. The last Adam, 47 The first and second man. 51 We shall all be changed, we shall not all sleep. 55 Death's sting. 57 Victory. 58 Constancy and steadfastness. Moreover [a]brethren, I declare unto you the Gospel which I preached unto you, which ye have also received, and wherein ye [b]continue,", "2": "And whereby ye are saved, if ye keep in memory, after what manner I preached it unto you, [c]except ye have believed in vain.", "3": "For first of all, I delivered unto you that which I received, how that Christ died for our sins, according to the Scriptures,", "4": "And that he was buried, and that he arose the third day, according to the Scriptures,", "5": "And that he was seen of Cephas, then of the [d]twelve.", "6": "After that, he was seen of more than five hundred brethren at [e]once: whereof many remain unto this present, and some also are asleep.", "7": "After that, he was seen of James: then of all the Apostles.", "8": "[f]And last of all he was seen also of me, as of one born out of due time.", "9": "For I am the least of the Apostles, which am not meet to be called an Apostle, because I persecuted the Church of God.", "10": "But by the grace of God I am that I am: and his grace which is in me, was not in vain: but I labored more abundantly than they all: yet not I, but the grace of God which is with me.", "11": "Wherefore, whether it were I, or they, so we preach, and so have ye believed.", "12": "¶ [g]Now if it be preached, that Christ is risen from the dead, how say some among you, that there is no resurrection of the dead?", "13": "[h]For if there be no resurrection of the dead, then is Christ not risen:", "14": "[i]And if Christ be not risen, then is our preaching vain, and your faith is also vain.", "15": "And we are found also false witnesses of God: for we have testified of God, that he hath raised up Christ: whom he hath not raised up, if so be the dead be not raised.", "16": "[j]For if the dead be not raised, then is Christ not raised.", "17": "And if Christ be not raised, your faith is vain: [k]ye are [l]yet in your sins.", "18": "[m]And so they which are asleep in Christ, are perished.", "19": "[n]If in this life only we have hope in Christ, we are of all men the most miserable.", "20": "[o]But now is Christ risen from the dead, [p]and was made the [q]firstfruits of them that slept.", "21": "[r]For since by man came death, by man came also the resurrection of the dead.", "22": "For as in Adam all die, even so in Christ shall all be [s]made alive.", "23": "[t]But every man in his own order: the firstfruits is Christ, afterward, they that are of Christ, at his coming shall rise again.", "24": "[u]Then shall be the [v]end, when he hath delivered up the kingdom to God, even the Father, when he hath put down [w]all rule, and all authority and power.", "25": "For he must reign till he hath put all his enemies [x]under his feet.", "26": "The [y]last enemy that shall be destroyed, is death.", "27": "For he hath put down all things under his feet. (And when he saith that all things are subdued to him, it is manifest that he is excepted, which did put down all things under him.)", "28": "And when all things shall be subdued unto him, [z]then shall the Son also himself be subject unto him, that did subdue all things under him, that [aa]God may be all in all.", "29": "[ab]Else what shall they do which are baptized [ac]for dead? if the dead rise not at all, why are they then baptized for dead?", "30": "[ad]Why are we also in jeopardy every hour?", "31": "By your [ae]rejoicing which I have in Christ Jesus our Lord, I die daily.", "32": "[af]If I have fought with beasts at Ephesus [ag]after the manner of men, what advantageth it me, if the dead be not raised up? [ah]let us [ai]eat and drink: for tomorrow we shall die.", "33": "[aj]Be not deceived: evil speakings corrupt good manners.", "34": "Awake to live righteously, and sin not: for some have not the knowledge of God, I speak this to your shame.", "35": "[ak]But some man will say, How are the dead raised up? and with what body come they forth?", "36": "[al]O fool, that which thou sowest, is not quickened, except it die.", "37": "And that which thou sowest, thou sowest not that body that shall be, but bare corn as it falleth, of wheat, or of some other.", "38": "[am]But God giveth it a body at his pleasure, even to every seed his own body.", "39": "All flesh is not the same flesh, but there is one flesh of men, and another flesh of beasts, and another of fishes, and another of birds:", "40": "There are also heavenly bodies, and earthly bodies: but the glory of the heavenly is one, and the glory of the earthly is another.", "41": "There is another glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.", "42": "[an]So also is the resurrection of the dead. The body is [ao]sown in corruption, and is raised in incorruption.", "43": "It is sown in [ap]dishonor, and is raised in glory: it is sown in weakness, and is raised in [aq]power.", "44": "[ar]It is sown a natural body, and is raised a spiritual body: there is a natural body, and there is a spiritual body.", "45": "[as]As it is also written, The [at]first man Adam was made a living soul: and the last Adam was made a [au]quickening spirit.", "46": "[av]Howbeit that was not first which is spiritual: but that which is natural, and afterward that which is spiritual.", "47": "The first man is of the earth, [aw]earthly: the second man is the Lord from [ax]heaven.", "48": "[ay]As is the earthly, such are they that are earthly: and as is the heavenly, such are they also that are heavenly.", "49": "And as we have born the [az]image of the earthly, so shall we bear the image of the heavenly.", "50": "[ba]This say I, brethren, that [bb]flesh and blood cannot inherit the kingdom of God, neither doth corruption inherit incorruption.", "51": "[bc]Behold, I show you a [bd]secret thing, We shall not all sleep, but we shall all be changed,", "52": "In [be]a moment, in the twinkling of an eye at the last trumpet: for the trumpet shall blow, and the dead shall be raised up incorruptible, and we shall be changed.", "53": "For this corruptible must put on incorruption: and this mortal must put on immortality.", "54": "So when this corruptible hath put on incorruption, and this mortal hath put on immortality, then shall be brought to pass the saying, that is written, Death is swallowed up into victory.", "55": "O death where is thy sting? O grave where is thy victory?", "56": "The sting of death is sin: and the strength of sin is the Law.", "57": "But thanks be unto God, which hath given us victory through our Lord Jesus Christ.", "58": "[bf]Therefore my beloved brethren, be ye steadfast, unmovable, abundant always in the work of the Lord, forasmuch as ye know that your labor is not in vain in the [bg]Lord."}