{"1": "He setteth down a platform of his preaching, 4 which was base in respect of man's wisdom, 7, 13 but noble in respect of the spiritual power and efficacy. 14 And so concludeth that flesh and blood cannot rightly judge thereof. And [a]I, brethren, when I came to you, came not with excellency of words, or of wisdom, showing unto you the [b]testimony of God.", "2": "For I [c]esteemed not to know any thing among you, save Jesus Christ, and him crucified.", "3": "And I was among you in [d]weakness, and in fear, and in much trembling.", "4": "Neither stood my word, and my preaching in the enticing speech of man's wisdom, [e]but in plain [f]evidence of the Spirit and of power.", "5": "[g]That your faith should not be in the wisdom of men, but in the power of God.", "6": "[h]And we speak wisdom among them that are [i]perfect: not the wisdom of this world, neither of the [j]princes of this world, which come to nought.", "7": "[k]But we speak the wisdom of God in a [l]mystery, even the hid wisdom, [m]which God had determined before the world, unto our glory.", "8": "[n]Which none of the princes of this world hath known: for had they known it, they would not have crucified the [o]Lord of glory.", "9": "[p]But as it is written, The things which eye hath not seen, neither ear hath heard, neither came into [q]man's heart, are, which God hath prepared for them that love him.", "10": "[r]But God hath revealed them unto us by his Spirit: for the spirit [s]searcheth all things, yea, the deep things of God.", "11": "[t]For what man knoweth the things of a man, save the [u]spirit of a man, which is in him? even so the things of God knoweth no man, but the Spirit of God.", "12": "Now we have receiveth not the [v]spirit of the world, but the Spirit, which is of God, [w]that we might [x]know the things that are given to us of God.", "13": "[y]Which things also we speak, not in the words which man's wisdom teacheth, but which the holy Ghost teacheth, [z]comparing spiritual things with spiritual things.", "14": "[aa]But the [ab]natural man perceiveth not the things of the Spirit of God: for they are foolishness unto him, neither can he know them, because they are [ac]spiritually discerned.", "15": "[ad]But he that is spiritual, [ae]discerneth all things: yet [af]he himself is judged of [ag]no man.", "16": "[ah]For who hath known the mind of the Lord, that he might [ai]instruct him? But we have the [aj]mind of Christ."}