{"1": "He yieldeth a reason why he preached small matters unto them: 4 He showeth how they ought to esteem of Ministers: 6 The minister's office. 10 A true form of edifying. 16 He warneth the Corinthians, that they be not drawn away to profane things, 18 through the proud wisdom of the flesh. And [a]I could not speak unto you, brethren, as unto spiritual men, but as unto [b]carnal, even as unto babes in Christ.", "2": "I gave you milk to drink, and not [c]meat: for ye were not yet [d]able to bear it, neither yet now are ye able.", "3": "For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as [e]men?", "4": "For when one saith, I am Paul's, and another, I am Apollos's, are ye not carnal?", "5": "[f]Who is Paul then? and who is Apollos, but the ministers by whom ye believed, and as the Lord gave to every man?", "6": "[g]I have planted, Apollos watered, but God gave the increase.", "7": "So then, neither is he that planteth anything, neither he that watereth, but God that giveth the increase.", "8": "And he that planteth, and he that watereth, are one, and every man shall receive his wages, according to his labor.", "9": "For we together are God's [h]laborers: ye are God's husbandry, and God's building.", "10": "According to the grace of God given to me, as a skillful master builder, I have laid the foundation, and another buildeth thereon: [i]but let every man take heed how he buildeth upon it.", "11": "[j]For other foundation can no man lay, than that which is laid, which is Jesus Christ.", "12": "[k]And if any man build on this foundation, gold, silver, precious stones, timber, hay, or stubble,", "13": "[l]Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by the fire: and the fire shall try every man's work of what sort it is.", "14": "If any man's work, that he hath built upon, abide, he shall receive wages.", "15": "If any man's work burn, he shall lose, but [m]he shall be saved himself: nevertheless yet as it were by the fire.", "16": "[n]Know ye not that ye are the Temple of God, and that the Spirit of God dwelleth in you?", "17": "If any man [o]destroy the Temple of God, him shall God destroy: for the Temple of God is holy, which ye are.", "18": "[p]Let no man deceive himself: If any man among you seem to be wise in this world, let him be a fool, that he may be wise.", "19": "For the wisdom of this world is foolishness with God: for it is written, He [q]catcheth the wise in their own craftiness.", "20": "And again, The Lord knoweth that the thoughts of the wise be vain.", "21": "[r]Therefore let no man [s]rejoice in men: for all things are [t]yours.", "22": "Whether it be Paul, or Apollos, or Cephas, or the [u]world, or life, or death, whether they be things present, or things to come, even all are yours,", "23": "And ye Christ's, and Christ God's."}