{"1": "That they have winked at him who committed incest with his mother-in-law, 2, 6 he showeth should cause them rather to be ashamed, than to rejoice: 10 Such kind of wickedness is to be punished with excommunication,  12 lest others be infected with it. It [a]is heard certainly that there is fornication among you: and such fornication as is not once named among the Gentiles, that one should have his father's wife.", "2": "[b]And ye are puffed up, and have not rather sorrowed, that he which hath done this deed, might be put from among you.", "3": "[c]For I verily as absent in body, but present in [d]spirit, have determined already as though I were present, that he that hath thus done this thing,", "4": "When ye are gathered together, and my spirit, in the [e]Name of our Lord Jesus Christ, that such one, I say, [f]by the power of our Lord Jesus Christ,", "5": "[g]Be [h]delivered unto Satan, for the [i]destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.", "6": "[j]Your rejoicing [k]is not good: know ye not that a little leaven leaveneth the whole lump?", "7": "[l]Purge out therefore the old leaven, that ye may be a new [m]lump, as ye are unleavened: for Christ our [n]Passover is sacrificed for us.", "8": "Therefore let us keep the [o]feast, not with old leaven, neither in the leaven of maliciousness and wickedness: but with the unleavened bread of sincerity and truth.", "9": "[p]I wrote unto you in an Epistle, that ye should not company together with fornicators,", "10": "And not [q]altogether with the fornicators of this world, or with the covetous, or with extortioners, or with idolaters: for then ye must go out of the world.", "11": "But now I have written unto you, that ye company not together: if any that is called a brother, be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner, with such one eat not.", "12": "[r]For what have I to do to judge them also which are without? do ye not judge them that are within?", "13": "But God judgeth them that are without. Put away therefore from among yourselves that wicked man."}