{"1": "He inveigheth against their contention in law matters, 6 wherewith they vexed one another under judges that were infidels, to the reproach of the Gospel, 9 and then sharply threateneth fornicators. Dare [a][b]any of you, having business against another, be judged [c]under the unjust, [d]and not under the Saints?", "2": "[e]Do ye not know that the Saints shall judge the world? If the world then shall be judged by you, are ye unworthy to judge the smallest matters?", "3": "Know ye not that we shall judge the Angels? how much more things that pertain to this life?", "4": "[f]If then ye have [g]judgments of things pertaining to this life, set them up which are [h]least esteemed in the Church.", "5": "[i]I speak it to your shame. Is it so that there is not a wise man among you? no, not one, that can judge between his brethren?", "6": "But a brother goeth to law with a brother, and that under the infidels.", "7": "[j]Now therefore there is altogether [k]infirmity in you, that ye go to law one with another: [l]why rather suffer ye not wrong? why rather sustain ye not harm?", "8": "Nay, ye yourselves do wrong, and do harm, and that to your brethren.", "9": "Know ye not that the unrighteous shall not inherit the kingdom of God? [m]Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor wantons, nor buggerers,", "10": "Nor thieves, nor covetous, nor drunkards, nor railers, nor extortioners shall inherit the kingdom of God.", "11": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified, in the [n]Name of the Lord Jesus, and by the Spirit of our God.", "12": "¶ [o][p]All things are lawful unto me, but all things are not profitable. I may do all things, but I will not be brought under the [q]power of any thing.", "13": "[r]Meats are ordained for the belly, and the belly for the meats: but God shall destroy both it, and them. Now the body is not for fornication, but for the Lord, and the Lord for the body.", "14": "And God hath also raised up the Lord, and shall raise us up by his power.", "15": "[s]Know ye not, that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.", "16": "[t]Do ye not know, that he which coupleth himself with an harlot, is one body? for [u]two, saith he, shall be one flesh.", "17": "But he that is joined unto the Lord, is one spirit.", "18": "[v]Flee fornication: every sin that a man doeth, is without the body: but he that commiteth fornication, sinneth against his own body.", "19": "[w]Know ye not, that your body is the temple of the holy Ghost, which is in you, whom ye have of God? and [x]ye are not your own.", "20": "For ye are bought for a price: therefore glorify God in your body, and in your spirit: for they are God's."}