{"1": "He declareth, that from the liberty which the Lord gave him, 15 he willingly abstained, 18, 22 lest in things indifferent he should offend any. 24 He showeth that our life is like unto a race. Am [a]I not an Apostle? am I not free? [b]have I not seen Jesus Christ our Lord? are ye not my work [c]in the Lord?", "2": "If I be not an Apostle unto others, yet doubtless I am unto you: for ye are the [d]seal of mine Apostleship in the Lord.", "3": "[e]My defense to him that [f]examine me, is this,", "4": "[g]Have we not power to [h]eat and to drink?", "5": "Or have we not power to lead about a wife being a [i]sister, as well as the rest of the Apostles, and as the brethren of the Lord, and Cephas?", "6": "Or I only and Barnabas, have not we power [j]not to work?", "7": "[k]Who [l]goeth a warfare any time at his own cost? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?", "8": "[m]Say I these things [n]according to man? saith not the Law the same also?", "9": "For it is written in the Law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn: doth God take care for [o]oxen?", "10": "Either saith he it not altogether for our sakes? For our sakes no doubt it is written, that he which eareth, should ear in hope, and that he that thresheth in hope, should be partaker of his hope.", "11": "[p]If we have sown unto you spiritual things, is it a great thing if we reap your carnal things?", "12": "[q]If others with you be partakers of this [r]power, are not we rather? nevertheless, we have not used this power: but suffer all things, that we should not hinder the Gospel of Christ.", "13": "[s]Do ye not know, that they which minister about the holy things, eat of the [t]things of the Temple? and they which wait at the altar, are [u]partakers with the altar?", "14": "So also hath the Lord ordained, that they which preach the Gospel, should live [v]of the Gospel.", "15": "But I have used none of these things: [w]neither wrote I these things, that it should be so done unto me: for it were better for me to die, than that any man should make my rejoicing vain.", "16": "For though I preach the Gospel, I have nothing to rejoice of: for necessity is laid upon me, and woe is unto me, if I preach not the Gospel.", "17": "For if I do it willingly, I have a reward, but if I do it against my will, notwithstanding the dispensation is committed unto me.", "18": "What is my reward then? verily that when I preach the Gospel, I make the Gospel of Christ [x]free, that I abuse not mine authority in the Gospel.", "19": "For though I be free from all men, yet have I made myself servant unto all men, that I may win the more.", "20": "And unto the Jews, I become as a Jew, that I may win the Jews: to them that are under the [y]Law, as though I were under the Law, that I may win them that are under the Law:", "21": "To them that are without Law, as though I were without Law, (when I am not without Law as pertaining to God, but am in the Law through Christ) that I may win them that are without Law:", "22": "To the weak I become as weak, that I may win the weak: I am made all things to [z]all men, that I might by all means save some.", "23": "And this I do for the Gospel's sake, that I might be partaker thereof with [aa]you.", "24": "[ab]Know ye not, that they which run in a race, run all, yet one receiveth the prize? so run that ye may obtain.", "25": "And every man that proveth masteries, [ac]abstaineth from all things: and they do it to obtain a corruptible crown: but we for an incorruptible.", "26": "I therefore so run, not as uncertainly: so fight I, not as one that beateth the air.", "27": "But I beat down my [ad]body, and bring it into subjection, lest by any means after that I have preached to others, I myself should be [ae]reproved."}