{"1": "The words in this book are the words of the Eternal One, which were told to Hosea (Beeri's son) when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah; and when Jeroboam (Joash's son) was king of Israel.", "2": "This is the word the Eternal spoke through Hosea first. Eternal One (to Hosea): Go and marry a woman who is a prostitute and have children who come from this unfaithfulness. This will represent how the land of Israel has abandoned Me and become a prostitute to other masters!", "3": "So Hosea married a woman named Gomer (Diblaim's daughter). She became pregnant and gave birth to his son.", "4": "Eternal One: 4 I want you to name this boy Jezreel because I'm just about to punish Jehu's dynasty for all the blood Jehu shed at the city of Jezreel.[a] I will bring an end to the monarchy in Israel. ", "5": "Here's how I'm going to do it: I'll destroy their army and break their bow when they fight the Assyrians in the valley of Jezreel.", "6": "This judgment is for the crime of slaughtering Ahab's family at the city of Jezreel by Jehu when he made himself king, and the punish ment includes Jehu's great-grandson, King Jeroboam. Gomer became pregnant again, and this time she had a girl. Eternal One: I want you to name her Shown No Mercy,[b] because I'm not going to show any more mercy to the people of Israel. I won't forgive them anymore. ", "7": "But I will have mercy on the people of Judah. Even though they could never win in battle with their own weapons—bows and swords, horses and cavalry—I'm going to save them personally.", "8": "After Gomer finished nursing Shown No Mercy, she became pregnant again and had another boy.", "9": "Eternal One: 9 I want you to name him Not My People,[c] because these people aren't Mine anymore, and I am not their God.", "10": "But things won't always be this way. Someday there'll be so many people in Israel that they'll be like the grains of sand at the seashore—too many to count! It shall turn out that in the very place where it was said to them, “You are not My people,” they will be called “Children of the living God.”[d] ", "11": "The people of Judah and the people of Israel will return from exile and gather together as one nation again, and they'll agree on only one leader for all of them. It will be a great day when they go up from the land and “Jezreel” is a reality."}