{"1": "Eternal One: When Israel was a child, I loved him; and out of Egypt I called My son.[a]", "2": "But the more I called to Israel, the more they walked away from Me.[b] They kept on sacrificing to other divine masters[c] and burning incense to idols!", "3": "But I was the one who taught Ephraim to walk, holding him up by his arms, but his people didn't know I was the One who took care of them.", "4": "I led them along with leather cords; with ropes of love I showed them the way. As I dealt with them, I lifted the yoke from their neck; I bent down to give them their food.", "5": "The people of Israel will return to bondage like they knew in the land of Egypt, And this time Assyria will be their king because they refuse to return to Me.", "6": "The sword will be turned loose in their cities. It will destroy their defenses and put an end to them because of their schemes.", "7": "My people are determined to turn away from Me. Even when they call out to the Most High, He won't rescue them.", "8": "Eternal One: But how can I give you up, Ephraim? How can I turn you over to your enemies, Israel? How can I give you away as I did Admah or treat you like Zeboiim? The four cities of the plain—Admah, Zeboiim, Sodom, and Gomorrah—were all destroyed (Genesis 14). My heart is changed within Me, and all at once My compassion is stirred up.", "9": "I will not carry out My burning anger; I will not destroy Ephraim completely. For I am God, not a human being; I am the Holy One in your midst; I won't unleash My anger for an attack.", "10": "They'll turn back to Me. He'll roar like a lion, and when He roars, His children will scurry in from the west.", "11": "They'll scatter like birds from Egypt or like doves from the land of Assyria, And I'll restore them to their homes. The Eternal declares that He'll do this.", "12": "Eternal One: Ephraim has surrounded Me with lies. The people of Israel surround Me with their weapons of deceit. But Judah continues to roam with God, even with the faithful Holy One.[d]"}