{"1": "Eternal One: Ephraim feeds on the wind. He chases the hot east wind all day long. He's becoming more and more deceitful and violent. They've abandoned their covenant to make an alliance with Assyria, trading oil for favor from Egypt.", "2": "As Israel pursues what she cannot obtain, she becomes entangled in affairs of other nations. The Eternal has charges to bring against Judah; He'll punish the nation of Jacob for the way he's acting and pay him back for the things he's done.", "3": "Even from the womb, he fought with his brother by grabbing his heel;[a] when he grew to be an adult, he struggled against God.", "4-5": "He wrestled with a heavenly messenger and won;[b] he wept and begged for his help. It was the Eternal, the Commander of heavenly armies, who met him at Bethel; the Eternal Himself spoke with him there; the Eternal One is His memorial name.", "6": "So you must return to your God, maintain loyalty and justice, and wait patiently for your God.", "7": "Like Canaan, Israel is a merchant who uses dishonest scales— he loves to cheat people!", "8": "Ephraim gloats, “I've gotten rich! I've made a fortune for myself! And in all my dealings no one can charge me with iniquity and dishonesty.”", "9": "Eternal One: I'm the Eternal One; I've been your True God ever since you left Egypt. I'm going to make you live in tents again, As you do in remembrance during the Feast of Tabernacles.", "10": "Every year, the Israelites live in tents for one week as part of the Feast of Tabernacles. This festival reminds the people of God's constant protection of their ancestors as they wandered for a generation in the Sinai desert. However, the Israelites won't enjoy their coming time in tents. Living in tents will mean they've lost all the wealth and security they built up in their solid houses and cities; they'll be nomads wandering the earth, but this time without God's constant protection. In a reversal of the Exodus story, these wanderings will be a prelude to bondage in a foreign nation, where they will be slaves without the ear of God, as their ancestors were in Egypt. Eternal One: I've spoken to the prophets; I've given them many visions, and I've told you parables through them.", "11": "Because Gilead is so wicked, it is worthless.[c] They sacrifice bulls at the cultic center of Gilgal, But their altars will be heaps of stone next to a plowed field.", "12": "Jacob fled to the fields of Aram;[d] Israel worked for Laban in exchange for a wife; to pay the bride-price, he shepherded Laban's flocks.", "13": "But the Eternal One led Israel out of Egypt by a prophet; Moses, God's own prophet, kept the people safe.", "14": "But now Ephraim has made his Lord furious, and this is His judgment: God will punish him for the blood he's shed and pay him back for his defiance."}