{"1": "When Ephraim spoke, people trembled because he was powerful in Israel. But he was guilty of worshiping another divine master[a] and was sentenced to death.", "2": "Even now they keep on sinning; they cast metal idols for themselves, shaping silver to fashion wretched images. These idols are all skillfully crafted by humans. People say, “Offer your human sacrifices to them, and kiss these calf-idols.”", "3": "God will destroy them for this, and they'll be like fog in the morning, like dew evaporating at sunrise, like the chaff blown from the threshing floor, Like the smoke that drifts out of a window.", "4": "Eternal One: I'm the Eternal One. I've been your God ever since you left Egypt. You are supposed to be exclusively loyal to Me. No other god can be your liberator.", "5": "It was I who established the relationship with you in the wilderness, I who looked after you in that parched and weary land.", "6": "When I fed them, they were satisfied, but when satisfied, they filled with pride and then forgot Me.", "7": "So I'll be like a lion to them, like a panther stalking the roadside.", "8": "I'll meet them like a bear who's lost her cubs; I'll rip open their chests. I'll devour them as if I'm a lion, and I'll tear them apart as if I'm a wild animal.", "9": "This is why you're going to be destroyed, Israel: you're against Me, against the One who's helping you!", "10": "Where is your king now? Let's see if he comes to save you and all your cities. Where are your leaders, the ones of whom you demanded, “Give me a king and princes!”?", "11": "I gave you a king, even though you made Me angry by asking for one, and in My rage, I decided to take him away!", "12": "Ephraim's guilt has been wrapped up; his sin has been hidden.", "13": "The labor pains of his mother are coming for him, but he is unwise; he does not move from the birth canal.", "14": "Should I deliver them from the power of the grave? Should I rescue them from death's cold grip? Hey, Death! Where is your big win? Hey, Grave! What happened to your sting?[b] I'll look the other way and not show them any pity.", "15": "Though Israel, among his brothers, is like a plant that flourishes in the wetlands, an east wind will come—a dry desert wind sent by Me— And the waters will dry up. His spring will run dry. All the treasures in his storehouse will be plundered.", "16": "Because of her guilt and her rebellion against her God, Samaria will be punished: her people will be cut down by the sword; Her children will be dashed to pieces; her pregnant women will be torn open."}