{"1": "Jezreel means “God sows [seed].” He will bring the people back to their land, and they'll never be uprooted again. Eternal One (to the future reunited people): Give your brothers a new name: My People; and give your sisters a new name too: Shown Mercy.", "2": "I'm going to publicly charge your mother, Israel, with being unfaithful to Me. But you must bring the accusation against her—you bring it— Because she's not My wife anymore and I'm not her husband. Israel was unfaithful to God by worshiping the fertility gods of her neighbors and forging diplomatic and military alliances with these foreign nations. Look at her! She must cease from her whoring ways, even her adulteries from her breasts; she must remove her lovers.", "3": "If she doesn't stop, I'll take away all her clothes and jewels and leave her as naked as the day she was born. I'll make her like the bare rocks and soil of the desert where nothing grows because there's no rain: I'll kill her with thirst.", "4": "When I divorce her, I won't take care of her children because they are children of wickedness, tainted by that very prostitution.", "5": "Whenever God's children abandon proper worship of Him in favor of any earthly thing—be it worship of another god, dependence on themselves, or trust in foreign leaders—they break their covenant with Him. Breaking that promise is like committing adultery, which is literally the destruction of a marriage covenant. Here, God is furious with Israel because they have chosen to serve the gods of other nations in addition to Him; they are committing adultery against Him. Under the rule of King Jeroboam II in the Northern Kingdom of Israel, worship of a Canaanite deity named Baal is common. Many people believe he is the god of weather and therefore the one who makes the earth fertile and produces crops. Like God, he is worshiped through the donation of gifts and sacrificing of animals, but Baal is also honored by the activities of prostitutes at shrines dedicated to him. The men and women who are employed at those shrines are paid for their fertility rituals by customers (worshipers) not only with money but also with the produce of the land their sexual activities supposedly fertilized: bread and water, wool and flax, oil and wine. Their mother was a prostitute; she brought shame on herself when she had these children. She chased her customers, saying, “I'm going to go looking for my lovers. They're the ones who give me my bread and water, my wool and flax, my oil and wine.”", "6": "But I'll block her way with a thorn hedge; I'll put a wall up around her, blocking her usual paths,", "7": "and she will wander after her lovers like a dumb sheep. She'll chase after them, but she won't catch them. She'll look for them, but she won't find them. Then she'll say, “I'm going to go back to my original husband because I was better off then than I am now!”", "8": "She didn't know I was the One who gave her the grain and wine and oil— not those fertility gods she was worshiping. I made her rich with silver and gold, but she devoted it to another divine master![a]", "9": "So when harvest time comes, I'll take back My grain, and when the grapes ripen, I'll take back My wine. I'll take away the wool and flax I gave her to make clothes so she wouldn't be naked.", "10": "The land will be stripped bare, and this unfaithful wife of Mine will be walking around Embarrassingly naked in the sight of her lovers, and none of them will be able to rescue her from Me.", "11": "So I'm going to end all of her celebrations now that she uses them to honor other masters— Her pilgrimage festivals, her new moon celebrations, her Sabbath feasts, and all her other gatherings.", "12": "She says she's entitled to her vines and fig trees because they're her wages from prostitution; they're gifts from her lovers. But I'm going to destroy them all. I'll turn them into a tangle of brush, and wild animals will eat up the fruit.", "13": "I swear that I'll punish her for honoring other masters[b] on My special days, even her burning incense to those false gods. She got dressed up in her rings and jewelry; she went after her lovers, and she forgot about Me.", "14": "But once she has nothing, I'll be able to get through to her. I'll entice her and lead her out into the wilderness where we can be alone, and I'll speak right to her heart and try to win her back.", "15": "And then I'll give her back her vineyards; I'll turn the valley of Achor, that “Valley of Trouble,”[c] into a gateway of hope. This is where Achan was judged for keeping forbidden spoils of war when Israel first entered into the land after the exodus. In the wilderness of exile she'll learn to respond to Me the way she did when she was young, when I brought her out of Egypt.", "16": "And I swear when that day comes, she'll call Me “my husband” and never address Me again as “my master” as she did those other gods. ", "17": "She'll never invoke the name of any other master again. Everyone will forget that gods by that name ever existed. ", "18": "When that day comes, this is what I'll do for My people: I'll make a covenant for them with the wild animals and flying birds and crawling insects, and they'll agree never to devour her crops again. I'll smash all the bows and swords and weapons that could be used to invade their land, and they'll live in security.", "19": "(to His reclaimed bride) 19 I'm going to marry you, and this time it'll be forever in righteousness and justice. Our covenant will reflect a loyal love and great mercy; ", "20": "our marriage will be honest and truthful, and you'll understand who I really am—the Eternal One.", "21": "And I swear that when that day comes I'll answer the sky and prayers for rain, and the sky will give the land the water it's asking for.", "22": "And the land will give the grain and wine and oil the fertile soil they need to develop, and the crops will shout back to Me, “God sows!”[d]", "23": "I won't just restore the agricultural abundance; I'll sow into My beloved land and plant the people in the land and make them My own. To the one who has not been shown mercy,[e] I'll rename her Mercy. I'll tell Not My People,[f] “You are now My People!” and he'll respond, “You're my God!”[g]"}