{"1": "Listen to what the Eternal says, you people of Israel! Eternal One: I am bringing charges against everyone who lives in your land because there's no truth and no faithfulness and no knowledge of God in the land.", "2": "There is only cursing and lying and killing and stealing and adultery— so that one act of bloodshed follows right after another.", "3": "It's because you're breaking My most basic directives that the land will mourn with grief and even dry up like a desert plant. Those dwelling in it waste away, As the wild animals, the flying birds, and the swimming fish are all dying.", "4": "Be careful in bringing these charges and contending with one another, for this is My charge against you, you priests—I have a divine contention against you!", "5": "You stumble around during the day, and the prophets stumble with you at night. And so I will destroy your mother, the land where you live.", "6": "You've forgotten the law of your God: you've rejected My judgments. I'll reject you because of your lack of knowledge—reject you as My priests; I'll even forget your children!", "7": "The more powerful the priests grew, the more they sinned against Me. So I'll turn their honor[a] into shame.", "8": "Because these priests are allowed to eat the sin offerings, they actually want the people to sin so they'll have more meat to eat!", "9": "And so it's “like priest, like people”: a low standard for living. I'll punish them for this and repay them for what they've done:", "10": "They'll eat, but they won't be satisfied; they'll be active like whores, but have no children because they've rebelled in guarding Me and My ways.", "11": "Through prostitution, wine, and new wine, My people have lost their senses;", "12": "They expect to hear oracles from a wooden idol, to get guidance from a diviner's wand! For a spirit of prostitution is leading them astray— that's why they're so unfaithful to their God and are becoming prostitutes.", "13": "They offer sacrifices on the mountain tops and burn incense on the hills, Gathering under sacred trees like oaks, poplars, and terebinths, relaxing in their comforting shade. This is why your own daughters become prostitutes and your daughters-in-law commit adultery!", "14": "I won't punish your daughters for their prostitution or your daughters-in-law for their adultery, Because you men are visiting common prostitutes yourselves and offering sacrifices with cultic prostitutes. My people have no understanding, and they're being ruined!", "15": "But even though Israel is being so unfaithful, don't you become guilty, too, Judah! Don't go to Gilgal, and don't go to that “house of wickedness,” Beth-aven. Don't swear by My name while you're worshiping other gods!", "16": "The people of Israel are stubborn, just like heifers, so how can I shepherd them like lambs in a pasture?", "17": "Ephraim is allied with idols; don't have anything to do with him![b]", "18": "When they've finished drinking, they turn to prostitution to sate their thirst. Their rulers love shame rather than living decently.[c]", "19": "They'll be swept away by the wind, and they'll be ashamed of the way they sacrificed to idols."}