{"1": "Don't rejoice, Israel! Don't shriek in ecstatic joy like the other nations! You've prostituted yourself and been unfaithful to your God. You eagerly expect that you'll get your prostitute's pay at the threshing floors with a rich harvest.", "2": "Neither the threshing floor nor the oil or winepresses will feed you; you won't have any new wine this year.", "3": "You won't remain in the Eternal's land, and you can count on this: Ephraim will go back to slavery in Egypt, but this unclean food he'll eat in Assyria.", "4": "Separated from Jerusalem, they won't be pouring out any libations of wine to the Eternal, and the sacrifices they make will not please Him. Whatever they offer will be like mourner's bread: whoever eats it will be impure. Hebrew law prohibits any contact with the dead. In this case the bread is polluted by its proximity to death. Besides, they'll need all the bread they've got just to stay alive; they won't have anything worthy to bring to the Eternal's temple.", "5": "What will you do on the appointed day when you're supposed to celebrate a feast in honor of the Eternal One?", "6": "In Israel's final years before conquest, the political atmosphere is in turmoil. Kings Zechariah, Shallum, and Pekahiah have been assassinated in political coups, and ambitious men are making alliances with foreign enemies hoping to gain international support for their own factions and solidify their own powers. These attempts at ascension and stability with the help of international alliances voids the one thing that can bring peace to Israel—the people's covenant with God. Instead of relying on God, all of Israel's leaders allow themselves to be consumed in the regional politics. In the early eighth century b.c., Egypt's power is waning and Assyria is gaining momentum. Israel is the battleground between the empires, so Israel's kings think they can leverage the nation's geographical position and gain protection from one empire or the other by paying tributes. Instead, the cities are trampled in successive wars, and Israel's borders continue to shrink until Samaria is finally overrun by the Assyrians in 722 b.c. Even if they escape destruction, Egypt will be ready to gather them up, and Memphis will be set to bury them in the city's massive cemeteries. All their valuables will be choked out by weeds, and thornbushes will live in their tents.", "7": "The days of punishment have come! The time of retribution is here! Israel will know this! But because you are so hostile and sinful, you say about me, “The prophet is a fool! The man of the Spirit is raving mad!”", "8": "The prophet stands watch over Ephraim along with God,[a] but birds' traps are set all along his paths; Even in the temple of his God they show their hostility.", "9": "They've become deeply depraved, as in the days of Gibeah. God won't overlook their wickedness; He'll punish them for their sins.", "10": "Eternal One: When I discovered Israel, he was a rare find, like grapes in the wilderness, like early figs on a young fig tree. I met your ancestors; when they came to Baal-peor, They dedicated themselves through their worship to an object of shame, and they became as detestable as the thing they loved.", "11": "Ephraim's glory will fly away like a bird: no offspring, no gestation, no conception!", "12": "And even if they do have children, I'll take every single one of them away. It will be sorrowful for them when I abandon them!", "13": "There was a time when I saw Ephraim like Tyre, a pleasant palm planted in a lovely meadow, But now Ephraim must bring out her children to be slaughtered.[b]", "14": "Give them, Eternal One—what should I ask You to give them? Give them a miscarrying womb and dried-up breasts!", "15": "Eternal One: In Gilgal My hatred grew for them because of all their evil that was there. I will force them out of My temple because of the depths of their wickedness. I won't love them anymore; all of their leaders have rebelled against Me!", "16": "Ephraim has been cut down; their root has dried up, and they won't bear any fruit. And even if they do bear children, I'll kill those precious ones they carried.", "17": "My God will reject them because they haven't listened to Him. They'll be drifters and fugitives among the nations."}