{"1": "The [a]oracle (burdensome message) of the word of the Lord to Israel through [My messenger] Malachi.", "2": "“I have loved you,” says the Lord. [b]But you say, “How and in what way have You loved us?” “Was not Esau Jacob's brother?” declares the Lord. “Yet I loved Jacob (Israel); ", "3": "but [in comparison with My love for Jacob] I have hated Esau (Edom), and I have made his mountains a wasteland, and have given his inheritance to the jackals of the wilderness.” ", "4": "Though [impoverished] Edom says, “We have been beaten down, but we will return and build up the ruins.” Thus says the Lord of hosts, “They may build, but I will tear down; and men will call them the Wicked Territory, the people against whom the Lord is indignant forever.” ", "5": "Your own eyes will see this and you will say, “The Lord is great and shall be magnified beyond the border of Israel!”", "6": "“'A son honors his father, and a servant his master. Then if I am a Father, where is My honor? And if I am a Master, where is the [reverent] fear and respect due Me?' says the Lord of hosts to you, O priests, who despise My name. But you say, 'How and in what way have we despised Your name?' ", "7": "You are presenting defiled food upon My altar. But you say, 'How have we defiled You?' By thinking that the table of the Lord is contemptible and may be despised. ", "8": "When you [priests] present the [c]blind [animals] for sacrifice, is it not evil? And when you present the lame and the sick, is it not evil? Offer such a thing [as a blind or lame or sick animal] to your governor [as a gift or as payment for your taxes]. Would he be pleased with you? Or would he receive you graciously?” says the Lord of hosts. ", "9": "“But now will you not entreat God's favor, that He may be gracious to us? With such an offering from your hand [as an imperfect animal for sacrifice], will He show favor to any of you?” says the Lord of hosts. ", "10": "“Oh, that there were even one among you [whose duty it is to minister to Me] who would shut the gates, so that you would not kindle fire on My altar uselessly [with an empty, worthless pretense]! I am not pleased with you,” says the Lord of hosts, “nor will I accept an offering from your hand. ", "11": "For [d]from the rising of the sun, even to its setting, My name shall be great among the nations. In every place incense is going to be offered to My name, and a grain offering that is pure; for My name shall be great among the nations,” says the Lord of hosts. ", "12": "“But you [priests] profane it when you say, 'The table of the Lord is defiled, and as for its fruit, its food is to be despised.' ", "13": "You also say, 'How tiresome this is!' And you disdainfully sniff at it,” says the Lord of hosts, “and you bring what was taken by robbery, and the lame or the sick [animals]; this you bring as an offering! Should I receive it with pleasure from your hand?” says the Lord. ", "14": "“But cursed is the swindler who has a male in his flock and vows [to offer] it, but sacrifices to the Lord a blemished or diseased thing! For I am a great King,” says the Lord of hosts, “and My name is to be [reverently and greatly] feared among the nations.”"}