{"1": "Theophilus, I first wrote to you[a] about all that Jesus did and taught from the very first ", "2": "until he was taken up to heaven. But before he was taken up, he gave orders to the apostles he had chosen with the help of the Holy Spirit.", "3": "For forty days after Jesus had suffered and died, he proved in many ways that he had been raised from death. He appeared to his apostles and spoke to them about God's kingdom. ", "4": "While he was still with them, he said: Don't leave Jerusalem yet. Wait here for the Father to give you the Holy Spirit, just as I told you he has promised to do. ", "5": "John baptized with water, but in a few days you will be baptized with the Holy Spirit.", "6": "While the apostles were still with Jesus, they asked him, “Lord, are you now going to give Israel its own king again?”[b]", "7": "Jesus said to them, “You don't need to know the time of those events that only the Father controls. ", "8": "But the Holy Spirit will come upon you and give you power. Then you will tell everyone about me in Jerusalem, in all Judea, in Samaria, and everywhere in the world.” ", "9": "After Jesus had said this and while they were watching, he was taken up into a cloud. They could not see him, ", "10": "but as he went up, they kept looking up into the sky. Suddenly two men dressed in white clothes were standing there beside them. ", "11": "They said, “Why are you men from Galilee standing here and looking up into the sky? Jesus has been taken to heaven. But he will come back in the same way that you have seen him go.”", "12-13": "The Mount of Olives was about half a mile from Jerusalem. The apostles who had gone there were Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon, known as the Eager One,[c] and Judas the son of James. After the apostles returned to the city, they went upstairs to the room where they had been staying.", "14": "The apostles often met together and prayed with a single purpose in mind.[d] The women and Mary the mother of Jesus would meet with them, and so would his brothers. ", "15": "One day there were about one hundred twenty of the Lord's followers meeting together, and Peter stood up to speak to them. ", "16-17": "He said: My friends, long ago by the power of the Holy Spirit, David said something about Judas, and what he said has now happened. Judas was one of us and had worked with us, but he brought the mob to arrest Jesus. ", "18": "Then Judas bought some land with the money he was given for doing that evil thing. He fell headfirst into the field. His body burst open, and all his insides came out. ", "19": "When the people of Jerusalem found out about this, they called the place Akeldama, which in the local language means “Field of Blood.”", "20": "In the book of Psalms it says, “Leave his house empty, and don't let anyone live there.” It also says, “Let someone else have his job.”", "21-22": "So we need someone else to help us tell others that Jesus has been raised from death. He must also be one of the men who was with us from the very beginning. He must have been with us from the time the Lord Jesus was baptized by John until the day he was taken to heaven.", "23": "Two men were suggested: One of them was Joseph Barsabbas, known as Justus, and the other was Matthias. ", "24": "Then they all prayed, “Lord, you know what everyone is like! Show us the one you have chosen ", "25": "to be an apostle and to serve in place of Judas, who got what he deserved.” ", "26": "They drew names, and Matthias was chosen to join the group of the eleven apostles."}