{"1": "In Caesarea there was a man named Cornelius, who was the captain of a group of soldiers called “The Italian Unit.” ", "2": "Cornelius was a very religious man. He worshiped God, and so did everyone else who lived in his house. He had given a lot of money to the poor and was always praying to God.", "3": "One afternoon at about three o'clock,[a] Cornelius had a vision. He saw an angel from God coming to him and calling him by name. ", "4": "Cornelius was surprised and stared at the angel. Then he asked, “What is this all about?” The angel answered, “God has heard your prayers and knows about your gifts to the poor. ", "5": "Now send some men to Joppa for a man named Simon Peter. ", "6": "He is visiting with Simon the leather maker, who lives in a house near the sea.” ", "7": "After saying this, the angel left. Cornelius called in two of his servants and one of his soldiers who worshiped God. ", "8": "He explained everything to them and sent them off to Joppa.", "9": "The next day about noon these men were coming near Joppa. Peter went up on the roof[b] of the house to pray ", "10": "and became very hungry. While the food was being prepared, he fell sound asleep and had a vision. ", "11": "He saw heaven open, and something came down like a huge sheet held up by its four corners. ", "12": "In it were all kinds of animals, snakes, and birds. ", "13": "A voice said to him, “Peter, get up! Kill these and eat them.”", "14": "But Peter said, “Lord, I can't do that! I've never eaten anything that is unclean and not fit to eat.”[c]", "15": "The voice spoke to him again, “When God says that something can be used for food, don't say it isn't fit to eat.”", "16": "This happened three times before the sheet was suddenly taken back to heaven.", "17": "Peter was still wondering what all of this meant, when the men sent by Cornelius came and stood at the gate. They had found their way to Simon's house ", "18": "and were asking if Simon Peter was staying there.", "19": "While Peter was still thinking about the vision, the Holy Spirit said to him, “Three[d] men are here looking for you. ", "20": "Hurry down and go with them. Don't worry, I sent them.”", "21": "Peter went down and said to the men, “I am the one you are looking for. Why have you come?”", "22": "They answered, “Captain Cornelius sent us. He is a good man who worships God and is liked by the Jewish people. One of God's holy angels told Cornelius to send for you, so he could hear what you have to say.” ", "23": "Peter invited them to spend the night. The next morning, Peter and some of the Lord's followers in Joppa left with the men who had come from Cornelius. ", "24": "The next day they arrived in Caesarea where Cornelius was waiting for them. He had also invited his relatives and close friends.", "25": "When Peter arrived, Cornelius greeted him. Then he knelt at Peter's feet and started worshiping him. ", "26": "But Peter took hold of him and said, “Stand up! I am nothing more than a human.”", "27": "As Peter entered the house, he was still talking with Cornelius. Many people were there, ", "28": "and Peter said to them, “You know that we Jews are not allowed to have anything to do with other people. But God has shown me that he doesn't think anyone is unclean or unfit. ", "29": "I agreed to come here, but I want to know why you sent for me.”", "30": "Cornelius answered: Four days ago at about three o'clock in the afternoon I was praying at home. Suddenly a man in bright clothes stood in front of me. ", "31": "He said, “Cornelius, God has heard your prayers, and he knows about your gifts to the poor. ", "32": "Now send to Joppa for Simon Peter. He is visiting in the home of Simon the leather maker, who lives near the sea.”", "33": "I sent for you right away, and you have been good enough to come. All of us are here in the presence of the Lord God, so that we can hear what he has to say.", "34": "Peter then said: Now I am certain that God treats all people alike. ", "35": "God is pleased with everyone who worships him and does right, no matter what nation they come from. ", "36": "This is the same message that God gave to the people of Israel, when he sent Jesus Christ, the Lord of all, to offer peace to them.", "37": "You surely know what happened[e] everywhere in Judea. It all began in Galilee after John had told everyone to be baptized. ", "38": "God gave the Holy Spirit and power to Jesus from Nazareth. He was with Jesus, as he went around doing good and healing everyone who was under the power of the devil. ", "39": "We all saw what Jesus did both in Israel and in the city of Jerusalem. Jesus was put to death on a cross. ", "40": "But three days later, God raised him to life and let him be seen. ", "41": "Not everyone saw him. He was seen only by us, who ate and drank with him after he was raised from death. We were the ones God chose to tell others about him.", "42": "God told us to announce clearly to the people that Jesus is the one he has chosen to judge the living and the dead. ", "43": "Every one of the prophets has said that all who have faith in Jesus will have their sins forgiven in his name.", "44": "While Peter was still speaking, the Holy Spirit took control of everyone who was listening. ", "45": "Some Jewish followers of the Lord had come with Peter, and they were surprised that the Holy Spirit had been given to Gentiles. ", "46": "Now they were hearing Gentiles speaking unknown languages and praising God. Peter said, ", "47": "“These Gentiles have been given the Holy Spirit, just as we have! I am certain that no one would dare stop us from baptizing them.” ", "48": "Peter ordered them to be baptized in the name of Jesus Christ, and they asked him to stay on for a few days."}