{"1": "At that time King Herod[a] caused terrible suffering for some members of the church. ", "2": "He ordered soldiers to cut off the head of James, the brother of John. ", "3": "When Herod saw that this pleased the Jewish people, he had Peter arrested during the Festival of Thin Bread. ", "4": "He put Peter in jail and ordered four squads of soldiers to guard him. Herod planned to put him on trial in public after the festival.", "5": "While Peter was being kept in jail, the church never stopped praying to God for him.", "6": "The night before Peter was to be put on trial, he was asleep and bound by two chains. A soldier was guarding him on each side, and two other soldiers were guarding the entrance to the jail. ", "7": "Suddenly an angel from the Lord appeared, and light flashed around in the cell. The angel poked Peter in the side and woke him up. Then he said, “Quick! Get up!” The chains fell off his hands, ", "8": "and the angel said, “Get dressed and put on your sandals.” Peter did what he was told. Then the angel said, “Now put on your coat and follow me.” ", "9": "Peter left with the angel, but he thought everything was only a dream. ", "10": "They went past the two groups of soldiers, and when they came to the iron gate to the city, it opened by itself. They went out and were going along the street, when all at once the angel disappeared.", "11": "Peter now realized what had happened, and he said, “I am certain that the Lord sent his angel to rescue me from Herod and from everything the Jewish leaders planned to do to me.” ", "12": "Then Peter went to the house of Mary the mother of John whose other name was Mark. Many of the Lord's followers had come together there and were praying.", "13": "Peter knocked on the gate, and a servant named Rhoda came to answer. ", "14": "When she heard Peter's voice, she was too excited to open the gate. She ran back into the house and said that Peter was standing there.", "15": "“You are crazy!” everyone told her. But she kept saying that it was Peter. Then they said, “It must be his angel.”[b] ", "16": "But Peter kept on knocking, until finally they opened the gate. They saw him and were completely amazed.", "17": "Peter motioned for them to keep quiet. Then he told how the Lord had led him out of jail. He also said, “Tell James[c] and the others what has happened.” After that, he left and went somewhere else.", "18": "The next morning the soldiers who had been on guard were terribly worried and wondered what had happened to Peter. ", "19": "Herod ordered his own soldiers to search for him, but they could not find him. Then he questioned the guards and had them put to death. After this, Herod left Judea to stay in Caesarea for a while.", "20": "Herod and the people of Tyre and Sidon were very angry with each other. But their country got its food supply from the region that he ruled. So a group of them went to see Blastus, who was one of Herod's high officials. They convinced Blastus that they wanted to make peace between their cities and Herod, ", "21": "and a day was set for them to meet with him. Herod came dressed in his royal robes. He sat down on his throne and made a speech. ", "22": "The people shouted, “You speak more like a god than a man!” ", "23": "At once an angel from the Lord struck him down because he took the honor that belonged to God. Later, Herod was eaten by worms and died.", "24": "God's message kept spreading. ", "25": "And after Barnabas and Saul had done the work they were sent to do, they went back to Jerusalem[d] with John, whose other name was Mark."}