{"1": "Some people came from Judea and started teaching the Lord's followers that they could not be saved, unless they were circumcised as Moses had taught. ", "2": "This caused trouble, and Paul and Barnabas argued with them about this teaching. So it was decided to send Paul and Barnabas and a few others to Jerusalem to discuss this problem with the apostles and the church leaders.", "3": "The men who were sent by the church went through Phoenicia and Samaria, telling how the Gentiles had turned to God. This news made the Lord's followers very happy. ", "4": "When the men arrived in Jerusalem, they were welcomed by the church, including the apostles and the leaders. They told them everything God had helped them do. ", "5": "But some Pharisees had become followers of the Lord. They stood up and said, “Gentiles who have faith in the Lord must be circumcised and told to obey the Law of Moses.”", "6": "The apostles and church leaders met to discuss this problem about Gentiles. ", "7": "They had talked it over for a long time, when Peter got up and said: My friends, you know that God decided long ago to let me be the one from your group to preach the good news to the Gentiles. God did this so that they would hear and obey him. ", "8": "He knows what is in everyone's heart. And he showed that he had chosen the Gentiles, when he gave them the Holy Spirit, just as he had given his Spirit to us. ", "9": "God treated them in the same way that he treated us. They put their faith in him, and he made their hearts pure.", "10": "Now why are you trying to make God angry by placing a heavy burden on these followers? This burden was too heavy for us or our ancestors. ", "11": "But our Lord Jesus was kind to us, and we are saved by faith in him, just as the Gentiles are.", "12": "Everyone kept quiet and listened as Barnabas and Paul told how God had given them the power to work a lot of miracles and wonders for the Gentiles.", "13": "After they had finished speaking, James[a] said: My friends, listen to me! ", "14": "Simon Peter[b] has told how God first came to the Gentiles and made some of them his own people. ", "15": "This agrees with what the prophets wrote,", "16": "“I, the Lord, will return and rebuild David's fallen house. I will build it from its ruins and set it up again.", "17": "Then other nations will turn to me and be my chosen ones. I, the Lord, say this.", "18": "I promised it long ago.”", "19": "And so, my friends, I don't think we should place burdens on the Gentiles who are turning to God. ", "20": "We should simply write and tell them not to eat anything that has been offered to idols. They should be told not to eat the meat of any animal that has been strangled or that still has blood in it. They must also not commit any terrible sexual sins.[c]", "21": "We must remember that the Law of Moses has been preached in city after city for many years, and every Sabbath it is read when we Jews meet.", "22": "The apostles, the leaders, and all the church members decided to send some men to Antioch along with Paul and Barnabas. They chose Silas and Judas Barsabbas,[d] who were two leaders of the Lord's followers. ", "23": "They wrote a letter that said: We apostles and leaders send friendly greetings to all of you Gentiles who are followers of the Lord in Antioch, Syria, and Cilicia.", "24": "We have heard that some people from here have terribly upset you by what they said. But we did not send them! ", "25": "So we met together and decided to choose some men and to send them to you along with our good friends Barnabas and Paul. ", "26": "These men have risked their lives for our Lord Jesus Christ. ", "27": "We are also sending Judas and Silas, who will tell you in person the same things that we are writing.", "28": "The Holy Spirit has shown us that we should not place any extra burden on you. ", "29": "But you should not eat anything offered to idols. You should not eat any meat that still has the blood in it or any meat of any animal that has been strangled. You must also not commit any terrible sexual sins. If you follow these instructions, you will do well. We send our best wishes.", "30": "The four men left Jerusalem and went to Antioch. Then they called the church members together and gave them the letter. ", "31": "When the letter was read, everyone was pleased and greatly encouraged. ", "32": "Judas and Silas were prophets, and they spoke a long time, encouraging and helping the Lord's followers.", "33": "The men from Jerusalem stayed on in Antioch for a while. And when they left to return to the ones who had sent them, the followers wished them well. ", "34-35": "But Paul and Barnabas stayed on in Antioch, where they and many others taught and preached about the Lord.[e]", "36": "Sometime later Paul said to Barnabas, “Let's go back and visit the Lord's followers in the cities where we preached his message. Then we will know how they are doing.” ", "37": "Barnabas wanted to take along John, whose other name was Mark. ", "38": "But Paul did not want to, because Mark had left them in Pamphylia and had stopped working with them.", "39": "Paul and Barnabas argued, then each of them went his own way. Barnabas took Mark and sailed to Cyprus, ", "40": "but Paul took Silas and left after the followers had placed them in God's care. ", "41": "They traveled through Syria and Cilicia, encouraging the churches."}