{"1": "Paul left Athens and went to Corinth, ", "2": "where he met Aquila, a Jewish man from Pontus. Not long before this, Aquila had come from Italy with his wife Priscilla, because Emperor Claudius had ordered the Jewish people to leave Rome.[a] Paul went to see Aquila and Priscilla ", "3": "and found out that they were tent makers. Paul was a tent maker too. So he stayed with them, and they worked together.", "4": "Every Sabbath, Paul went to the Jewish meeting place. He spoke to Jews and Gentiles[b] and tried to win them over. ", "5": "But after Silas and Timothy came from Macedonia, he spent all his time preaching to the Jews about Jesus the Messiah. ", "6": "Finally, they turned against him and insulted him. So he shook the dust from his clothes[c] and told them, “Whatever happens to you will be your own fault! I am not to blame. From now on I am going to preach to the Gentiles.”", "7": "Paul then moved into the house of a man named Titius Justus, who worshiped God and lived next door to the Jewish meeting place. ", "8": "Crispus was the leader of the meeting place. He and everyone in his family put their faith in the Lord. Many others in Corinth also heard the message, and all the people who had faith in the Lord were baptized.", "9": "One night, Paul had a vision, and in it the Lord said, “Don't be afraid to keep on preaching. Don't stop! ", "10": "I am with you, and you won't be harmed. Many people in this city belong to me.” ", "11": "Paul stayed on in Corinth for a year and a half, teaching God's message to the people.", "12": "While Gallio was governor of Achaia, some of the Jewish leaders got together and grabbed Paul. They brought him into court ", "13": "and said, “This man is trying to make our people worship God in a way that is against our Law!”", "14": "Even before Paul could speak, Gallio said, “If you were charging this man with a crime or some other wrong, I would have to listen to you. ", "15": "But since this concerns only words, names, and your own law, you will have to take care of it. I refuse to judge such matters.” ", "16": "Then he sent them out of the court. ", "17": "The crowd grabbed Sosthenes, the Jewish leader, and beat him up in front of the court. But none of this mattered to Gallio.", "18": "After Paul had stayed for a while with the Lord's followers in Corinth, he told them good-by and sailed on to Syria with Aquila and Priscilla. But before he left, he had his head shaved[d] at Cenchreae because he had made a promise to God.", "19": "The three of them arrived in Ephesus, where Paul left Priscilla and Aquila. He then went into the Jewish meeting place to talk with the people there. ", "20": "They asked him to stay longer, but he refused. ", "21": "He told them good-by and said, “If God lets me, I will come back.”", "22": "Paul sailed to Caesarea, where he greeted the church. Then he went on to Antioch. ", "23": "After staying there for a while, he left and visited several places in Galatia and Phrygia. He helped the followers there to become stronger in their faith.", "24": "A Jewish man named Apollos came to Ephesus. Apollos had been born in the city of Alexandria. He was a very good speaker and knew a lot about the Scriptures. ", "25": "He also knew much about the Lord's Way,[e] and he spoke about it with great excitement. What he taught about Jesus was right, but all he knew was John's message about baptism.", "26": "Apollos started speaking bravely in the Jewish meeting place. But when Priscilla and Aquila heard him, they took him to their home and helped him understand God's Way even better.", "27": "Apollos decided to travel through Achaia. So the Lord's followers wrote letters, encouraging the followers there to welcome him. After Apollos arrived in Achaia, he was a great help to everyone who had put their faith in the Lord Jesus because of God's kindness. ", "28": "He got into fierce arguments with the Jewish people, and in public he used the Scriptures to prove that Jesus is the Messiah."}