{"1": "While Apollos was in Corinth, Paul traveled across the hill country to Ephesus, where he met some of the Lord's followers. ", "2": "He asked them, “When you put your faith in Jesus, were you given the Holy Spirit?” “No!” they answered. “We have never even heard of the Holy Spirit.”", "3": "“Then why were you baptized?” Paul asked. They answered, “Because of what John taught.”[a]", "4": "Paul replied, “John baptized people so that they would turn to God. But he also told them that someone else was coming, and that they should put their faith in him. Jesus is the one that John was talking about.” ", "5": "After the people heard Paul say this, they were baptized in the name of the Lord Jesus. ", "6": "Then Paul placed his hands on them. The Holy Spirit was given to them, and they spoke unknown languages and prophesied. ", "7": "There were about twelve men in this group.", "8": "For three months Paul went to the Jewish meeting place and talked bravely with the people about God's kingdom. He tried to win them over, ", "9": "but some of them were stubborn and refused to believe. In front of everyone they said terrible things about God's Way. Paul left and took the followers with him to the lecture hall of Tyrannus. He spoke there every day ", "10": "for two years, until every Jew and Gentile[b] in Asia had heard the Lord's message.", "11": "God gave Paul the power to work great miracles. ", "12": "People even took handkerchiefs and aprons that had touched Paul's body, and they carried them to everyone who was sick. All of the sick people were healed, and the evil spirits went out.", "13": "Some Jewish men started going around trying to force out evil spirits by using the name of the Lord Jesus. They said to the spirits, “Come out in the name of that same Jesus that Paul preaches about!”", "14": "Seven sons of a Jewish high priest named Sceva were doing this, ", "15": "when an evil spirit said to them, “I know Jesus! And I have heard about Paul. But who are you?” ", "16": "Then the man with the evil spirit jumped on them and beat them up. They ran out of the house, naked and bruised.", "17": "When the Jews and Gentiles[c] in Ephesus heard about this, they were so frightened that they praised the name of the Lord Jesus. ", "18": "Many who were followers now started telling everyone about the evil things they had been doing. ", "19": "Some who had been practicing witchcraft even brought their books and burned them in public. These books were worth about fifty thousand silver coins. ", "20": "So the Lord's message spread and became even more powerful.", "21": "After all of this had happened, Paul decided[d] to visit Macedonia and Achaia on his way to Jerusalem. Paul had said, “From there I will go on to Rome.” ", "22": "So he sent his two helpers, Timothy and Erastus, to Macedonia. But he stayed on in Asia for a while.", "23": "At that time there was serious trouble because of the Lord's Way.[e] ", "24": "A silversmith named Demetrius had a business that made silver models of the temple of the goddess Artemis. Those who worked for him earned a lot of money. ", "25": "Demetrius brought together everyone who was in the same business and said: Friends, you know that we make a good living at this. ", "26": "But you have surely seen and heard how this man Paul is upsetting a lot of people, not only in Ephesus, but almost everywhere in Asia. He claims that the gods we humans make are not really gods at all. ", "27": "Everyone will start saying terrible things about our business. They will stop respecting the temple of the goddess Artemis, who is worshiped in Asia and all over the world. Our great goddess will be forgotten!", "28": "When the workers heard this, they got angry and started shouting, “Great is Artemis, the goddess of the Ephesians!” ", "29": "Soon the whole city was in a riot, and some men grabbed Gaius and Aristarchus, who had come from Macedonia with Paul. Then everyone in the crowd rushed to the place where the town meetings were held.", "30": "Paul wanted to go out and speak to the people, but the Lord's followers would not let him. ", "31": "A few of the local officials were friendly to Paul, and they sent someone to warn him not to go.", "32": "Some of the people in the meeting were shouting one thing, and others were shouting something else. Everyone was completely confused, and most of them did not even know why they were there.", "33": "Several of the Jewish leaders pushed a man named Alexander to the front of the crowd and started telling him what to say. He motioned with his hand and tried to explain what was going on. ", "34": "But when the crowd saw that he was Jewish, they all shouted for two hours, “Great is Artemis, the goddess of the Ephesians!”", "35": "Finally, a town official made the crowd be quiet. Then he said: People of Ephesus, who in the world doesn't know that our city is the center for worshiping the great goddess Artemis? Who doesn't know that her image which fell from heaven is right here? ", "36": "No one can deny this, and so you should calm down and not do anything foolish. ", "37": "You have brought men in here who have not robbed temples or spoken against our goddess.", "38": "If Demetrius and his workers have a case against these men, we have courts and judges. Let them take their complaints there. ", "39": "But if you want to do more than that, the matter will have to be brought before the city council. ", "40": "We could easily be accused of starting a riot today. There is no excuse for it! We cannot even give a reason for this uproar.", "41": "After saying this, he told the people to leave."}