{"1": "On the day of Pentecost[a] all the Lord's followers were together in one place. ", "2": "Suddenly there was a noise from heaven like the sound of a mighty wind! It filled the house where they were meeting. ", "3": "Then they saw what looked like fiery tongues moving in all directions, and a tongue came and settled on each person there. ", "4": "The Holy Spirit took control of everyone, and they began speaking whatever languages the Spirit let them speak.", "5": "Many religious Jews from every country in the world were living in Jerusalem. ", "6": "And when they heard this noise, a crowd gathered. But they were surprised, because they were hearing everything in their own languages. ", "7": "They were excited and amazed, and said: Don't all these who are speaking come from Galilee? ", "8": "Then why do we hear them speaking our very own languages? ", "9": "Some of us are from Parthia, Media, and Elam. Others are from Mesopotamia, Judea, Cappadocia, Pontus, Asia, ", "10": "Phrygia, Pamphylia, Egypt, parts of Libya near Cyrene, Rome, ", "11": "Crete, and Arabia. Some of us were born Jews, and others of us have chosen to be Jews. Yet we all hear them using our own languages to tell the wonderful things God has done.", "12": "Everyone was excited and confused. Some of them even kept asking each other, “What does all this mean?”", "13": "Others made fun of the Lord's followers and said, “They are drunk.”", "14": "Peter stood with the eleven apostles and spoke in a loud and clear voice to the crowd: Friends and everyone else living in Jerusalem, listen carefully to what I have to say! ", "15": "You are wrong to think that these people are drunk. After all, it is only nine o'clock in the morning. ", "16": "But this is what God had the prophet Joel say,", "17": "“When the last days come, I will give my Spirit to everyone. Your sons and daughters will prophesy. Your young men will see visions, and your old men will have dreams.", "18": "In those days I will give my Spirit to my servants, both men and women, and they will prophesy.", "19": "I will work miracles in the sky above and wonders on the earth below. There will be blood and fire and clouds of smoke.", "20": "The sun will turn dark, and the moon will be as red as blood before the great and wonderful day of the Lord appears.", "21": "Then the Lord will save everyone who asks for his help.”", "22": "Now, listen to what I have to say about Jesus from Nazareth. God proved that he sent Jesus to you by having him work miracles, wonders, and signs. All of you know this. ", "23": "God had already planned and decided that Jesus would be handed over to you. So you took him and had evil men put him to death on a cross. ", "24": "But God set him free from death and raised him to life. Death could not hold him in its power. ", "25": "What David said are really the words of Jesus, “I always see the Lord near me, and I will not be afraid with him at my right side.", "26": "Because of this, my heart will be glad, my words will be joyful, and I will live in hope.", "27": "The Lord won't leave me in the grave. I am his holy one, and he won't let my body decay.", "28": "He has shown me the path to life, and he makes me glad by being near me.”", "29": "My friends, it is right for me to speak to you about our ancestor David. He died and was buried, and his tomb is still here. ", "30": "But David was a prophet, and he knew that God had made a promise he would not break. He had told David that someone from his own family would someday be king.", "31": "David knew this would happen, and so he told us that Christ would be raised to life. He said that God would not leave him in the grave or let his body decay. ", "32": "All of us can tell you that God has raised Jesus to life!", "33": "Jesus was taken up to sit at the right side[b] of God, and he was given the Holy Spirit, just as the Father had promised. Jesus is also the one who has given the Spirit to us, and that is what you are now seeing and hearing.", "34": "David didn't go up to heaven. So he wasn't talking about himself when he said, “The Lord told my Lord to sit at his right side, ", "35": "until he made my Lord's enemies into a footstool for him.” ", "36": "Everyone in Israel should then know for certain that God has made Jesus both Lord and Christ, even though you put him to death on a cross.", "37": "When the people heard this, they were very upset. They asked Peter and the other apostles, “Friends, what shall we do?”", "38": "Peter said, “Turn back to God! Be baptized in the name of Jesus Christ, so that your sins will be forgiven. Then you will be given the Holy Spirit. ", "39": "This promise is for you and your children. It is for everyone our Lord God will choose, no matter where they live.”", "40": "Peter told them many other things as well. Then he said, “I beg you to save yourselves from what will happen to all these evil people.” ", "41": "On that day about three thousand believed his message and were baptized. ", "42": "They spent their time learning from the apostles, and they were like family to each other. They also broke bread[c] and prayed together.", "43": "Everyone was amazed by the many miracles and wonders that the apostles worked. ", "44": "All the Lord's followers often met together, and they shared everything they had. ", "45": "They would sell their property and possessions and give the money to whoever needed it. ", "46": "Day after day they met together in the temple. They broke bread[d] together in different homes and shared their food happily and freely, ", "47": "while praising God. Everyone liked them, and each day the Lord added to their group others who were being saved."}