{"1": "When the riot was over, Paul sent for the followers and encouraged them. He then told them good-by and left for Macedonia. ", "2": "As he traveled from place to place, he encouraged the followers with many messages. Finally, he went to Greece[a] ", "3": "and stayed there for three months. Paul was about to sail to Syria. But some of the Jewish leaders plotted against him, so he decided to return by way of Macedonia. ", "4": "With him were Sopater, son of Pyrrhus from Berea, and Aristarchus and Secundus from Thessalonica. Gaius from Derbe was also with him, and so were Timothy and the two Asians, Tychicus and Trophimus. ", "5": "They went on ahead to Troas and waited for us there. ", "6": "After the Festival of Thin Bread, we sailed from Philippi. Five days later we met them in Troas and stayed there for a week.", "7": "On the first day of the week[b] we met to break bread together.[c] Paul spoke to the people until midnight because he was leaving the next morning. ", "8": "In the upstairs room where we were meeting, there were a lot of lamps. ", "9": "A young man by the name of Eutychus was sitting on a window sill. While Paul was speaking, the young man got very sleepy. Finally, he went to sleep and fell three floors all the way down to the ground. When they picked him up, he was dead.", "10": "Paul went down and bent over Eutychus. He took him in his arms and said, “Don't worry! He's alive.” ", "11": "After Paul had gone back upstairs, he broke bread, and ate with us. He then spoke until dawn and left. ", "12": "Then the followers took the young man home alive and were very happy.", "13": "Paul decided to travel by land to Assos. The rest of us went on ahead by ship, and we were to take him aboard there. ", "14": "When he met us in Assos, he came aboard, and we sailed on to Mitylene. ", "15": "The next day we came to a place near Chios, and the following day we reached Samos. The day after that we sailed to Miletus. ", "16": "Paul had decided to sail on past Ephesus, because he did not want to spend too much time in Asia. He was in a hurry and wanted to be in Jerusalem in time for Pentecost.[d]", "17": "From Miletus, Paul sent a message for the church leaders at Ephesus to come and meet with him. ", "18": "When they got there, he said: You know everything I did during the time I was with you when I first came to Asia. ", "19": "Some of the Jews plotted against me and caused me a lot of sorrow and trouble. But I served the Lord and was humble. ", "20": "When I preached in public or taught in your homes, I didn't hold back from telling anything that would help you. ", "21": "I told Jews and Gentiles to turn to God and have faith in our Lord Jesus.", "22": "I don't know what will happen to me in Jerusalem, but I must obey God's Spirit and go there. ", "23": "In every city I visit, I am told by the Holy Spirit that I will be put in jail and will be in trouble in Jerusalem. ", "24": "But I don't care what happens to me, as long as I finish the work that the Lord Jesus gave me to do. And that work is to tell the good news about God's great kindness.", "25": "I have gone from place to place, preaching to you about God's kingdom, but now I know that none of you will ever see me again. ", "26": "I tell you today that I am no longer responsible for any of you! ", "27": "I have told you everything God wants you to know. ", "28": "Look after yourselves and everyone the Holy Spirit has placed in your care. Be like shepherds to God's church. It is the flock that he bought with the blood of his own Son.[e]", "29": "I know that after I am gone, others will come like fierce wolves to attack you. ", "30": "Some of your own people will tell lies to win over the Lord's followers. ", "31": "Be on your guard! Remember how day and night for three years I kept warning you with tears in my eyes.", "32": "I now place you in God's care. Remember the message about his great kindness! This message can help you and give you what belongs to you as God's people. ", "33": "I have never wanted anyone's money or clothes. ", "34": "You know how I have worked with my own hands to make a living for myself and my friends. ", "35": "By everything I did, I showed how you should work to help everyone who is weak. Remember that our Lord Jesus said, “More blessings come from giving than from receiving.”", "36": "After Paul had finished speaking, he knelt down with all of them and prayed. ", "37": "Everyone cried and hugged and kissed him. ", "38": "They were especially sad because Paul had told them, “You will never see me again.” Then they went with him to the ship."}