{"1": "Paul looked straight at the council members and said, “My friends, to this day I have served God with a clear conscience!”", "2": "Then Ananias the high priest ordered the men standing beside Paul to hit him on the mouth. ", "3": "Paul turned to the high priest and said, “You whitewashed wall![a] God will hit you. You sit there to judge me by the Law of Moses. But at the same time you order men to break the Law by hitting me.”", "4": "The men standing beside Paul asked, “Don't you know you are insulting God's high priest?”", "5": "Paul replied, “Oh! I didn't know he was the high priest. The Scriptures do tell us not to speak evil about a leader of our people.”", "6": "When Paul saw that some of the council members were Sadducees and others were Pharisees, he shouted, “My friends, I am a Pharisee and the son of a Pharisee. I am on trial simply because I believe that the dead will be raised to life.”", "7": "As soon as Paul said this, the Pharisees and the Sadducees got into a big argument, and the council members started taking sides. ", "8": "The Sadducees do not believe in angels or spirits or that the dead will rise to life. But the Pharisees believe in all of these, ", "9": "and so there was a lot of shouting. Some of the teachers of the Law of Moses were Pharisees. Finally, they became angry and said, “We don't find anything wrong with this man. Maybe a spirit or an angel really did speak to him.”", "10": "The argument became fierce, and the commander was afraid that Paul would be pulled apart. So he ordered the soldiers to go in and rescue Paul. Then they took him back into the fortress.", "11": "That night the Lord stood beside Paul and said, “Don't worry! Just as you have told others about me in Jerusalem, you must also tell about me in Rome.”", "12-13": "The next morning more than forty Jewish men got together and vowed that they would not eat or drink anything until they had killed Paul. ", "14": "Then some of them went to the chief priests and the nation's leaders and said, “We have promised God that we would not eat a thing until we have killed Paul. ", "15": "You and everyone in the council must go to the commander and pretend that you want to find out more about the charges against Paul. Ask for him to be brought before your court. Meanwhile, we will be waiting to kill him before he gets there.”", "16": "When Paul's nephew heard about the plot, he went to the fortress and told Paul about it. ", "17": "So Paul said to one of the army officers, “Take this young man to the commander. He has something to tell him.”", "18": "The officer took him to the commander and said, “The prisoner named Paul asked me to bring this young man to you, because he has something to tell you.”", "19": "The commander took the young man aside and asked him in private, “What do you want to tell me?”", "20": "He answered, “Some men are planning to ask you to bring Paul down to the Jewish council tomorrow. They will claim that they want to find out more about him. ", "21": "But please don't do what they say. More than forty men are going to attack Paul. They have made a vow not to eat or drink anything until they have killed him. Even now they are waiting to hear what you decide.”", "22": "The commander sent the young man away after saying to him, “Don't let anyone know that you told me this.”", "23": "The commander called in two of his officers and told them, “By nine o'clock tonight have two hundred soldiers ready to go to Caesarea. Take along seventy men on horseback and two hundred foot soldiers with spears. ", "24": "Get a horse ready for Paul and make sure that he gets safely through to Felix the governor.”", "25": "The commander wrote a letter that said:", "26": "Greetings from Claudius Lysias to the Honorable Governor Felix:", "27": "Some Jews grabbed this man and were about to kill him. But when I found out that he was a Roman citizen, I took some soldiers and rescued him.", "28": "I wanted to find out what they had against him. So I brought him before their council ", "29": "and learned that the charges concern only their religious laws. This man isn't guilty of anything for which he should die or even be put in jail.", "30": "As soon as I learned that there was a plot against him, I sent him to you and told their leaders to bring charges against him in your court.", "31": "The soldiers obeyed the commander's orders, and that same night they took Paul to the city of Antipatris. ", "32": "The next day the foot soldiers returned to the fortress and let the soldiers on horseback take him the rest of the way. ", "33": "When they came to Caesarea, they gave the letter to the governor and handed Paul over to him.", "34": "The governor read the letter. Then he asked Paul and found out that he was from Cilicia. ", "35": "The governor said, “I will listen to your case as soon as the people come to bring their charges against you.” After saying this, he gave orders for Paul to be kept as a prisoner in Herod's palace.[b]"}