{"1": "Three days after Festus had become governor, he went from Caesarea to Jerusalem. ", "2": "There the chief priests and some Jewish leaders told him about their charges against Paul. They also asked Festus ", "3": "if he would be willing to bring Paul to Jerusalem. They begged him to do this because they were planning to attack and kill Paul on the way. ", "4": "But Festus told them, “Paul will be kept in Caesarea, and I am soon going there myself. ", "5": "If he has done anything wrong, let your leaders go with me and bring charges against him there.”", "6": "Festus stayed in Jerusalem for eight or ten more days before going to Caesarea. Then the next day he took his place as judge and had Paul brought into court. ", "7": "As soon as Paul came in, the Jewish leaders from Jerusalem crowded around him and said he was guilty of many serious crimes. But they could not prove anything. ", "8": "Then Paul spoke in his own defense, “I have not broken the Law of my people. And I have not done anything against either the temple or the Emperor.”", "9": "Festus wanted to please the leaders. So he asked Paul, “Are you willing to go to Jerusalem and be tried by me on these charges?”", "10": "Paul replied, “I am on trial in the Emperor's court, and that's where I should be tried. You know very well that I have not done anything to harm the Jewish nation. ", "11": "If I had done something deserving death, I would not ask to escape the death penalty. But I am not guilty of any of these crimes, and no one has the right to hand me over to these people. I now ask to be tried by the Emperor himself.”", "12": "After Festus had talked this over with members of his council, he told Paul, “You have asked to be tried by the Emperor, and to the Emperor you will go!”", "13": "A few days later King Agrippa and Bernice came to Caesarea to visit Festus. ", "14": "They had been there for several days, when Festus told the king about the charges against Paul. He said: Felix left a man here in jail, ", "15": "and when I went to Jerusalem, the chief priests and the Jewish leaders came and asked me to find him guilty. ", "16": "I told them that it isn't the Roman custom to hand a man over to people who are bringing charges against him. He must first have the chance to meet them face to face and to defend himself against their charges.", "17": "So when they came here with me, I wasted no time. On the very next day I took my place on the judge's bench and ordered him to be brought in. ", "18": "But when the men stood up to make their charges against him, they did not accuse him of any of the crimes that I thought they would. ", "19": "Instead, they argued with him about some of their beliefs and about a dead man named Jesus, who Paul said was alive.", "20": "Since I did not know how to find out the truth about all this, I asked Paul if he would be willing to go to Jerusalem and be put on trial there. ", "21": "But Paul asked to be kept in jail until the Emperor could decide his case. So I ordered him to be kept here until I could send him to the Emperor.", "22": "Then Agrippa said to Festus, “I would also like to hear what this man has to say.” Festus answered, “You can hear him tomorrow.”", "23": "The next day Agrippa and Bernice made a big show as they came into the meeting room. High ranking army officers and leading citizens of the town were also there. Festus then ordered Paul to be brought in ", "24": "and said: King Agrippa and other guests, look at this man! Every Jew from Jerusalem and Caesarea has come to me, demanding for him to be put to death. ", "25": "I have not found him guilty of any crime deserving death. But because he has asked to be judged by the Emperor, I have decided to send him to Rome.", "26": "I have to write some facts about this man to the Emperor. So I have brought him before all of you, but especially before you, King Agrippa. After we have talked about his case, I will then have something to write. ", "27": "It makes no sense to send a prisoner to the Emperor without stating the charges against him."}