{"1": "Agrippa told Paul, “You may now speak for yourself.” Paul stretched out his hand and said:", "2": "King Agrippa, I am glad for this chance to defend myself before you today on all these charges that my own people have brought against me. ", "3": "You know a lot about our religious customs and the beliefs that divide us. So I ask you to listen patiently to me.", "4-5": "All the Jews have known me since I was a child. They know what kind of life I have lived in my own country and in Jerusalem. And if they were willing, they could tell you that I was a Pharisee, a member of a group that is stricter than any other. ", "6": "Now I am on trial because I believe the promise God made to our people long ago.", "7": "Day and night our twelve tribes have earnestly served God, waiting for his promised blessings. King Agrippa, because of this hope, the Jewish leaders have brought charges against me. ", "8": "Why should any of you doubt that God raises the dead to life?", "9": "I once thought that I should do everything I could to oppose Jesus from Nazareth. ", "10": "I did this first in Jerusalem, and with the authority of the chief priests I put many of God's people in jail. I even voted for them to be killed. ", "11": "I often had them punished in our meeting places, and I tried to make them give up their faith. In fact, I was so angry with them, that I went looking for them in foreign cities.", "12": "King Agrippa, one day I was on my way to Damascus with the authority and permission of the chief priests. ", "13": "About noon I saw a light brighter than the sun. It flashed from heaven on me and on everyone traveling with me. ", "14": "We all fell to the ground. Then I heard a voice say to me in Aramaic, “Saul, Saul, why are you so cruel to me? It's foolish to fight against me!”", "15": "“Who are you?” I asked. Then the Lord answered, “I am Jesus! I am the one you are so cruel to. ", "16": "Now stand up. I have appeared to you, because I have chosen you to be my servant. You are to tell others what you have learned about me and what I will show you later.”", "17": "The Lord also said, “I will protect you from the Jews and from the Gentiles that I am sending you to. ", "18": "I want you to open their eyes, so that they will turn from darkness to light and from the power of Satan to God. Then their sins will be forgiven, and by faith in me they will become part of God's holy people.”", "19": "King Agrippa, I obeyed this vision from heaven. ", "20": "First I preached to the people in Damascus, and then I went to Jerusalem and all over Judea. Finally, I went to the Gentiles and said, “Stop sinning and turn to God! Then prove what you have done by the way you live.”", "21": "That is why some men grabbed me in the temple and tried to kill me. ", "22": "But all this time God has helped me, and I have preached both to the rich and to the poor. I have told them only what the prophets and Moses said would happen. ", "23": "I told them how the Messiah would suffer and be the first to be raised from death, so that he could bring light to his own people and to the Gentiles.", "24": "Before Paul finished defending himself, Festus shouted, “Paul, you're crazy! Too much learning has driven you out of your mind.”", "25": "But Paul replied, “Honorable Festus, I am not crazy. What I am saying is true, and it makes sense. ", "26": "None of these things happened off in a corner somewhere. I am sure that King Agrippa knows what I am talking about. That's why I can speak so plainly to him.”", "27": "Then Paul said to Agrippa, “Do you believe what the prophets said? I know you do.”", "28": "Agrippa asked Paul, “In such a short time do you think you can talk me into being a Christian?”", "29": "Paul answered, “Whether it takes a short time or a long time, I wish you and everyone else who hears me today would become just like me! Except, of course, for these chains.”", "30": "Then King Agrippa, Governor Festus, Bernice, and everyone who was with them got up. ", "31": "But before they left, they said, “This man isn't guilty of anything. He doesn't deserve to die or to be put in jail.”", "32": "Agrippa told Festus, “Paul could have been set free, if he had not asked to be tried by the Roman Emperor.”"}