{"1": "When we came ashore, we learned that the island was called Malta. ", "2": "The local people were very friendly, and they welcomed us by building a fire, because it was rainy and cold.", "3": "After Paul had gathered some wood and had put it on the fire, the heat caused a snake to crawl out, and it bit him on the hand. ", "4": "When the local people saw the snake hanging from Paul's hand, they said to each other, “This man must be a murderer! He didn't drown in the sea, but the goddess of justice will kill him anyway.”", "5": "Paul shook the snake off into the fire and wasn't harmed. ", "6": "The people kept thinking that Paul would either swell up or suddenly drop dead. They watched him for a long time, and when nothing happened to him, they changed their minds and said, “This man is a god.”", "7": "The governor of the island was named Publius, and he owned some of the land around there. Publius was very friendly and welcomed us into his home for three days. ", "8": "His father was in bed, sick with fever and stomach trouble, and Paul went to visit him. Paul healed the man by praying and placing his hands on him.", "9": "After this happened, everyone on the island brought their sick people to Paul, and they were all healed. ", "10": "The people were very respectful to us, and when we sailed, they gave us everything we needed.", "11": "Three months later we sailed in a ship that had been docked at Malta for the winter. The ship was from Alexandria in Egypt and was known as “The Twin Gods.”[a] ", "12": "We arrived in Syracuse and stayed for three days. ", "13": "From there we sailed to Rhegium. The next day a south wind began to blow, and two days later we arrived in Puteoli. ", "14": "There we found some of the Lord's followers, who begged us to stay with them. A week later we left for the city of Rome.", "15": "Some of the followers in Rome heard about us and came to meet us at the Market of Appius and at the Three Inns. When Paul saw them, he thanked God and was encouraged.", "16": "We arrived in Rome, and Paul was allowed to live in a house by himself with a soldier to guard him.", "17": "Three days after we got there, Paul called together some of the Jewish leaders and said: My friends, I have never done anything to hurt our people, and I have never gone against the customs of our ancestors. But in Jerusalem I was handed over as a prisoner to the Romans. ", "18": "They looked into the charges against me and wanted to release me. They found that I had not done anything deserving death. ", "19": "The Jewish leaders disagreed, so I asked to be tried by the Emperor. But I don't have anything to say against my own nation. ", "20": "I am bound by these chains because of what we people of Israel hope for. That's why I have called you here to talk about this hope of ours.", "21": "The leaders replied, “No one from Judea has written us a letter about you. And not one of them has come here to report on you or to say anything against you. ", "22": "But we would like to hear what you have to say. We understand that people everywhere are against this new group.”", "23": "They agreed on a time to meet with Paul, and many of them came to his house. From early morning until late in the afternoon, Paul talked to them about God's kingdom. He used the Law of Moses and the Books of the Prophets[b] to try to win them over to Jesus.", "24": "Some of the leaders agreed with what Paul said, but others did not. ", "25": "Since they could not agree among themselves, they started leaving. But Paul said, “The Holy Spirit said the right thing when he sent Isaiah the prophet ", "26": "to tell our ancestors, 'Go to these people and tell them: You will listen and listen, but never understand. You will look and look, but never see.", "27": "All of you have stubborn hearts. Your ears are stopped up, and your eyes are covered. You cannot see or hear or understand. If you could, you would turn to me, and I would heal you.'”", "28-29": "Paul said, “You may be sure that God wants to save the Gentiles! And they will listen.”[c]", "30": "For two years Paul stayed in a rented house and welcomed everyone who came to see him. ", "31": "He bravely preached about God's kingdom and taught about the Lord Jesus Christ, and no one tried to stop him."}