{"1": "A lot of people were now becoming followers of the Lord. But some of the ones who spoke Greek started complaining about the ones who spoke Aramaic. They complained that the Greek-speaking widows were not given their share when the food supplies were handed out each day.", "2": "The twelve apostles called the whole group of followers together and said, “We should not give up preaching God's message in order to serve at tables.[a] ", "3": "My friends, choose seven men who are respected and wise and filled with God's Spirit. We will put them in charge of these things. ", "4": "We can spend our time praying and serving God by preaching.”", "5": "This suggestion pleased everyone, and they began by choosing Stephen. He had great faith and was filled with the Holy Spirit. Then they chose Philip, Prochorus, Nicanor, Timon, Parmenas, and also Nicolaus, who worshiped with the Jewish people[b] in Antioch. ", "6": "These men were brought to the apostles. Then the apostles prayed and placed their hands on the men to show that they had been chosen to do this work. ", "7": "God's message spread, and many more people in Jerusalem became followers. Even a large number of priests put their faith in the Lord.", "8": "God gave Stephen the power to work great miracles and wonders among the people. ", "9": "But some Jews from Cyrene and Alexandria were members of a group who called themselves “Free Men.”[c] They started arguing with Stephen. Some others from Cilicia and Asia also argued with him. ", "10": "But they were no match for Stephen, who spoke with the great wisdom that the Spirit gave him. ", "11": "So they talked some men into saying, “We heard Stephen say terrible things against Moses and God!”", "12": "They turned the people and their leaders and the teachers of the Law of Moses against Stephen. Then they all grabbed Stephen and dragged him in front of the council.", "13": "Some men agreed to tell lies about Stephen, and they said, “This man keeps on saying terrible things about this holy temple and the Law of Moses. ", "14": "We have heard him claim that Jesus from Nazareth will destroy this place and change the customs that Moses gave us.” ", "15": "Then all the council members stared at Stephen. They saw that his face looked like the face of an angel."}