{"1": "The high priest asked Stephen, “Are they telling the truth about you?”", "2": "Stephen answered: Friends, listen to me. Our glorious God appeared to our ancestor Abraham while he was still in Mesopotamia, before he had moved to Haran. ", "3": "God told him, “Leave your country and your relatives and go to a land that I will show you.” ", "4": "Then Abraham left the land of the Chaldeans and settled in Haran. After his father died, Abraham came and settled in this land where you now live. ", "5": "God didn't give him any part of it, not even a square foot. But God did promise to give it to him and his family forever, even though Abraham didn't have any children. ", "6": "God said that Abraham's descendants would live for a while in a foreign land. There they would be slaves and would be mistreated four hundred years. ", "7": "But he also said, “I will punish the nation that makes them slaves. Then later they will come and worship me in this place.”", "8": "God said to Abraham, “Every son in each family must be circumcised to show that you have kept your agreement with me.” So when Isaac was eight days old, Abraham circumcised him. Later, Isaac circumcised his son Jacob, and Jacob circumcised his twelve sons. ", "9": "These men were our ancestors. Joseph was also one of our famous ancestors. His brothers were jealous of him and sold him as a slave to be taken to Egypt. But God was with him ", "10": "and rescued him from all his troubles. God made him so wise that the Egyptian king Pharaoh[a] thought highly of him. The king even made Joseph governor over Egypt and put him in charge of everything he owned.", "11": "Everywhere in Egypt and Canaan the grain crops failed. There was terrible suffering, and our ancestors could not find enough to eat. ", "12": "But when Jacob heard that there was grain in Egypt, he sent our ancestors there for the first time. ", "13": "It was on their second trip that Joseph told his brothers who he was, and Pharaoh learned about Joseph's family.", "14": "Joseph sent for his father and his relatives. In all, there were seventy-five of them. ", "15": "His father went to Egypt and died there, just as our ancestors did. ", "16": "Later their bodies were taken back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor.", "17": "Finally, the time came for God to do what he had promised Abraham. By then the number of our people in Egypt had greatly increased. ", "18": "Another king was ruling Egypt, and he didn't know anything about Joseph. ", "19": "He tricked our ancestors and was cruel to them. He even made them leave their babies outside, so they would die.", "20": "During this time Moses was born. He was a very beautiful child, and for three months his parents took care of him in their home. ", "21": "Then when they were forced to leave him outside, the king's daughter found him and raised him as her own son. ", "22": "Moses was given the best education in Egypt. He was a strong man and a powerful speaker.", "23": "When Moses was forty years old, he wanted to help the Israelites because they were his own people. ", "24": "One day he saw an Egyptian mistreating one of them. So he rescued the man and killed the Egyptian. ", "25": "Moses thought the rest of his people would realize that God was going to use him to set them free. But they didn't understand.", "26": "The next day Moses saw two of his own people fighting, and he tried to make them stop. He said, “Men, you are both Israelites. Why are you so cruel to each other?”", "27": "But the man who had started the fight pushed Moses aside and asked, “Who made you our ruler and judge? ", "28": "Are you going to kill me, just as you killed that Egyptian yesterday?” ", "29": "When Moses heard this, he ran away to live in the country of Midian. His two sons were born there.", "30": "Forty years later, an angel appeared to Moses from a burning bush in the desert near Mount Sinai. ", "31": "Moses was surprised by what he saw. He went closer to get a better look, and the Lord said, ", "32": "“I am the God who was worshiped by your ancestors, Abraham, Isaac, and Jacob.” Moses started shaking all over and didn't dare to look at the bush.", "33": "The Lord said to him, “Take off your sandals. The place where you are standing is holy. ", "34": "With my own eyes I have seen the suffering of my people in Egypt. I have heard their groans and have come down to rescue them. Now I am sending you back to Egypt.”", "35": "This was the same Moses that the people rejected by saying, “Who made you our leader and judge?” God's angel had spoken to Moses from the bush. And God had even sent the angel to help Moses rescue the people and be their leader.", "36": "In Egypt and at the Red Sea[b] and in the desert, Moses rescued the people by working miracles and wonders for forty years. ", "37": "Moses is the one who told the people of Israel, “God will choose one of your people to be a prophet, just as he chose me.” ", "38": "Moses brought our people together in the desert, and the angel spoke to him on Mount Sinai. There he was given these life-giving words to pass on to us. ", "39": "But our ancestors refused to obey Moses. They rejected him and wanted to go back to Egypt.", "40": "The people said to Aaron, “Make some gods to lead us! Moses led us out of Egypt, but we don't know what's happened to him now.” ", "41": "Then they made an idol in the shape of a calf. They offered sacrifices to the idol and were pleased with what they had done.", "42": "God turned his back on his people and left them. Then they worshiped the stars in the sky, just as it says in the Book of the Prophets, “People of Israel, you didn't offer sacrifices and offerings to me during those forty years in the desert. ", "43": "Instead, you carried the tent where the god Molech is worshiped, and you took along the star of your god Rephan. You made those idols and worshiped them. So now I will have you carried off beyond Babylonia.”", "44": "The tent where our ancestors worshiped God was with them in the desert. This was the same tent that God had commanded Moses to make. And it was made like the model that Moses had seen. ", "45": "Later it was given to our ancestors, and they took it with them when they went with Joshua. They carried the tent along as they took over the land from those people that God had chased out for them. Our ancestors used this tent until the time of King David. ", "46": "He pleased God and asked him if he could build a house of worship for the people[c] of Israel. ", "47": "And it was finally King Solomon who built a house for God.[d]", "48": "But the Most High God doesn't live in houses made by humans. It is just as the prophet said, when he spoke for the Lord,", "49": "“Heaven is my throne, and the earth is my footstool. What kind of house will you build for me? In what place will I rest?", "50": "I have made everything.”", "51": "You stubborn and hardheaded people! You are always fighting against the Holy Spirit, just as your ancestors did. ", "52": "Is there one prophet that your ancestors didn't mistreat? They killed the prophets who told about the coming of the One Who Obeys God.[e] And now you have turned against him and killed him. ", "53": "Angels gave you God's Law, but you still don't obey it.", "54": "When the council members heard Stephen's speech, they were angry and furious. ", "55": "But Stephen was filled with the Holy Spirit. He looked toward heaven, where he saw our glorious God and Jesus standing at his right side.[f] ", "56": "Then Stephen said, “I see heaven open and the Son of Man standing at the right side of God!”", "57": "The council members shouted and covered their ears. At once they all attacked Stephen ", "58": "and dragged him out of the city. Then they started throwing stones at him. The men who had brought charges against him put their coats at the feet of a young man named Saul.[g]", "59": "As Stephen was being stoned to death, he called out, “Lord Jesus, please welcome me!” ", "60": "He knelt down and shouted, “Lord, don't blame them for what they have done.” Then he died."}