{"1-2": "Saul approved the stoning of Stephen. Some faithful followers of the Lord buried Stephen and mourned very much for him. At that time the church in Jerusalem suffered terribly. All of the Lord's followers, except the apostles, were scattered everywhere in Judea and Samaria. ", "3": "Saul started making a lot of trouble for the church. He went from house to house, arresting men and women and putting them in jail.", "4": "The Lord's followers who had been scattered went from place to place, telling the good news. ", "5": "Philip went to the city of Samaria and told the people about Christ. ", "6": "They crowded around Philip because they were eager to hear what he was saying and to see him work miracles. ", "7": "Many people with evil spirits were healed, and the spirits went out of them with a shout. A lot of crippled and lame people were also healed. ", "8": "Everyone in that city was very glad because of what was happening.", "9": "For some time a man named Simon had lived in the city of Samaria and had amazed the people. He practiced witchcraft and claimed to be somebody great. ", "10": "Everyone, rich and poor, crowded around him. They said, “This man is the power of God called 'The Great Power.'”", "11": "For a long time, Simon had used witchcraft to amaze the people, and they kept crowding around him. ", "12": "But when they believed what Philip was saying about God's kingdom and about the name of Jesus Christ, they were all baptized. ", "13": "Even Simon believed and was baptized. He stayed close to Philip, because he marveled at all the miracles and wonders.", "14": "The apostles in Jerusalem heard that some people in Samaria had accepted God's message, and they sent Peter and John. ", "15": "When the two apostles arrived, they prayed that the people would be given the Holy Spirit. ", "16": "Before this, the Holy Spirit had not been given to anyone in Samaria, though some of them had been baptized in the name of the Lord Jesus. ", "17": "Peter and John then placed their hands on everyone who had faith in the Lord, and they were given the Holy Spirit.", "18": "Simon noticed that the Spirit was given only when the apostles placed their hands on the people. So he brought money ", "19": "and said to Peter and John, “Let me have this power too! Then anyone I place my hands on will also be given the Holy Spirit.”", "20": "Peter said to him, “You and your money will both end up in hell if you think you can buy God's gift! ", "21": "You don't have any part in this, and God sees that your heart isn't right. ", "22": "Get rid of these evil thoughts and ask God to forgive you. ", "23": "I can see that you are jealous and bound by your evil ways.”", "24": "Simon said, “Please pray to the Lord, so that what you said won't happen to me.”", "25": "After Peter and John had preached about the Lord, they returned to Jerusalem. On their way they told the good news in many villages of Samaria.", "26": "The Lord's angel said to Philip, “Go south[a] along the desert road that leads from Jerusalem to Gaza.”[b] ", "27": "So Philip left. An important Ethiopian official happened to be going along that road in his chariot. He was the chief treasurer for Candace, the Queen of Ethiopia. The official had gone to Jerusalem to worship ", "28": "and was now on his way home. He was sitting in his chariot, reading the book of the prophet Isaiah.", "29": "The Spirit told Philip to catch up with the chariot. ", "30": "Philip ran up close and heard the man reading aloud from the book of Isaiah. Philip asked him, “Do you understand what you are reading?”", "31": "The official answered, “How can I understand unless someone helps me?” He then invited Philip to come up and sit beside him.", "32": "The man was reading the passage that said, “He was led like a sheep on its way to be killed. He was silent as a lamb whose wool is being cut off, and he did not say a word.", "33": "He was treated like a nobody and did not receive a fair trial. How can he have children, if his life is snatched away?”", "34": "The official said to Philip, “Tell me, was the prophet talking about himself or about someone else?” ", "35": "So Philip began at this place in the Scriptures and explained the good news about Jesus.", "36-37": "As they were going along the road, they came to a place where there was some water. The official said, “Look! Here is some water. Why can't I be baptized?”[c] ", "38": "He ordered the chariot to stop. Then they both went down into the water, and Philip baptized him.", "39": "After they had come out of the water, the Lord's Spirit took Philip away. The official never saw him again, but he was very happy as he went on his way.", "40": "Philip later appeared in Azotus. He went from town to town, all the way to Caesarea, telling people about Jesus."}