{"1": "The city of Jerusalem is so empty! She used to be full of people. But now she's like a woman whose husband has died. She used to be great among the nations. She was like a queen among the kingdoms. But now she is a slave.", "2": "Jerusalem weeps bitterly at night. Tears run down her cheeks. None of her friends comforts her. All those who were going to help her have turned against her. They have become her enemies.", "3": "After Judah's people had suffered greatly, they were taken away as prisoners. Now they live among the nations. They can't find any place to rest. All those who were chasing them have caught up with them. And they can't get away.", "4": "The roads to Zion are empty. No one travels to her appointed feasts. All the public places near her gates are deserted. Her priests groan. Her young women are sad. And Zion herself weeps bitterly.", "5": "Her enemies have become her masters. They have an easy life. The Lord has brought suffering to Jerusalem because her people have committed so many sins. Her children have been taken away as prisoners. Her enemies have forced her people to leave their homes.", "6": "The city of Zion used to be full of glory. But now her glory has faded away. Her princes are like deer. They can't find anything to eat. They are almost too weak to get away from those who hunt them down.", "7": "Jerusalem's people are suffering and wandering. They remember all the treasures they used to have. But they fell into the hands of their enemies. And no one was there to help them. Their enemies looked at them. They laughed because Jerusalem had been destroyed.", "8": "Her people have committed many sins. They have become impure. All those who honored Jerusalem now look down on her. They all look at her as if she were a naked woman. The city groans and turns away in shame.", "9": "Her skirts are dirty. She didn't think about how things might turn out. Her fall from power amazed everyone. And no one was there to comfort her. She said, “Lord, please pay attention to how much I'm suffering. My enemies have won the battle over me.”", "10": "Jerusalem's enemies took away all her treasures. Her people saw outsiders enter her temple. The Lord had commanded them not to do that.", "11": "All Jerusalem's people groan as they search for bread. They trade their treasures for food just to stay alive. Jerusalem says, “Lord, look at me. Think about my condition. Everyone looks down on me.”", "12": "Jerusalem also says, “All you who are passing by, don't you care about what has happened to me? Just look at my condition. Has anyone suffered the way I have? The Lord has brought all this on me. He has made me suffer. His anger has burned against me.", "13": "“He sent down fire from heaven. It went deep down into my bones. He spread a net to catch me by the feet. He stopped me right where I was. He made me empty. I am sick all the time.", "14": "“My sins have been made into a heavy yoke. They were woven together by his hands. They have been placed on my neck. The Lord has taken away my strength. He has handed me over to my enemies. I can't win the battle over them.", "15": "“The Lord has refused to accept any of my soldiers. He has sent for an army to crush my young men. I am like grapes in the Lord's winepress. He has stomped on me, even though I am his very own.", "16": "“That's why I am weeping. Tears are flowing from my eyes. No one is near to comfort me. No one can heal my spirit. My children don't have anything. My enemies are much too strong for me.”", "17": "Zion reaches out her hands. But no one is there to comfort her people. The Lord has ordered that the neighbors of Jacob's people would become their enemies. Jerusalem has become impure among them.", "18": "Jerusalem says, “The Lord always does what is right. But I refused to obey his commands. Listen, all you nations. Pay attention to how much I'm suffering. My young men and women have been taken away as prisoners.", "19": "“I called out to those who were going to help me. But they turned against me. My priests and elders died in the city. They were searching for food just to stay alive.", "20": "“Lord, see how upset I am! I am suffering deep down inside. My heart is troubled. Again and again I have refused to obey you. Outside the city, people are being killed by swords. Inside, there is nothing but death.", "21": "“People have heard me groan. But no one is here to comfort me. My enemies have heard about all my troubles. What you have done makes them happy. So please judge them, just as you said you would. Let them become like me.", "22": "“Please pay attention to all their sinful ways. Punish them as you have punished me. You judged me because I had committed so many sins. I groan all the time. And my heart is weak.”"}