{"1": "I am a[a] meadow flower[b] from Sharon,[c] a lily[d] from the valleys.", "2": "Like[e] a lily among the thorns,[f] so is my darling among the maidens.", "3": "Like[g] an apple tree[h] among the trees of the forest, so is my beloved among the young men. I delight[i] to sit[j] in his shade,[k] and his fruit[l] is sweet[m] to my taste.[n]", "4": "He brought me[o] into the banquet hall,[p] and he looked[q] at me lovingly.[r]", "5": "Sustain[s] me with raisin cakes,[t] refresh me with apples,[u] for I am faint with love.[v]", "6": "His left hand is under my head,[w] and his right hand embraces me.[x]", "7": "I admonish you,[y] O maidens of Jerusalem, by the gazelles and by the young does[z] of the open fields:[aa] Do not awaken or arouse[ab] love[ac] until it pleases![ad]", "8": "Listen![ae] My lover is approaching![af] Look![ag] Here he comes, leaping over the mountains, bounding over the hills!", "9": "My lover is like a gazelle or a young stag.[ah] Look! There he stands behind our wall, gazing through the window, peering through the lattice.", "10": "My lover spoke to me, saying: “Arise, my darling; My beautiful one, come away with me!", "11": "Look! The winter has passed, the winter rains are over and gone.", "12": "Blossoms have appeared[ai] in the land, the time for pruning and singing[aj] has come; the voice of the turtledove is heard in our land.", "13": "The fig tree has ripened its figs, the vines have blossomed and give off their fragrance. Arise, come away my darling; my beautiful one, come away with me!”", "14": "O my dove,[ak] in the clefts of the rock, in the hiding places of the mountain crags, let me see your face, let me hear your voice; for your voice is sweet, and your face is lovely.", "15": "Catch[al] the foxes[am] for us, the little foxes,[an] that ruin the vineyards[ao]— for our vineyard is in bloom.", "16": "My lover is mine and I am his; he grazes among the lilies.[ap]", "17": "Until the dawn arrives[aq] and the shadows flee, turn,[ar] my beloved— be like a gazelle or a young stag on the mountain gorges.[as]"}