{"1": "Oh, how I wish you were[a] my little brother,[b] nursing at my mother's breasts; if I saw[c] you outside, I could kiss you— surely[d] no one would despise me![e]", "2": "I would lead you and bring you to my mother's house, the one who taught me.[f] I would give you[g] spiced wine[h] to drink,[i] the nectar of my pomegranates.[j]", "3": "His left hand is under my head, and his right hand embraces me.[k]", "4": "I admonish you, O maidens[l] of Jerusalem: “Do not[m] arouse or awaken love until it pleases!”", "5": "Who is this coming up from the wilderness, leaning on her beloved? Under the apple tree I aroused you;[n] there your mother conceived you, there she who bore you was in labor of childbirth.[o]", "6": "Set me like a cylinder seal[p] over your heart,[q] like a signet[r] on your arm.[s] For love is as strong as death,[t] passion[u] is as unrelenting[v] as Sheol. Its flames burst forth,[w] it is a blazing flame.[x]", "7": "Surging waters cannot quench love; floodwaters[y] cannot overflow it. If someone were to offer all his possessions[z] to buy love,[aa] the offer[ab] would be utterly despised.[ac]", "8": "We have a little sister, and as yet she has no breasts. What shall we do for our sister on the day when she is spoken for?[ad]", "9": "If she is a wall,[ae] we will build on her a battlement[af] of silver; but if she is a door, we will barricade[ag] her with boards[ah] of cedar.[ai]", "10": "I was a wall, and my breasts were like fortress towers.[aj] Then I found favor[ak] in his eyes.[al]", "11": "Solomon had a vineyard at Baal Hamon; he leased out[am] the vineyard to those who maintained it. Each was to bring 1,000 shekels of silver for its fruit.", "12": "My vineyard,[an] which belongs to me,[ao] is at my disposal alone.[ap] The thousand shekels belong to you, O Solomon, and 200 shekels belong to those who maintain it for its fruit.", "13": "O you who stay in the gardens, my companions are listening attentively[aq] for your voice; let me be the one to[ar] hear it![as]", "14": "Make haste, my beloved! Be like a gazelle or a young stag on the mountains of spices."}