{"1": "Now King David was old and advanced in years, and they covered him with clothes, but he could not get warm. ", "2": "Therefore his servants said to him, “Let a young virgin be found for my lord the king, and let her stand before the king and care for him, and let her lie by your side so that my lord the king may keep warm.”", "3": "So they searched for a beautiful young woman throughout the land of Israel and found Abishag, a Shunammite, and brought her to the king. ", "4": "She was very beautiful and cared for the king and ministered to him, but the king did not know her intimately.", "5": "Then Adonijah the son of Haggith exalted himself, saying, “I will be king,” and he assembled chariots and horsemen and fifty men to run before him. ", "6": "His father had not confronted him at any time by asking, “Why have you done this?” He also was a very attractive man, and he was born next after Absalom.", "7": "He conferred with Joab the son of Zeruiah and with Abiathar the priest, and they agreed to help him. ", "8": "But Zadok the priest and Benaiah the son of Jehoiada and Nathan the prophet and Shimei and Rei and David's mighty men did not join Adonijah.", "9": "Adonijah slaughtered sheep and oxen and fat cattle by the Stone of Zoheleth, which is by En Rogel, and invited all his brothers, the king's sons, and all the men of Judah, the king's servants. ", "10": "But he did not invite Nathan the prophet, Benaiah, the mighty men, or his brother Solomon.", "11": "Therefore Nathan spoke to Bathsheba the mother of Solomon, saying, “Have you not heard that Adonijah the son of Haggith reigns and David our lord does not know it? ", "12": "Now please come and let me give you some advice, so that you may save your own life as well as that of your son Solomon. ", "13": "Go to King David and say to him, 'Did not you, my lord, O king, swear to your handmaid, saying: Assuredly Solomon your son shall reign after me, and he shall sit upon my throne? Why then does Adonijah reign?' ", "14": "Then while you are still there talking with the king, I will come in and confirm your words.”", "15": "So Bathsheba went to the king's chamber. Now the king was very old, and Abishag the Shunammite ministered to him. ", "16": "Bathsheba bowed and prostrated herself before the king. And the king said, “What do you want?”", "17": "And she said to him, “My lord, you swore by the Lord your God to your handmaid, saying: Assuredly Solomon your son shall reign after me, and he shall sit upon my throne. ", "18": "But Adonijah reigns, and now, my lord, O king, you are unaware. ", "19": "He has slain oxen and fat cattle and sheep in abundance and has invited all the sons of the king and Abiathar the priest and Joab the commander of the army, but he has not invited your servant Solomon. ", "20": "And you, my lord, O king, all the eyes of Israel are upon you that you should tell them who shall sit on the throne of my lord the king after him. ", "21": "Otherwise it shall be that when my lord the king sleeps with his fathers, I and my son Solomon shall be considered offenders.”", "22": "While she was still talking with the king, Nathan the prophet also came in. ", "23": "The king was told, “Nathan the prophet is here,” and when he entered the king's presence, he bowed himself before the king with his face to the ground.", "24": "Nathan said, “My lord, O king, have you said, 'Adonijah shall reign after me, and he shall sit upon my throne'? ", "25": "For he has gone down this day and has slain oxen, fat cattle, and sheep in abundance and has invited all the king's sons, the commanders of the guard, and Abiathar the priest, and they eat and drink with him, saying, 'God save King Adonijah!' ", "26": "But he has not invited me, your servant, or Zadok the priest or Benaiah the son of Jehoiada or your servant Solomon. ", "27": "Is this thing done by my lord the king, and you have not let your servants know who should sit on the throne of my lord the king after him?”", "28": "Then King David answered and said, “Call Bathsheba to me.” And she came into the king's presence and stood before the king.", "29": "The king vowed, “As the Lord lives, who has redeemed my soul out of all distress, ", "30": "even as I swore to you by the Lord God of Israel, saying, 'Assuredly Solomon your son shall reign after me, and he shall sit upon my throne in my stead,' even so will I certainly do this day.”", "31": "Then Bathsheba bowed with her face to the ground in reverence to the king and said, “Let my lord King David live forever.”", "32": "King David said, “Call Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada for me.” So they came before the king. ", "33": "And the king said to them, “Take with you the servants of your lord, and cause Solomon my son to ride upon my own mule, and bring him down to Gihon. ", "34": "And let Zadok the priest and Nathan the prophet there anoint him king over Israel, and blow the trumpet and say, 'God save King Solomon!' ", "35": "Then you shall come up after him. And he shall come and sit on my throne, for he will be king in my place as I have appointed him to be ruler over Israel and over Judah.”", "36": "Benaiah the son of Jehoiada answered the king and said, “Amen! May the Lord, the God of my lord the king, also say so! ", "37": "As the Lord has been with my lord the king, may He also be with Solomon and make his throne greater than the throne of my lord King David.”", "38": "So Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Kerethites and the Pelethites went down and had Solomon ride on King David's mule and brought him to Gihon. ", "39": "Zadok the priest took a horn of oil out of the tabernacle and anointed Solomon. Then they blew the trumpet, and all the people said, “God save King Solomon!” ", "40": "All the people came up to see him and played flutes and greatly rejoiced, so that the earth shook at the sound.", "41": "Adonijah and all the guests that were with him heard the commotion as they were finishing their meal, and when Joab heard the sound of the trumpet, he said, “Why is the city so loud and in an uproar?”", "42": "While he was speaking, Jonathan the son of Abiathar the priest came. Adonijah said to him, “Come in, for you are a valiant man and bring good tidings.”", "43": "Jonathan answered Adonijah, saying, “Surely our lord King David has made Solomon king. ", "44": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, and the Kerethites, and the Pelethites. And they had him ride on the king's mule. ", "45": "And Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from their rejoicing, so that the city is in an uproar. This is the noise that you heard. ", "46": "Also Solomon sits on the throne of the kingdom. ", "47": "Moreover, the king's servants came to bless our lord King David, saying, 'May God make the name of Solomon better than your name and make his throne greater than your throne.' And the king bowed himself upon the bed. ", "48": "The king also said, 'Blessed be the Lord God of Israel, who has given one to sit on my throne this day so that I could see with my own eyes.' ”", "49": "All the guests that were with Adonijah were afraid and rose up and went on their way. ", "50": "Adonijah feared Solomon. So he got up and went to the altar and held on to its horns. ", "51": "Then Solomon was told, “Adonijah fears King Solomon, for he has caught hold of the horns on the altar, saying 'Let King Solomon swear to me today that he will not slay his servant with the sword.' ”", "52": "And Solomon said, “If he will show himself a worthy man, not one of his hairs will fall to the ground, but if wickedness is found in him, he shall die.” ", "53": "So King Solomon sent for him, and they brought him down from the altar, and he came and bowed himself to King Solomon. And Solomon said to him, “Go to your house.”"}