{"1": "Now when the queen of Sheba heard of Solomon's fame connected to the name of the Lord, she came to test him with hard questions. ", "2": "She came to Jerusalem with a very great retinue, with camels bearing spices, and very much gold, and precious stones; and when she came to Solomon, she told him all that was on her mind. ", "3": "Solomon answered all her questions; there was not anything too difficult for the king which he could not answer. ", "4": "When the queen of Sheba observed Solomon's wisdom and the house he had built ", "5": "and the meat of his table and the sitting of his servants and the attendance of his ministers and their clothing and his cupbearers and his entryway by which he went up to the house of the Lord, it took her breath away.", "6": "She said to the king, “What I heard in my own land about your acts and your wisdom was true! ", "7": "I did not believe it until I came and saw it with my own eyes! In fact, I was not even told half. Your wisdom and prosperity are greater than the stories I heard! ", "8": "Happy are your men, and happy are these your servants who stand continually before you and hear your wisdom! ", "9": "Blessed be the Lord your God, who delighted in you and set you on the throne of Israel, because the Lord loved Israel forever; therefore He made you king in order to execute judgment and justice.”", "10": "She gave the king a hundred and twenty talents[a] of gold and a great amount of spices and precious stones. No one gave as many spices as the queen of Sheba gave to King Solomon.", "11": "The ships of Hiram, which brought gold from Ophir, also brought from Ophir a large quantity of almug wood and precious stones. ", "12": "The king made pillars for the house of the Lord out of the almug trees and harps also and psalteries for singers for the king's house. Never before had such almug wood been brought, nor has any such been seen to this day.", "13": "King Solomon gave to the queen of Sheba all she desired, no matter what she asked for, in addition to what Solomon gave her from his royal bounty. So she turned and went to her own country, she and her servants.", "14": "Now the weight of gold that came to Solomon in one year was six hundred and sixty-six talents[b] of gold. ", "15": "In addition, he collected from the merchantmen and the traffic of the spice merchants and from all the kings of Arabia and the governors of the country.", "16": "King Solomon made two hundred large shields of beaten gold made of six hundred shekels[c] of gold each. ", "17": "He made three hundred shields of beaten gold with three pounds[d] of gold in each shield. And the king put them in the House of the Forest of Lebanon.", "18": "The king also made a great throne of ivory and overlaid it with the best gold. ", "19": "The throne had six steps, and the back of the throne was round, and there were armrests on either side of the seat with two lions standing beside the armrests. ", "20": "Twelve lions stood on the sides of the six steps, and there was no other like it in any kingdom. ", "21": "All of King Solomon's drinking cups were made of gold, and all the cups of the House of the Forest of Lebanon were made of pure gold. None were made of silver, for it was not considered valuable in the days of Solomon. ", "22": "For the king had ships at sea at Tarshish with the ships of Hiram. Every three years the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.", "23": "So King Solomon exceeded all the kings of the earth in terms of riches and wisdom. ", "24": "All the earth came to Solomon to hear his wisdom, which God had put in his heart. ", "25": "Everyone brought an annual tribute in the form of presents, silver and gold cups, garments, armor, spices, horses, and mules.", "26": "Solomon gathered together chariots and horsemen. He had one thousand four hundred chariots and twelve thousand horsemen whom he stationed in the cities for chariots and with the king at Jerusalem. ", "27": "The king made silver to be in Jerusalem as plentiful as stones, and he made cedars to be as plentiful as sycamore trees in the valley. ", "28": "Solomon had horses brought out of Egypt along with linen yarn. The king's merchants received the linen yarn at a price. ", "29": "He brought chariots from Egypt at a price of six hundred shekels of silver and a horse for a hundred and fifty.[e] And he exported them to all the kings of the Hittites and the kings of Aram, by their means."}