{"1": "And Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king. ", "2": "When Jeroboam the son of Nebat, who was still in Egypt, heard of it (for he had fled from King Solomon and stayed in Egypt), ", "3": "they called and sent for him. And Jeroboam and all the congregation of Israel came and spoke to Rehoboam, saying, ", "4": "“Your father made our yoke unbearable. Now, therefore, make the grievous service to your father and the heavy yoke he put upon us lighter, and we will serve you.”", "5": "He said to them, “Depart for three days, and then come back to me.” And the people departed.", "6": "King Rehoboam consulted with the old men who advised his father Solomon while he was still alive and asked, “How do you advise me to answer the people?”", "7": "And they spoke to him, saying, “If you will be a servant to this people this day and will serve them and answer them and speak kind words to them, they will be your servants forever.”", "8": "But he rejected the advice that the old men gave him and consulted with the young men who grew up with him and who stood before him, ", "9": "and he said to them, “What advice do you give on how we should answer this people, who have spoken to me saying, 'Make the yoke your father put on us lighter'?”", "10": "And the young men who grew up with him said, “Thus shall you answer this people who said to you, 'Your father made our yoke heavy, but make it lighter for us'; thus shall you say to them, 'My little finger will be thicker than my father's loins! ", "11": "Whereas my father loaded you with a heavy yoke, I will add to your burden. My father chastised you with whips, but I will chastise you with scorpions!' ”", "12": "So Jeroboam and all the people came to Rehoboam on the third day, just as the king had appointed, saying, “Come to me again the third day.” ", "13": "The king answered the people roughly and forsook the counsel the old men gave him, ", "14": "and instead spoke to them following the advice of the young men. He said, “My father made your yoke heavy, and I will add to your burden. My father chastised you with whips, but I will chastise you with scorpions.” ", "15": "Thus the king did not listen to the people, for the cause was from the Lord, that He might fulfill His saying, which the Lord spoke by Ahijah the Shilonite to Jeroboam the son of Nebat.", "16": "So when all Israel saw that the king did not listen to them, the people responded to the king, saying, “What portion do we have in David? We also do not have an inheritance in the son of Jesse. To your tents, O Israel, and see to your own house, David!” So the people of Israel departed to their tents. ", "17": "But the people of Israel living in the cities of Judah were ruled over by Rehoboam.", "18": "Then King Rehoboam sent Adoniram, who was in charge of the forced labor, and all Israel stoned him to death. As a result, King Rehoboam quickly mounted his chariot and fled to Jerusalem. ", "19": "So Israel rebelled against the house of David, and it remains so even to this day.", "20": "When all Israel heard that Jeroboam had returned, they sent and called him before the congregation and made him king over all Israel. Only the tribe of Judah followed the house of David.", "21": "When Rehoboam arrived at Jerusalem, he assembled all the house of Judah along with the tribe of Benjamin, a hundred and eighty thousand chosen men who were warriors, to fight against the house of Israel and to bring the kingdom back to Rehoboam the son of Solomon.", "22": "But the word of God came to Shemaiah the man of God, saying: ", "23": "Speak to Rehoboam the son of Solomon, king of Judah, and to all the house of Judah and Benjamin and to the remnant of the people, saying, ", "24": "“Thus says the Lord: You shall not go up, nor fight against your brothers the children of Israel. Every man is to return to his house, for this thing is from Me.” They listened therefore to the word of the Lord and turned to depart, according to the word of the Lord.", "25": "Then Jeroboam built Shechem in Mount Ephraim and lived there and went out from there and built Peniel.", "26": "Jeroboam said in his heart, “The kingdom will return to the house of David. ", "27": "If this people go up to do sacrifice in the house of the Lord at Jerusalem, then shall the heart of this people turn again to their lord, even to Rehoboam king of Judah, and they shall kill me and go again to Rehoboam king of Judah.”", "28": "At that point, the king got some advice and made two golden calves and said to the people, “It is too difficult for you to go up to Jerusalem. Here are your gods, O Israel, which brought you up out of the land of Egypt.” ", "29": "He set one in Bethel, and he put the other in Dan. ", "30": "This was a sin, for the people went to worship before the one, even all the way in Dan.", "31": "He also made houses on high places and appointed priests from among all the people who were not Levites. ", "32": "Jeroboam ordained a feast in the eighth month, on the fifteenth day of the month, like the feast in Judah, and he offered sacrifice on the altar. He did this in Bethel, sacrificing to the calves that he had made, and he stationed in Bethel the priests of the high places he had made. ", "33": "So he made offerings on the altar that he had made in Bethel on the fifteenth day of the eighth month, a holiday he imagined in his own heart, and ordained a feast for the children of Israel, and he sacrificed on the altar and burned incense."}