{"1": "Then the word of the Lord came to Jehu the son of Hanani against Baasha, saying, ", "2": "“I exalted you out of the dust and made you prince over My people Israel, and you have walked in the way of Jeroboam and have made My people Israel to sin, to provoke Me to anger with their sins. ", "3": "See, I will take away the posterity of Baasha and the posterity of his house and will make your house like the house of Jeroboam the son of Nebat. ", "4": "Those from the house of Baasha who die in the city will be eaten by dogs, and those who die in the fields will be eaten by the birds of the air.”", "5": "Now the rest of the acts of Baasha and what he did and his might, are they not written in the book of the chronicles of the kings of Israel? ", "6": "So Baasha slept with his fathers and was buried in Tirzah, and Elah his son reigned in his place.", "7": "And so it was by the hand of the prophet Jehu the son of Hanani that the word of the Lord came against Baasha and his house, for all the evil that he did in the sight of the Lord in provoking Him to anger with the work of his hands because he acted like the house of Jeroboam and also because he killed it.", "8": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha began to reign over Israel in Tirzah, and he did so two years.", "9": "His servant Zimri, commander of half his chariots, conspired against him, and when he was in Tirzah, drinking himself drunk in the house of Arza, manager of his house in Tirzah, ", "10": "Zimri went in and smote him and killed him. This took place in the twenty-seventh year of Asa king of Judah, and Zimri reigned in his place.", "11": "When he began to reign, as soon as he was seated on his throne, he executed all the household of Baasha. He left no males, neither of his relatives nor of his friends. ", "12": "Thus Zimri destroyed all the house of Baasha, according to the word of the Lord which He spoke against Baasha by Jehu the prophet, ", "13": "because of all the sins of Baasha and the sins of Elah his son, by which they sinned and by which they made Israel to sin in provoking the Lord God of Israel to anger with their vanities.", "14": "Now the rest of the acts of Elah and all that he did, are they not written in the book of the chronicles of the kings of Israel?", "15": "In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the troops were encamped against Gibbethon, which belonged to the Philistines. ", "16": "The troops who were encamped heard how Zimri had conspired and had slain the king. As a result, all Israel made Omri, the commander of the army, king over Israel that day in the camp. ", "17": "Omri went up from Gibbethon and all Israel with him, and they besieged Tirzah. ", "18": "When Zimri saw that the city had fallen, he went into the citadel of the king's house and burned the king's house over him with fire, and he died, ", "19": "because of his sins which he sinned in doing evil in the sight of the Lord, in walking in the way of Jeroboam and in his sin which he did to make Israel to sin.", "20": "Now the rest of the acts of Zimri and his treason, are they not written in the book of the chronicles of the kings of Israel?", "21": "Then the people of Israel were divided into two parts. Half of the people followed Tibni the son of Ginath to make him king, and half followed Omri. ", "22": "But the people who followed Omri defeated the people who followed Tibni, the son of Ginath. So Tibni died, and Omri reigned.", "23": "In the thirty-first year of Asa king of Judah, Omri began to reign over Israel, and he did so twelve years. He reigned six years in Tirzah. ", "24": "He bought the hill of Samaria from Shemer for two talents[a] of silver. He fortified the hill and named the city he built after the name of Shemer, owner of the hill, calling it “Samaria.”", "25": "But Omri did evil in the eyes of the Lord and did worse than all who preceded him, ", "26": "for he walked in all the ways of Jeroboam the son of Nebat and in his sin with which he made Israel to sin to provoke the Lord God of Israel to anger with their vanities.", "27": "Now the rest of the acts Omri performed and his might that he showed, are they not written in the book of the chronicles of the kings of Israel? ", "28": "So Omri slept with his fathers and was buried in Samaria, and Ahab his son reigned in his place.", "29": "In the thirty-eighth year of Asa king of Judah, Ahab the son of Omri began to reign over Israel, and Ahab the son of Omri reigned over Israel in Samaria twenty-two years. ", "30": "Ahab the son of Omri did more evil in the sight of the Lord than all who were before him. ", "31": "The sins of Jeroboam the son of Nebat were seen as minor for him to walk in, for he took Jezebel the daughter of Ethbaal, king of the Sidonians, as his wife and went and served Baal and worshipped him. ", "32": "He raised an altar for Baal in the house of Baal, which he had built in Samaria. ", "33": "Ahab made an Asherah and did more to provoke the Lord God of Israel to anger than all the kings of Israel who preceded him.", "34": "In his days, Hiel the Bethelite built Jericho. He laid the foundation at the expense of his firstborn Abiram and set up the gates at the cost of the life of his youngest son Segub, according to the word of the Lord, which He spoke by Joshua the son of Nun."}