{"1": "After many days, in the third year, the word of the Lord came to Elijah, saying, “Go and present yourself to Ahab, and I will send rain upon the earth.” ", "2": "Elijah went to show himself to Ahab. And there was a great famine in Samaria. ", "3": "Ahab called Obadiah, who was the governor of his house. (Now Obadiah feared the Lord greatly. ", "4": "When Jezebel killed the prophets of the Lord, Obadiah took a hundred prophets and hid them in groups of fifty in a cave and fed them with bread and water.) ", "5": "And Ahab said to Obadiah, “Go into the land, to all the springs of water and to all the brooks. Perhaps we will find grass to save the horses and mules, so that we do not lose all the beasts.” ", "6": "So they divided the land between them to search throughout it. Ahab went one way by himself, and Obadiah went another way by himself.", "7": "As Obadiah was going along, he met Elijah, and he recognized him and fell on his face and said, “Is that you, my lord Elijah?”", "8": "And he answered him, “I am. Go, tell your lord, 'Elijah is here.' ”", "9": "He said, “What evil have I done that you would hand your servant into the hand of Ahab to put me to death? ", "10": "As the Lord your God lives, there is no nation or kingdom where my lord has not looked for you, and when they said, 'He is not here,' he made the kingdom and nation swear that they could not find you, ", "11": "and now you say, 'Go, tell your lord, “Elijah is here!” ' ", "12": "As soon as I am gone from you, the Spirit of the Lord will carry you to a place I do not know, and so when I come and tell Ahab and he cannot find you, he will execute me. But I, your servant, have feared the Lord since my youth. ", "13": "Were you not told what I did when Jezebel killed the prophets of the Lord, how I hid a hundred men of the Lord's prophets in groups of fifty in a cave and fed them with bread and water? ", "14": "And now you say, 'Go, tell your lord, “Elijah is here,” ' and he will execute me.”", "15": "Elijah said, “As the Lord of Hosts lives, before whom I stand, I will surely show myself to him today.”", "16": "So Obadiah went to meet Ahab and told him. And Ahab went to meet Elijah. ", "17": "When Ahab saw Elijah, Ahab said to him, “Are you he that troubles Israel?”", "18": "And he answered, “I have not troubled Israel, but you and your father's house, in that you have forsaken the commandments of the Lord and you have followed the Baals. ", "19": "Now send word out and gather for me all Israel on Mount Carmel, along with the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.”", "20": "So Ahab called out all the children of Israel and gathered the prophets together on Mount Carmel. ", "21": "Elijah came to all the people and said, “How long will you stay between two opinions? If the Lord is God, follow Him, but if Baal, then follow him.” And the people did not say a word.", "22": "Then Elijah said to the people, “I alone remain a prophet of the Lord, but Baal's prophets number four hundred and fifty men. ", "23": "Therefore, let them give us two bulls, and let them choose one bull for themselves and cut it in pieces and lay it on some wood, but do not light a fire under it, and I will prepare the other bull, lay it on some wood, and not light a fire underneath it. ", "24": "And you call on the name of your gods, and I will call on the name of the Lord, and the God that answers by fire, let Him be God.” And all the people answered and said, “It is well spoken.”", "25": "Elijah said to the prophets of Baal, “Choose one bull for yourselves and prepare it first, for there are many of you, and call on the name of your god, but do not light a fire underneath.”", "26": "They took the bull which was given to them, and they prepared it and called on the name of Baal from morning until noon, saying, “O Baal, hear us.” But there was no voice, and no one answered. And they leaped upon the altar which was made.", "27": "By noon, Elijah mocked them, saying, “Cry out loud, for he is a god. Either he is talking or is gone away or is on a journey, or perhaps he is asleep and needs to be awakened.” ", "28": "They cried out loud and cut themselves with knives and spears according to their custom until the blood gushed out on them. ", "29": "And as midday passed, they prophesied until the time of the offering of the evening sacrifice. But there was no voice. No one answered; no one paid attention.", "30": "Elijah said to all the people, “Come near to me.” And all the people came near to him. And he repaired the altar of the Lord that was broken down. ", "31": "Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the Lord came saying, “Israel shall be your name,” ", "32": "and he built an altar in the name of the Lord with stones, and he made a trench around the altar, so deep that it could contain two seahs[a] of seed. ", "33": "He arranged the wood and cut the bull in pieces and laid him on the wood and said, “Fill four barrels with water, and pour it on the burnt sacrifice and on the wood.”", "34": "He said, “Do it a second time,” and they did it a second time. And he said, “Do it a third time,” and they did it the third time. ", "35": "The water ran all around the altar and also filled the trench with water.", "36": "At the time of the offering of the evening sacrifice, Elijah the prophet came near and said, “The Lord, God of Abraham, Isaac, and of Israel, let it be known this day that You are God in Israel and that I am Your servant and that I have done all these things at Your word. ", "37": "Hear me, O Lord, hear me, so that this people may know that You are the Lord God and that You have turned their hearts back again.”", "38": "Then the fire of the Lord fell and consumed the burnt sacrifice and the wood and the stones and the dust and licked up the water that was in the trench.", "39": "When all the people saw it, they fell on their faces and said, “The Lord, He is God! The Lord, He is God!”", "40": "Elijah said to them, “Arrest the prophets of Baal, and do not let one of them escape.” And they arrested them, and Elijah brought them down to the Kishon brook and executed them there.", "41": "Elijah said to Ahab, “Get up, eat and drink, for there is a sound of a heavy rainfall.” ", "42": "So Ahab got up to eat and drink. And Elijah went up to the top of Carmel, and he threw himself down on the ground and put his face between his knees.", "43": "And he said to his servant, “Go up now, and look toward the sea.” And he went up and looked and said, “There is nothing.” And he said, “Go again,” seven times.", "44": "On the seventh time, he said, “A small cloud as small as a man's hand is rising out of the sea.” And he said, “Go up and say to Ahab, 'Mount your chariot and get down, so that the rain does not stop you.' ”", "45": "In the meantime, the sky turned black with clouds and wind, and there was a great rain. And Ahab rode and went to Jezreel. ", "46": "The hand of the Lord was on Elijah, and he girded up his loins and ran ahead of Ahab to the entrance of Jezreel."}