{"1": "And there were three years without war between Aram and Israel. ", "2": "In the third year, Jehoshaphat king of Judah went to visit the king of Israel. ", "3": "The king of Israel said to his servants, “You know that Ramoth in Gilead is ours, but we have done nothing to take it out of the hand of the king of Aram!”", "4": "And he said to Jehoshaphat, “Will you go with me to battle Ramoth Gilead?” And Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.” ", "5": "Jehoshaphat said to the king of Israel, “Please ask for a word from the Lord today.”", "6": "Then the king of Israel gathered the prophets together, approximately four hundred men, and said to them, “Shall I go against Ramoth Gilead to battle, or shall I wait?” And they said, “Go up, for the Lord shall deliver it into the hand of the king.”", "7": "Jehoshaphat said, “Is there not a prophet of the Lord here whom we can ask?”", "8": "And the king of Israel said to Jehoshaphat, “There is still one man, Micaiah the son of Imlah, by whom we can inquire of the Lord. But I hate him because he never prophesies good for me, but always evil.” And Jehoshaphat said, “Let not the king say so.”", "9": "Then the king of Israel called an officer and said, “Quickly, bring Micaiah the son of Imlah.”", "10": "The king of Israel and Jehoshaphat the king of Judah each put on his robes and sat on his throne at the entrance of the gate of Samaria, and all the prophets prophesied before them. ", "11": "Zedekiah the son of Kenaanah made horns of iron and said, “Thus says the Lord: With these you shall push the Arameans until you have consumed them.”", "12": "All the prophets prophesied similarly, saying, “Go up to Ramoth Gilead and prosper, for the Lord will deliver it into the king's hand.”", "13": "The servant who had gone to get Micaiah spoke to him, saying, “See here, the words of the prophets unanimously declare success for the king. Please let your word be like the word of one of them, and speak that which is good.”", "14": "Micaiah said, “As the Lord lives, I will speak whatever the Lord says to me.”", "15": "So he came to the king. And the king said to him, “Micaiah, shall we go against Ramoth Gilead to battle, or shall we wait?” And he answered him, “Go and prosper, for the Lord will deliver it into the hand of the king.”", "16": "The king said to him, “How many times must I admonish you to tell me only the truth in the name of the Lord?”", "17": "And he said, “I saw all Israel scattered upon the hills, as sheep without a shepherd, and the Lord said, 'These have no master. Let every man return to his own house in peace.' ”", "18": "The king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”", "19": "And he said, “Hear, therefore, the word of the Lord: I saw the Lord sitting on His throne, and all the host of heaven standing beside Him on His right hand and on His left. ", "20": "The Lord said, 'Who will persuade Ahab so that he will go up and die at Ramoth Gilead?' “And one said this, and another said that. ", "21": "Then a spirit came forth and stood before the Lord and said, 'I will persuade him.'", "22": "“The Lord said to him, 'How?' “And he said, 'I will go and be a lying spirit in the mouth of all his prophets.' “And He said, 'You will be successful and persuade him. Go forth, and do so.'", "23": "“Now therefore, the Lord has put a lying spirit in the mouths of all your prophets here, and He has spoken evil concerning you!”", "24": "Then Zedekiah the son of Kenaanah walked up and struck Micaiah on the cheek and said, “Which way did the spirit of the Lord go from me in order to speak to you?”", "25": "And Micaiah said, “You will see in that day, when you go into an inner chamber to hide.”", "26": "The king of Israel said, “Take Micaiah back to Amon the governor of the city and to Joash the king's son, ", "27": "and say, 'Thus says the king: Put this man in the prison, and feed him with reduced rations of bread and water until I return safely.' ”", "28": "Micaiah said, “If you return safely, the Lord has not spoken through me.” And he said, “Listen, all you people!”", "29": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead. ", "30": "The king of Israel said to Jehoshaphat, “I will disguise myself and enter into the battle, but you wear your robes.” And the king of Israel disguised himself and went into the battle.", "31": "But the king of Aram ordered his thirty-two commanders who had control over his chariots, saying, “Fight neither against small nor great, but only against the king of Israel.” ", "32": "So when the commanders of the chariots saw Jehoshaphat, they said, “Surely it is the king of Israel.” And they turned aside to fight against him, and Jehoshaphat cried out. ", "33": "When the commanders of the chariots realized that it was not the king of Israel, they turned away from pursuing him.", "34": "A certain man drew a bow at random and struck the king of Israel between the joints of the armor, and because of this, he said to the driver of his chariot, “Turn around and carry me out of the battle, for I am wounded.” ", "35": "The battle intensified that day, and the king was propped up in his chariot against the Arameans and died that evening, and the blood ran out of the wound into the floor of the chariot. ", "36": "A proclamation went throughout the army as the sun was setting, saying, “Every man is to return to his city, and every man is to return to his own country.”", "37": "So the king died and was brought to Samaria, and they buried him there. ", "38": "The chariot was washed in the pool of Samaria, and the dogs licked up the king's blood, and they washed his armor according to the word which the Lord spoke.", "39": "Now the rest of the acts of Ahab and all that he did and the ivory house that he built and all the cities that he built, are they not written in the book of the chronicles of the kings of Israel? ", "40": "So Ahab slept with his fathers. And Ahaziah his son reigned in his place.", "41": "Jehoshaphat the son of Asa began to reign over Judah in the fourth year of Ahab king of Israel. ", "42": "Jehoshaphat was thirty-five years old when he began to reign, and he reigned twenty-five years in Jerusalem. His mother's name was Azubah, the daughter of Shilhi. ", "43": "He walked in all the ways of Asa his father. He did not turn aside, doing that which was right in the eyes of the Lord. Nevertheless, the high places were not taken down, and the people continued to offer sacrifices and burn incense there. ", "44": "So Jehoshaphat made peace with the king of Israel.", "45": "Now the rest of the acts of Jehoshaphat and the strength he showed and how he warred, are they not written in the book of the chronicles of the kings of Judah? ", "46": "And he exterminated from the land the remnant of the male cult prostitutes who remained in the days of his father Asa. ", "47": "At that time there was no king in Edom, and a regent sat in the king's place.", "48": "Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they never made it there, for the ships were broken at Ezion Geber. ", "49": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat did not agree.", "50": "Jehoshaphat slept with his fathers and was buried with his fathers in the City of David his father, and Jehoram his son reigned in his place.", "51": "Ahaziah the son of Ahab began to reign over Israel in Samaria the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel. ", "52": "He did evil in the sight of the Lord and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat who made Israel sin, ", "53": "for he served Baal and worshipped him and provoked the Lord God of Israel to anger, according to all that his father had done."}