{"1": "Solomon was building his own house for thirteen years, and he finished all his house. ", "2": "He built the House of the Forest of Lebanon. Its length was a hundred cubits, and its width was fifty cubits, and its height was thirty cubits,[a] built on four rows of cedar pillars with cedar beams upon the pillars. ", "3": "It was covered with cedar over the top of the beams, which sat upon forty-five pillars, fifteen in a row. ", "4": "There were window frames in three rows and window opposite window in three tiers. ", "5": "All the doors and posts were rectangular with the openings facing each other in three tiers.", "6": "He made a porch of pillars with a length of fifty cubits and a breadth of thirty cubits.[b] There was a porch in front with pillars, and a canopy in front of them.", "7": "Then he made a porch for the throne, from which he would judge, and called it the Hall of Judgment. It was covered with cedar from one side of the floor to the other. ", "8": "His own house where he lived, in the other court back of the hall, was similar in style. Solomon also made a house like this for Pharaoh's daughter, whom he had taken as a wife.", "9": "All these were built with costly stones, cut to size and sawed with saws on the inside and outside, from the foundation up to the coping, throughout the outside toward the great court. ", "10": "The foundation was of large, costly stones, stones of ten[c] and eight[d] cubits in size. ", "11": "Above were costly stones cut to size, along with cedars. ", "12": "The great court was enclosed with three rows of hewed stones and a row of cedar beams. So were the inner court of the house of the Lord and the porch of the house.", "13": "Now King Solomon sent and called Huram out of Tyre. ", "14": "He was the son of a widow from the tribe of Naphtali, and his father was a man of Tyre who worked in bronze, and he was filled with wisdom and understanding and skill to make all sorts of items in bronze. So he came to King Solomon and performed all his work.", "15": "He cast two pillars of bronze eighteen cubits high each and twelve cubits[e] in circumference. ", "16": "He made two capitals of cast bronze to set on the tops of the pillars. The height of the one capital was five cubits,[f] and the height of the other capital was five cubits. ", "17": "He made lattices of checker work with wreaths of chainwork for the capitals on top of the pillars: seven for one capital and seven for the other. ", "18": "Likewise he made pomegranates in two rows around the one latticework to cover the capital that was on the top of the pillar, and he did the same for the other capital. ", "19": "The capitals that were on top of the pillars in the porch were four cubits[g] high and in the shape of lilies. ", "20": "The capitals on top of the two pillars also had pomegranates above, by the convex surface which was next to the latticework. There were two hundred pomegranates in rows encircling each capital. ", "21": "He set up the pillars in the porch of the temple. He set up the right pillar and called it Jakin, and he set up the left pillar and called it Boaz. ", "22": "The tops of the pillars were in the shape of lilies. This completed the work on the pillars.", "23": "He made a cast metal sea, ten cubits from one side to the other. It was round and had a height of five cubits, and a line of thirty cubits[h] encircled it. ", "24": "Under the brim all the way around there were gourds, ten in a cubit. When it was cast, the gourds were placed in two rows going all the way around it.", "25": "It stood on top of twelve oxen with three facing north, three facing toward the west, three facing toward the south, and three facing toward the east. The sea was set on them, and their hindquarters were turned inward. ", "26": "It was a hand-breadth[i] thick, and the brim was made similar to the brim of a cup, like a lily blossom. It could hold two thousand baths.[j]", "27": "He made ten stands out of bronze, each measuring four cubits long, four cubits wide, and three cubits high.[k] ", "28": "The work of the stands looked like this: They had panels, and the panels were set in the frames. ", "29": "And on the panels that were set in the frames were lions, oxen, and cherubim. On the frames both above and below the lions and oxen, there were wreaths of beveled work. ", "30": "Every stand had four bronze wheels and axles of bronze, and at the four corners were supports for a basin. The supports were cast with wreaths at the side of each. ", "31": "Its opening was within a crown that projected upward one cubit. Its opening was round, like the work of a pedestal, a cubit and a half deep.[l] At its opening there were engravings, and its panels were four-sided, not round. ", "32": "Underneath the panels were four wheels, and the axles of the wheels were joined to the stand, and the height of a wheel was a cubit and a half. ", "33": "The wheels worked like chariot wheels in that their axles and rims and spokes and hubs were all cast metal.", "34": "There were four supports for the four corners of each stand, and the supports were part of one piece with the stand itself. ", "35": "On the top of the stand, there was a round band half a cubit[m] high, and on the top of the stand its stays and its panels were of one piece with it. ", "36": "On the surface of its stays and on its panels, he engraved cherubim, lions, and palm trees, according to the space of each, with wreaths all around. ", "37": "In this way he made the ten stands, with them all having the same shape, measure, and size.", "38": "Then he made ten basins of bronze, with each basin able to hold forty baths,[n] each being four cubits. Upon every one of the ten stands sat one basin. ", "39": "He put five stands on the right side of the house, and five on the left side of the house. He set the sea on the right side of the house toward the southeast. ", "40": "Huram also made the pots, the shovels, and the basins. So Huram finished all the work in making items for King Solomon for use in the house of the Lord: ", "41": "the two pillars, the two bowls of the capitals that were on the top of the two pillars, the two latticeworks to cover the two bowls of the capitals that were upon the top of the pillars; ", "42": "and the four hundred pomegranates for the two latticeworks, two rows of pomegranates for each latticework, to cover the two bowls of the capitals that were on the pillars; ", "43": "the ten stands and ten basins on the stands; ", "44": "one sea and twelve oxen under the sea; ", "45": "the pots, the shovels, and the basins. All these vessels that Huram made for King Solomon for the house of the Lord were of burnished bronze. ", "46": "In the plain of the Jordan the king cast them, in the clay ground between Sukkoth and Zarethan. ", "47": "Solomon left all the vessels unweighed because there were so many. The weight of the bronze was also never measured.", "48": "Solomon made all the vessels that were needed for the house of the Lord: the altar of gold, the table of gold on which was showbread, ", "49": "the candlesticks of pure gold, five on the right side and five on the left before the inner sanctuary; the flowers, the lamps, and the tongs, of gold; ", "50": "the cups, snuffers, basins, dishes for incense, fire pans, of pure gold; the sockets for the doors of the innermost part of the house, the Most Holy Place, and for the doors of the nave of the temple, of gold.", "51": "All the work that King Solomon made for the house of the Lord was completed. And Solomon brought in the things which David his father had dedicated—the silver, the gold, and the cups—and he put them among the treasures of the house of the Lord."}