{"1": "Why, O Eternal One, are You so far away? Why can't You be found during troubling times?", "2": "Mean and haughty people hunt down the poor. May they get caught up in their own wicked schemes.", "3": "For the wicked celebrates the evil cravings of his heart as the greedy curses and rejects the Eternal.", "4": "The arrogance of the wicked one keeps him from seeking the True God. He truly thinks, “There is no God.”", "5": "His ways seem always to be successful; Your judgments, too, seem far beyond him, out of his reach. He looks down on all his enemies.", "6": "In his heart he has decided, “Nothing will faze me. From generation to generation I will not face trouble.”", "7": "His mouth is full of curses, lies, and oppression.[b] Beneath his tongue lie trouble and wickedness.", "8": "He hides in the shadows of the villages, waiting to ambush and kill the innocent in dark corners. He eyes the weak and the poor.", "9": "Ominously, like a lion in its lair, he lurks in secret to waylay those who are downtrodden. When he catches them, he draws them in and drags them off with his net.", "10": "Quietly crouching, lying low, ready to overwhelm the next by his strength,", "11": "The wicked thinks in his heart, “God has forgotten us! He has covered His face and will never notice!”", "12": "Arise, O Eternal, my True God. Lift up Your hand. Do not forget the downtrodden.", "13": "Why does the wicked revile the True God? He has decided, “He will not hold me responsible.”", "14": "But wait! You have seen, and You will consider the trouble and grief he caused. You will impose consequences for his actions. The helpless, the orphans, commit themselves to You, and You have been their Helper.", "15": "Break the arm of the one guilty of doing evil; investigate all his wicked acts; hold him responsible for every last one of them.", "16": "The Eternal will reign as King forever. The other nations will be swept off His land.", "17": "O Eternal One, You have heard the longings of the poor and lowly. You will strengthen them; You who are of heaven will hear them,", "18": "Vindicating the orphan and the oppressed so that men who are of the earth will terrify them no more."}