{"1": "Hear me, O Eternal One, hear my prayer! Hear my lonely desperate cry for help.", "2": "Do not hide from me when my days are filled with anguish; Lend Your ear to my wailing, and answer me quickly when I call.", "3": "For my days come and go, vanishing like smoke, and my bones are charred like bricks of a hearth.", "4": "My heart is beaten down like grass withered and scorched in the summer heat; I can't even remember to eat.", "5": "My body is shaken by my groans; my bones cling to my skin, holding on for dear life.", "6": "I am like a solitary owl in the wilderness; I am a lost and lonely screech owl at home in the rubble.", "7": "I stare at the ceiling, awake in my bed; I am alone, a defenseless sparrow perched on a roof.", "8": "All day long my enemies chide me; those who mock me spit out my name as a curse.", "9": "For ashes have become my bread; my tears fall into my drink", "10": "Because of the depth of Your wrath. You have brought me up and then hurled me aside.", "11": "My days go by like a long shadow—stretched thin and disappearing— I shrivel up like grass baked in the hot sun.", "12": "But You, O Eternal One, remain forever, and Your name endures to all generations.", "13": "You will rise up once again and remember Your love for Zion; it is time to have mercy on Your city; yes, it is the divinely appointed time.", "14": "Your faithful servants take pleasure in her every stone; they even delight in the dust of her streets.", "15": "Days are coming when nations will tremble at the name of the Eternal; all the rulers of the earth will bow down to Your glory.", "16": "For He will return to rebuild His city, Zion; He will be seen in His splendor.", "17": "He will listen to the prayer of the impoverished and welcome their prayers.", "18": "Let this record be kept for posterity so that people not yet born may praise the Eternal.", "19": "Tell them that He looked down from holy heights, His heavenly sanctuary; the Eternal looked down from heaven and closely watched the earth,", "20": "Hearing the prisoners' groans— releasing those awaiting execution—", "21": "That the name of the Eternal would resound in Zion, and His praise would be proclaimed in Jerusalem", "22": "When the peoples gather and the nations' leaders assemble to worship the Eternal.", "23": "Along my way He has sapped my strength; He has shortened my days here on earth.", "24": "I said, “O my True God, don't take me away in the middle of my life; Unlike me, Your years continually unfold throughout all generations.”", "25": "In the beginning, You laid the foundation of the earth and set the skies above us with Your own hands.", "26": "But while they will someday pass away, You remain forever; when they wear out like old clothes, You will roll them up and change them into something new, and they will pass away.", "27": "But You are the same, You will never change; Your years will never come to an end.[a]", "28": "The children of those who serve You will enjoy a good, long life; their offspring will stand strong before You."}