{"1": "O my soul, come, praise the Eternal with all that is in me—body, emotions, mind, and will—every part of who I am— praise His holy name.", "2": "O my soul, come, praise the Eternal; sing a song from a grateful heart; sing and never forget all the good He has done.", "3": "Despite all your many offenses, He forgives and releases you. More than any doctor, He heals your diseases.", "4": "He reaches deep into the pit to deliver you from death. He crowns you with unfailing love and compassion like a king.", "5": "When your soul is famished and withering, He fills you with good and beautiful things, satisfying you as long as you live. He makes you strong like an eagle, restoring your youth.", "6": "When people are crushed, wronged, enslaved, raped, murdered, the Eternal is just; He makes the wrongs right.", "7": "He showed Moses His ways; He allowed His people Israel to see His wonders and acts of power.", "8": "The Eternal is compassionate and merciful. When we cross all the lines, He is patient with us. When we struggle against Him, He lovingly stays with us—changing, convicting, prodding;", "9": "He will not constantly criticize, nor will He hold a grudge forever.", "10": "Thankfully, God does not punish us for our sins and depravity as we deserve. In His mercy, He tempers justice with peace.", "11": "Measure how high heaven is above the earth; God's wide, loving, kind heart is greater for those who revere Him.", "12": "You see, God takes all our crimes—our seemingly inexhaustible sins—and removes them. As far as east is from the west, He removes them from us.", "13": "An earthly father expresses love for his children; it is no different with our heavenly Father; The Eternal shows His love for those who revere Him.", "14": "For He knows what we are made of; He knows our frame is frail, and He remembers we came from dust.", "15": "The children of Adam are like grass; their days are few; they flourish for a time like flowers in a meadow.", "16": "As the wind blows over the field and the bloom is gone, it doesn't take much to blow us out of the memory of that place.", "17": "But the unfailing love of the Eternal is always and eternal for those who reverently run after Him. He extends His justice on and on to future generations,", "18": "To those who will keep His bond of love and remember to walk in the guidance of His commands.", "19": "The Eternal has established His throne up in the heavens. He rules over every seen and unseen realm and creature.", "20": "Adore Him! Give Him praise, you heavenly messengers, you powerful creatures who listen to and act on His every word.", "21": "Give praise to the Eternal, all armies of heaven— you servants who stand ready to do His will.", "22": "Give praise to the Eternal, all that He has made in all corners of His creation. O my soul, come, praise the Eternal!"}