{"1": "Call Him good, my soul, and praise the Eternal. I am here to declare my affection for You, Eternal One, my God. You are indeed great— You who are wrapped in glory and dressed in greatness.", "2": "For covering, You choose light—Your clothes, sunset and moonrise. For a tent, You stretch out the heavens; for Your roof, You pitch the sky.", "3": "Your upper chamber is built on beams that lie in the waters overhead, and the clouds, Your chariot; You are held aloft by the wind.", "4": "You make Your messengers like the winds; the breeze whispers Your words, Your servants are like the fire and flame.", "5": "You made the earth, and You made its frame stable forever. Never will it be shaken.", "6": "You wrapped it in a gown of waters— ancient mountains under layers of sky.", "7": "But when You reprimanded those waters, they fled; the thunder of Your voice sent them running away.", "8-9": "They hammered out new depths, heaved up new heights, and swallowed up whatever You commanded. At first, they covered the earth, but now You have bound them, and they know their appointed place.", "10": "You send fresh streams that spring up in the valleys, in the cracks between hills.", "11": "Every animal of the open field makes its journey there for drink: wild donkeys lap at the brooks' edges.", "12": "Birds build their nests by the streams, singing among the branches.", "13": "And the clouds, too, drink up their share, raining it back down on the mountains from the upper reaches of Your home, Sustaining the whole earth with what comes from You. And the earth is satisfied.", "14-15": "Thus You grow grain for bread, grapes for wine, grass for cattle— all of this for us. And so we have bread to make our bodies strong, wine to make our hearts happy, oil to make our faces shine. Every good thing we need, Your earth provides; our faces grow flush with Your life in them.", "16": "The forests are Yours, Eternal One—stout hardwoods watered deeply, swollen with sap— like the great cedars of Lebanon You planted,", "17": "Where many birds nest. There are fir trees for storks,", "18": "High hills for wild goats, stony cliffs for rock badgers. For each place, a resident, and for each resident, a home.", "19": "The moon strides through her phases, marking seasons as she goes. The sun hides at his appointed time,", "20": "And with the darkness You bring, so comes night— when the prowling animals of the forest move about.", "21": "It is then that lions seek the food You, the True God, give them, roaring after their prey.", "22": "At sunrise, they disappear and sleep away the day in their dens.", "23": "Meanwhile, the people take to the fields and to the shops and to the roads, to all the places that people work, until evening when they rest.", "24": "There is so much here, O Eternal One, so much You have made. By the wise way in which You create, riches and creatures fill the earth.", "25": "Of course, the sea is vast and stretches like the heavens beyond view, and numberless creatures inhabit her. From the tiny to the great, they swarm beneath her waves.", "26": "Our ships skim her surface while the monsters of the sea play beneath.", "27": "And all of these look to You to give them food when the time is right.", "28": "When You feed, they gather what You supply. When You open Your hand, they are filled with good food.", "29": "When You withdraw Your presence, they are dismayed. When You revoke their breath, the life goes out of them, and they become, again, the dust of the earth from which You formed them at the start.", "30": "When You send out Your breath, life is created, and the face of the earth is made beautiful and is renewed.", "31": "May the glorious presence of the Eternal linger among us forever. And may He rejoice in the greatness of His own works—", "32": "He, who rattles the earth with a glance; He, who sets mountains to smoking with a touch.", "33": "I will sing to the Eternal all of my life; I will call my God good as long as I live.", "34": "The last phrase of Psalm 104, “Praise the Eternal,” gives us a clear picture of the use of these songs in Israel. This phrase, which not only ends Psalm 104 but often opens and closes other psalms (for example, Psalms 146–150), is not part of the song itself. It is a direction for worship. The Bible indicates that praise is the natural response to God's gifts to His people. When David brought the covenant chest to Jerusalem, he appointed Asaph and his relatives to lead in praise. After the Levites chanted a marvelous psalm, the people responded in praise to the Eternal (1 Chronicles 16:36). In John's vision of the final destruction of Babylon—a symbol for God's enemies throughout all the ages—a vast number of creatures in heaven, the 24 elders and the 4 living creatures offer praise and adoration to the Lord (Revelation 18 and 19). Praise is simply the inevitable response of God's people to all He is and all He has done. May the thoughts of my mind be pleasing to Him, for the Eternal has become my happiness.", "35": "But may those who hate Him, who act against Him, disappear from the face of this beautiful planet. As for the Eternal, call Him good, my soul. Praise the Eternal!"}