{"1": "Come, offer thanks to the Eternal; invoke His holy name. Tell other people about the things He has done.", "2": "Sing songs of praise to Him; tell stories of all His miracles.", "3": "Revel in His holy name. May the hearts of the people who seek the Eternal celebrate and experience great joy.", "4": "Seek the Eternal and His power; look to His face constantly.", "5": "Remember the wonderful things He has done, His miracles and the wise decisions He has made,", "6": "O children of Abraham, His servant; O children of Jacob, His chosen people!", "7": "He is the Eternal, our True God; His justice extends to every corner of the earth.", "8": "He keeps His covenant promises forever and remembers the word He spoke to a thousand generations—", "9": "The covenant He made with Abraham and His sworn oath to Isaac, his son.", "10": "Then God confirmed it to Jacob—decreed it so— to Israel He promised a never-ending covenant,", "11": "Saying, “I will give you the land of Canaan as your part; it will be your inheritance.”", "12": "When God's people were only a few in number— indeed, very few—they were strangers in a foreign land.", "13": "They roamed from place to place, from one kingdom to another.", "14": "God didn't allow anyone to tyrannize them; He rebuked kings in order to protect His people:", "15": "“Do not lay a hand on My anointed people; do not do any harm to My prophets.”", "16": "He ordered famine to grip the land and cut them off from their supply of bread.", "17": "But long before, He had sent a man ahead of them: Joseph, who had been sold into slavery.[a]", "18": "At first, his masters shackled his feet with chains, placed his neck into a collar of iron.", "19": "That was until the Eternal's promises came to pass; His word tested Joseph and proved him worthy.", "20": "The king sent out the order to release him from prison; the ruler of Egypt liberated him from the chains.", "21": "Then he put Joseph in charge of the royal household, made him ruler of all the royal possessions,", "22": "Allowed him to imprison the royal officials whenever he saw fit and impart wisdom to the elders in the land.", "23": "Then, when the time was right, Israel also went to Egypt; Jacob resided as an alien in the land of Ham.", "24": "And while they were there, the Eternal made His people prosperous; He made them stronger than their enemies.", "25": "He turned the Egyptians' hearts against His people[b] to cheat and scheme against His servants.", "26": "Then, He sent His servant Moses and Aaron, the men He had chosen.", "27": "They did all the signs He planned for them to do among the Egyptians, and they performed miracles in the land of Ham.", "28": "He sent darkness to cover the land; they did not stray from His word.", "29": "At His command, their waters turned to blood; their fish began to die.", "30": "Throngs of frogs covered the land, invading even in the chambers of their kings.", "31": "At His command, a swarm of flies arrived, and gnats came over all their land.", "32": "He caused hail to fall instead of rain; lightning flashed over all their land.", "33": "He struck their vines and their fig trees; He destroyed the trees over all their land.", "34": "At His command, locusts came; young locusts marched beyond number,", "35": "And they ate up all the plants that grew and all the fruits over their land.", "36": "He also brought death to the firstborn in all their land, the first offspring of each man.", "37": "Then He brought His people out of slavery, weighed down with silver and gold; and of all His tribes, not one of them stumbled, not one was left behind.", "38": "Egypt was glad to see them go, for Pharaoh's people had been overcome with fear of them.", "39": "He spread out a cloud to cover His people and sent a fire to light their way at night.", "40": "They asked, and He sent them coveys of quail, satisfying their hunger with the food of heaven.", "41": "He split the rock and water poured out; it flowed like a river through the desert.", "42": "For He remembered His holy covenant with Abraham, His servant.", "43": "That's why He rescued His people joyously and why His chosen ones celebrated with shouts and singing.", "44": "When the time was right, He gave them land from other nations so that they might possess the works of their hands,", "45": "So that they would be able to keep His commands and obey His laws. Praise the Eternal!"}