{"1": "Book Five (Psalms 107–150) succinctly presents many of the major themes of the previous psalms. It tracks along Israel's history as God's nation, from the united monarchy, through the exile, to the restoration. Psalm 107 is a song of thanksgiving composed by those who survived exile and made their way home. As in Isaiah, the return from exile is described as a new exodus. Three Davidic psalms toward the beginning of Book Five represent the monarchy and recall Israel's golden age. The Songs for the Journey to Worship (Psalm 120–134) are composed for use by God's people as they traveled from their homes up to Zion to worship God at the temple. Representing their time in exile are songs of lament, heartbreaking testimonies to individuals' pain when they are crushed by their enemies and separated from God's blessings. Finally, Book Five concludes the collection by offering praise and thanks to God, for the story of Israel does not end with its exile and separation; rather, it ends in restoration and hope. Those who edited and compiled the Book of Psalms were relieved to be back in the land of Abraham, Isaac, and Jacob—rebuilding their temple and reestablishing their connection with God. Erupt with thanks to the Eternal, for He is good and His loyal love lasts forever.", "2": "Let all those redeemed by the Eternal— those rescued from times of deep trouble—join in giving thanks.", "3": "He has gathered them across the earth, from east and west, from [north and south].[a]", "4": "Some drifted around in the desert and found no place where they could live.", "5": "Their bellies growled with hunger; their mouths were dry with thirst; their souls grew weak and weary.", "6": "In their distress, they called out to the Eternal, and He saved them from their misery.", "7": "He showed them the best path; then He led them down the right road until they arrived at an inhabited town.", "8": "May they erupt with praise and give thanks to the Eternal in honor of His loyal love And all the wonders He has performed for humankind!", "9": "He has quenched their thirst, and He has satisfied their hunger with what is good.", "10": "Some people were locked up in dark prisons, confined in gloom as bleak as death. They were captives bound by iron chains and misery,", "11": "All because they had rebelled against the directives of the True God and had rejected the wisdom of the Most High.", "12": "So they suffered the heaviness of slave labor; when they stumbled and fell, there was no one to help them up.", "13": "In their distress, they called out to the Eternal; He saved them from their misery.", "14": "He rescued them from the darkness, delivered them from the deepest gloom of death; He shattered their iron chains.", "15": "May they erupt with praise and give thanks to the Eternal in honor of His loyal love And all the wonders He has performed for humankind!", "16": "He has broken down the bronze gates and severed the iron bars that imprisoned them.", "17": "Some people became fools infected by their rebellious ways, and sickness followed because of their sins.", "18": "Afflicted and weak, they refused any sort of food as they approached the gates of death.", "19": "In their distress, they called out to the Eternal, and He saved them from their misery.", "20": "He gave the order and healed them and rescued them from certain death.", "21": "May they erupt with praise and give thanks to the Eternal in honor of His loyal love And all the wonders He has performed for humankind!", "22": "Let them present to Him thanksgiving sacrifices and tell stories of His great deeds through songs of joy.", "23": "Some set out to sea in ships, traveling across mighty seas in order to trade in foreign lands.", "24": "They witnessed the powerful acts of the Eternal, marveled at the great wonders He revealed over the deep waters.", "25": "For He spoke and summoned a violent wind that whipped up the waves of the sea.", "26": "Relentless waves lifted the ships high in the sky, then drove them down to the depths; the sailors' courage dissolved into misery.", "27": "They staggered and stumbled around like drunkards, and they had no idea what to do.", "28": "In their distress, they called out to the Eternal, and He saved them from their misery.", "29": "He commanded the storm to calm down, and it became still. A hush came over the waves of the sea,", "30": "The sailors were delighted at the quiet, and He guided them to their port.", "31": "May they erupt with praise and give thanks to the Eternal in honor of His loyal love And all the wonders He has performed for humankind!", "32": "Let them glorify Him in the assembly of His people and worship Him in the presence of the elders.", "33": "God transforms wild, flowing rivers into dry, lonely deserts, lively springs of water into thirsty ground.", "34": "He turns lush gardens into lifeless wastelands, all because of the wickedness of those who reside there.", "35": "Yet He transforms a dry, lonely desert into pools of living water, parched ground into lively springs.", "36": "And He allows those who are hungry to live there so that they might build a livable city.", "37": "There they sow fields and plant vineyards and gather up an abundant harvest.", "38": "He anoints them with His blessings, and they greatly increase in number. He does not allow their herds to dwindle.", "39": "When His people lessen in number and are humbled through persecution, suffering, and brokenheartedness,", "40": "He pours out contempt on those responsible leaders and then makes them drift around in an uncharted wasteland.", "41": "But He raises the poor away from their suffering and multiplies their families like a flock.", "42": "The righteous see God's actions, and they take delight in what He does, but the unrighteous don't dare to speak.", "43": "Is there anyone wise? If so, may the wise take notice of these things and reflect upon the loyal love of the Eternal."}