{"1": "O True God of my every praise, do not keep silent!", "2": "My enemies have opened their wicked, deceit-filled mouths and blown their foul breath on me. They have slandered me with their twisted tongues", "3": "And unleashed loathsome words that swirl around me. Though I have done nothing, they attack me.", "4": "Though I offer them love and keep them in my prayers, they accuse me;", "5": "Though I treat them well, they answer me with evil; though I give them love, they reply with a gesture of hatred.", "6": "Here's what they say: Find some evil scoundrel to go after him. Let's get some accuser to level charges against him.", "7": "At his trial, let's make sure he is found guilty so that even his prayers become evidence that convicts him.", "8": "Let his days be few, his life cut short; let another take over his position.", "9": "Lay waste to his family— let his children become orphans and his wife a widow.", "10": "Let his children wander the streets—his legacy, homeless beggars scavenging for food, [driven out of][a] the rubble and slums where they live.", "11": "Let the bankers take what is his; strangers help themselves to what little is left of all he's earned.", "12": "Let there be no one around to offer him compassion, nor anyone to give his fatherless children warmth or kindness.", "13": "Let his family line come to an end— no future generations to carry on his name!", "14": "Let the sins of his fathers be remembered before the Eternal, and the sins of his mother never be erased.", "15": "Let their offenses always be before the Eternal so that the memory of this family is long forgotten by all the people of the earth,", "16": "Because it never occurred to him to show compassion; instead, he oppressed the poor, afflicted, and brokenhearted and sent them to their death.", "17": "He loved to invoke a curse—so let his curses come back to him. He preferred not to speak a blessing—so let all blessings be far from him.", "18": "He wrapped himself with cursing, draped around him like a cape; may it flood his body like water and seep into his bones like oil.", "19": "Let those curses wrap around him like a cloak on a cold night, like a belt tightly knotted around him every day.", "20": "Let the Eternal so reward my accusers, all those who speak and plot evil against me.", "21": "But You, my Master, the Eternal, treat me with kindness for the sake of Your name, the good of Your reputation; because Your unfailing love is so good, O deliver me!", "22": "You see, I am poor and needy, and my heart is broken inside me.", "23": "My life is fading away like a shadow that vanishes in the evening; I am like a locust easily brushed off the shoulder.", "24": "I can barely stand; my knees are weak from not eating; I am haggard and drawn, just skin and bones.", "25": "I have become a person of contempt to my accusers; whenever they see me, they taunt me, shaking their heads in disapproval.", "26": "Help me, Eternal One my God; come to my rescue! Save me through Your unfailing love.", "27": "Let everyone know that You are the source of my salvation that You, Eternal One, have done this mighty work.", "28": "Let them utter a curse, if they will, but You will speak a blessing; [when they come to attack,][b] let them know utter shame. Then Your servant will celebrate and praise You!", "29": "Let my enemies be clothed with disgrace and humiliation; let them be dressed in a robe of their own shame.", "30": "I will continually give thanks to the Eternal with the praises of my mouth; I will praise Him in the company of many.", "31": "For He always stands in support of the afflicted and needy to rescue their souls from those who judge and condemn them."}