{"1": "Give thanks to the Eternal because He is always good. He never ceases to be loving and kind.", "2": "Let the people of Israel proclaim: “He never ceases to be loving and kind.”", "3": "Let the priests of Aaron's line proclaim: “He never ceases to be loving and kind.”", "4": "Let the people who fear the Eternal proclaim: “He never ceases to be loving and kind.”", "5": "When trouble surrounded me, I cried out to the Eternal; He answered me and brought me to a wide, open space.", "6": "The Eternal is with me, so I will not be afraid of anything. If God is on my side, how can anyone hurt me?", "7": "The Eternal is on my side, a champion for my cause; so when I look at those who hate me, victory will be in sight.", "8": "It is better to put your faith in the Eternal for your security than to trust in people.", "9": "It is better to put your faith in Him for your security than to trust in princes.", "10": "All these nations surround me, squeezing me from all sides; with the name of the Eternal, I will destroy them.", "11": "They rose up against me, squeezed me from all sides, yes, from all sides; with the name of the Eternal, I will destroy them.", "12": "They surrounded me like a swarm of bees; they were destroyed quickly and thoroughly— Flaring up like a pile of thorns— with the name of the Eternal, I will destroy them.", "13": "I was pushed back, attacked so that I was about to fall, but the Eternal was there to help me keep my balance.", "14": "He is my strength, and He is the reason I sing; He has been there to save me in every situation.", "15": "In the tents of the righteous soldiers of God, there are shouts of joy and victory. They sing: “The right hand of the Eternal has shown His power.", "16": "The mighty arm of the Eternal is raised in victory; the right hand of His has shown His power.”", "17": "I will not die. I will live. I will live to tell about all the Eternal has done.", "18": "The Eternal has taught me many lessons; He has been strict and severe, but even in His discipline, He has not allowed me to die.", "19": "Early Christians found in the words of this psalm a wonderful way of describing the significance of Jesus. He was the rejected stone whom God made the cornerstone of a brand-new temple (verses 22–24). Open wide to me the gates of justice so that I may walk through them and offer praise and worship to the Eternal.", "20": "This is the gate of the Eternal; the righteous children of God will go through it.", "21": "I will praise You because You answered me when I was in trouble. You have become my salvation.", "22": "The stone that the builders rejected has become the very stone that holds together the entire foundation.", "23": "This is the work of the Eternal, and it is marvelous in our eyes.[a]", "24": "This is the day the Eternal God has made; let us celebrate and be happy today.", "25": "O Eternal One, save us, we beg You. O Eternal One, we beg You, bring us success!", "26": "He who comes in the name of the Eternal will be blessed;[b] we have blessed You from the house of the Eternal.", "27": "The Eternal is the True God; He shines His light on us. Let the feast begin. Bring the sacrifice, and tie it to the horns of the altar.", "28": "You are my God, and I give You thanks; You are my God, and I praise You.", "29": "Give thanks to our Eternal Lord; He is always good. He never ceases to be loving and kind."}