{"1": "Psalm 119 is the longest psalm in the collection. It is a hymn in praise of and appreciation for God's instructions to His people. You see, God not only called Israel to be His people and gave them a wonderful land, but He gave them a blueprint for living. The Hebrew word for that is torah, sometimes translated “law” or “teachings.” In torah God tells them how to structure their lives and communities so that they will live long, prosperous lives in the land He has given them. As you read through the psalm, you will notice words like law, teachings, precepts, word, decrees, and commands. Each of these words is a synonym highlighting some attribute of God's instructions to His people. Another memorable feature of this psalm is its form. The psalmist constructs this hymn as an elaborate acrostic poem that moves artfully through each letter of the Hebrew alphabet. Essentially, all the elements of this psalm combine to emphasize the importance of God's Word to His people, to the praise and glory of the one True God. Happy are the people who walk with integrity, who live according to the teachings of the Eternal.", "2": "Happy are the people who keep His decrees, who pursue Him wholeheartedly.", "3": "These are people who do nothing wrong; they do what it takes to follow His ways.", "4": "You have given us Your precepts so we would be careful about keeping them.", "5": "Oh, that every part of my life would remain in line with what You require!", "6": "Then I would feel no shame when I fix my eyes upon Your commands.", "7": "With a pure heart, I will give thanks to You when I hear about Your just and fair rulings.", "8": "I will live within Your limits; do not abandon me completely!", "9": "How can a young person remain pure? Only by living according to Your word.", "10": "I have pursued You with my whole heart; do not let me stray from Your commands.", "11": "Deep within me I have hidden Your word so that I will never sin against You.", "12": "You are blessed, O Eternal One; instruct me in what You require.", "13": "My lips have told how You have delivered all Your wise rulings.", "14": "I have celebrated Your testimonies as though rejoicing over an immeasurable fortune.", "15": "I will fix my mind on Your instructions and my eyes on Your path.", "16": "I will find joy in Your ordinances; I will remember Your word forever.", "17": "Treat Your servant well, Lord, so that I may live and remain faithful to Your word.", "18": "Let me see clearly so that I may take in the amazing things coming from Your law.", "19": "I am a sojourner in the world; do not keep Your commands hidden from me.", "20": "My soul aches from craving Your wise rulings day and night.", "21": "You rebuke those who are proud, and those who stray from Your commands are cursed.", "22": "Free me from the contempt and disdain of others because I keep Your decrees.", "23": "Even though powerful princes conspire against me, I fix my mind on what You require.", "24": "Yes, Your testimonies are my joy; they are like the friends I seek for counsel.", "25": "My very being clings to the dust; preserve my life, in keeping with Your word.", "26": "I have admitted my ways are wrong, and You responded; now help me learn what You require.", "27": "Compel me to grasp the way of Your statutes so I will fix my mind on Your wonderful works.", "28": "My soul weeps, and trouble weighs me down; give me strength so I can stand according to Your word.", "29": "Eliminate faithlessness You find in my step, be gracious, and give me Your guidance.", "30": "I have decided to take the path of faith; I have focused my eyes on Your regulations.", "31": "I cling to Your decrees; O Eternal One, do not let me face disgrace!", "32": "I will chase after Your commandments because You will expand my understanding.", "33": "O Eternal One, show me how to live according to Your statutes, and I will keep them always.", "34": "Grant me understanding so that I can keep Your law and keep it wholeheartedly.", "35": "Guide me to walk in the way You commanded because I take joy in it.", "36": "Turn my head and my heart to Your decrees and not to sinful gain.", "37": "Keep my eyes from gazing upon worthless things, and give me true life according to Your plans.", "38": "Verify Your word to Your servant, which will lead me to worship You.", "39": "Take away the scorn that I dread because Your actions are just and good.", "40": "Look and see—I long for Your guidance; restore me in Your righteousness.", "41": "May Your unfailing love find me, O Eternal One. Keep Your promise, and save me;", "42": "When that happens, I will have a good response for anyone who taunts me because I have faith in Your word.", "43": "Do not take Your message of truth from my mouth because I wait and rely on Your just decisions.", "44": "Therefore I will follow Your teachings, forever and ever.", "45": "And I will live a life of freedom because I pursue Your precepts.", "46": "I will even testify of Your decrees before royalty and will not be humiliated.", "47": "I will find my joy in Your commands, which I love,", "48": "And I will raise my hands to Your commands, which I love, and I will fix my mind on what You require.", "49": "Do not forget Your promise to Your servant; through it You have given me hope.", "50": "This brings me solace in the midst of my troubles: that Your word has revived me.", "51": "Those who are proud cruelly ridicule me, but I keep to the steady path of Your teachings.", "52": "I have considered Your ancient rulings, O Eternal One, and their memory brings me comfort.", "53": "Burning anger rises in me, has me in its grip because the unrighteous abandon Your teachings.", "54": "As I journey through this life, Your statutes are my song.", "55": "O Eternal One, through the night, I stop to recall Your name. That's how I live according to Your teachings.", "56": "This has become my practice: to keep Your ordinances.", "57": "The Eternal One is mine. He's all I need. I have promised to keep Your words.", "58": "I sought Your blessing wholeheartedly. Show grace to me as You promised.", "59": "I carefully charted out my paths to align my steps with Your decrees.", "60": "I did not procrastinate and hurried to follow Your commands.", "61": "The wicked have entangled me in their nets, but I have not forgotten Your teaching.", "62": "In the middle of the night, I wake to thank You because Your rulings are just and right.", "63": "I am a friend of anyone who fears You and of those who follow Your precepts.", "64": "The earth is filled with Your unfailing love, O Eternal One; teach me to observe what You require.", "65": "You have handled Your servant well, O Eternal One, as You promised.", "66": "Help me to learn good judgment and knowledge because I believe Your commandments.", "67": "Before I had trouble, I strayed from the true path, the path of righteousness, but now I live according to Your word.", "68": "You are truly good, and Your acts are too; teach me what You require.", "69": "The proud smear me with their lies; I will keep Your instructions wholeheartedly.", "70": "Their hearts are dull and callous; I am delighted to study Your teaching.", "71": "It is a good thing that I was humbled because it helped me learn Your limits.", "72": "Your teachings are more valuable to me than a fortune in gold and silver.", "73": "Your strong hands formed me and established me; give me understanding so I can learn Your commands.", "74": "Let those who fear You see me and rejoice because I hope in Your word.", "75": "I know, O Eternal One, Your rulings are right, and when You humbled me, You did so out of faithfulness.", "76": "Now let Your unfailing love be my comfort, in keeping with Your promise to Your servant.", "77": "Shower me with Your compassion so that I may live because I find great joy in Your law.", "78": "Let the proud be humiliated, for they sabotage me with a lie; still I will fix my mind on Your directives.", "79": "Let those who fear You and know Your testimonies come back and find me.", "80": "Let my heart be whole, my record according to what You require so that I will not be humiliated.", "81": "My soul is exhausted awaiting Your rescue yet I keep hoping in Your word.", "82": "My eyes are strained as I look for what You promised, saying, “When will You come to comfort me?”", "83": "Even though I have shriveled up like a wineskin left in the smoke, I still remember what You require.", "84": "How long must Your servant wait? When will You carry out justice and punish those who persecute me?", "85": "Those proud souls do not live according to Your commands, and they have dug pits to entrap me.", "86": "Indeed, all Your commands are trustworthy, but my enemies have harassed me with their lies; help me!", "87": "They have nearly ended my life on earth, but as for me, I never abandoned Your statutes.", "88": "According to Your unfailing love, spare my life so that I can live according to the decrees of Your mouth.", "89": "Forever, O Eternal One, Your word stands in heaven, firm and resolute.", "90": "Your faithfulness endures to every generation; You founded the earth, and it remains.", "91": "Everything remains today in keeping with Your laws, for all things exist to serve You.", "92": "If I had not found joy in Your guidance, then I would have died from my misery.", "93": "I will never forget Your precepts, for through them You have given me life.", "94": "I belong to You, Lord; save me because I have taken care to live by Your principles.", "95": "The wicked lie in wait, anxious to kill me; I will set my mind on Your statutes.", "96": "I have seen the limit of all perfection, but Your commands are all-encompassing.", "97": "Oh, how I love Your law! I fix my mind on it all day long.", "98": "Your commands make me wiser than my enemies because they are always with me.", "99": "I have more discernment than all my teachers because I study and meditate on Your testimonies.", "100": "I comprehend more than those who are my elders because I have kept Your precepts.", "101": "I have kept my feet from walking the paths of evil so that I may live according to Your word.", "102": "I have not neglected Your lessons, for You, God, have been my teacher.", "103": "Your words are sweet to my taste! Yes, they are sweeter than honey in my mouth!", "104": "I gain understanding from Your instructions; that's why I hate every deceitful path.", "105": "Your word is a lamp for my steps; it lights the path before me.", "106": "I have taken an oath and confirmed it: I pledge to do what You say is right and just.", "107": "I have suffered terribly, O Eternal One; give me the life You promised.", "108": "Please accept the words I offer willingly, O Eternal One, and instruct me in the ways of Your justice.", "109": "My soul is continually in danger, but I do not forget Your teachings.", "110": "The wicked have laid a trap for me, but I have not drifted away from Your instructions.", "111": "Your decrees are forever mine, for they bring joy to my life.", "112": "I have committed myself to do what You require forever and ever, to the very end.", "113": "I despise those who waver back and forth, but I love Your teachings.", "114": "You are my hiding place and my shield of protection; I hope in Your word.", "115": "Away from me, reprobates! I am committed to observing the commands of my God.", "116": "Support me in keeping with Your promise, O God, so that I may live; do not let my hope turn into shame.", "117": "Help me so that I will be safe, and I will respect Your laws continually.", "118": "You have rejected all those who stray from Your commands because their fraudulent lifestyles are cunning and empty.", "119": "You have discarded all the wicked from the land, skimmed them off like dross; that's why I love Your testimonies.", "120": "My body shakes because of my fear of You, and I am in awe of Your wise rulings.", "121": "I have lived with fairness and integrity; do not leave me at the mercy of my tormenters.", "122": "Provide security and protection for Your servant's welfare; do not let the proud oppress me.", "123": "My eyes are strained as I look for Your salvation and for Your righteous promise to be fulfilled.", "124": "Treat Your servant in a manner that shows Your unfailing love, and help me to learn Your decrees.", "125": "I am Your servant; impart to me understanding so that I may fully grasp the depths of Your statutes.", "126": "It is time for the Eternal to step in and do something because some have broken Your law.", "127": "Indeed, I love Your commands more than gold, even more than the highest quality gold.", "128": "It's true that I regard all Your guidance to be correct and good; I despise every deceptive path.", "129": "Your decrees inspire wonder; because of that, my soul desires to keep them.", "130": "When Your words are unveiled, light shines forth; they bring understanding to the simple.", "131": "My desire for Your commands left me waiting, open-mouthed and panting.", "132": "Acknowledge me and show me Your grace as is Your habit toward all those who love Your name.", "133": "Guide my steps in the ways of Your word, and do not let any sin control me.", "134": "Rescue me from the torment of my human oppressors so that I may live according Your decrees.", "135": "Let Your face shine upon Your servant, and help me to learn what You require.", "136": "My eyes shed rivers of tears whenever people fail to keep Your teaching.", "137": "You are good and just, O Eternal One, and Your rulings are right.", "138": "You have set out Your decrees in justice, and they can be trusted.", "139": "I am overwhelmed by my passion because my enemies have forgotten Your words.", "140": "Your promise is tested and true; that's why Your servant loves it.", "141": "I may be insignificant to some and hated by others, but at least I do not forget Your precepts.", "142": "Your righteousness will last forever, and Your law is truth.", "143": "Trouble and distress have overtaken me, but Your commandments bring me great joy.", "144": "Your decrees are right and true forever; grant me understanding so that I may live.", "145": "I called to You wholeheartedly: “Answer me, O Eternal One!” I will respect, I will follow Your statutes.", "146": "I cried out to You: “Rescue me, and I will live according to Your decrees.”", "147": "I wake before the dawn and call for help; I hope in Your words.", "148": "My eyes do not shut before each watch of the night so that I can fix my mind on Your word.", "149": "Listen to my voice, in keeping with Your unfailing love. Preserve my life, O Eternal One, according to Your just rulings.", "150": "Those who wish me harm are moving closer to me; they are far away from Your teaching.", "151": "But You are near me, O Eternal One, and all You have commanded is true.", "152": "I learned a long time ago that You established Your decrees to last forever.", "153": "Give attention to my misery and rescue me because I have not forgotten Your teaching.", "154": "Fight for me, and set me free; give me life in keeping with Your promise.", "155": "Salvation is far from the wicked because they do not live in pursuit of Your precepts.", "156": "Your mercies are tender and great, O Eternal One; grant me life in keeping with Your ordinances.", "157": "I have many oppressors and foes; still I do not swerve from Your decrees.", "158": "I observe the faithless and detest them because they turn away from Your word.", "159": "Reflect, O God, on how I love Your precepts; give me life, O Eternal One, in keeping with Your unfailing love.", "160": "The entirety of Your word is truth, and every one of Your right rulings will surely last forever.", "161": "Princes persecute me without reason, but my heart remains true and is awed by Your words.", "162": "I celebrate because of Your promise, like someone who discovers great treasure.", "163": "I despise and abhor lies, but I love Your law.", "164": "Seven times every day I praise You because of Your right rulings.", "165": "Those who love Your law have an abundance of peace, and nothing along their paths can cause them to stumble.", "166": "I wait for Your salvation, O Eternal One, and I live out Your commands.", "167": "My soul is faithful to Your decrees, and my love for them is extraordinary.", "168": "I live according to Your precepts and decrees because everything I do is right before Your eyes.", "169": "Let my cry come before You, O Eternal One. Grant me understanding in keeping with Your word.", "170": "Let my plea come before You; liberate me in keeping with Your word.", "171": "Praise will pour from my lips because You help me learn what You require.", "172": "My tongue will sing of Your word because every command of Yours is right.", "173": "Let Your hand be poised to help me because I have chosen to live by Your precepts.", "174": "I long for Your salvation, O Eternal One. Meanwhile, Your teaching brings me great joy.", "175": "Let my soul live on so that I may praise You, and let Your precepts guide me.", "176": "I have wandered down the wrong path like a lost sheep; come find me, Your servant, because I do not forget Your commands."}