{"1": "Eternal One, don't let the suffering of our father David be forgotten— for his sake, remember!", "2": "Remember the pledge he made, how he poured out his heart to the Eternal, the promise he made to the Mighty One of Jacob:", "3": "He said, “I will not go inside my house or lie down in my bed;", "4": "I will not even rest my eyes— I will not take comfort in sleep—", "5": "Until I find a dwelling place for You, the Eternal, a holy residence dedicated to the Mighty One of Jacob.”", "6": "We heard rumors of the holy ark in Ephrathah,[a] and later we found it in the field of Jaar.[b]", "7": "Let us journey to His dwelling place; let us worship at His footstool.", "8": "Eternal One, arise and go to Your new home— You and the ark of Your strength.", "9": "Let every priest join the march wearing righteousness, and let songs of joy erupt from the hearts and mouths of Your godly ones.", "10": "For the well-being of Your anointed servant, do not turn Your back on David.", "11": "The Eternal made His own promise, sworn in truth to David, an oath which He cannot, will not break: “I will continue your dynasty, David; one of your descendants will sit on your throne.", "12": "If your children obey My covenant and follow the statutes which I shall teach them, And if they remain faithful, their children will also sit upon your throne—forever.”", "13": "For the Eternal selected Zion; He desired it as His holy place of residence.", "14": "“This is My sanctuary, My resting place, forever and ever; I will remain here, for this is what I have desired.", "15": "I will bless Zion with an endless supply of all she needs; I will satisfy the bellies of her hungry with bread.", "16": "I will clothe her priests with salvation, and songs of joy will erupt from the hearts and mouths of her godly people.", "17": "“From there I will make the strength of David's kingdom grow and prepare a lamp for My anointed one.", "18": "I will clothe his enemies with a garment of shame; but as for David's son, his crown will shine brightly like the sun.”"}