{"1": "This hymn of praise recounts God's actions in the past: creation, exodus, and the giving of the land to Israel. A repeated refrain indicates this psalm was chanted responsively. Let your heart overflow with praise to the Eternal, for He is good, for His faithful love lasts forever.", "2": "Praise the True God who reigns over all other gods, for His faithful love lasts forever.", "3": "Praise the Lord who reigns over all other lords, for His faithful love lasts forever.", "4": "To Him who alone does marvelous wonders, for His faithful love lasts forever.", "5": "Who created the heavens with skill and artistry, for His faithful love lasts forever.", "6": "Who laid out dry land over the waters, for His faithful love lasts forever.", "7": "Who made the great heavenly lights, for His faithful love lasts forever.", "8": "The sun to reign by day, for His faithful love lasts forever.", "9": "The moon and stars to reign by night, for His faithful love lasts forever.", "10": "To Him who struck down the firstborn of the Egyptians, for His faithful love lasts forever.", "11": "Who set Israel free from Egyptian masters, for His faithful love lasts forever.", "12": "With fierce strength, a mighty hand, and an outstretched arm, for His faithful love lasts forever.", "13": "To Him who split the Red Sea[a] in two and made a path between the divided waters, for His faithful love lasts forever.", "14": "Then allowed Israel to pass safely through on dry ground, for His faithful love lasts forever.", "15": "To Him who crushed Pharaoh and his army in the waters of the Red Sea,[b] for His faithful love lasts forever.", "16": "Who guided His people through the desert, for His faithful love lasts forever.", "17": "Who struck down mighty kings, for His faithful love lasts forever.", "18": "Who slaughtered famous kings, for His faithful love lasts forever.", "19": "Sihon, the king of the Amorites, for His faithful love lasts forever.", "20": "And Og, the king of Bashan, for His faithful love lasts forever.", "21": "To Him who gave the conquered land as an inheritance, for His faithful love lasts forever.", "22": "Who made the land a heritage to Israel, His servant, for His faithful love lasts forever.", "23": "To Him who remembered us when we were nearly defeated, for His faithful love lasts forever.", "24": "Who rescued us from our enemies, for His faithful love lasts forever.", "25": "Who provides food for every living thing, for His faithful love lasts forever.", "26": "Let your heart overflow with praise to the True God of heaven, for His faithful love lasts forever."}