{"1": "I will lift my praise above everything to You, my God and King! I will continually bless Your name forever and always.", "2": "My praise will never cease— I will praise You every day; I will lift up Your name forever.", "3": "The Eternal is great and deserves endless praise; His greatness knows no limit, recognizes no boundary. No one can measure or comprehend His magnificence.", "4": "One generation after another will celebrate Your great works; they will pass on the story of Your powerful acts to their children.", "5": "Your majesty and glorious splendor have captivated me; I will meditate on Your wonders, sing songs of Your worth.", "6": "We confess—there is nothing greater than You, God, nothing mightier than Your awesome works. I will tell of Your greatness as long as I have breath.", "7": "The news of Your rich goodness is no secret— Your people love to recall it and sing songs of joy to celebrate Your righteousness.", "8": "The Eternal is gracious. He shows mercy to His people. For Him anger does not come easily, but faithful love does—and it is rich and abundant.", "9": "But the Eternal's goodness is not exclusive—it is offered freely to all. His mercy extends to all His creation.", "10": "All creation will stand in awe of You, O Eternal One. Thanks will pour from the mouths of every one of Your creatures; Your holy people will bless You.", "11": "They will not be silent; they will talk of the grandeur of Your kingdom and celebrate the wonder of Your power", "12": "Until everyone on earth who has ears to hear knows Your valiant acts and the splendor of Your kingdom.", "13": "Your kingdom will never end; Your rule will endure forever. [You are faithful to Your promise, and Your acts are marked with grace.][b]", "14": "The Eternal sustains all who stumble on their way. For those who are broken down, God is near. He raises them up in hope.", "15": "All eyes have turned toward You, waiting in expectation; when they are hungry, You feed them right on time.", "16": "The desires of every living thing are met by Your open hand.", "17": "The Eternal is right in all His ways, and He is kind in all His acts.", "18": "The Eternal stays close to those who call on Him, those who pray sincerely.", "19": "All of you who revere Him— God will satisfy your desires. He hears the cries for help, and He brings salvation.", "20": "All of you who love God— He will watch out for you, but total destruction is around the corner for all the wicked.", "21": "My lips will sing the praise of the Eternal. Let every creature join me and praise the holy name of God—forever and always!"}