{"1": "Listen, O Eternal One, to my cry for justice. These words of mine are true—turn Your ear toward me.", "2": "Announce that I am free of all the charges against me—only You can see into my heart to know that to be true. Treat me with fairness; look at me with justice.", "3": "You have searched me—my heart and soul—awakened me from dreaming and tested me. You've found nothing against me. I have resolved not to sin in what I say.", "4": "The path violent men have followed, I will not travel. Violence is not my way. Your ways and Your voice now guide my journey.", "5": "I will press on—moving steadfastly forward along Your path. I will not look back. I will not stumble.", "6": "I am crying aloud to You, O True God, for I long to know Your answer. Hear me, O God. Hear my plea. Hear my prayer for help.", "7": "Put Your marvelous love on display for all to see. Liberator of those who long for shelter beside You, set them safely away from their enemies, ever welcomed by grace.", "8": "Keep close watch over me as the apple of Your eye; shelter me in the shadow of Your wings.", "9": "Protect me from the wicked who are poised to attack, from the enemies swarming around me and closing in quickly.", "10": "Like clay baking in the sun, their hearts have hardened; arrogance spills from their mouths.", "11": "They've tracked me down like quarry. They're surrounding me and are poised to throw me down into the dirt.", "12": "Like a lion—crouching in the brush—they are ready to tear me apart. Like young lions in their hiding places, they are poised to strike.", "13": "Rise up and confront them, O Eternal One! Make them pay. By Your sword, set me free from my wicked enemies!", "14": "May Your rescue find me here. By Your hand, save me from my enemies, Eternal One. Save me from men whose hopes are rooted in this world. But as for those You cherish, may they feast on all You have set aside for them; may their children never be in need; may they have enough so their children will inherit their wealth.", "15": "But as for me, my hope is to see Your face. When I am vindicated, I will look upon the holy face of God, and when I awake, the longing of my soul will be satisfied in the glow of Your presence."}