{"1": "This Davidic psalm is also found in 2 Samuel 22. It expresses gratitude to God for saving him. I love You, Eternal One, source of my power.", "2": "The Eternal is my rock, my fortress, and my salvation; He is my True God, the stronghold in which I hide, my strong shield, the horn that calls forth help, and my tall-walled tower.", "3": "I call out to the Eternal, who is worthy to be praised— that's how I will be rescued from my enemies.", "4": "The bonds of death encircled me; the currents of destruction tugged at me;", "5": "The sorrows of the grave wrap around me; the traps of death lay in wait for me.", "6": "In my time of need, I called to the Eternal; I begged my True God for help. He heard my voice echo up to His temple, and my cry came to His ears.", "7": "Because of His great anger, the earth shook and staggered; the roots of the mountains shifted.", "8": "Smoke poured out from His nose, and devouring fire burst from His mouth. Coals glowed from Him.", "9": "He bent the heavens and descended; inky darkness was beneath His feet.", "10": "He rode upon a heavenly creature,[a] flying; He was carried quickly on the wings of the wind.", "11": "He took darkness as His hiding place— both the dark waters of the seas and the dark clouds of the sky.", "12": "Out from His brilliance hailstones and burning coals broke through the clouds.", "13": "The Eternal thundered in the heavens; the Highest spoke; His voice rumbled [in the midst of hail and lightning].[b]", "14": "He shot forth His arrows and scattered the wicked; He flung forth His lightning and struck them.", "15": "Then the deepest channels of the seas were visible, and the very foundations of the world were uncovered At Your rebuke, O Eternal One, at the blast of wind from Your nostrils.", "16": "He reached down His hand from above me; He held me. He lifted me from the raging waters.", "17": "He rescued me from my strongest enemy, from all those who sought my death, for they were too strong.", "18": "They came for me in the day of my destruction, but the Eternal was the support of my life.", "19": "He set me down in a safe place; He saved me to His delight; He took joy in me.", "20": "The Eternal One responded to me according to my goodness; I kept my hands clean, and He blessed me.", "21": "I kept the ways of the Eternal and have not walked away from my True God in wickedness.", "22": "All His laws were there before me, and I did not push His statutes away.", "23": "I was blameless before Him; I kept myself from guilt and shame.", "24": "That's why the Eternal has rewarded me for my right living; He's rewarded me because He saw my hands were clean.", "25": "You are loyal to those who are loyal; with the innocent, You prove to be innocent;", "26": "With the clean, You prove to be clean; and with the twisted, You make Yourself contrary.", "27": "For You rescue humble people, but You bring the proud back in line.", "28": "You are the lamp who lights my way; the Eternal, my God, lights up my darkness.", "29": "With Your help, I can conquer an army; I can leap over walls with a helping hand from You.", "30": "Everything God does is perfect; the promise of the Eternal rings true; He stands as a shield for all who hide in Him.", "31": "Who is the True God except the Eternal? Who stands like a rock except our God?", "32": "The True God who encircled me with strength and made my pathway straight.", "33": "He made me sure-footed as a deer and placed me high up where I am safe.", "34": "He teaches me to fight so that my arms can bend a bronze bow.", "35": "You have shielded me with Your salvation, supporting me with Your strong right hand, and it makes me strong.", "36": "You taught me how to walk with care so my feet will not slip.", "37": "I chased my enemies and caught them and did not stop until they were destroyed.", "38": "I broke them and threw them down beneath my feet, and they could not rise up again.", "39": "For You equipped me for battle, and You made my enemies fall beneath me.", "40": "You made my enemies turn tail and run, and all who wanted my destruction, I destroyed.", "41": "They looked everywhere, but no one came to rescue them; they asked the Eternal, but He did not answer them.", "42": "I beat them to sand, to dust that blows in the wind; I flung them away like trash in the gutters.", "43": "You rescued me from conflict with the peoples; You raised me up to rule over nations. People who did not know me have come to serve me.", "44": "Strangers come to me, afraid. As soon as they hear about me, they serve me;", "45": "Strangers who have lost heart come fearfully to me from behind their high walls.", "46": "The Eternal is alive! My Rock is blessed, and exalted is the True God of my deliverance—", "47": "The God who avenged me and placed the peoples under me,", "48": "Who rescued me from all my foes. Truly, You raised me up above my enemies and saved me from the violent ones.", "49": "For this I will praise You among the nations, O Eternal, and sing praises to Your name.", "50": "He is a tower of salvation for His king and shows His enduring love to His anointed, to David and his descendants forever."}