{"1": "Jesus prayed this individual lament from the cross (Matthew 27:46; Mark 15:34). Though it begins with a sense of abandonment, it ends on a triumphant note. My God, my God, why have You turned Your back on me? Your ears are deaf to my groans.", "2": "O my God, I cry all day and You are silent; my tears in the night bring no relief.", "3": "Still, You are holy; You make Your home on the praises of Israel.", "4": "Our mothers and fathers trusted in You; they trusted, and You rescued them.", "5": "They cried out to You for help and were spared; they trusted in You and were vindicated.", "6": "But I am a worm and not a human being, a disgrace and an object of scorn.", "7": "Everyone who sees me laughs at me; they whisper to one another I'm a loser; they sneer and mock me, saying,", "8": "“He relies on the Eternal; let the Eternal rescue him and keep him safe because He is happy with him.”", "9": "But You are the One who granted me life; You endowed me with trust as I nursed at my mother's breast.", "10": "I was dedicated to You at birth; You've been my God from my mother's womb.", "11": "Stay close to me— trouble is at my door; no one else can help me.", "12": "I'm surrounded by many tormenters; like strong bulls of Bashan,[b] they circle around me with their taunts.", "13": "They open their mouths wide at me like ravenous, roaring lions.", "14": "My life is poured out like water, and all my bones have slipped out of joint. My heart melts like wax inside me.", "15": "My strength is gone, dried up like shards of pottery; my dry tongue sticks to the roof of my mouth; You lay me in the dust of death.", "16": "A throng of evil ones has surrounded me like a pack of wild dogs; They[c] pierced my hands and ripped a hole in my feet.", "17": "I count all my bones; people gawk and stare at me.", "18": "They make a game out of dividing my clothes among themselves; they cast lots for the clothes on my back.", "19": "But You, O Eternal, stay close; O You, my help, hurry to my side.", "20": "Save my life from violence, my sweet life from the teeth of the wild dog.", "21": "Rescue me from the mouth of the lion. From the horns of the wild oxen, You responded to my plea.", "22": "I will speak Your Name to my brothers and sisters when I praise You in the midst of the community.", "23": "You who revere the Eternal, praise Him— descendants of Jacob, worship Him; be struck with wonder before Him, all you children of Israel.", "24": "He's not put off by the suffering of the suffering one; He doesn't pretend He hasn't seen him; when he pleaded for help, He listened.", "25": "You stir my praise in the great assembly; I will fulfill my vows before those who humble their hearts before Him.", "26": "Those who are suffering will eat and be nourished; those who seek Him will praise the Eternal. May your hearts beat strong forever!", "27": "Those from the farthest reaches of the earth will remember and turn back to look for the Eternal; All the families of the nations will worship You.", "28": "The Eternal owns the world; He exercises His gentle rule over all the nations.", "29": "All the wealthy of the world will eat and worship; all those who fall in the dust will bow before Him, even the life that is headed to the grave.", "30": "Our children will serve Him; future generations will hear the story of how the Lord rescued us.", "31": "They will tell the generations to come of the righteousness of the Lord, of what He has done."}