{"1": "ALWAYS I will lift up my soul to You, Eternal One,", "2": "BECAUSE You are my God and I put my trust in You. Do not let me be humiliated. Do not let my enemies celebrate at my expense.", "3": "CERTAINLY none of the people who rely on You will be shamed, but those who are unfaithful, who intentionally deceive, they are the ones who will be disgraced.", "4": "DEMONSTRATE Your ways, O Eternal One. Teach me to understand so I can follow.", "5": "EASE me down the path of Your truth. FEED me Your word because You are the True God who has saved me. I wait all day long, hoping, trusting in You.", "6": "GRACIOUS Eternal One, remember Your compassion; rekindle Your concern and love, which have always been part of Your actions toward those who are Yours.", "7": "Do not HOLD against me the sins I committed when I was young; instead, deal with me according to Your mercy and love. Then Your goodness may be demonstrated in all the world, Eternal One.", "8": "IMMENSELY good and honorable is the Eternal; that's why He teaches sinners the way.", "9": "With JUSTICE, He directs the humble in all that is right, and He shows them His way.", "10": "KIND and true are all the ways of the Eternal to the people who keep His covenant and His words.", "11": "O LORD, the Eternal, bring glory to Your name, and forgive my sins because they are beyond number.", "12": "MAY anyone who fears the Eternal be shown the path he should choose.", "13": "His soul will NOT only live in goodness, but his children will inherit the land.", "14": "ONLY those who stand in awe of the Eternal will have intimacy with Him, and He will reveal His covenant to them.", "15": "PERPETUALLY my focus takes me to the Eternal because He will set me free from the traps laid for me.", "16": "QUIETLY turn Your eyes to me and be compassionate toward me because I am lonely and persecuted.", "17": "RAPIDLY my heart beats as troubles build on the horizon. Come relieve me from these threats.", "18": "SEE my troubles and my misery, and forgive all my sins.", "19": "TAKE notice of my enemies. See how there are so many of them who hate me and would seek my violent destruction.", "20": "Watch over my soul, and let me face shame and defeat UNASHAMED because You are my refuge.", "21": "May honor and strong character keep me safe. VIGILANTLY I wait for You, hoping, trusting.", "22": "Save Israel from all its troubles, O True God."}