{"1": "The Eternal is my light amidst my darkness and my rescue in times of trouble. So whom shall I fear? He surrounds me with a fortress of protection. So nothing should cause me alarm.", "2": "The psalms provide us with a way to think about and pray through the various threats we face. Our enemies today may not be the same as in biblical times, but they are no less real. Consider the threats on the horizon. Some may be national. Others may be more personal. Still they come to surround us and destroy us if they could only get the chance. The reality is there are times when our enemies appear to have the upper hand and our cause is lost. But wait and listen to the psalm! All is not lost because, ultimately, God is our light and salvation. The darkness will lift, and our Savior will come. He will settle all scores, and we will live in the beauty of His presence. When my enemies advanced to devour me alive, They tripped and fell flat on their faces into the soil.", "3": "When the armies of the enemy surround me, I will not be afraid. When death calls for me in the midst of war, my soul is confident and unmoved.", "4": "I am pleading with the Eternal for this one thing, my soul's desire: To live with Him all of my days— in the shadow of His temple, To behold His beauty and ponder His ways in the company of His people.", "5": "His house is my shelter and secret retreat. It is there I find peace in the midst of storm and turmoil. Safety sits with me in the hiding place of God. He will set me on a rock, high above the fray.", "6": "God lifts me high above those with thoughts of death and deceit that call for my life. I will enter His presence, offering sacrifices and praise. In His house, I am overcome with joy As I sing, yes, and play music for the Eternal alone.", "7": "I cannot shout any louder. Eternal One—hear my cry and respond with Your grace.", "8": "The prodding of my heart leads me to chase after You. I am seeking You, Eternal One—don't retreat from me.", "9": "You have always answered my call. Don't hide from me now. Don't give up on me in anger at Your servant. You have always been there for me. Don't throw me to the side and forget me, my God and only salvation.", "10": "My father and mother have deserted me, yet the Eternal will take me in.", "11": "O Eternal, show me Your way, shine Your light brightly on this path, and make it level for me, for my enemies are lurking in the recesses and ravines along the way.", "12": "They are watching—hoping to seize me. Do not release me to their desires or surrender me to their will! Liars are standing against me, breathing out cruel lies hoping that I will die.", "13": "I will move past my enemies with this one, sure hope: that with my own eyes, I will see the goodness of the Eternal in the land of the living.", "14": "Please answer me: Don't give up. Wait for the Eternal in expectation, and be strong. Again, wait for the Eternal."}