{"1": "You are my shelter, O Eternal One—my soul's sanctuary! Shield me from shame; rescue me by Your righteousness.", "2": "Hear me, Lord! Turn Your ear in my direction. Come quick! Save me! Be my rock, my shelter, my fortress of salvation!", "3": "You are my rock and my fortress—my soul's sanctuary! Therefore, for the sake of Your reputation, be my leader, my guide, my navigator, my commander.", "4": "Save me from the snare that has been secretly set out for me, for You are my protection.", "5": "I entrust my spirit into Your hands.[a] You have redeemed me, O Eternal, God of faithfulness and truth.", "6": "I despise the people who pay respect to breathless idols, and I trust only in You, Eternal One.", "7": "I will gladly rejoice because of Your gracious love because You recognized the sadness of my affliction. You felt deep compassion when You saw the pains of my soul.", "8": "You did not hand me over to the enemy, but instead, You liberated me and made me secure in a good and spacious land.", "9": "Show me Your grace, Eternal One, for I am in a tight spot. My eyes are aching with grief; my body and soul are withering with miseries.", "10": "My life is devoured by sorrow, and my years are haunted with mourning. My sin has sapped me of all my strength; my body withers under the weight of this suffering.", "11": "To all my enemies I am an object of scorn. My neighbors especially are ashamed of me. My friends are afraid to be seen with me. When I walk down the street, people go out of their way to avoid me.", "12": "I am as good as dead to them. Forgotten! Like a shattered clay pot, I am easily discarded and gladly replaced.", "13": "For I hear their whispered plans; terror is everywhere! They conspire together, planning, plotting, scheming to take my life.", "14": "But I pour my trust into You, Eternal One. I'm glad to say, “You are my God!”", "15": "I give the moments of my life over to You, Eternal One. Rescue me from those who hate me and who hound me with their threats.", "16": "Look toward me, and let Your face shine down upon Your servant. Because of Your gracious love, save me!", "17": "Spare me shame, O Eternal One, for I turn and call to You. Instead, let those who hate me be shamed; let death's silence claim them.", "18": "Seal their lying lips forever, for with pride and contempt boiling in their hearts, they speak boldly against the righteous and persecute those who poured their trust into You.", "19": "Your overflowing goodness You have kept for those who live in awe of You, And You share Your goodness with those who make You their sanctuary.", "20": "You hide them, You shelter them in Your presence, safe from the conspiracies of sinful men. You keep them in Your tent, safe from the slander of accusing tongues.", "21": "Bless the Eternal! For He has revealed His gracious love to me when I was trapped like a city under siege.", "22": "I began to panic so I yelled out, “I'm cut off. You no longer see me!” But You heard my cry for help that day when I called out to You.", "23": "Love the Eternal, all of you, His faithful people! He protects those who are true to Him, but He pays back the proud in kind.", "24": "Be strong, and live courageously, all of you who set your hope in the Eternal!"}