{"1": "The psalms celebrate God's forgiveness that comes through confession and repentance. Some interpreters link this psalm to David's sin with Bathsheba after Nathan had exposed his transgression, but the king certainly had other failings. Even if we do not associate this psalm with any personal transgression by David, it serves well as a model confession for those who are painfully aware of their sin. How happy is the one whose wrongs are forgiven, whose sin is hidden from sight.", "2": "How happy is the person whose sin the Eternal will not take into account.[b] How happy are those who no longer lie, to themselves or others.", "3": "When I refused to admit my wrongs, I was miserable, moaning and complaining all day long so that even my bones felt brittle.", "4": "Day and night, Your hand kept pressing on me. My strength dried up like water in the summer heat; You wore me down. [pause][c]", "5": "When I finally saw my own lies, I owned up to my sins before You, and I did not try to hide my evil deeds from You. I said to myself, “I'll admit all my sins to the Eternal,” and You lifted and carried away the guilt of my sin. [pause]", "6": "So let all who are devoted to You speak honestly to You now, while You are still listening. For then when the floods come, surely the rushing water will not even reach them.", "7": "You are my hiding place. You will keep me out of trouble and envelop me with songs that remind me I am free. [pause]", "8": "I will teach you and tell you the way to go and how to get there; I will give you good counsel, and I will watch over you.", "9": "But don't be stubborn and stupid like horses and mules who, if not reined by leather and metal, will run wild, ignoring their masters.", "10": "Tormented and empty are wicked and destructive people, but the one who trusts in the Eternal is wrapped tightly in His gracious love.", "11": "Express your joy; be happy in Him, you who are good and true. Go ahead, shout and rejoice aloud, you whose hearts are honest and straightforward."}