{"1": "Release your heart's joy in sweet music to the Eternal. When the upright passionately sing glory-filled songs to Him, everything is in its right place.", "2": "Worship the Eternal with your instruments, strings offering their praise; write awe-filled songs to Him on the 10-stringed harp.", "3": "Sing to Him a new song; play each the best way you can, and don't be afraid to be bold with your joyful feelings.", "4": "For the word of the Eternal is perfect and true; His actions are always faithful and right.", "5": "He loves virtue and equity; the Eternal's love fills the whole earth.", "6": "The unfathomable cosmos came into being at the word of the Eternal's imagination, a solitary voice in endless darkness. The breath of His mouth whispered the sea of stars into existence.", "7": "He gathers every drop of every ocean as in a jar, securing the ocean depths as His watery treasure.", "8": "Let all people stand in awe of the Eternal; let every man, woman, and child live in wonder of Him.", "9": "For He spoke, and all things came into being. A single command from His lips, and all creation obeyed and stood its ground.", "10": "The Eternal cripples the schemes of the other nations; He impedes the plans of rival peoples.", "11": "The Eternal's purposes will last to the end of time; the thoughts of His heart will awaken and stir all generations.", "12": "The nation whose True God is the Eternal is truly blessed; fortunate are all whom He chooses to inherit His legacy.", "13": "The Eternal peers down from heaven and watches all of humanity;", "14": "He observes every soul from His divine residence.", "15": "He has formed every human heart, breathing life into every human spirit; He knows the deeds of each person, inside and out.", "16": "A king is not delivered by the might of his army. Even the strongest warrior is not saved by his own strength.", "17": "A horse is not the way to victory; its great strength cannot rescue.", "18": "Listen, the eye of the Eternal is upon those who live in awe of Him, those who hope in His steadfast love,", "19": "That He may save them from the darkness of the grave and be kept alive during the lean seasons.", "20": "We live with hope in the Eternal. We wait for Him, for He is our Divine Help and Impenetrable Shield.", "21": "Our hearts erupt with joy in Him because we trust His holy name.", "22": "O Eternal, drench us with Your endless love, even now as we wait for You."}