{"1": "While there is nothing specific to tie this Davidic psalm to the events in 1 Samuel 21:10–15, the superscription recalls a time when David pretended to be insane to protect himself from the Philistines. I will praise the Eternal in every moment through every situation. Whenever I speak, my words will always praise Him.", "2": "Everything within me wants to pay tribute to Him. Whenever the poor and humble hear of His greatness, they will celebrate too!", "3": "Come and lift up the Eternal with me; let's praise His name together!", "4": "When I needed the Lord, I looked for Him; I called out to Him, and He heard me and responded. He came and rescued me from everything that made me so afraid.", "5": "Look to Him and shine, so shame will never contort your faces.", "6": "This poor soul cried, and the Eternal heard me. He rescued me from my troubles.", "7": "The messenger of the Eternal God surrounds everyone who walks with Him and is always there to protect and rescue us.", "8": "Taste of His goodness; see how wonderful the Eternal truly is. Anyone who puts trust in Him will be blessed and comforted.", "9": "Revere the Eternal, you His saints, for those who worship Him will possess everything important in life.", "10": "Young lions may grow tired and hungry, but those intent on knowing the Eternal God will have everything they need.", "11": "Gather around, children, listen to what I'm saying; I will teach you how to revere the Eternal.", "12": "If you love life and want to live a good, long time,", "13": "Take care with the things you say. Don't lie or spread gossip or talk about improper things.", "14": "Walk away from the evil things of the world, and always seek peace and pursue it.", "15": "For the Eternal watches over the righteous, and His ears are attuned to their prayers. He is always listening.", "16": "But He will punish evildoers, and nothing they do will last. They will soon be forgotten.", "17": "When the upright need help and cry to the Eternal, He hears their cries and rescues them from all of their troubles.", "18": "When someone is hurting or brokenhearted, the Eternal moves in close and revives him in his pain.", "19": "Hard times may well be the plight of the righteous— they may often seem overwhelmed— but the Eternal rescues the righteous from what oppresses them.", "20": "He will protect all of their bones; not even one bone will be broken.", "21": "Evil moves in and ultimately murders the wicked; the enemies of the righteous will be condemned.", "22": "The Eternal will liberate His servants; those who seek refuge in Him will never be condemned."}