{"1": "Don't be worried with evil workers or envy the gains of people with all-wrong-upside-down ways.", "2": "Soon enough they will wither like grass, like green herbs fading in summer's heat.", "3": "Believe in the Eternal, and do what is good— live in the land He provides; roam, and rest in God's faithfulness.", "4": "Take great joy in the Eternal! His gifts are coming, and they are all your heart desires!", "5": "Commit your path to the Eternal; let Him direct you. Put your confidence in Him, and He will follow through with you.", "6": "He will spread out righteousness for you as a sunrise spreads radiance over the land; He will deliver justice for you into the light of the high sun.", "7": "Be still. Be patient. Expect the Eternal to arrive and set things right. Don't get upset when you see the worldly ones rising up the ladder. Don't be bothered by those who are anchored in wicked ways.", "8": "So turn from anger. Don't rage, and don't worry—these ways frame the doorway to evil.", "9": "Besides, those who act from evil motives will be cut off from the land; but those who wait, hoping in the Eternal, will enjoy its riches.", "10": "You'll see . . . the wicked won't know what hit them; you'll blink, and they'll be gone; you'll go out looking for them, but you won't find them.", "11": "But the humble-hearted will inherit the land; they will take pleasure in its peace and enjoy its abundance.", "12": "How that wicked man devises evil against God's righteous ones! He grits his teeth, consumed by hate for the upright.", "13": "But oh, how the Lord laughs at him! He knows the wicked man will get his; the day is coming.", "14": "The wicked unsheathe their swords, pull taut their bows; the poor and needy are their victims, and evil is on the prowl to kill those with integrity, God's beloved.", "15": "But their swords will bend back to pierce their own hearts— yes, their bows will snap in two.", "16": "The righteous are better off with the little God blessed them with than living under the curse of the wealth of the wicked.", "17": "Their time is short, their arms will be broken, but the Eternal will hold His righteous children high.", "18": "All their days are measured and known by the Eternal; their inheritance is kept safe forever.", "19": "When calamity comes, they will escape with their dignity. When famine invades the nations, they will be fed to their fill.", "20": "But immoral ones will find their lives cut short; they'll vanish as quickly as wildflowers in the fields. Yes, enemies of the Eternal will vanish like smoke into the cool night air.", "21": "Evil people borrow and never repay their debts, while the good give generously from their hearts.", "22": "For God's blessed children will inherit the land, but those cursed by Him stand to gain nothing.", "23": "If you are right with God, He strengthens you for the journey; the Eternal will be pleased with your life.", "24": "And even though you trip up, you will not fall on your face because He holds you by the hand.", "25": "Through my whole life (young and old), I have never witnessed God forsaking those who do right, nor have I seen their children begging for crumbs,", "26": "Because they are always giving and sharing; truly, their children are a joyful blessing.", "27": "Walk away from evil. Do good so you, too, will enjoy never-ending life", "28": "Because the Eternal cherishes justice and will not abandon those loyal to Him. He will guard and care for them forever, but any child born of evil will be rooted out, cut down, and destroyed.", "29": "Those leading God-pleasing lives will inherit His land and settle there forever.", "30": "Wisdom fills the mouth of the right-living; justice and truth roll from their tongues.", "31": "The True God's law is imprinted upon their hearts, and they do not stumble.", "32": "The wicked stalk God's good ones, looking to kill them,", "33": "But the Eternal will never leave them to the dogs of evil, nor will they be found guilty when the verdict is read.", "34": "Wait for the Eternal. Keep to His path. Mind His will. He will come for you, exalt you; you will inherit the land. Before your very eyes you will see the end of the wicked.", "35": "I passed by a wicked man with a cold-blooded nature; I looked, and he seemed as large as a cedar of Lebanon.", "36": "But then again, I passed that same way and there was nothing left of him. I went out looking for him, but he was nowhere to be found.", "37": "Keep your eye on the innocent. Model your life after the blameless. Everyone who loves peace has a future.", "38": "But sinners will be doomed. The forecast for the wicked: utter destruction. There will be none left, not one child of darkness.", "39": "The Eternal saves His faithful; He lends His strength in hard times;", "40": "The Eternal comes and frees them— frees them from evildoers and saves them for eternity— simply because they seek shelter in Him."}