{"1": "This is one of a group of psalms known in later tradition as the penitential psalms, namely, psalms that confess sins and express confidence in God's mercy. In this psalm a serious illness threatens the life of the worshiper. O Eternal One, please do not scold me in Your anger; though Your wrath is just, do not correct me in Your fury.", "2": "The arrows from Your bow have penetrated my flesh; Your hand has come down hard on me.", "3": "Because Your anger has infected the depths of my being and stolen my health, my flesh is ill. My bones are no longer sound because of all the sins I have committed.", "4": "My guilt has covered me; it's more than I can handle; this burden is too heavy for me to carry.", "5": "Now sores cover me—infected and putrid sores, because of all the foolish things I have done.", "6": "I am bent down, cowering in fear, prostrate on the ground; I spend the day in mourning, guilty tears stinging and burning my eyes.", "7": "My back aches. I'm full of fever; my body is no longer whole, no longer well.", "8": "I am completely numb, totally spent, hopelessly crushed. The agitation of my heart makes me groan.", "9": "O Lord, You know all my desires; nothing escapes You; You hear my every moan.", "10": "My heart pounds against my chest; my vigor is completely drained; my eyes were once bright, but now the brightness is all gone.", "11": "Even my friends and loved ones turn away when they see this marked man; those closest to me are no longer close at all.", "12": "Those who want me dead lay traps upon my path; those who desire my downfall threaten—my end is near— they spend their days plotting against me.", "13": "Like one who is deaf, my ears do not hear. Like one who is mute, my tongue cannot speak.", "14": "The truth is this: I am like one who cannot hear; I cannot even protest against them.", "15": "Still I wait expectantly for You, O Eternal One— knowing You will answer me in some way, O Lord, my True God.", "16": "I only asked, “When I stumble on the narrow path, don't let them boast or celebrate my failure.”", "17": "I am prepared for what may come; my time must be short; my pain and suffering a constant companion.", "18": "I confess, “I have sinned,” and I regret the wrong I have done.", "19": "My enemies are alive and well, they are powerful and on the increase, and for no reason, they hate me.", "20": "When I do good, my opponents reward me with evil; though I pursue what is right, they stand against me.", "21": "Eternal One, do not leave me to their mercy; my True God, don't be far from me when they are near.", "22": "I need Your help now—not later. O Lord, be my Rescuer."}