{"1": "This second book of psalms (Psalms 42–72) has a few unique features. First, it is the only book of the five that contains psalms ascribed to the sons of Korah, a group of Levite temple singers. Second, it uses two rather obscure Hebrew terms in the superscriptions of almost half of these psalms. Maskil, which may be related to contemplation, is translated “contemplative poem” or “song” (42; 44–45; 52–55) and miktam, whose meaning is unclear, is translated “a prayer” (56–60). Third, in referring to God this second book shows a preference for the word “God” over the name “the Eternal One” that appears as “YHWH” in the Hebrew Scriptures. Throughout the Bible, the creator and covenant God is referred to in many ways. Generally speaking, the names and titles used indicate something of His character and nature. The title “God” implies His unique majesty and power; no one is like Him. The name, translated “The Eternal One” and also “The Eternal,” is God's covenant name revealed uniquely to Israel. As the translation suggests, the divine name implies that the one True God transcends time and yet He is “with” His people. My soul is dry and thirsts for You, True God, as a deer thirsts for water.", "2": "I long for the True God who lives. When can I stand before Him and feel His comfort?", "3": "Right now I'm overwhelmed by my sorrow and pain; I can't stop feasting on my tears. People crowd around me and say, “Where is your True God whom you claim will save?”", "4": "With a broken heart, I remember times before When I was with Your people. Those were better days. I used to lead them happily into the True God's house, Singing with joy, shouting thanksgivings with abandon, joining the congregation in the celebration.", "5": "Why am I so overwrought? Why am I so disturbed? Why can't I just hope in God? Despite all my emotions, I will believe and praise the One who saves me and is my life.", "6": "My God, my soul is so traumatized; the only help is remembering You wherever I may be; From the land of the Jordan to Hermon's high place to Mount Mizar.", "7": "In the roar of Your waterfalls, ancient depths surge, calling out to the deep. All Your waves break over me; am I drowning?", "8": "Yet in the light of day, the Eternal shows me His love. When night settles in and all is dark, He keeps me company— His soothing song, a prayerful melody to the True God of my life.", "9": "Even still, I will say to the True God, my rock and strength: “Why have You forgotten me? Why must I live my life so depressed, crying endlessly while my enemies have the upper hand?”", "10": "My enemies taunt me. They shatter my soul the way a sword shatters a man's bones. They keep taunting all the day long, “Where is He, your True God?”", "11": "Why am I so overwrought, Why am I so disturbed? Why can't I just hope in God? Despite all my emotions, I will believe and praise the One who saves me, my God."}