{"1": "With our own ears, O God, we have heard the stories our ancestors recited of Your deeds in their days, days long past— how You saved the day.", "2": "With a powerful hand, You drove the nations from this land, but then You planted our parents here. You fought for us against people of this land; You set our parents free to enjoy its goodness.", "3": "They did not win the land with their swords. It wasn't their strength that won them victory. It was Your strength—Your right hand, Your arm, and the light of Your presence that gave them success, for You loved them.", "4": "You are my King, my God! You ordained victories for Jacob and his people!", "5": "You are our victory, pushing back the enemy; at the sound of Your name, we crush the opposition.", "6": "I don't trust in my weapons or in my strength to win me victory.", "7": "But You rescue us from our foes; You shame our enemies.", "8": "We shout Your name all day long; we will praise Your name forever! [pause][b]", "9": "But wait, God, where have You gone? Why have You shamed us? Why do our armies stand alone?", "10": "Without Your help we must retreat from our enemy, and the very ones who despise us pillage us.", "11": "You have offered us up to our enemies, like sheep to the slaughter, meat for their feast, and You have dispersed us among the nations.", "12": "You sold Your people for mere pennies, and You gained nothing from the deal.", "13": "You have made us a joke to our friends and neighbors, mocked and ridiculed by all those around us.", "14": "You have brought us infamy among the nations and made us an object of scorn and laughter to our neighbors.", "15": "Disgrace follows me everywhere I go; I am constantly embarrassed. Shame is written across my face", "16": "Because of the taunting and berating of those who are against me, because the enemy seeks revenge against me.", "17": "All this has happened to us, yet we have never forgotten You; we have not broken Your covenant with us.", "18": "Our hearts stayed true to You; we have never left Your path; we follow on.", "19": "Yet You have tested us, left us defeated in a land of jackals, and shrouded us with the veil of death.", "20": "Even if we had forgotten the name of our God or offered praise to another god,", "21": "Would not the True God have known it? For He can see the hidden places of our hearts.", "22": "On Your behalf, our lives are endangered constantly; we are like sheep awaiting slaughter.[c]", "23": "Wake up, Lord! Why do You slumber? Get up! Do not reject us any longer!", "24": "Why are You still hiding from us? Why are You still ignoring our suffering and trouble?", "25": "Look and You will see our souls now dwell in the dust; our bodies hug the earth.", "26": "Rise up and help us; restore us for the sake of Your boundless love."}