{"1": "The Mighty God, the Eternal—God of past, present, and future— has spoken over the world, calling together all things from sunrise to sunset.", "2": "From Zion, that perfectly beautiful holy place, shines the radiance of God.", "3": "Our God will come, and He will not enter on a whisper. A fire will devour the earth before Him; the wind will storm wildly about Him.", "4": "He calls heaven above and earth below to assist in bringing judgment on His people.", "5": "“Gather up those who are aligned with Me; bring them to Me; bring everyone who belongs to Me who have made covenant sacrifice.”", "6": "And the heavens shout of His justice, for He is the True God, an honest judge. [pause][a]", "7": "“Listen, My people, I have something to say: O Israel, My testimony comes against you; I am God, your God.", "8": "I am not going to scold you because of your sacrifices; your burnt offerings are always before Me.", "9": "I will not accept the best bull from your fields or goats from your meadow,", "10": "For they are already Mine, just as the forest beast and the cattle grazing over a thousand hills are Mine.", "11": "Every bird flying over the mountains I know; every animal roaming over the fields belongs to Me.", "12": "I would not come to you if I were hungry, for the world and all it contains are Mine.", "13": "Do you really think I eat bull meat? Or drink goat's blood?", "14": "Set out a sacrifice I can accept: your thankfulness. Be true to your word to the Most High.", "15": "When you are in trouble, call for Me. I will come and rescue you, and you will honor Me.”", "16": "But to those acting against Him, God says, “Who do you think you are? Listing off My laws, acting as if your life is in alignment with My ways?", "17": "For it's clear that you despise My guidance; you throw My wise words over your shoulder.", "18": "You play with thieves, spend your time with adulterers.", "19": "Evil runs out of your mouth; your tongue is wrapped in deceit.", "20": "You sit back and gossip about your brother; you slander your mother's son.", "21": "While you did these things, I kept silent; somehow you got the idea that I was like you. But now My silence ends, and I am going to indict you. I'll state the charge against you clearly, face-to-face.", "22": "All you who have forgotten Me, your God, should think about what I have said, or I will tear you apart and leave no one to save you.", "23": "Set out a sacrifice I can accept: your thankfulness. Do this, and you will honor Me. Those who straighten up their lives will know the saving grace of God.”"}