{"1": "Hear me, O God. Tune Your ear to my plea, and do not turn Your face from my prayer.", "2": "Give me Your attention. Answer these sighs of sorrow; my troubles have made me restless—I groan from anxiety", "3": "All because of my enemy! Because his voice speaks against me, his wickedness torments me! He casts down misfortune upon me; his anger flares; his grudges grow against me.", "4": "My heart seizes within my chest; I am in anguish! I am terrified my life could end on any breath.", "5": "I shiver and shudder in fear; I can't stop because this horror is just too much.", "6": "I said, “If only my arms were wings like the dove's! I would fly away from here and find rest—", "7": "Yes, I would venture far and weave a nest in the wilderness. [pause][b]", "8": "“I would rush to take refuge away from the violent storm and pounding winds.”", "9": "Throw them off, O Lord. Confuse their speech, and frustrate their plans, for violence and contention are building within the city. I can see it with my own eyes.", "10": "They plot day and night, scurrying the city walls like rats, trouble and evil lurking everywhere.", "11": "In the heart of the city, destruction awaits. Oppression and lies swarm the streets, and they will not take leave; no, they will not go.", "12": "If it were just an enemy sneering at me, I could take it. If it were just someone who has always hated me, treating me like dirt, I'd simply hide away.", "13": "But it is you! A man like me, my old friend, my companion.", "14": "We enjoyed sweet conversation, walking together in the house of God among the pressing crowds.", "15": "Let death sneak up on them, swallow them alive into the pit of death. Why? Because evil stirs in their homes; evil is all around them.", "16": "But I, I shall call upon God, and by His word, the Eternal shall save me.", "17": "Evening, morning, and noon I will plead; I will grumble and moan before Him until He hears my voice.", "18": "And He will rescue my soul, untouched, plucked safely from the battle, despite the many who are warring against me.", "19": "God, enthroned from ancient times through eternity, will hear my prayers and strike them down. [pause] For they have refused change; they supply their every need and have no fear of God.", "20": "My friend has become a foe, breaking faith, tearing down peace. He's betrayed our covenant.", "21": "Oh, how his pleasant voice is smoother than butter, while his heart is enchanted by war. Oh, how his words are smoother than oil, and yet each is a sword drawn in his hand.", "22": "Cast your troubles upon the Eternal; His care is unceasing! He will not allow His righteous to be shaken.", "23": "But You, O God, You will drive them into the lowest[c] pit— Violent, lying people won't live beyond their middle years. But I place my trust in You."}