{"1": "Shout out to God, all the earth. Erupt with joy to the one True God!", "2": "Sing of the glory due His name! Offer Him the most magnificent praises!", "3": "Say to God, “All You have done is wondrous and causes fear! Your power is mighty, and Your enemies pretend to submit to You.", "4": "The entire earth will bow down to worship You and will sing glory-songs to You; they will sing praises to Your name! [pause][a]", "5": "Come and witness the True God's endless works. His miraculous deeds done on behalf of humanity inspire fear.", "6": "He transformed the sea into dry land; our people passed through the river on foot! Rejoice in Him; celebrate what He did there!", "7": "By His great might, He rules forever; His eyes watch over all the nations, so no one should go up against Him. [pause]", "8": "Everyone, bless our True God! Let praise-filled voices be heard near and far—at home and on foreign soil!", "9": "Praise the One who gives us life and keeps us safe, who does not allow us to stumble in the darkness.", "10": "For You have put us to the test, O God; You have refined us as silver is refined.", "11": "You trapped us with a snare; You have laid upon our backs a heavy burden.", "12": "You allowed us to be conquered and let our enemies run over us. We journeyed through dangers, through fire and flood, But You led us finally to a safe place, a land rich and abundant.", "13": "I will come into Your temple with burnt offerings; I will fulfill my promises to You—", "14": "The oaths that parted my lips and were promises my mouth freely made when I was suffering and in anguish.", "15": "I will bring You my sacrifices—plump beasts and the sweet smoke of consecrated rams— I will also offer You bulls and goats. [pause]", "16": "Come and listen, everyone who reveres the True God, and I will tell you what He has done for me.", "17": "I cried out to Him with my mouth, and I praised Him with my tongue.", "18": "If I entertain evil in my heart, the Lord will not hear me.", "19": "But surely God has heard me; He has paid attention to the urgency of my request.", "20": "May the True God be blessed, for He did not turn away from my prayer nor did He hold back His loyal love from me."}