{"1": "This Davidic lament complains to God of enemies, false witnesses, insults, abandonment by friends and family, and even poisoning. Early Christians interpreted this psalm prophetically in order to understand Jesus' experience in His suffering and death on the cross. Reach down for me, True God; deliver me. The waters have risen to my neck; I am going down!", "2": "My feet are swallowed in this murky bog; I am sinking—there is no sturdy ground. I am in the deep; the floods are crashing in!", "3": "I am weary of howling; my throat is scratched dry. I still look for my God even though my eyes fail.", "4": "My enemies despise me without any cause; they outnumber the hairs on my head. They torment me with their power; they have absolutely no reason to hate me. Now I am set to pay for crimes I have never committed!", "5": "O True God, my foolish ways are plain before You; my mistakes—no, nothing can be hidden from You.", "6": "Don't let Your hopeful followers face disgrace because of me, O Lord, Eternal One, Commander of heaven's armies; Don't let Your seekers be shamed on account of me, O True God of Israel.", "7": "I have been mocked when I stood up for You; I cower, shamefaced.", "8": "You know my brothers and sisters? They now reject me—they act as if I never existed. I'm like a stranger to my own family.", "9": "And here's why: I am consumed with You, completely devoted to protecting Your house; when they insult You, they insult me.", "10": "When I mourn and discipline my soul by fasting, they deride me.", "11": "And when I put on sackcloth, they mock me.", "12": "Those who sit at the gate gossip about me; I am shamed by the slurred songs of drunkards.", "13": "But, Eternal One, I just pray the time is right that You would hear me. And, True God, because You are enduring love, that You would answer. In Your faithfulness, please, save me.", "14": "Pluck me from this murky bog; don't let it pull me down! Pull me from this rising water; take me away from my enemies to dry land.", "15": "Don't let the flood take me under or let me, Your servant, be swallowed into the deep or let the yawning pit seal me in!", "16": "O Eternal One, hear me. Answer me. For Your enduring love is good comfort; in Your great mercy, turn toward me.", "17": "Yes, shine Your face upon me, Your servant; put an end to my anguish—don't wait another minute.", "18": "Come near; rescue me! Set me free from my enemies.", "19": "You know all my opponents; You see them, see the way they treat me— humiliating me with insults, trying to disgrace me.", "20": "All this ridicule has broken my heart, killed my spirit. I searched for sympathy, and I came up empty. I looked for supporters, but there was no one.", "21": "Even more, they gave me poison for my food and offered me only sour vinegar to drink.", "22": "Let them be ambushed at the dinner table, caught in a trap when they least expect it.", "23": "Cloud their vision so they cannot see; make their bodies shake, their knees knock in terror.", "24": "Pour out Your fiery wrath upon them! Make a clean sweep; engulf them with Your flaming fury.", "25": "May their camps be bleak with not one left in any tent.", "26": "Because they have persecuted the one You have struck, add insult to those whom You have wounded.", "27": "Compound their sins; don't let them off the hook! Keep them from entering into Your mercy.", "28": "Blot out their names from Your book of life so they will not be recorded alongside those who are upright before You.", "29": "I am living in pain; I'm suffering, so save me, True God, and keep me safe in troubled times!", "30": "The name of the True God will be my song, an uplifting tune of praise and thanksgiving!", "31": "My praise will please the Eternal more than if I were to sacrifice an ox or the finest bull. (Horns, hooves, and all!)", "32": "Those who humbly serve will see and rejoice! All you seekers-after-God will revive your souls!", "33": "The Eternal listens to the prayers of the poor and has regard for His people held in bondage.", "34": "All God's creation: join together in His praise! All heaven, all earth, all seas, all creatures of the ocean deep!", "35": "The True God will save Zion and rebuild the cities of Judah So that His servants may own it and live there once again.", "36": "Their children and children's children shall have it as their inheritance, and those who love His name will live in it."}