{"1": "I have found shelter in You, Eternal One; I count on You to shield me always from humiliation and disgrace.", "2": "Rescue and save me in Your justice. Turn Your ear to me, and hurry to deliver me from my enemies.", "3": "Be my rock of refuge where I can always hide. You have given the order to keep me safe; You are my solid ground—my rock and my fortress.", "4": "Save me from the power of sinful people, O my God, from the grip of unjust and cruel men.", "5": "For You are my hope, Eternal One; You, Lord, have been the source of my confidence since I was young.", "6": "I have leaned upon You since I came into this world; I have relied on You since You took me safely from my mother's body, So I will ever praise You.", "7": "Many find me a mystery, but You are my rock and my shelter—my soul's asylum.", "8": "My mouth overflows with praise to You and proclaims Your magnificence all day long.", "9": "Do not set me aside when I am old; do not abandon me when I am worn out.", "10": "For my enemies often voice evil against me; those who desire to kill me plot together in secret.", "11": "They say, “God has abandoned him; let's go after him right now and seize him. There's no one around to rescue him.”", "12": "God, stay close by me. Come quick, O my God, and help me!", "13": "May my enemies be covered in shame and then die; may those who seek to harm me be overwhelmed with contempt and disgrace.", "14": "But I will keep hope alive, and my praise to You will grow exponentially.", "15": "I will bear witness to Your merciful acts; throughout the day I will speak of all the ways You deliver, although, I admit, I do not know the entirety of either.", "16": "I will come with stories of Your great acts, my Lord, the Eternal. I will remind them of Your justice, only Yours.", "17": "You have taught me since I was young, O God, and I still proclaim the wonderful things You have done.", "18": "Now as I grow old and my hair turns gray, I ask that You not abandon me, O God. Allow me to share with the generation to come about Your power; Let me speak about Your strength and wonders to all those yet to be born.", "19": "God, Your justice stretches to the heavens, You who have done mighty things! Who is like You, O God?", "20": "You have made me see hard times: I've experienced many miserable days, but You will restore me again. You will raise me up from the deep pit.", "21": "You will greatly increase my status and be my comfort once again.", "22": "I will praise You with music played on a harp because You have been faithful, O my God. I will sing praises to You with the lyre, O Holy One of Israel.", "23": "I will shout for joy as I sing Your praises; my soul will celebrate because You have rescued me.", "24": "All day long I will declare how Your justice saved me, for those who have plotted to bring me harm are now ashamed and humiliated."}