{"1": "True God, bestow Your honest judgments upon the king and anoint the king's son with Your righteousness.", "2": "May he be honest and fair in his judgments over Your people and offer justice to the burdened and suffering.", "3": "Under his reign, may this land of mountains and hills know peace and experience justice for all the people.", "4": "May the king offer justice to the burdened and suffering, rescue the poor and needy, and demolish the oppressor!", "5": "[May the people fear You][a] for as long as the sun shines, as long as the moon rises in the night sky, throughout the generations.", "6": "May the king be like the refreshing rains, which fall upon fields of freshly mown grass— like showers that cool and nourish the earth.", "7": "May good and honest people flourish for as long as he reigns, and may peace fill the land until the moon no longer rises.", "8": "May the king rule from one sea to the next, and may his rule extend from the Euphrates River to the far reaches of the earth.", "9": "Let the desert wanderers bow down before him and his enemies lay prostrate and taste the dirt.", "10": "Let the kings of Tarshish and the island kings shower him with gifts And the kings of Sheba and Seba bring him presents as well.", "11": "Let every king on earth bow down before him and every nation be in his service.", "12": "For he will rescue the needy when they ask for help! He will save the burdened and come to the aid of those who have no other help.", "13": "He offers compassion to the weak and the poor; he will help and protect the lives of the needy!", "14": "He will liberate them from the fierce sting of persecution and violence; in his eyes, their blood is precious.", "15": "May he live a long, long time and the gold of Sheba be given to him. May the people constantly lift up prayers for him, and may they call upon God to bless him always.", "16": "Let grain grow plentifully in this land of promise, let it sway in the breeze on the hilltops, let it grow strong as do the cedars of Lebanon, Woven throughout the psalms are songs describing and praising those anointed as kings over God's people. Psalm 2, one of the introductory psalms, describes the king as the son of God, the ruler of nations, and the anointed one. During the monarchical period in Israel, psalms like these were tied to the kings themselves, idealizing them as perfectly just and righteous and victorious. But during the exile, God's exiled people longed for freedom and the implications of these songs began to change. Many Jews began to interpret these psalms as referring to a coming ruler, a Davidic king who would usher in an eternal kingdom and perfect peace. This hope was realized in Jesus. So this is why the earliest followers of Jesus went back to the psalms again and again. They found within many of the psalms, the story of Jesus anticipated and celebrated. And may those who live in the city bloom and flourish just as the grass of the fields and meadows.", "17": "May his name live on forever and his reputation grow for as long as the sun gives light. May people from all nations find in him a blessing; may all peoples declare him blessed.", "18": "May the Eternal God, the God of Israel, be blessed, for He alone works miracles and wonders!", "19": "May His glorious name be blessed forever and the whole earth be filled with His eternal glory! Amen. Amen.", "20": "The prayers of King David, Jesse's son, are ended."}