{"1": "Many of the psalms in Book Three (Psalms 73–89) are attributed to Asaph. He was a Levite musician appointed by David to lead the worship that surrounded the covenant chest in the congregation tent (1 Chronicles 16:4–6). Asaph and his descendants continued this work through much of Israel's history, specifically when Solomon dedicated the temple (2 Chronicles 5:12), when Josiah revived the worship of the Eternal One in Jerusalem (2 Chronicles 35:15), and when Ezra and Nehemiah dedicated the wall around Jerusalem (Nehemiah 12:35). The psalms attributed to Asaph were liturgical, that is, they were chanted or sung as a part of the regular worship of God in the temple by the priests, Levites, and perhaps other worshipers too. Whether songs of lament, requests for guidance, or pleas for mercy, these psalms were sung in the one place God would hear them best—at His temple—the nexus between heaven and earth. Truly God is good to His people, Israel, to those with pure hearts.", "2": "Though I know this is true, I almost lost my footing; yes, my steps were on slippery ground.", "3": "You see, there was a time when I envied arrogant men and thought, “The wicked look pretty happy to me.”", "4": "For they seem to live carefree lives, free of suffering; their bodies are strong and healthy.", "5": "They don't know trouble as we do; they are not plagued with problems as the rest of us are.", "6": "They've got pearls of pride strung around their necks; they clothe their bodies with violence.", "7": "They have so much more than enough. Their eyes bulge because they are so fat with possessions. They have more than their hearts could have ever imagined.", "8": "There is nothing sacred, and no one is safe. Vicious sarcasm drips from their lips; they bully and threaten to crush their enemies.", "9": "They even mock God as if He were not above; their arrogant tongues boast throughout the earth; they feel invincible.", "10": "Even God's people turn and are carried away by them; they watch and listen, yet find no fault in them.", "11": "You will hear them say, “How can the True God possibly know anyway? He's not even here. So how can the Most High have any knowledge of what happens here?”", "12": "Let me tell you what I know about the wicked: they are comfortably at rest while their wealth is growing and growing.", "13": "Oh, let this not be me! It seems I have scrubbed my heart to keep it clean and washed my hands in innocence. And for what? Nothing.", "14": "For all day long, I am being punished, each day awakening to stern chastisement.", "15": "If I had said to others these kinds of things about the plight of God's good people, then I know I would have betrayed the next generation.", "16": "Trying to solve this mystery on my own exhausted me; I couldn't bear to look at it any further.", "17": "So I took my questions to the True God, and in His sanctuary I realized something so chilling and final: their lives have a deadly end.", "18": "Because You have certainly set the wicked upon a slippery slope, You've set them up to slide to their destruction.", "19": "And they won't see it coming. It will happen so fast: first, a flash of terror, and then desolation.", "20": "It is like a dream from which someone awakes. You will wake up, Lord, and loathe what has become of them.", "21": "You see, my heart overflowed with bitterness and cynicism; I felt as if someone stabbed me in the back.", "22": "But I didn't know the truth; I have been acting like a stupid animal toward You.", "23": "But look at this: You are still holding my right hand; You have been all along.", "24": "Even though I was angry and hard-hearted, You gave me good advice; when it's all over, You will receive me into Your glory.", "25": "For all my wanting, I don't have anyone but You in heaven. There is nothing on earth that I desire other than You.", "26": "I admit how broken I am in body and spirit, but God is my strength, and He will be mine forever.", "27": "It will happen: whoever shuns You will be silenced forever; You will bring an end to all who refuse to be true to You.", "28": "But the closer I am to You, my God, the better because life with You is good. O Lord, the Eternal, You keep me safe— I will tell everyone what You have done."}