{"1": "This lament was written shortly after the Babylonian destruction of Jerusalem and the temple in 586 b.c. Now in exile and separated from God, His city, and His land, the people of God experience pain that is palpable. O True God, why have You turned Your back on us and abandoned us forever? Why is Your anger seething and Your wrath smoldering against the sheep of Your pasture?", "2": "Remember the congregation of people You acquired long ago, the tribe which You redeemed to be Your very own. Remember Mount Zion, where You have chosen to live!", "3": "Come, direct Your attention to Your sanctuary; our enemy has demolished everything and left it in complete ruin.", "4": "Your enemies roared like lions in Your sacred chamber; they have claimed it with their own standards as signs.", "5": "They acted like lumberjacks swinging their axes to cut down a stand of trees.", "6": "They hacked up all the beautifully carved items, smashed them to splinters with their axes and hammers.", "7": "They have burned Your sanctuary to the ground; they have desecrated the place where Your holy name lived in honor;", "8": "They have plotted in their hearts, “We will crush them and bring them to their knees!” Then they scorched all of the places in the land where the True God met His people.", "9": "We no longer receive signs, there are no more prophets who remain, and not one of us knows how long this situation will last.", "10": "O True God, how much longer will the enemy mock us? Will this insult continue against You forever?", "11": "Why do You stand by and do nothing? Unleash Your power and finish them off!", "12": "Even so, the True God is my King from long ago, bringing salvation to His people throughout the land.", "13": "You have divided the sea with Your power; You shattered the skulls of the creatures of the sea;", "14": "You smashed the heads of Leviathan and fed his remains to the people of the desert.", "15": "You broke open the earth and springs burst forth and streams filled the crevices; You dried up the great rivers.", "16": "The day and the night are both Yours— You fashioned the sun, moon, and all the lights that pierce the darkness.", "17": "You have arranged the earth, set all its boundaries; You are the Architect of the seasons: summer and winter.", "18": "Eternal One, do not forget that the enemy has taunted You and a company of fools has rejected Your name.", "19": "We are Your precious turtledoves; don't surrender our souls to the wild beasts. Do not forget the lives of Your poor, afflicted, and brokenhearted ones forever.", "20": "Be mindful of Your covenant with us, for the dark corners of the land are filled with pockets of violence.", "21": "Do not allow the persecuted to return without honor; may the poor, wounded, and needy sing praises to You; may they bring glory to Your name!", "22": "O True God, rise up and defend Your cause; remember how the foolish man insults You every hour of the day.", "23": "Do not forget the voices of Your enemies, the commotion and chaos of Your foes, which continually grow."}