{"1": "I cry up to heaven, “My God, True God,” and He hears.", "2": "In my darkest days, I seek the Lord. Through the night, my hands are raised up, stretched out, waiting; And though they do not grow tired, my soul is uneasy.", "3": "I remember the True God and become distraught. I think about Him, and my spirit becomes weak. [pause][a]", "4": "You hold my eyes wide open. I am troubled beyond words.", "5": "My mind drifts to thoughts of yesterdays and yesteryears.", "6": "I call to mind my music; it keeps me company at night. Together with my heart I contemplate; my spirit searches, wondering, questioning:", "7": "“What will the Lord do? Reject us for good? Will He never show us His favor again?", "8": "Has His loyal love finally worn down? Have His promises reached an end?", "9": "Has the True God forgotten how to be gracious? In His anger, has He withdrawn His compassion?” [pause]", "10": "“I can't help but be distraught,” I said, “for the power of the Most High that was once for us is now against us.”", "11": "I will remember the actions the Eternal has taken, reminisce on Your ancient wonders.", "12": "I will reflect on all of Your work; indeed, I will study all You have performed.", "13": "O God, Your way is so different, so distinct, so divine. No other god compares with our God.", "14": "You, God, and Your works evoke wonder. You have proved Your strength to the nations.", "15": "You used Your great power to release Your people: with a strong arm, You freed Jacob's children, and Joseph's. [pause]", "16": "The waters saw You, O True God. The seas saw You and swelled in sorrow. Even the deep trembled.", "17": "Water poured from the clouds, and the sky boomed out in response as Your arrows of lightning flashed this way and that.", "18": "The sound of Your thunder whirled within the wind as Your lightning lit up the world. Yes, the whole earth trembled and shook.", "19": "Your way ran through the sea, Your path cut through great waters, and still no one can spot Your footprints.", "20": "You led Your people as a flock tended by the hands of Moses and Aaron."}