{"1": "O my people, listen to me! Hear my instruction; soak up every word of what I am about to tell you.", "2": "I will open my mouth in parables; I will speak of ancient mysteries—", "3": "Things that we have heard about, things that we have known, things which our ancestors declared to us again and again.", "4": "We will not keep these things secret from their children; rather, we will tell the coming generation All about the praise that is due to the Eternal One. We will tell them all about His strength, power, and wonders.", "5": "He gave His holy law to Jacob, His teaching to the people of Israel, Which He instructed our fathers to pass down to their children", "6": "So that the coming generation would know them by heart, even the children who are not yet born, So that they might one day stand up and teach them to their children,", "7": "tell them to put their confidence and hope in God, And never forget the wondrous things He has done. They should obey His commandments always", "8": "And avoid following in the footsteps of their parents, a hard-headed and rebellious generation— A generation of uncultivated hearts, whose spirits were unfaithful to God.", "9": "The sons of Ephraim were master archers, armed with all the necessary equipment, yet when the battle hour arrived, they ran away.", "10": "They were not loyal to their covenant with God; they turned away and refused to walk in it;", "11": "They did not remember all the wondrous things He had done, even the great miracles He had revealed to them.", "12": "He did miraculous things in the presence of their ancestors as they made their way out of Egypt, through the fields of Zoan.", "13": "He split the sea and made them pass through it; He made the waters to rise, forming a wall of water.", "14": "Every day He led them with a cloud; every night, with a fiery light.", "15": "He cracked open rocks in the wilderness and provided them with all the water they needed, as plentiful as the depths of the ocean.", "16": "He caused streams to burst forth from the rock, waters to rush in like a river.", "17": "Even after witnessing all of these miracles, they still chose to sin against God, to act against the will of the Most High in the desert!", "18": "They tested God in their stubborn hearts by demanding whatever food they happened to be craving.", "19": "Then they challenged God: “Can God fill a table with food in the middle of the desert?", "20": "He split open the rock, and water gushed out; streams and rivers were overflowing! But can He also provide us with bread? Can He supply meat to His sons and daughters?”", "21": "When the Eternal heard these words, He was furious; His fiery anger erupted against Jacob; His wrath grew against Israel.", "22": "This all happened because they did not trust God; they did not have faith in His power to save them.", "23": "Nevertheless, He gave instructions to the clouds in the sky and swung open heaven's doors;", "24": "He showered them with manna to soothe their hungry bellies and provided them with the bread of heaven.", "25": "(In that day mortals ate the bread of heavenly messengers.) God provided them with plenty of food.", "26": "He stirred up the east wind and blew it through the sky. With His might, He whipped the south wind into a storm;", "27": "Like dust from the sky, He caused meat to fall on them. Birds, like sand on the seashore, fell to the earth.", "28": "They landed all about the camp, all around their tents.", "29": "God's people feasted on the food-blessings, and their stomachs were filled; He gave them exactly what they desired.", "30": "But before their bellies were soothed, while their mouths were still full of food,", "31": "God's wrath came at them like a tidal wave and swallowed some of the bravest, strongest among them and quieted the youth of Israel.", "32": "Even after all this, they continued to sin and still did not trust in Him or in the incredible things He did.", "33": "So He abruptly ended their time; they vanished like a breath; He ended their years suddenly, with terror.", "34": "After He took some of their lives, those left turned back and sought God wholeheartedly.", "35": "After all they had endured, they remembered that God, the Most High, was their Rock, their Redeemer,", "36": "But even then they tried to deceive Him with their words and fool Him with a web of lies.", "37": "They were not consistently faithful to Him, and they were untrue to their covenant with Him.", "38": "Yet by His great compassion, He forgave them and decided not to put an end to them. Most of the time, He held back His anger and did not unleash His wrath against them.", "39": "He was mindful that they were human, frail and fleeting, like a wind that touches one's skin for a moment, then vanishes.", "40": "Oh, how often they disobeyed Him in the wilderness and frustrated Him during their time in the desert!", "41": "Over and over again, they tested God's patience and caused great pain for Israel's Holy One.", "42": "They failed to be mindful of His great strength. They forgot all about the day He saved them from the enemy,", "43": "When He displayed all sorts of signs and wonders in Egypt, and all the amazing things He did in the region of Zoan[b]", "44": "When He transformed their rivers into blood so that they could not drink from their streams.", "45": "He sent armies of flies to bite and torment them and hordes of frogs to ruin and devastate them;", "46": "He handed over all of their crops to grasshoppers and the fruit of all their labor to locusts;", "47": "He sent violent hailstorms, which smashed all their vines, and ruined their sycamore-fig trees with biting frost.", "48": "He handed over all of their cattle to the hailstorms as well and struck all their herds with lightning.", "49": "He poured His burning wrath upon them— anger, resentment, and trouble— sending a company of heavenly warriors to destroy them.", "50": "He carved out a road for His wrath; He did not spare any from the sting of death but handed them over to the fangs of the plague.", "51": "He killed all the firstborn of Egypt, the first products of their manhood in the tents of Ham, the Egyptians' ancestor.", "52": "But then He guided His people like sheep to safety and led them like a flock into the desert to freedom;", "53": "He took them on a safe route so that they would not be afraid, and He allowed the hungry sea to swallow all of their enemies.", "54": "He led them to His sacred land— to this holy hill, which He had won by the power of His right hand.", "55": "He forced out the other nations which were living there before them, and He redistributed the lands as an inheritance to His people; He settled the tribes and families of Israel peaceably in their tents.", "56": "Even after all this, they disobeyed the Most High God and tested His patience and did not live by His commands.", "57": "Rather, they regressed to their fathers' ways and lived faithlessly—disloyal traitors! They were as undependable and untrustworthy as a defective bow,", "58": "For they triggered His wrath by setting up high places, altars to strange gods in His land; they aroused His jealousy by bowing down to idols in the shadow of His presence.", "59": "God boiled with wrath when He witnessed what they were doing; He totally rejected Israel.", "60": "He deserted His own sanctuary at Shiloh, the tent where He had lived in the midst of His people.", "61": "He handed His strength over to captivity; He put His splendor under the enemy's control.", "62": "He handed His people over to the sword, and He was filled with anger toward His chosen ones; He was burning with wrath!", "63": "A great fire consumed all the young men, and the virgin girls were without the joy of their wedding songs.", "64": "Priests met their doom by the blade of a sword, and widows had no tears to cry; they could not weep.", "65": "Then the Lord awoke like a man who has been asleep, like a warrior who has been overcome with wine.", "66": "He forced all His enemies back; He defeated them, weighing them down with everlasting disgrace.", "67": "He even rejected the tent of Joseph as His home and showed no favor toward the tribe of Ephraim.", "68": "Instead, He favored the tribe of Judah— Mount Zion, the place He adored.", "69": "He built His sanctuary like the mountain heights; like the earth, He created it to last forever.", "70": "He chose His servant David, and called Him out of the sheep pastures.", "71": "From caring for the ewes, who gently nurse their young, He called him to shepherd His people Jacob and to look after Israel, His inheritance.", "72": "David shepherded them with the honor and integrity of his heart; he led them in wisdom with strong and skillful hands."}