{"1": "Psalm 80 is a communal lament composed in Judah (the Southern Kingdom) after the fall of Israel (the Northern Kingdom) in 722 b.c. Turn Your ear toward us, Shepherd of Israel, You who lead the children of Joseph like a flock. You who sit enthroned above heaven's winged creatures,[b] radiate Your light!", "2": "In the presence of Ephraim, Benjamin, and Manasseh, arouse Your strength and power, and save us!", "3": "Bring us back to You, God. Turn the light of Your face upon us so that we will be rescued from this sea of darkness.", "4": "O Eternal God, Commander of heaven's armies, how long will You remain angry at the prayers of Your sons and daughters?", "5": "You have given them tears for food; You have given them an abundance of tears to drink.", "6": "You have made us a source of trouble for our neighbors— our enemies laugh to each other behind our backs.", "7": "O God, Commander of heaven's armies, bring us back to You. Turn the light of Your face upon us so that we will be rescued from this sea of darkness.", "8": "You took us like a grapevine dug from the soil of Egypt; You forced out the nations and transplanted it in Your land.", "9": "You groomed the ground around it, planted it so it would root deep into the earth, and it covered all the land.", "10": "As it grew, the mountains were blanketed by its shadow; the mighty cedars were covered by its branches.", "11": "The plant extended its branches to the Mediterranean Sea, and spread its shoots all the way to the Euphrates River.", "12": "God, why have You pulled down the wall that protected it so that everyone who wanders by can pick its sweet grapes?", "13": "The wild boar of the forest eats it all, and the creatures of the field feast upon it.", "14": "O God, Commander of heaven's armies, come back to us. Gaze down from heaven and see what has happened. Keep watch over this vine, and nourish it.", "15": "Look after the saplings which You planted with Your own right hand, the child whom You have raised and nurtured for Yourself.", "16": "Your enemies have chopped it down and burned it with fire; may they be destroyed by the sight of Your rebuke.", "17": "Let Your protective hand rest on the one who is at Your right hand, the child of man whom You have raised and nurtured for Yourself.", "18": "Then we will not turn away from You. Bring us back to life! And we will call out for You!", "19": "O Eternal God, Commander of heaven's armies, bring us back to You. Turn the light of Your face upon us so that we will be rescued from this sea of darkness."}