{"1": "God's covenant people celebrated many festivals honoring God and His provisions. Poets composed songs specifically for use on feast days. Psalm 81 is one of those. It was written to celebrate the Festival of Booths. God commanded His people to celebrate this festival every year so they would remember how God provided for them as they moved toward the promised land (Deuteronomy 16:13–15). A portion of this psalm (verses 5b–16) would have been sung by the lead musician as if he were speaking for God. In the annual rhythm of festivals and praise, God is reminding the people of all He has done for them and of their past disobedience in spite of His love. He is also calling His people to renew their commitment to Him, a reasonable request on a holiday honoring Him. Sing with joy to God, our strength, our fortress. Raise your voices to the True God of Jacob.", "2": "Sing and strike up a melody; sound the tambourine, strum the sweet lyre and the harp.", "3": "Blow the trumpet to announce the new moon, the full moon, the day of our feast.[b]", "4": "For this is prescribed for Israel, a rule ordained by the True God of Jacob.", "5": "A precept established by God in Joseph during His journey in Egypt. I hear it said in a language foreign to me:", "6": "“I removed the burden from your shoulders; I removed heavy baskets from your hands.", "7": "You cried out to Me, I heard your distress, and I delivered you; I answered you from the secret place, where clouds of thunder roll. I tested you at the waters of Meribah. [pause][c]", "8": "“O My people, hear Me; I will rebuke you. Israel, Israel! If you would only listen to Me.", "9": "Do not surround yourselves with other gods or bow down to strange gods.", "10": "I am the Eternal, your True God. I liberated you from slavery, led you out from the land of Egypt. If you open your mouth wide, I will fill it.", "11": "“But My own people did not hear My voice! Israel refused to obey Me.", "12": "So I freed them to follow their hard hearts, to do what they thought was best.", "13": "If only My people would hear My voice and Israel would follow My direction!", "14": "Then I would not hesitate to humble their enemies and defeat their opposition Myself.", "15": "Those who hate the Eternal will cower in His presence, pretending to submit; they secretly loathe Him, yet their doom is forever.", "16": "But you—I will feed you the best wheat and satisfy you with honey out of the rock.”"}