{"1": "This individual lament was composed by someone afflicted with a grave illness, feeling lonely and abandoned by God. This song is reminiscent of Job's sufferings. O Eternal One! O True God my Savior! I cry out to You all the time, under the sun and the moon.", "2": "Let my voice reach You! Please listen to my prayers!", "3": "My soul is deeply troubled, and my heart can't bear the weight of this sorrow. I feel so close to death.", "4": "I'm like the poor and helpless who die alone, left for dead, as good as the unknowable sea of souls lying under our feet,", "5-6": "Forsaken by Him and cut off from His hand, abandoned among the dead who rest in their graves. And You have sent me to be forgotten with them, in the lowest pits of the earth, in the darkest canyons of the ocean.", "7": "You crush me with Your anger. You crash against me like the relentless, angry sea. [pause][c]", "8": "Those whom I have known, who have been with me, You have gathered like sheaves and cast to the four winds. They can't bear to look me in the eye, and they are horrified when they think of me. I am in a trap and cannot be free.", "9": "My eyes grow dim, weakened by this sickness; it is taking my strength from me. Like a worn cloth, my hands are unfolded before You daily, O Eternal One.", "10": "Are You the miracle-worker for the dead? Will they rise from the dark shadows to worship You again? [pause]", "11": "Will Your great love be proclaimed in the grave or Your faithfulness be remembered in whispers like mists throughout the place of ruin?[d]", "12": "Are Your wonders known in the dominion of darkness, or is Your righteousness recognized in a land where all is forgotten?", "13": "But I am calling out to You, Eternal One. My prayers rise before You with every new sun!", "14": "Why do You turn Your head and brush me aside, O Eternal One? Why are You avoiding me?", "15": "Since the days of my youth, I have been sick and close to death. My helpless soul has suffered Your silent horrors; now I am desperate.", "16": "Your rage spills over me like rivers of fire; Your assaults have all but destroyed me.", "17": "They surround me like a flood, rising throughout the day, closing in from every direction.", "18": "You have taken from me the one I love and my friend; even the light of my acquaintances are darkness."}