{"1": "Psalm 89 begins on a note of praise and ends with a lament. The heart of this psalm recalls God's choice of David as king and God's covenant with him to establish an eternal dynasty (2 Samuel 7). I will sing of Your unfailing love, Eternal One, forever. I will speak of Your faithfulness to all generations.", "2": "I will tell how Your unfailing love will always stand strong; and how Your faithfulness is established in the heavens above.", "3": "You said, “I have made a covenant with My chosen one. I made My servant, David, this promise:", "4": "'I will establish your dynasty so that you and your descendants will always be secure. Your rule will continue for generations to come.'” [pause][b]", "5": "Let the heavens join in praising the wonderful works of the Eternal. The holy ones have gathered, singing of Your faithfulness.", "6": "For there is no one above who compares to the Eternal, not one of heaven's creatures is like Him in the least.", "7": "In the council of holy ones, God is lifted high and feared; His presence overwhelms all who are near Him.", "8": "O Eternal God, Commander of heaven's armies, who is mighty like You? You are completely faithful; that's why we trust You.", "9": "The ocean waters are at Your command. When violent waves rise up, You still them.", "10": "You defeated Rahab, that ancient monster of chaos, and left it lifeless. You routed Your enemies and scattered them by Your great arm of power.", "11": "Everything in the sky above and the earth below are Yours. The world and all it contains are Yours, for You created them all.", "12": "Everything was created by You—the north, the south— the mountains of Tabor and Hermon echo joyously the song of Your name.", "13": "Your arm is strong. Your grip is powerful. Your right hand is raised up high.", "14": "Your rule is rooted deeply in justice and righteousness— unfailing love and truth lead from the way ahead of You.", "15": "How happy are those who have learned how to praise You; those who journey through life by the light of Your face.", "16": "Every hour of the day, they rejoice at the sound of Your name. They are lifted up and encouraged by Your righteousness.", "17": "For You are the beauty of their strength. On account of Your favor, our strength, our horn, is increased.", "18": "For our shield of protection comes from the Eternal, and the Holy One of Israel has given us our king.", "19": "Long ago You spoke through a vision to Your faithful followers, saying, “I have given help to a warrior; I have chosen a hero from among My people.", "20": "I have found David, My servant. With My holy oil, I have anointed him king.", "21": "My strong hand will stay with him and sustain him, regardless of trial or foe. My mighty arm will be his strength and shield.", "22": "The deceit of his enemies will not outwit him. The wicked will not defeat him.", "23": "I will pound his enemies right in front of him. I will strike down all those who hate him.", "24": "My faithfulness and unfailing love will never leave him; through My name, strength and power will be his.", "25": "I will extend his rule over the oceans, his right hand will control the rivers.", "26": "He will cry out to Me, 'You are my Father, my God, and the Rock of my salvation!'", "27": "I will make him My firstborn; no earthly king shall be greater.", "28": "My unfailing love will always be with him, protecting him; My covenant with him will never be broken.", "29": "I will ensure his family's future forever; his dynasty will last as long as the heavens.", "30": "If his children turn away from Me and forsake My law, if they refuse to walk according to My judgments,", "31": "If they disobey My instructions and ignore My commandments,", "32": "Then I will use the rod to punish their sins and stripes to deal with their iniquity.", "33": "And yet My unfailing love of him will remain steadfast and strong. I will not be unfaithful to My promise.", "34": "I will not violate My covenant, nor will I alter even one word of what My lips have spoken.", "35": "These words I have pledged in My holiness once and for all, and I will not lie to David.", "36": "As long as the sun lights the day before Me, his descendants will continue to rule. His kingdom will last forever.", "37": "His dynasty will stand firm for all time like the moon, the faithful witness that stands watch in the night sky.” [pause]", "38": "But what now? You have turned Your back and walked away! Your full fury burns against Your anointed king.", "39": "You made a covenant with Your servant, then renounced it, casting his sacred crown into the dust.", "40": "You have broken down the walls that protected Your servant; his defenses are reduced to a pile of rubble.", "41": "Strangers now plunder all that he has left; he has become a laughingstock among his neighbors.", "42": "You have made his adversaries strong. His enemies celebrate their victory.", "43": "You have dulled the blade of his sword, and You have not helped him stand strong in the battle.", "44": "You have brought his days of splendor to an abrupt end; You have toppled his throne; it sits in the dust.", "45": "You have cut short the days of his youth and have covered him with shame and despair. [pause]", "46": "How long must we endure, O Eternal One? Will You hide Yourself forever? How long will Your wrath burn like fire?", "47": "Remember my days are numbered. Have You created the children of Adam to live futile lives?", "48": "Death waits at the gate; who can escape and live? Does the grave hold exceptions for any of us? Who can deliver us from the power of the grave? [pause]", "49": "O Lord, where is the unfailing love You showed in times past? And where is the proof of Your faithfulness to David?", "50": "Remember how Your servants are ridiculed, O Lord; how I carry within me the insults of so many peoples.", "51": "Your enemies are mocking me, O Eternal One, mocking every step Your anointed one made.", "52": "Praise the Eternal always. Amen. Amen."}