{"1": "In the Hebrew manuscripts, Psalms 9 and 10 work as a unit because together they form an acrostic poem, meaning each stanza begins with a successive letter of the Hebrew alphabet. This literary device has several functions. First, it provides a mnemonic device for easier memorization. Second, it is inherently beautiful; the rigid structure is a showcase for the author's literary talents. Finally, it conveys the idea of completion by describing the reasons God is to be praised “from A to Z.” Psalm 9 offers David's thanks and praise to God for defeating his enemies. Psalm 10, on the other hand, is a lament complaining that God is far off while the poor and helpless suffer. All my heart will give thanks to You, Eternal One. I will tell others about Your amazing works.", "2": "I will be glad and celebrate You! I will praise You, O Most High!", "3": "When my adversaries turned and fled, they fell and died right in front of You,", "4": "For You supported my just cause. From Your throne, You have judged wisely.", "5": "You confronted the nations; You have destroyed the wicked. You have erased their names from history.", "6": "The enemy is finished, their time is up; their cities will lie in ruin forever; all memory of them is gone.", "7": "Still the Eternal remains and will reign forever; He has taken His place on His throne for judgment.", "8": "So He will judge the world rightly. He shall execute that judgment equally on all people.", "9": "For the Eternal will be a shelter for those who know misery, a refuge during troubling times.", "10": "Those who know Your name will rely on You, for You, O Eternal One, have not abandoned those who search for You.", "11": "Praise Him who lives on Zion's holy hill. Tell the story of His great acts among the people!", "12": "For He remembers the victims of violence and avenges their blood; He does not turn a deaf ear to the cry of the needy.", "13": "Be gracious to me, O Eternal One. Notice the harm I have suffered because of my enemies, You who carry me safely away from death's door,", "14": "So that I may rehearse Your deeds, declare Your praise, and rejoice in Your rescue when I take my stand in the gates of Zion.", "15": "The nations have fallen into the pit they dug for others, their own feet caught, snared by the net they hid.", "16": "The Eternal is well known, for He has taken action and secured justice; He has trapped the wicked through the work of their own hands. [pause with music][c]", "17": "The wicked are headed for death and the grave; all the nations who forget the True God will share a similar fate.", "18": "For those in need shall not always be forgotten, and the hope of the poor will never die.", "19": "Eternal One, arise! Do not allow mere mortals to win the day. Judge the nations Yourself.", "20": "Put the fear of God in them, Eternal One! Remind the nations they are mere men, not gods. [pause][d]"}