{"1": "He who takes refuge in the shelter of the Most High will be safe in the shadow of the Almighty.", "2": "He will say to the Eternal, “My shelter, my mighty fortress, my God, I place all my trust in You.”", "3": "For He will rescue you from the snares set by your enemies who entrap you and from deadly plagues.", "4": "Like a bird protecting its young, God will cover you with His feathers, will protect you under His great wings; His faithfulness will form a shield around you, a rock-solid wall to protect you.", "5": "Psalm 91 is a beautiful psalm of trust in God. But how does God take care of all His people, all at the same time? Well, keep reading because Psalm 91 is one of just a few places in Scripture that describe what we might call “guardian angels” (Exodus 23:20; Psalm 43:3). Though rare, these passages teach that God is not alone in maintaining and protecting His creation and His people. He has made a host of heavenly messengers ready to do His bidding, and His bidding is often to guard His people throughout their lives and protect them—sometimes from dangers they are not even aware of. You will not dread the terrors that haunt the night or enemy arrows that fly in the day", "6": "Or the plagues that lurk in darkness or the disasters that wreak havoc at noon.", "7": "A thousand may fall on your left, ten thousand may die on your right, but these horrors won't come near you.", "8": "Only your eyes will witness the punishment that awaits the evil, but you will not suffer because of it.", "9": "For you made the Eternal [your][a] refuge, the Most High your only home.", "10": "No evil will come to you; plagues will be turned away at your door.", "11": "He will command His heavenly messengers to guard you, to keep you safe in every way.", "12": "They will hold you up in their hands so that you will not crash, or fall, or even graze your foot on a stone.[b]", "13": "You will walk on the lion and the cobra; you will trample the lion and the serpent underfoot.", "14": "“Because he clings to Me in love, I will rescue him from harm; I will set him above danger. Because he has known Me by name,", "15": "He will call on Me, and I will answer. I'll be with him through hard times; I'll rescue him and grant him honor.", "16": "I'll reward him with many good years on this earth and let him witness My salvation.”"}