{"1": "O Eternal God of vengeance, O God who sets things right, shine upon us.", "2": "Rise, O Judge who presides over the earth, and pronounce Your sentence upon the proud. Give them what they deserve!", "3": "How long, O Eternal One, how long will the guilty revel in their prosperity?", "4": "Arrogance pours from their mouths; all these troublemakers brag of their exploits.", "5": "They have broken Your people to pieces, O Eternal One, and brought ruin to Your future generations.", "6": "They slay a widow, kill a newcomer, and murder an orphan.", "7": "Then they say, “The Eternal can't see what we're up to; the God of Jacob's people pays no attention to us.”", "8": "Think, brainless people; stupid people, when will you get it?", "9": "Does the God who set the ear in its place not hear? Does the God who made the eye not see?", "10": "Does the God who teaches the nations and guides humanity to knowledge, not exercise just correction?", "11": "The Eternal knows the highest thoughts of the wise, and they are worthless.[a]", "12": "How fortunate are those You discipline, O Eternal One, those You train by Your divine law;", "13": "You relieve them in times of distress, until a grave is dug for evildoers.", "14": "The Eternal will not abandon His people; He will not turn away from those He redeemed", "15": "Because justice is coming for those who do what is right and all the good-hearted will pursue it.", "16": "Who will back me up when evildoers come against me? Who is willing to take my side against the wicked?", "17": "If the Eternal had not come to my rescue, my soul would have descended to the land where death silences every voice.", "18": "When I said, “My foot is slipping!” Your unfailing love, O Eternal One, held me up.", "19": "When anxiety overtakes me and worries are many, Your comfort lightens my soul.", "20": "Can wicked tyrants be Your allies? Will You align with rulers who create havoc with unjust decrees?", "21": "They have joined forces against the life of the just-living, the right-seeking, and have sentenced the innocent to death.", "22": "But the Eternal has been my citadel; my God, a sure safe haven.", "23": "He will fold their wickedness back upon them, and because they are malicious, He will silence them. The Eternal, our True God, will scatter them."}