{"1": "Then the Lord told Moses, “Go to Pharaoh, for I've hardened his heart and the hearts of his officials[a] in order to perform[b] these signs of mine among them,[c] ", "2": "so you may tell[d] your children and your grandchildren how I toyed with the Egyptians and about my miraculous signs that I performed among them, so all of you[e] may know that I am the Lord.", "3": "Moses and Aaron went to Pharaoh and told him, “This is what the Lord God of the Hebrews says: 'How long will you refuse to humble yourself before me? Let my people go, so they may serve[f] me. ", "4": "But if you refuse to let my people go, tomorrow I'm going to bring locusts into your territory. ", "5": "They'll cover the surface of the land so a person[g] cannot see the ground, and they'll eat what is left for you of the residue from the hail. They'll also eat all your trees that grow in the orchards. ", "6": "Your houses will be filled, along with the houses of all your officials[h] and the houses of all the Egyptians—something that neither your fathers nor your ancestors ever saw from the time they were on earth until now.'” Then Moses[i] turned and left Pharaoh's presence.", "7": "Then the officials[j] of Pharaoh told him, “How long will this man be a snare to us? Let the people go so they may serve the Lord their God! Don't you realize yet that Egypt is about to be destroyed?”", "8": "Moses and Aaron were brought back to Pharaoh and he told them, “Go, serve[k] the Lord your God. But exactly who[l] will go?”", "9": "Moses said, “We will go with our young and with our old. We will go with our sons and our daughters, with our sheep and our cattle, because it's a festival to the Lord for us.”", "10": "Then Pharaoh[m] told them, “The Lord will certainly[n] be with you if I let you and your little ones go. I know[o] some evil plan is in your mind.[p] ", "11": "No! Let the men go and serve[q] the Lord, for that is what you were seeking.” Then they were driven out from the presence of Pharaoh.", "12": "The Lord told Moses, “Stretch out your hand over the land of Egypt to bring[r] the locusts, and they'll come up over the land of Egypt and eat all the vegetation of the land, everything that the hail left.” ", "13": "Moses stretched out his staff over the land of Egypt, and the Lord sent an east wind into the land all that day and throughout[s] the night. When morning came, the east wind brought the locusts.", "14": "The locusts came up over all the land of Egypt and settled on all the territory of Egypt in great swarms.[t] There had never been locusts like this before nor would there ever be again. ", "15": "They covered the surface of the entire land so that it[u] was dark. They ate all the vegetation of the land and the fruit from the trees that the hail left. Nothing green was left on the trees or on the vegetation in all the land of Egypt.", "16": "Pharaoh quickly called Moses and Aaron and said, “I've sinned against the Lord your God and against you. ", "17": "Now, please forgive my sin only this time, and pray to the Lord your God that he would at least remove this[v] from me.”", "18": "Moses left Pharaoh and prayed to the Lord. ", "19": "Then the Lord brought[w] a very strong west wind that took the locusts and drove them into the Reed[x] Sea. Not one locust remained in all the territory of Egypt. ", "20": "But the Lord made Pharaoh's heart stubborn[y] and he would not let the Israelis go.", "21": "Then the Lord told Moses, “Stretch your hand toward the sky and there will be darkness over the land of Egypt, a darkness that one can feel.” ", "22": "So Moses stretched his hand toward the sky, and there was thick darkness in all the land of Egypt for three days. ", "23": "No one could see anyone else, nor could anyone get up from his place for three days. But there was light for all the Israelis in their dwellings.", "24": "Pharaoh called Moses and said, “Go serve[z] the Lord, but your flocks and your cattle are to remain. Even your little ones can go with you!”", "25": "Moses said, “You must let us have[aa] sacrifices and burnt offerings to offer to the Lord our God. ", "26": "And even our livestock must go with us. Not a hoof will be left behind because we will use[ab] some of them to serve the Lord our God, and until we get there we won't know what we need to serve[ac] the Lord.”", "27": "The Lord made Pharaoh's heart stubborn,[ad] and he did not want to let them go. ", "28": "Then Pharaoh told him, “Get away from me! Watch out that you never see my face again, because on the day you see my face, you will die!”", "29": "Moses said, “Just as you have said, I won't see your face again!”"}