{"1": "The Lord told Moses and Aaron in the land of Egypt, ", "2": "“This month will mark the beginning of months for you. It will be the first month of the year for you. ", "3": "Tell the entire congregation of Israel, 'On the tenth of this month they're each to take a lamb for themselves, according to their ancestors' households, one lamb for each household. ", "4": "If a household is too small for a lamb, then it and its closest neighbor are to obtain one based on the number of individuals—dividing[a] the lamb based on what each person can eat. ", "5": "Your lamb is to be a year old male without blemish. You may take it from the sheep or from the goats. ", "6": "It is to remain under your care until the fourteenth day of this month, and then the entire assembly of the congregation of Israel is to slaughter it at twilight. ", "7": "They're to take some of the blood and put it on the two doorposts and on the lintel of the houses where they eat the lamb.[b] ", "8": "That very night they're to eat the meat, roasted over the fire, with unleavened bread and bitter herbs. ", "9": "Don't eat any of it raw or boiled in water. Instead, roast it over the fire, with its head, legs, and internal organs. ", "10": "Don't leave any of it until morning, and whatever does remain of it until morning you are to burn in the fire.", "11": "“'This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet, and your staff in your hand. You are to eat it hurriedly—it's the Lord's Passover. ", "12": "I'll pass through the land of Egypt that night and strike every firstborn in the land of Egypt, both people and animals. I'll execute judgments on all the gods of Egypt. I am the Lord. ", "13": "The blood will be a sign for you on the houses where you are. I'll see the blood and pass over you. There will be no plague to destroy you when I strike the land of Egypt.", "14": "“'This day is to be a memorial for you, and you are to celebrate it as a festival to the Lord. You are to celebrate it as a perpetual ordinance from generation to generation. ", "15": "You are to eat unleavened bread for seven days. On the first day be sure to remove all the leaven from your houses, because any person who eats anything leavened from the first day until the seventh will be cut off from Israel. ", "16": "Also, on the first day you're to hold a holy assembly, and on the seventh day you're to hold a holy assembly. No work is to be done during those days, except for preparing what is to be eaten by each person.", "17": "“'You are to observe the Festival of Unleavened Bread, since on this very day I brought your tribal divisions from the land of Egypt. You are to observe this day from generation to generation as a perpetual ordinance. ", "18": "In the first month, from the evening of the fourteenth day of the month until the evening of the twenty-first day of the month, you are to eat unleavened bread. ", "19": "For seven days leaven is not to be found in your houses. Indeed, any person who eats anything leavened, is to be cut off from the congregation of Israel, whether an alien or a native of the land. ", "20": "You are not to eat what is leavened. You are to eat unleavened bread in all your settlements.'”", "21": "Then Moses summoned all the elders of Israel and told them, “Choose sheep for your families, and slaughter the Passover lamb. ", "22": "Take a bundle of hyssop and dip it in the blood that is in the basin, and apply some of the blood in the basin to the lintel and the two doorposts. None of you is to go out of the doorway of his house until morning, ", "23": "because the Lord will pass through to strike down the Egyptians, and when he sees the blood on the lintel and the two doorposts, the Lord will pass over the doorway, and won't allow the destroyer to enter your houses to strike you down. ", "24": "You are to observe this event as a perpetual ordinance for you and your children forever. ", "25": "When you enter the land that the Lord will give you, just as he promised, you are to observe this ritual. ", "26": "And when your children say to you, 'What does this ritual mean?'[c] ", "27": "you are to say, 'It is the Passover sacrifice to the Lord, who passed over the houses of the Israelis in Egypt when he struck down the Egyptians but spared our houses.'” Then the people bowed down and worshipped. ", "28": "The Israelis did this. Moses and Aaron did just what the Lord had commanded.", "29": "And so at midnight the Lord struck down every firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and all the firstborn of the livestock. ", "30": "Pharaoh got up during the night, he, all his officials,[d] and all the Egyptians, and there was loud wailing in Egypt, because there was not a house without someone dead in it. ", "31": "Then he summoned Moses and Aaron during the night and told them: “Get up, go out from among my people, both you and the Israelis! Go, serve[e] the Lord as you have said. ", "32": "Take both your sheep and your cattle, just as you demanded[f] and go! And bless me too!”", "33": "The Egyptian officials[g] urged the people to send them out of the land quickly, because they were saying, “We'll all be dead!” ", "34": "So the people took their dough before it was leavened, with their kneading bowls wrapped up in their cloaks on their shoulders. ", "35": "Meanwhile, the Israelis had done as Moses said;[h] they had asked the Egyptians for objects of silver and objects of gold, and for clothes. ", "36": "The Lord had given the people favor in the eyes of the Egyptians, so that they gave them what they requested. As a result, they plundered the Egyptians.", "37": "About 600,000 Israeli men traveled from Rameses to Succoth on foot, not counting children. ", "38": "A mixed multitude also went up with them, along with a very large number of livestock, including sheep and cattle. ", "39": "They baked the dough that they brought out of Egypt into thin cakes of unleavened bread. It had not been leavened because they were driven out of Egypt and could not wait, nor had they prepared provisions for themselves.", "40": "Now the time that the Israelis lived in Egypt was 430 years. ", "41": "At the end of 430 years, to the very day, all the tribal divisions of the Lord went out from the land of Egypt. ", "42": "That was for the Lord a night of vigil[i] to bring them out of the land of Egypt. This same night belongs to the Lord, and is to be a vigil for all the Israelis from generation to generation.", "43": "The Lord told Moses and Aaron, “These are the regulations for the Passover: No foreigner is to eat it, ", "44": "though any slave[j] purchased with money may eat it after you have circumcised him. ", "45": "But no temporary resident or a hired servant is to eat it. ", "46": "It is to be eaten in one house, and you are not to take any of the meat outside the house, nor are you to break any of its bones. ", "47": "The whole congregation of Israel is to observe it. ", "48": "If an alien who resides with you wants to observe the Passover to the Lord, every male in his household[k] must be circumcised, and then he may come near to observe it. He is to be like a native of the land, but no uncircumcised person is to eat it. ", "49": "A single law exists for the native and the alien who resides among you.”", "50": "All the Israelis did this. They did exactly as the Lord commanded Moses and Aaron. ", "51": "And on that very day, the Lord brought the Israelis out of the land of Egypt by their tribal divisions."}