{"1": "Later, they left Elim, and the whole congregation of the Israelis came to the desert[a] of Sin, which lay between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt. ", "2": "The whole congregation of the Israelis complained against Moses and Aaron in the desert. ", "3": "The Israelis told them, “If only we had died by the Lord's hand in the land of Egypt when we sat by the cooking pots,[b] when we ate bread until we were filled—because you brought us to this desert to kill this entire congregation with hunger.”", "4": "The Lord told Moses, “Listen very carefully! I'll cause food to rain down for you from heaven, and the people are to go out and gather each day's portion on that day. In this way I'll test them to demonstrate whether or not they'll live according to my instructions. ", "5": "On the sixth day, when they prepare what they bring in, it will be double what they gather on other days.”[c]", "6": "So Moses and Aaron addressed the entire congregation of the Israelis: “This evening you will know that the Lord has brought you out of the land of Egypt, ", "7": "and in the morning you will see the glory of the Lord, because he has heard your complaints against him.[d] After all, who are we that you complain against us?” ", "8": "Moses also said, “When the Lord gives you meat to eat in the evening, and bread in the morning to satisfy you, the Lord will hear your complaints directed[e] against him. Who are we? Your complaints aren't against us, but rather against the Lord.”", "9": "Then Moses instructed Aaron, “Say to the whole congregation of the Israelis, 'Come near into the Lord's presence, because he has heard your complaints.'”", "10": "While Aaron was speaking to all the congregation of the Israelis, they turned toward the desert, and there the glory of the Lord was seen in the cloud. ", "11": "The Lord told Moses, ", "12": "“I've heard the complaints of the Israelis. Tell them, 'At twilight you are to eat meat and in the morning you are to be filled with bread, so you may know that I am the Lord your God.'”", "13": "Later that evening quail came up and covered the camp, and then in the morning there was a layer of dew around the camp. ", "14": "When the layer of dew evaporated,[f] on the surface of the desert a fine flaky substance, as fine as frost, appeared on the ground. ", "15": "When the Israelis saw it, they asked one another, “What is it?”,[g] because they did not know what it was. Moses told them, “It's the food that the Lord has given you to eat. ", "16": "This is what the Lord has commanded: 'You are to gather from it what each person is to eat,[h] about one omer[i] per person according to the number of your people, and one person is to gather for everyone in his tent.'”", "17": "The Israelis did this, some gathering much, some little. ", "18": "When they measured it with a vessel the capacity of which was one omer,[j] the one who gathered much did not have an excess, while the one who gathered little did not lack. They gathered exactly what each needed to eat.[k]", "19": "Then Moses told them, “No one is to leave any of it until morning.” ", "20": "But they did not listen to Moses—some people left part of it until morning, and it produced maggots and smelled bad, so Moses got angry at them. ", "21": "Every morning they gathered it, according to what each needed to eat; and when the sun became hot, it melted.", "22": "On the sixth day they gathered twice as much bread, about two omers[l] per person. Then all the leaders of the congregation came and reported to Moses, ", "23": "and he told them, “This is what the Lord said: 'Tomorrow is a Sabbath observance, a holy Sabbath to the Lord. Bake what you want to bake and boil what you want to boil, and put aside whatever remains to be kept for yourselves until morning.'” ", "24": "So they put it away until morning, as Moses commanded, and it did not smell bad, and there were no maggots in it. ", "25": "Moses said, “Eat it today, since today is a Sabbath to the Lord, and today you won't find it in the field. ", "26": "For six days you are to gather it, but on the seventh day, the Sabbath, there won't be any.”[m]", "27": "Nevertheless, that seventh day some of the people went out to gather, but they did not find any. ", "28": "Then the Lord asked Moses, “How long will you people[n] refuse to keep my commandments and my instructions?[o] ", "29": "You see that the Lord has given you the Sabbath, and so on the sixth day he gives you food for two days. Let each person stay where he is; let no one leave his place on the seventh day.” ", "30": "So the people rested on the seventh day.", "31": "The Israelis named it[p] “manna”.[q] It was white like coriander seed, and tasted like a wafer made with honey. ", "32": "Moses said, “This is what the Lord has commanded: 'Set aside one omer[r] of it for future generations, so that they may see the food with which I fed you in the desert when I brought you out of the land of Egypt.'”", "33": "Then Moses told Aaron, “Take a jar, fill it with about one omer[s] of manna, and place it in the Lord's presence, to be preserved throughout future generations.” ", "34": "So Aaron placed it before the Testimony[t] to be kept, just as the Lord had commanded Moses. ", "35": "The Israelis ate manna for 40 years until they came to a land where they could settle.[u] They ate manna until they came to the border of the land of Canaan. ", "36": "Now one omer[v] is a tenth of an ephah.[w]"}