{"1": "On the third New Moon after the Israelis went out of the land of Egypt, on that very day,[a] they came to the desert of Sinai. ", "2": "They had set out from Rephidim and arrived at the desert of Sinai where they camped in the desert. Israel camped there in front of the mountain. ", "3": "Then Moses went up to God, and the Lord called to him from the mountain: “This is what you are to say to the house of Jacob and declare to the sons of Israel, ", "4": "'You saw what I did to the Egyptians, and how I carried you on eagles' wings and brought you to myself. ", "5": "And now if you carefully obey me and keep my covenant, you are to be my special possession out of all the nations,[b] because the whole earth belongs to me, ", "6": "but you are to be a kingdom of priests and a holy nation to me.' These are the words you are to declare to the Israelis.”", "7": "When Moses came, he summoned the elders of the people and told them everything that the Lord had commanded him. ", "8": "All the people answered together: “We'll do everything that the Lord has said!” Then Moses reported all the words of the people back to the Lord. ", "9": "The Lord told Moses, “Look, I'm coming to you in a thick cloud, so that the people may listen when I speak with you and always believe you.” Moses reported the words of the people to the Lord.", "10": "The Lord told Moses, “Go to the people and consecrate them today and tomorrow. They must wash their clothes, ", "11": "and be ready for the third day, for on the third day the Lord will come down on Mount Sinai in the sight of all the people. ", "12": "You are to set boundaries for the people all around: 'Be very careful that you don't go up on the mountain or touch the side of it. Anyone who touches the mountain is certainly to be put to death. ", "13": "No hand is to touch that person,[c] but he is certainly to be stoned or shot;[d] whether animal or person, he is not to live.' They are to approach[e] the mountain only when the ram's horn sounds a long blast.”", "14": "When Moses went down from the mountain to the people, he consecrated the people, and they washed their clothes. ", "15": "He told the people, “Be ready for the third day; don't go near a woman.”[f]", "16": "When morning came on the third day, there was thunder and lightning, with a heavy cloud over the mountain, and the very loud sound of a ram's horn. All the people in the camp trembled. ", "17": "Moses brought the people from the camp to meet God, and they stood at the base of the mountain. ", "18": "Mount Sinai was completely enveloped in smoke because the Lord had come down in fire on it. Smoke went up from it like smoke from a kiln, and the whole mountain shook violently. ", "19": "As the sound of the ram's horn grew louder and louder, Moses would speak and God would answer with thunder.[g] ", "20": "When the Lord came down on Mount Sinai to the top of the mountain, he[h] summoned Moses to the top of the mountain, and Moses went up.", "21": "The Lord told Moses, “Go down and warn the people so they don't break through to look at the Lord, and many of them perish.[i] ", "22": "Even the priests who approach the Lord must consecrate themselves. Otherwise, the Lord will attack them.”", "23": "Moses told the Lord, “The people cannot come up to Mount Sinai because you warned us: 'Set boundaries around the mountain and consecrate it.'”[j]", "24": "The Lord told him, “Go down, and come back up with Aaron, but the priests and the people must not break through to go up to the Lord. Otherwise, he will attack them.” ", "25": "So Moses went down to the people and spoke to them."}