{"1": "A man of the family of Levi married the daughter of a descendant of Levi. ", "2": "Later, the woman became pregnant and gave birth to a son. She saw that he was a beautiful[a] child, and hid him for three months. ", "3": "But when she was no longer able to hide him, she took a papyrus container, coated it with asphalt and pitch, placed the child in it, and put it among the reeds along the bank of the Nile. ", "4": "Then his sister positioned herself some distance away in order to find out what would happen to him.", "5": "Then Pharaoh's daughter came down to the Nile River[b] to bathe while her maids walked along the river bank. She saw the container among the reeds and sent a servant girl to get it. ", "6": "When she opened it and saw the child, the little boy suddenly began crying. Filled with compassion for him, she exclaimed, “This is one of the Hebrew children!”", "7": "Then his sister asked Pharaoh's daughter, “Shall I go and call one of the nursing Hebrew women so she can nurse the child for you?”", "8": "Pharaoh's daughter told her, “Go,” so the young girl went and called the child's mother. ", "9": "Pharaoh's daughter instructed her, “Take this child and nurse him for me, and I'll pay you a salary.” So the woman took the child and nursed him. ", "10": "After the child had grown older,[c] she brought him to Pharaoh's daughter, and he became her son. She named him Moses,[d] because she said, “I drew him out of the water.”", "11": "Years later, after[e] Moses had grown up, he went out to his own people,[f] and took notice of their heavy burdens. He saw an Egyptian beating up a Hebrew, one of his own people.[g] ", "12": "Looking around and seeing no one else, he killed[h] the Egyptian and hid him in the sand. ", "13": "Going out the next day, Moses noticed[i] two Hebrew men fighting right in front of him. He told the one who was at fault, “Why did you strike your companion?”", "14": "The man[j] replied, “Who appointed you to be an official judge over us? Are you planning[k] to kill me like you killed the Egyptian?” Then Moses became terrified and told himself,[l] “Certainly this event has become known!”", "15": "When Pharaoh heard about this matter, he tried to kill Moses. So Moses fled from Pharaoh, settled in the land of Midian, and sat down by a well. ", "16": "Meanwhile, the seven daughters of a certain Midianite priest would come to draw water in order to fill water troughs for their father's sheep. ", "17": "Some shepherds came to drive them away, but Moses got up, came to their rescue, and watered their sheep. ", "18": "When they returned to their father Reuel,[m] he asked, “Why have you returned so quickly today?”", "19": "“An Egyptian rescued us from the shepherds,”[n] they replied, “and he even drew water for us and watered the sheep!”", "20": "“Then where is he?” He asked his daughters. “Why did you leave the man behind? Go invite him to have something to eat.”[o]", "21": "Moses agreed to stay with the man, and he gave his daughter Zipporah to Moses in marriage.[p] ", "22": "Later she gave birth to a son, and Moses[q] named him Gershom,[r] because he used to say, “I became an alien in a foreign land.”", "23": "The king of Egypt eventually[s] died, and the Israelis groaned because of the bondage. They cried out, and their cry for deliverance from slavery ascended to God. ", "24": "God heard their groaning and remembered his covenant with Abraham, Isaac, and Jacob. ", "25": "God watched the Israelis and took notice of them."}