{"1": "[a]“If a man steals an ox or sheep and slaughters it or sells it, he is to repay five oxen[b] for the ox and four sheep for the sheep.", "2": "“If a thief is found while breaking into a house,[c] and is struck down and dies, it is not a capital crime[d] in that case,[e] ", "3": "but if the sun has risen on him, then it is a capital crime[f] in that case.[g] A thief[h] is certainly to make restitution, but if he has nothing, he is to be sold[i] for his theft. ", "4": "If what was stolen is actually found alive in his possession, whether an ox, a donkey or a sheep, he is to repay double.", "5": "“When a man lets a field or vineyard be grazed over or releases his livestock so that they graze in another man's field, he is to make restitution from the best of his field or vineyard.[j]", "6": "“When a fire breaks out and spreads into thorn bushes and consumes stacked grain or standing grain or the field, the one who started the fire certainly is to make restitution.", "7": "“When a man gives his neighbor money or goods for safekeeping and it's stolen from the neighbor's house, the thief, if found, is to repay double. ", "8": "If the thief is not found, the owner of the house is to appear before the judges[k] to see[l] whether or not the thief took[m] his neighbor's property.", "9": "“In every ownership dispute[n] involving an ox, donkey, sheep, garment, or anything that is lost where a person says, 'This is mine,'[o] the case between the two of them is to come before the judges,[p] and the one that the judges[q] declare guilty is to repay double to his neighbor.", "10": "“When a man gives a donkey, ox, sheep, or any animal to his neighbor for safe keeping, and it dies or is injured or is driven away when no one is looking, ", "11": "the two of them are to take an oath in the Lord's presence that the accused[r] has not taken[s] his neighbor's property. Its owner is to accept this, and the neighbor[t] is not to make restitution. ", "12": "But if it was actually stolen from him, the neighbor[u] is to make restitution to its owner. ", "13": "If it was torn to pieces, let the neighbor[v] bring the remains[w] as evidence, and he is not to make restitution for what was torn apart.", "14": "“When a man borrows[x] an animal from his neighbor, and it's injured or dies while its owner was not with it, he is certainly to make restitution. ", "15": "If its owner was with it, he is not to make restitution. If it was hired, its fee covers the loss.”[y]", "16": "“When a man seduces a virgin who is not engaged to be married and has sexual relations with her, he must pay her bride price, and she is to become his wife. ", "17": "If her father absolutely refuses to give her to him, he is to pay an amount[z] equal to the bride price for virgins.", "18": "“You are not to allow a sorceress to live.", "19": "“Whoever has sexual relations with an animal is certainly to be put to death.", "20": "“Anyone who sacrifices to a god, except the Lord alone, is to be utterly destroyed.", "21": "“You are not to wrong or oppress an alien, because you were aliens in the land of Egypt.", "22": "“You are not to mistreat any widow or orphan. ", "23": "If you do mistreat them, they'll certainly cry out to me, and I'll immediately hear their cry. ", "24": "And I'll be angry and will kill you with swords,[aa] and your wives will become widows and your children orphans.", "25": "“If you loan money to my people, to the poor among you, don't be like a creditor to them and don't impose interest on them. ", "26": "If you take your neighbor's coat as collateral, you are to return it to him by sunset, ", "27": "for it's his only covering; it's his outer garment,[ab] for what else can he sleep in? And when he cries out to me, I'll hear him, for I am gracious.", "28": "“You are not to blaspheme God or curse a ruler of your people.", "29": "“You are not to hold back the fullness of your harvest[ac] and the outflow of your wine presses.[ad] You are to give to me the firstborn of your sons. ", "30": "You are to do the same with your oxen and your sheep. They are to be with their mother for seven days and then on the eighth day you are to give them to me.", "31": "“You are to be people set apart[ae] for me. You are not to eat flesh torn apart in the field; you are to throw it to the dogs.”"}