{"1": "“You are not to spread a false report, nor are you to join forces[a] with the wicked to be a malicious witness. ", "2": "You are not to follow the majority[b] in doing wrong, and you are not to testify in a lawsuit so as to follow the majority and pervert justice. ", "3": "You are not to show partiality to a poor man in his lawsuit.", "4": "“If you come across your enemy's ox or donkey wandering off, you are to certainly return it to him. ", "5": "If you see your enemy's donkey lying helpless under its load, you must not abandon it; rather, you are certainly to return it to him.[c]", "6": "“You are not to pervert justice for the poor among you[d] in their lawsuits.[e] ", "7": "Stay far away from a false charge, and don't kill the innocent or the righteous, because I won't acquit the guilty. ", "8": "You are not to take a bribe because a bribe blinds the clear-sighted and distorts the words of the righteous. ", "9": "You are not to oppress the resident alien, because you were aliens in the land of Egypt.”", "10": "“You are to sow your land and gather its crops for six years, ", "11": "but you are to let it rest the seventh year, leaving it unplanted. The poor of your people may eat from it,[f] and the wild animals may eat what they leave. You are to do the same with your vineyards and olive groves. ", "12": "You are to do your work for six days, but on the seventh day you are to refrain from work so that your ox and donkey[g] may rest, and so the son of your maidservant and the alien may be refreshed.", "13": "“Be careful about everything I've told you, and don't mention the name of other gods. Don't let them be heard in your mouth!”", "14": "“Three times a year you are to celebrate a festival for me. ", "15": "You are to observe the Festival of Unleavened Bread. As I commanded you, you are to eat unleavened bread for seven days at the appointed time in the month Abib, because in it you came out of Egypt. No one is to appear before me empty handed. ", "16": "You are to observe[h] the Festival of Harvest,[i] celebrating[j] the first fruits of your work in planting the field, and the Festival of Tabernacles[k] at the end of the year, when you gather the fruit of your work from the field. ", "17": "Three times a year all your males are to appear in the presence of the Lord God.”", "18": "“You are not to offer the blood of my sacrifice with anything leavened, and you are not to let the fat portion of my sacrifice remain overnight until morning.", "19": "“You are to bring the best of the first fruits of your soil to the house of the Lord your God. “You are not to boil a young goat in its mother's milk.”", "20": "“Look, I'm sending an angel in front of you to guard you on the way and to bring you to the place I've prepared. ", "21": "Be careful! Be sure to obey him. Don't rebel against him, because he won't forgive your transgression, since my Name is in him. ", "22": "Indeed, if you carefully obey him and do everything that I say, then I'll be an enemy to your enemies and an adversary to your adversaries, ", "23": "because my angel will go ahead of you and will bring you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I'll annihilate them. ", "24": "You are not to bow down to their gods or serve them. You are not to follow their practices,[l] but you are to overthrow them completely and smash their sacred stones[m] to pieces. ", "25": "You are to serve the Lord your God, and he will bless your food[n] and water, and I'll remove sickness from you. ", "26": "No woman will miscarry or be barren in your land, and I'll make every day of your life complete.[o]", "27": "“I'll go ahead of you and terrorize all the people to whom you are coming. I'll confuse your enemies and make them turn their backs on you and run away.[p] ", "28": "I'll send hornets ahead of you and they'll drive out the Hivites, the Canaanites, and the Hittites before you. ", "29": "I won't drive them out before you in a single year, so that the land does not become desolate and so that wild animals do not overrun you. ", "30": "I'll drive them out ahead of you little by little until you increase in numbers[q] and possess the land.", "31": "“I'll set your borders from the Reed[r] Sea to the Sea of the Philistines,[s] and from the desert to the Euphrates[t] River, bringing[u] the inhabitants of the land under your control,[v] and you are to drive them out ahead of you. ", "32": "You are not to make a covenant with them or with their gods. ", "33": "They are not to live in your land. Otherwise they will cause you to sin against me. If you worship their gods, it will become a snare for you.”"}