{"1": "The Lord told Moses, ", "2": "“Tell the Israelis to take an offering for me, and you are to accept my offering from every person whose heart moves him to give.[a] ", "3": "This is the offering that you are to accept from them: gold, silver, and bronze; ", "4": "blue, purple, and scarlet material;[b] fine linen and goat hair; ", "5": "ram skins dyed[c] red, dolphin[d] skins, and acacia wood; ", "6": "oil for lighting, spices for the anointing oil and for aromatic incense; ", "7": "and onyx stones, stones for setting on the ephod and the breast piece.[e] ", "8": "Let them make a sanctuary for me so I may live among them. ", "9": "This is how you are to make it: according to all that I'm showing you, according to the pattern for the tent and the pattern for all its furnishings.”", "10": "“They are to make an ark of acacia wood, two and a half cubits[f] long, one and a half cubits[g] wide, and one and a half cubits[h] high. ", "11": "You are to overlay it with pure gold—you are to overlay it inside and outside—and you are to make a gold molding around it. ", "12": "You are to cast four rings for it and put them on its four feet, two rings on one side of it and two rings on its other side. ", "13": "You are to make poles of acacia wood and overlay them with gold. ", "14": "You are to put the poles into the rings on the sides of the ark with which to carry it.[i] ", "15": "The poles are to remain in the rings of the ark and are not to be removed from it. ", "16": "You are to put the Testimony[j] that I will give you into the ark.", "17": "“You are to make a Mercy Seat[k] of pure gold, two and a half cubits[l] long and one and a half cubits[m] wide. ", "18": "You are to make two cherubim[n] of gold; you are to make them of hammered work at the two ends of the Mercy Seat. ", "19": "Place one cherub at one end and one cherub at the other end. You are to make the cherubim at the two ends of the Mercy Seat, and of one piece with it. ", "20": "The cherubim are to spread their wings upward, covering the Mercy Seat with their wings and facing each other. The faces of the cherubim is to be turned toward the Mercy Seat. ", "21": "You are to put the Mercy Seat on top of the ark, and put the Testimony that I'll give you into the ark. ", "22": "I'll meet with you there, and I'll tell you all my commandments[o] for the Israelis from above the Mercy Seat, from between the two cherubim that are on the Ark of the Testimony.”", "23": "“You are to make a table of acacia wood, two cubits[p] long, a cubit[q] wide, and one and a half cubits[r] high. ", "24": "You are to overlay it with pure gold, and put a gold molding around it. ", "25": "You are to make a rim one handbreadth in width[s] around it, and you are to make a gold molding around the rim. ", "26": "You are to make four gold rings for it, and put the rings on the four corners where its four feet are. ", "27": "The rings are to be close to the rim as holders for the poles to carry the table. ", "28": "You are to make the poles of acacia wood, and overlay them with gold so the table can be carried with them. ", "29": "You are to make its plates, dishes, jars, and bowls from which libations will be poured, and you are to make them of pure gold. ", "30": "You are to put the bread of the Presence on the table before me continuously.”", "31": "“You are to make a lamp stand of pure gold: the lamp stand and its base and stem are to be of hammered work, and its cups, calyxes,[t] and flowers are to be of one piece with it. ", "32": "Six branches are to extend from its sides, three branches of the lamp stand from one side of it and three branches of the lamp stand from its other side. ", "33": "Three cups shaped like almond blossoms with calyxes and flowers are to be on one branch and three cups shaped like almond blossoms with calyxes and flowers are to be on the other branch, and so for the six branches extending from the lamp stand.", "34": "“On the lamp stand itself there are to be four cups shaped like almond blossoms with their calyxes and flowers. ", "35": "A calyx[u] is to be under the two branches that extend out of the stem;[v] a calyx is to be under the next pair of branches[w] that extend out of the stem;[x] and a calyx is to be under the last pair of branches[y] that extend out of the stem,[z] and so for the six[aa] branches extending from the lamp stand. ", "36": "Their calyxes and their branches are to be of one piece with it; all of it is to be made of one piece of hammered work of pure gold.", "37": "“You are to make seven lamps for it, and its lamps are to be mounted so as to give light in front of it. ", "38": "Its tongs and trays are to be of pure gold. ", "39": "The lamp stand[ab]—together with all its furnishings—is to be made from a talent[ac] of pure gold. ", "40": "Now see that you make them according to the pattern for them which you are being shown on the mountain.”"}