{"1": "“You are to make the tent with ten curtains of fine woven[a] linen and with blue, purple, and scarlet material. You are to make them with cherubim skillfully worked into them. ", "2": "The length of each curtain is to be 28 cubits,[b] the width of each curtain four cubits,[c] and all the curtains are to have the same measurements.[d]", "3": "“Five of the curtains are to be joined together, and the other five curtains are to be joined together. ", "4": "You are to make loops of blue material along the edge of the outermost curtain in the first set, and likewise you are to make loops along the edge of the outermost curtain in the second set. ", "5": "You are to make 50 loops in the one curtain, and you are to make 50 loops along the edge of the curtain that is in the second set, with the loops opposite each other. ", "6": "Then you are to make 50 gold clasps, and join the curtains to each other with the clasps so that the tent will be one piece.", "7": "“You are to make curtains of goat hair for a tent over the tent. You are to make eleven curtains. ", "8": "The length of each curtain is to be 30 cubits,[e] and the width of each curtain two cubits;[f] the measurements of each of the eleven curtains is to be the same.[g] ", "9": "You are to join five curtains by themselves, and six curtains by themselves, and you are to double over the sixth curtain at the front of the tent. ", "10": "You are to make 50 loops along the edge of the outermost curtain in the first set, and 50 loops along the edge of the curtain of the other set. ", "11": "You are to make 50 bronze clasps, put the clasps into the loops, and join the tent together so that it will be one piece. ", "12": "As for the excess that remains of the curtains of the tent—the half curtain that remains—is to hang over the back of the tent. ", "13": "The half cubit[h] that remain on either end of the length of the curtains of the tent is to hang over each side of the tent to cover it.", "14": "“You are to make a cover for the tent of ram skins dyed red[i] and a covering of dolphin[j] skins above that.", "15": "“You are to make upright boards of acacia wood for the tent. ", "16": "Each board is to be ten cubits[k] long and one and a half cubits[l] wide. ", "17": "Each board is to have two pegs joined to one another, and you are to do this for all the boards of the tent. ", "18": "You are to make the boards for the tent: 20 boards for the south side.[m] ", "19": "And you are to make 40 silver sockets[n] under the 20 boards: two sockets under the one board for its two pegs and two sockets under the next[o] board for its two pegs.", "20": "“For the second side of the tent to the north you are to make[p] 20 boards ", "21": "and 40 silver sockets for them, two sockets under one board and two sockets under the next board. ", "22": "On the west you are to make six boards for the rear of the tent, ", "23": "and you are to make two boards for the rear corners of the tent. ", "24": "They are to be interlocked together[q] at the bottom and connected[r] on top by one ring. Do this for the two of them, and they are to be the two corners. ", "25": "There is to be eight boards with their sixteen silver sockets, two sockets under one board and two sockets under the next board.", "26": "“You are to make bars of acacia wood, five for the boards on one side of the tent, ", "27": "five bars for the boards on the second side of the tent, and five bars for the boards on the back side of the tent to the west. ", "28": "The center bar in the middle of the boards is to pass through from end to end. ", "29": "You are to overlay the boards with gold, and you are to make gold rings for them as holders for the bars, and you are to overlay the bars with gold. ", "30": "You are to erect the tent according to the plan for it that was shown you on the mountain.", "31": "“You are to make a curtain of blue, purple, and scarlet material, and fine woven linen. You are to make it with cherubim skillfully worked into it. ", "32": "You are to hang it on four pillars of acacia overlaid with gold, which have hooks of gold, and are set on four sockets of silver. ", "33": "You are to hang the curtain from[s] the clasps and bring the Ark of the Testimony there inside the curtain. The curtain is to separate for you the Holy Place from the Most Holy Place.", "34": "“You are to put the Mercy Seat on the Ark of the Testimony in the Most Holy Place. ", "35": "You are to put the table outside the curtain. You are to put the table on the north side with the lamp stand opposite the table on the south side of the tent. ", "36": "For the doorway of the tent you are to make a screen of blue, purple, and scarlet material, and with fine woven linen, the work of an embroiderer. ", "37": "You are to make five pillars of acacia for the screens and overlay them with gold. Their hooks are to be of gold, and you are to cast five bronze sockets for them.”"}