{"1": "“You are to bring your brother Aaron, along with his sons, from among the Israelis so they can serve as priests for me: that is, Aaron and his sons[a] Nadab, Abihu, Eleazar, and Ithamar. ", "2": "You are to make holy garments for Aaron your brother, for dignity and beauty. ", "3": "You are to speak to all who are skilled,[b] whom I've endowed[c] with talent,[d] that they should make Aaron's garments for consecrating him to serve me as priest. ", "4": "These are the garments that they are to make: a breast piece, an ephod, a robe, a checkered tunic, a turban, and a sash. They are to make holy garments for Aaron your brother and for his sons to serve me as priests. ", "5": "They are to use[e] gold, blue, purple, and scarlet material, as well as fine linen.”", "6": "“They are to make the ephod from gold, along with blue, purple, and scarlet material and fine woven linen, all of it[f] skillfully worked. ", "7": "It is to have two shoulder-pieces attached to its two edges so it can be joined together. ", "8": "The skillfully woven band that is on it is to be made like it, that is, of one piece with it, of gold, blue, purple, and scarlet material, and fine woven linen. ", "9": "You are to take two onyx stones and engrave the names of the sons of Israel on them, ", "10": "six of their names on one stone, and the six remaining names on the other stone. Engrave them[g] according to their order of birth. ", "11": "With work like a jeweler engraves on a signet,[h] you are to inscribe the two stones with the names of the sons of Israel, and you are to mount them in settings of gold filigree. ", "12": "You are to put the two stones on the shoulder pieces of the ephod as stones of remembrance representing the sons of Israel, and Aaron is to carry their names into the Lord's presence on his two shoulders as a memorial. ", "13": "You are to make settings of gold filigree, ", "14": "and you are to make two chains of pure gold twisted like cords, and then fasten the twisted chains to the filigree settings.”", "15": "“You are to make a breast piece to be worn by the high priest when he makes legal decisions.[i] It is to be skillfully worked, made like the work of the ephod from gold, blue, purple, and scarlet material, and from fine woven linen. ", "16": "It is to be square when folded double, one hand span[j] long and one hand span wide.[k] ", "17": "You are to mount on it a setting for four rows of stones. The first row is to contain carnelian,[l] topaz, and emerald; ", "18": "the second row ruby,[m] sapphire, and crystal; ", "19": "the third row jacinth, agate, and amethyst; ", "20": "the fourth row beryl, onyx, and jasper, and they are to be set in gold filigree. ", "21": "The stones are to correspond to the names of the sons of Israel, twelve stones[n] corresponding to their names. They are to be engraved like a signet,[o] each with the name of one of the twelve tribes.", "22": "“You are to make chains of pure gold, twisted like cords, for the breast piece. ", "23": "You are to make two gold rings for the breast piece, and put the two rings on the two edges of the breast piece. ", "24": "You are to put the two gold cords on the two gold rings at the edges of the breast piece, ", "25": "and you are to attach the other two ends of the two cords to the filigree settings and attach them to the shoulder pieces of the ephod in front.", "26": "“You are to make two gold rings and attach them to the two edges of the breast piece, on the side of it that is toward the inner side of the ephod. ", "27": "You are to make two gold rings and attach them in front on the lower part of the two shoulder pieces of the ephod close to the place where it's joined, above the skillfully woven band of the ephod. ", "28": "They are to fasten the rings on the breast piece to the rings on the ephod with a blue cord so it will rest[p] on the skillfully woven band of the ephod and so the breast piece won't come loose from the ephod.", "29": "“Aaron is to carry the names of Israel's sons on his heart on the breast piece to be worn by the high priest when he makes legal decisions,[q] that is, whenever he goes into the Holy Place in order to remember them continuously in the Lord's presence. ", "30": "You are to put the Urim and Thummim[r] into the breast piece of judgment, and they are to be on Aaron's heart when he goes into the Lord's presence. He is to carry the breast piece of decision[s] that depicts Israel's sons[t] on his heart in the Lord's presence continuously.”", "31": "“You are to make the robe of the ephod entirely of blue. ", "32": "There is to be an opening at its top, in the middle, with a woven binding around the opening like the opening of a coat of mail so that it cannot be torn. ", "33": "On its hem you are to make blue and purple and scarlet pomegranates, all around the skirt, with gold bells between them all the way[u] around. ", "34": "You are to have a gold bell and a pomegranate, then[v] a gold bell and a pomegranate, on the hem of the robe all the way[w] around it. ", "35": "Aaron is to wear the robe when he ministers[x] so its sound may be heard when he enters and leaves the Holy Place in the Lord's presence, so that he won't die.", "36": "“You are to make a medallion[y] of pure gold, and engrave on it 'Holy to the Lord,' like the engravings of a signet. ", "37": "You are to put it on a blue cord and place it on the turban. It is to be on the front of the turban ", "38": "and worn on Aaron's forehead in order to take away any guilt contained in the holy things which the Israelis consecrate as holy gifts. It is to remain on his forehead continuously, so they may be accepted in the Lord's presence.", "39": "“You are to weave the checkered tunic of fine linen, you are to make a turban of fine linen, and you are to make an embroidered sash. ", "40": "“You are to make tunics for the sons of Aaron, you are to make sashes for them, and you are to make head coverings for them for dignity and beauty. ", "41": "You are to put them on Aaron your brother, and on his sons with him, and you are to anoint them, ordain them,[z] and consecrate them to serve as my priests.", "42": "“You are to make linen undergarments for them to cover their naked flesh, and they are to reach[aa] from the loins to the thighs. ", "43": "They are to be on Aaron and his sons when they enter the Tent of Meeting or when they approach the altar to minister in the Holy Place so they don't incur guilt and die. This is to be a perpetual ordinance for him and for his descendants[ab] after him.”"}