{"1": "“This is what you are to do to them in order to consecrate them to serve me as priests: Take a young bull, two rams without blemish, ", "2": "unleavened bread, unleavened cakes mixed with oil, and unleavened wafers spread[a] with oil, which you are to make from fine wheat flour. ", "3": "You are to put them[b] in one basket and bring them in the basket along with the bull and the two rams. ", "4": "You are to bring Aaron and his sons to the doorway of the Tent of Meeting, and wash them with water. ", "5": "Take the garments and clothe Aaron with the tunic, the robe of the ephod, the ephod, and the breast piece, and then gird him with the skillfully woven band of the ephod. ", "6": "Then put the turban on his head, and place the holy crown on the turban. ", "7": "You are to take the anointing oil, pour it on his head, and anoint him. ", "8": "Then you are to bring his sons and clothe them with tunics. ", "9": "You are to gird Aaron and his sons with sashes and tie headdresses on them. The priesthood is to belong to them by perpetual ordinance, and you are to ordain[c] Aaron and his sons.", "10": "“You are to bring the bull in front of the Tent of Meeting, and Aaron and his sons are to lay their hands on the head of the bull. ", "11": "Then you are to slaughter the bull in the Lord's presence at the doorway of the Tent of Meeting. ", "12": "Take some of the blood of the bull, put it on the horns of the altar with your finger, and pour out the rest[d] of the blood at the base of the altar. ", "13": "You are to take all the fat that covers the entrails, the lobe of the liver, the two kidneys, and the fat that is on them and send them up in smoke on the altar. ", "14": "You are to burn the flesh of the bull, its hide, and its refuse with fire outside the camp. It is a sin offering.", "15": "“You are to take one of the rams, and Aaron and his sons are to lay their hands on its[e] head. ", "16": "Then you are to slaughter the ram, take its blood, and scatter it around the altar. ", "17": "You are to cut the ram into pieces,[f] wash its entrails and legs, put them on the altar along[g] with the pieces[h] and its head, ", "18": "and send up the whole ram in smoke on the altar. It is a burnt offering to the Lord; it's a soothing aroma, an offering by fire to the Lord.", "19": "“You are to take the other ram, and Aaron and his sons are to lay their hands on the head of the ram. ", "20": "You are to slaughter the ram, take some of its blood, and put it on the lobe of Aaron's right ear, the lobe of his sons' right ears, the thumbs of their right hands, and the big toes of their right feet. Then you are to scatter the rest of the blood around the altar. ", "21": "You are to take some of the blood which is on the altar, along with some of the anointing oil, and sprinkle it on Aaron and his garments, and on his sons and their[i] garments. He is to be consecrated with his garments, along with his sons and their garments.", "22": "“You are to take the fat from the ram, the fat tail, the fat that covers the entrails, the lobe of the liver, the two kidneys and the fat that is on them, the right thigh (for it's a ram of ordination), ", "23": "and one loaf of bread, one cake of bread mixed with oil, and one wafer out of the basket of unleavened bread that is in the Lord's presence. ", "24": "You are to put all of these in the hands of Aaron and in the hands of his sons, and present them as a wave offering in the Lord's presence. ", "25": "Then you are to take them from their hands and send them up in smoke on the altar on top of the burnt offering for a soothing aroma in the Lord's presence. It is an offering by fire to the Lord.", "26": "“You are to take the breast of the ram of Aaron's ordination, and present it as a wave offering in the Lord's presence, and it is to be your portion. ", "27": "You are to consecrate the portion of the ram of ordination that belongs to Aaron and his sons:[j] the breast of the wave offering that was waved and the thigh of the presented offering that was presented.[k] ", "28": "These offerings[l] from the Israelis are to be a perpetual ordinance for Aaron and his sons. They are presented offerings, and they are to be presented offerings from the Israelis out of their peace offerings. They are presented offerings to the Lord.", "29": "“The holy garments of Aaron are to be for his sons after him[m] so that they may be anointed in them and ordained in them. ", "30": "Aaron's son, who is priest in his place, is to wear them for seven days when he comes into the Tent of Meeting to minister in the Holy Place.", "31": "“You are to take the ram of ordination and boil its flesh in a Holy Place. ", "32": "Then Aaron and his sons are to eat the flesh of the ram along with the bread that is in the basket at the doorway of the Tent of Meeting. ", "33": "They are to eat these things by which atonement was made at their ordination to consecrate them, but an unqualified person[n] is not to eat because these things are holy. ", "34": "If any of the flesh of the ordination ram[o] or any of the bread is left until morning, you are to burn what is left with fire. Because it's holy, what remains is not to be eaten. ", "35": "You are to do this for Aaron and his sons, just as I've commanded you. You are to ordain them for seven days, ", "36": "and every day you are to offer a bull as a sin offering for atonement. Offer the sin offering on the altar when you make atonement for it and anoint the altar to consecrate it. ", "37": "You are to make atonement for the altar for seven days and consecrate it. It will be most holy, and whatever touches it will be holy.”", "38": "“This is what you are to offer on the altar continually: two one year old lambs each day. ", "39": "“You are to offer one lamb in the morning and the other[p] at twilight, ", "40": "and there is to be a tenth measure of choice flour mixed with one fourth of a hin[q] of oil extracted by hand,[r] and one fourth of a hin[s] of wine as a drink offering for one lamb. ", "41": "You are to offer the other lamb at twilight with the same grain offering and drink offering as in the morning. You are to offer it as a soothing aroma, an offering by fire to the Lord. ", "42": "It is to be a regular burnt offering throughout your generations at the doorway to the Tent of Meeting in the Lord's presence, where I'll meet with you to speak to you there. ", "43": "I'll meet there with the Israelis, and it is to be consecrated by my glory. ", "44": "I'll consecrate the Tent of Meeting and the altar, and I'll consecrate Aaron and his sons to serve as my priests. ", "45": "I'll live among the Israelis, and I'll be their God. ", "46": "They are to know that I am the Lord their God, who brought them out of Egypt so that I may live among them. I am the Lord your God.”"}