{"1": "Meanwhile, Moses continued tending the sheep that belonged to his father-in-law Jethro, the priest of Midian. He led the sheep to the western[a] desert and came to Horeb,[b] God's mountain, where[c] ", "2": "the angel of the Lord appeared to him in flaming fire from the center of a bush. As Moses[d] continued to watch, amazingly the bush kept on burning, but was not consumed. ", "3": "Then Moses told himself,[e] “I'll go over and see this remarkable[f] sight. Why isn't the bush burning up?”", "4": "When the Lord saw that he had gone over to look, God called to him from the center of the bush, “Moses! Moses!” He said, “Here I am.”", "5": "“Do not come any closer,” God[g] said. “Remove your sandals from your feet, because the place where you are standing is holy ground.” ", "6": "Then he said, “I am the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob.” At this, Moses hid his face, because he was afraid to look at God.", "7": "The Lord said, “I have certainly seen the affliction of my people who are in Egypt, and I have heard their cry caused by their slave masters. I really do understand their pain, ", "8": "so I have come down to deliver them from their domination by[h] the Egyptians and to bring them out of that land to a good and spacious land, a land flowing with milk and honey, to the territory[i] of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "9": "Now, listen carefully! The cry of the Israelis has come to my attention about how severely the Egyptians have been oppressing them. ", "10": "So go! I am sending you to Pharaoh. Bring my people the Israelis out of Egypt.”", "11": "But Moses told God, “Who am I? How can I go to Pharaoh and bring the Israelis out of Egypt?”", "12": "Then God[j] said, “I certainly will be with you. And this will be the sign for you that it is I who sent you: When you have brought the people out of Egypt, all of you will serve God on this mountain.”", "13": "Moses told God, “Look! When I go to the Israelis and tell them, 'The God of your ancestors sent me to you,' they'll say to me, 'What is his name?' What should I say to them?”", "14": "God replied to Moses, “I AM WHO I AM,”[k] and then said, “Tell the Israelis: 'I AM sent me to you.'”", "15": "God also told Moses, “Tell the Israelis, 'The Lord, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob sent me to you.' This is my name forever, and this is how I am to be remembered from generation to generation.", "16": "“Go and gather the elders of Israel. Tell them, 'The Lord God of your ancestors, appeared to me—the God of Abraham, Isaac, and Jacob—and he said, “I have paid close attention to you and to what has been done to you in Egypt. ", "17": "I have said that I will bring you out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites—to a land flowing with milk and honey.”'", "18": "“The elders of Israel[l] will listen to you,[m] and then you and they[n] are to go to the king of Egypt and say to him, 'The Lord God of the Hebrews has met with us. Now, let us take a three-day journey into the desert to sacrifice to the Lord our God.' ", "19": "I know that the king of Egypt won't allow you to go unless compelled to do so by force,[o] ", "20": "so I will stretch out my hand and strike Egypt with all my wonders that I will do there. After that he will release you. ", "21": "I will grant this people public favor with the Egyptians, and as a result, when you leave you won't go empty-handed. ", "22": "Each woman is to ask her neighbor or any foreign[p] woman in her house for articles of gold and for clothing, and use them to clothe your sons and daughters. You will plunder the Egyptians.”"}