{"1": "“You are to make an altar for burning incense. You are to make it of acacia wood. ", "2": "It is to be a square, one cubit[a] long and one cubit[b] wide, and it is to be two cubits[c] high, with its horns of one piece with it. ", "3": "You are to overlay it with pure gold, its top, its sides all around, and its horns, and you are to make a molding of gold all around it.", "4": "“You are to make two gold rings for it under its molding. You are to make them on its two opposite sides, and they are to be holders for poles by which to carry it. ", "5": "You are to make the poles of acacia wood and overlay them with gold. ", "6": "You are to put the altar[d] in front of the curtain that is over the Ark of the Testimony, in front of the Mercy Seat[e] that is over the Testimony where I'll meet with you. ", "7": "Aaron is to offer fragrant incense on it. Every morning when he trims the lamps he is to offer it, ", "8": "and when Aaron sets up the lamps at twilight, he is to offer it as a continual incense offering in the Lord's presence throughout your generations. ", "9": "You are not to offer strange incense, a burnt offering, or a grain offering on it, nor are you to pour out a libation on it. ", "10": "Each year Aaron is to make atonement on its horns with the blood of the sin offering of atonement. He is to make atonement on it each year throughout your generations. It is most holy to the Lord.”", "11": "The Lord told Moses, ", "12": "“When you take a census of the Israelis to register them, each is to give a ransom for himself[f] to the Lord when they're registered so there won't be a plague among them when they're registered. ", "13": "This is what everyone who is registered[g] is to give: half a shekel[h] according to the shekel[i] of the sanctuary (the shekel[j] weighs 20 gerahs), half a shekel[k] as a contribution to the Lord. ", "14": "All who are registered, 20 years of age and older, are to give a contribution to the Lord. ", "15": "The rich person is not to give more,[l] nor is the poor person to give less[m] than the half shekel,[n] when you give a contribution to the Lord to make atonement for yourselves.[o] ", "16": "You are to take the atonement money from the Israelis and give it for the service of the Tent of Meeting, and it is to be a memorial for the Israelis in the Lord's presence to make atonement for yourselves.”[p]", "17": "The Lord told Moses, ", "18": "“You are to make a bronze basin with a bronze base for washing. You are to pace it between the Tent of Meeting and the altar, put water in it,[q] ", "19": "and Aaron and his sons are to wash their hands and their feet from it. ", "20": "When they enter the Tent of Meeting or when they approach the altar to minister to make an offering by fire to the Lord, they are to wash with water so they don't die. ", "21": "They are to wash their hands and their feet so that they don't die, and it is to be for them a perpetual ordinance for Aaron[r] and his seed from generation to generation.”", "22": "The Lord told Moses, ", "23": "“You are to take for yourself the finest spices: 500 shekels[s]by weight of liquid myrrh, half as much fragrant cinnamon (250 shekels), 250 shekels of fragrant reeds, ", "24": "shekels of cassia—all according to the shekel of the sanctuary—and a hin[t] of olive oil. ", "25": "You are to make them into a holy anointing oil, a perfume mixture made by a perfumer. It is to be a holy anointing oil. ", "26": "You are to use it to anoint the Tent of Meeting, the Ark of the Testimony, ", "27": "the table and all its utensils, the lamp stand and its utensils, the altar of incense, ", "28": "the altar for burnt offerings and all its utensils, and the basin and its base. ", "29": "You are to consecrate them and they are to be most holy. Whatever touches them is to be holy. ", "30": "You are to anoint Aaron and his sons, and you are to consecrate them to serve as my priests. ", "31": "You are to address the Israelis and tell them, 'This is to be holy anointing oil for me from generation to generation. ", "32": "It is not to be poured out on a person's body,[u] nor are you to make anything like it with similar formulations. It is holy, and it is to be holy to you. ", "33": "Anyone who mixes anything like it or who puts any of it on an unqualified person[v] is to be cut off from his people.'”", "34": "The Lord told Moses, “Take for yourself spices: stacte, onycha, galbanum, and spices with pure frankincense, all in equal amounts. ", "35": "You are to make it into a fragrant incense, expertly[w] blended,[x] pure, and holy. ", "36": "You are to grind some of it fine, and put some before the Testimony in the Tent of Meeting where I will meet with you. It is to be most holy to you. ", "37": "You are not to make the incense that you make in this formulation for your own use. It is to be holy to the Lord for you. ", "38": "Anyone who makes anything like it to use it as perfume is to be cut off from his people.”"}