{"1": "Bezalel and Oholiab and all the skilled craftsmen to whom the Lord gave wisdom and understanding to know how to do all the work in constructing[a] the sanctuary are to do everything that the Lord has commanded.”", "2": "Then Moses summoned Bezalel, Oholiab, and all the skilled[b] people to whom the Lord had given ability,[c] including everyone whose hearts stirred them to come forward to do the work. ", "3": "They received from Moses all the offerings that the Israelis had brought for doing the work of constructing[d] the sanctuary, and the people[e] continued to bring freewill offerings every morning. ", "4": "All the craftsmen who were doing all the work on the sanctuary left the work they were doing ", "5": "and told Moses, “The people are bringing much more than enough for the work that the Lord has commanded us to do.” ", "6": "Then Moses issued an order, and the message was taken throughout the camp, “Men and women, don't bring any more offerings for the sanctuary.” The people were restrained from bringing any more,[f] ", "7": "since the material was more than sufficient for doing all the work.", "8": "All the skilled craftsmen among the workers made the tent with ten curtains of fine woven[g] linen, blue, purple, and scarlet material.[h] He[i] made them with cherubim skillfully worked into them. ", "9": "The length of each curtain was 28 cubits,[j] and the width of each curtain two cubits.[k] All the curtains had the same measurements.[l] ", "10": "He joined five of the curtains together, and the other five curtains he joined together. ", "11": "He made loops of blue material[m] along the edge of the outermost curtain in the first set, and likewise, he made loops along the edge of the outermost curtain in the second set. ", "12": "He made 50 loops in the one curtain, and he made 50 loops along the edge of the curtain that is in the second set, with the loops opposite each other. ", "13": "Then he made 50 gold clasps, and joined the curtains to each other with the clasps so the tent was one piece.", "14": "He made curtains of goat hair for a tent over the tent; he made 11 curtains. ", "15": "The length of each curtain was 30 cubits,[n] and the width of each curtain was two cubits;[o] the measurements of each of the eleven curtains was the same.[p] ", "16": "He joined five curtains by themselves, and six curtains by themselves. ", "17": "He made 50 loops along the edge of the outermost curtain in the first set, and 50 loops along the edge of the curtain of the other set. ", "18": "He made 50 bronze clasps to join the tent together so it would be one piece. ", "19": "Then he made a cover for the tent of ram skins dyed red[q] and a covering of dolphin[r] skins above that.", "20": "Then he made upright boards of acacia wood for the tent. ", "21": "Each[s] board was ten cubits[t] long, and one and a half cubits[u] wide. ", "22": "Each board had two pegs, joined to one another, and he did this for all the boards of the tent. ", "23": "He made the boards for the tent: 20 boards for the south side.[v] ", "24": "He made 40 silver sockets under the 20 boards: two sockets under one board for its two pegs and two sockets[w] under the next[x] board for its two pegs. ", "25": "For the second side of the tent to the north he made 20 boards,[y] ", "26": "and 40 silver sockets for them, two sockets under one board and two sockets under the next[z] board. ", "27": "For the rear of the tent on the west he made six boards, ", "28": "and he made two boards for the rear corners of the tent. ", "29": "They were joined together[aa] at the bottom and they were connected[ab] on top, by one ring. He did this for the two of them, and they were the two corners. ", "30": "There were eight boards with their sixteen silver sockets, two sockets under each board.", "31": "Then he made bars of acacia wood, five for the boards on one side of the tent, ", "32": "five bars for the boards on the second side of the tent, and five bars for the boards on the back side of the tent to the west. ", "33": "He made the middle bar in the center of the boards pass through from end to end. ", "34": "He overlaid the boards with gold, and made gold rings for them as holders for the bars, and he overlaid the bars with gold.", "35": "He made a curtain of blue, purple, and scarlet material, and fine woven linen. He made it with cherubim skillfully worked into it. ", "36": "He made four pillars of acacia for it and overlaid them with gold, along with their gold hooks, and he cast four silver sockets for them. ", "37": "For the doorway of the tent, he made a screen of blue, purple, and scarlet material and fine woven linen, the work of an embroiderer, ", "38": "and five pillars of acacia along with their hooks. He overlaid their tops and their bands[ac] with gold. Their five sockets were made of bronze."}