{"1": "Then Moses answered, “Look, they won't believe me and they won't listen to me.[a] Instead, they'll say, 'The Lord didn't appear to you.'”", "2": "“What's that in your hand?” the Lord asked him. Moses[b] answered, “A staff.”[c]", "3": "Then God[d] said, “Throw it to the ground.” He threw it to the ground and it became a snake. Moses ran away from it.", "4": "Then God told Moses, “Reach out[e] and grab its tail.” So he reached out, grabbed it, and it became a staff[f] in his hand. ", "5": "God said, “I've done this[g] so that they may believe that the Lord God of their ancestors—the God of Abraham, the God of Isaac, and the God of Jacob—has appeared to you.”", "6": "Again the Lord told him, “Put your hand into your bosom.”[h] He put his hand into his bosom and as soon as he brought it out it was leprous, like snow.[i] ", "7": "Then God[j] said, “Put your hand back into your bosom.” He returned it[k] to his bosom and as soon as he brought it out,[l] it was restored like the rest of[m] his skin.[n]", "8": "“Then if they don't believe you and respond to the first sign, they may respond to the second[o] sign. ", "9": "But if they don't believe even these two signs, and won't listen to you, then take some water out of the Nile River[p] and pour it on the dry ground. The water you took from the Nile River[q] will turn into blood on the dry ground.”", "10": "Then Moses told the Lord, “Please, Lord, I'm not eloquent.[r] I never was in the past[s] nor am I now since you spoke to your servant. In fact, I talk too slowly[t] and I have a speech impediment.”[u]", "11": "Then God asked him, “Who gives a person a mouth? Who makes him unable to speak, or deaf, or able to see, or blind, or lame? Is it not I, the Lord? ", "12": "Now, go! I myself will help you with your speech,[v] and I'll teach you what you are to say.”", "13": "Moses said, “Please, Lord, send somebody else.”[w]", "14": "Then the Lord was angry with Moses and said, “There's your brother Aaron, a descendant of Levi, isn't there? I know that he certainly is eloquent.[x] Right now he's coming to meet you and he will be pleased to see you. ", "15": "You're to speak to him and tell him what to say.[y] I'll help both you and him with your speech,[z] and I'll teach both of you what you are to do. ", "16": "He is to speak to the people for you as your spokesman[aa] and you are to act in the role of[ab] God for him. ", "17": "Now pick up that staff with your hand. You'll use it to perform the signs.”", "18": "Moses left and returned to his father-in-law Jethro. Moses[ac] told him, “Please let me go and return to my own people[ad] in Egypt so I can see whether they're still alive.” Jethro told Moses, “Go in peace.”", "19": "The Lord told Moses in Midian, “Go back to Egypt, because all the men who wanted to kill you are dead.” ", "20": "So Moses took his wife and sons, put them on donkeys, and headed back to the land of Egypt. Moses took the staff of God in his hand.", "21": "Then the Lord told Moses, “When you set out to return to Egypt, keep in mind[ae] all the wonders that I've put in your power,[af] so that you may do them before Pharaoh. But I'll harden his heart so that he won't let the people go. ", "22": "You are to say to Pharaoh, 'This is what the Lord says: “Israel is my firstborn son. ", "23": "And I say to you, 'Let my son go so he may serve me. If you refuse to let him go, then I will kill your firstborn son.'”'”", "24": "But later on, at the lodging place along the way, the Lord met Moses[ag] and was about to kill him. ", "25": "Zipporah took a flint knife, cut off her son's foreskin, and touched Moses'[ah] feet with it, saying while doing so,[ai] “…because you are a bridegroom of blood to me.” ", "26": "Then the Lord[aj] withdrew from him, and she said, “…a bridegroom of blood because of circumcision.”", "27": "The Lord told Aaron, “Go meet Moses in the desert.” So Aaron[ak] went, found[al] him at the mountain of God, and embraced[am] him. ", "28": "Moses told Aaron all of the Lord's messages that he had sent with Moses, and all of the signs that he commanded him to do.[an] ", "29": "Later, Moses and Aaron brought together all the elders of Israel. ", "30": "Aaron spoke everything that the Lord had spoken to Moses, and Moses[ao] performed the miracles[ap] before the very eyes of the people. ", "31": "The people believed and understood[aq] that the Lord had paid attention to the Israelis and had seen their affliction. They bowed their heads and prostrated themselves in worship."}