{"1": "The Lord spoke to Moses: ", "2": "“On the first day of the first month you are to set up the tent of the Tent of Meeting. ", "3": "You are to put the Ark of the Testimony there, and screen off the ark with the curtain. ", "4": "You are to bring in the table and properly arrange what goes on it.[a] Then you are to bring in the lamp stand and set up its lamps.", "5": "“You are to put the golden altar for incense in front of the Ark of the Testimony and then set up the screen for the doorway to the tent. ", "6": "You are to put the altar for burnt offerings in front of the doorway of the tent of the Tent of Meeting. ", "7": "You are to put the basin between the Tent of Meeting and the altar and put water in it.[b] ", "8": "You are to set up the court all around, and hang up the screen for the gate of the court. ", "9": "You are to take the anointing oil and anoint the tent and all that is in it. You are to consecrate it and all its furnishings and it will be holy.", "10": "“You are to anoint the altar for burnt offerings and all its utensils. You are to consecrate the altar and the altar will be most holy. ", "11": "You are to anoint the basin and its base and consecrate it. ", "12": "Then you are to bring Aaron and his sons to the doorway of the Tent of Meeting, and wash them with water. ", "13": "You are to clothe Aaron with the holy garments, you are to anoint him, and consecrate him so he may serve me as priest. ", "14": "You are to bring his sons and clothe them with tunics. ", "15": "You are to anoint them just as you anointed their father so they may serve me as priests. Their anointing is to qualify them[c] to belong to a perpetual priesthood from generation to generation.”", "16": "Moses did everything that the Lord had commanded him, so he did. ", "17": "And so in the first month of the second year, on the first day of the month, the tent was set up. ", "18": "Moses set up the tent. He installed its sockets and set its boards in place. He inserted its bars and set up its pillars. ", "19": "He spread the tent over the tent and put the covering of the tent on top of it, just as the Lord had commanded him.[d] ", "20": "Then he took the Testimony, put it into the ark, and placed the poles on the ark. He then put the Mercy Seat on top of the ark. ", "21": "He brought the ark into the tent, set up the curtain, and screened off the Ark of the Testimony, just as the Lord had commanded him.[e] ", "22": "He put the table in the Tent of Meeting, on the north side of the tent, outside the curtain, ", "23": "and properly arranged the bread on it in the Lord's presence, just as the Lord had commanded him.[f]", "24": "Then he put the lamp stand in the Tent of Meeting, opposite the table on the south side of the tent, ", "25": "and set up the lamps in the Lord's presence, just as the Lord had commanded him.[g] ", "26": "He put the golden altar in the Tent of Meeting in front of the curtain ", "27": "and burned aromatic incense on it, just as the Lord had commanded Moses.", "28": "He set up the screen for the doorway of the tent. ", "29": "He put the altar for burnt offerings at the doorway of the tent of the Tent of Meeting, and offered the burnt offering and the grain offering on it, just as the Lord had commanded him.[h] ", "30": "He put the basin between the Tent of Meeting and the altar, and put water in it for washing. ", "31": "Moses, Aaron, and his sons washed their hands and feet from it. ", "32": "When they entered the Tent of Meeting and approached the altar, they washed, just as the Lord had commanded him.[i] ", "33": "He set up the court all around the tent and the altar, and hung up the screen for the gate of the court. And so Moses finished the work.", "34": "The cloud covered the Tent of Meeting, and the glory of the Lord filled the tent. ", "35": "Moses was not able to enter the Tent of Meeting because the cloud had settled on it, and the glory of the Lord filled the tent. ", "36": "Whenever the cloud was lifted up from the tent, the Israelis would set out on their journey, ", "37": "but if the cloud was not lifted up, they would not set out until[j] it was lifted up, ", "38": "since the cloud of the Lord was over the tent by day, and the fire was in it by night, in the sight of all the house of Israel in all their journeys."}