{"1": "After Moses and Aaron arrived, they told Pharaoh, “This is what the Lord God of Israel says: 'Let my people go so they may make a pilgrimage for me in the desert.'”", "2": "Pharaoh said, “Who is the Lord that I should listen to[a] him and let Israel go? I don't know about[b] the Lord, nor will I let Israel go!”", "3": "Then they said, “The God of the Hebrews has met with us. Please let us go a three-day journey into the desert to offer sacrifices to the Lord our God so he does not strike us with pestilence or sword.”[c]", "4": "The king of Egypt replied to them, “Moses and Aaron, why are you keeping the people from their labor? Go back to your work!”[d] ", "5": "Then Pharaoh said, “Look, the people in the land are now numerous, and you are stopping them from working.”[e]", "6": "That day Pharaoh ordered the taskmasters of the people and their officials, ", "7": "“You're no longer to give the people straw for making bricks, as in the past.[f] They must gather straw for themselves. ", "8": "But you're to impose the previous quota[g] of bricks that they're making. You're not to reduce it! It is because they're lazy that they're crying out, 'Let's go offer sacrifices to our God.' ", "9": "So increase the work load on the people,[h] and let them do it so they don't pay attention to deceptive speeches.”", "10": "Then the taskmasters of the people and their officials went out and told the people, “This is Pharaoh's response: 'I'll no longer give you any[i] straw. ", "11": "Go get straw for yourselves wherever you can find it, but your work quotas won't be reduced at all.'”[j] ", "12": "So the people scattered throughout the entire land of Egypt to collect stubble[k] for straw.", "13": "The taskmasters pressured them by saying, “Finish your work—each day's quota[l]—just as when you were given straw.”[m]", "14": "The Israeli supervisors whom Pharaoh's taskmasters had appointed over them were beaten and told,[n] “Why didn't you, both yesterday and today, fulfill[o] your quota[p] for making bricks as before?”", "15": "The Israeli supervisors came and cried out to Pharaoh, “Why are you doing this to us?[q] ", "16": "No straw is being given to us, yet they're saying to us, 'Make bricks!' Look, we are being beaten. It's wrong how you are treating your people!”", "17": "Then Pharaoh[r] said, “You are lazy, lazy! That's why[s] you're saying, 'Let's go offer sacrifices to the Lord.' ", "18": "Now, go! Get to work! And straw won't be given to you, but you are to deliver the same[t] number of bricks!” ", "19": "The Israeli supervisors realized they were in trouble when he said,[u] “You won't reduce each day's quota of bricks!”[v]", "20": "As they left Pharaoh's presence,[w] they met Moses and Aaron standing there.[x] ", "21": "The supervisors[y] told them, “May the Lord look on you and judge you![z] You have made us repulsive to[aa] Pharaoh and his servants. You have put[ab] a sword in their hands to kill us.”", "22": "So Moses returned to the Lord and asked him, “Lord, why have you caused trouble for this people? Why have you sent me here? ", "23": "Ever since I came to Pharaoh to speak in your name, he has caused trouble for this people, and you have done nothing to deliver your people.”"}