{"1": "The Lord told Moses, “Listen! I've positioned you as God[a] to Pharaoh, and your brother Aaron will be your prophet. ", "2": "You are to speak everything that I've commanded you, and then your brother Aaron will speak to Pharaoh, telling him to let the Israelis go out of his land. ", "3": "I'll harden Pharaoh's heart and I'll add more and more of my signs and wonders in the land of Egypt. ", "4": "When Pharaoh won't listen to you, I'll let loose my power[b] upon Egypt. I'll bring out my tribal divisions—my people the Israelis—from the land of Egypt with great acts of judgment.[c] ", "5": "The Egyptians will know that I am the Lord when I stretch out my hand over Egypt to bring the Israelis out from among them.” ", "6": "Moses and Aaron did what the Lord commanded them. ", "7": "Moses was 80 years old and Aaron was 83 when they spoke to Pharaoh.", "8": "Then the Lord told Moses and Aaron, ", "9": "“When Pharaoh says to you, 'Perform a miraculous sign,' then you are to say to Aaron, 'Take your staff and throw it in front of Pharaoh.' It will become a serpent.”", "10": "So Moses and Aaron went in to Pharaoh and did what the Lord had commanded them. Aaron threw his staff in front of Pharaoh and his officials, and it became a serpent. ", "11": "Then Pharaoh also called for the wise men and sorcerers, and they—along with the Egyptian magicians—did the same thing with their secret arts. ", "12": "So each one threw down his staff and it became a serpent, but Aaron's staff swallowed up their staffs. ", "13": "Yet Pharaoh's heart was stubborn[d] and he did not listen to them, just as the Lord had said would happen.", "14": "Then the Lord told Moses, “Pharaoh's heart is hard. He has refused to let the people go. ", "15": "Go to Pharaoh in the morning as he's going down to the water. Stand on the bank of the Nile River[e] and meet him. Be sure to take with you[f] the staff that was turned into a snake. ", "16": "Then say to him, 'The Lord God of the Hebrews, has sent me to you. He says, “Let my people go so they may serve[g] me in the desert, but until now you haven't obeyed.”'[h]", "17": "“'This is what the Lord says: “This is how you'll know that I am the Lord: Right now I'm going to strike the water of the Nile River[i] with the staff that's in my hand, and it will be turned to blood. ", "18": "The fish in the Nile River[j] will die and the river[k] will stink. The Egyptians will be unable[l] to drink water from the Nile River.[m]”'”", "19": "The Lord also told Moses, “Tell Aaron, 'Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their Nile River[n], over their ponds, and over their reservoirs,[o] and they'll become blood. There will be blood throughout the land of Egypt, even in their[p] wood and stone containers.'”[q]", "20": "Moses and Aaron did just what the Lord had commanded. Aaron[r] raised his staff and struck the water in the Nile River[s] in front of[t] Pharaoh and his[u] officials,[v] and all the water in the Nile River[w] turned to blood. ", "21": "The fish in the Nile River[x] died and the river[y] stank. The Egyptians were not able to drink water from the Nile River,[z] and blood was throughout the land of Egypt. ", "22": "But the Egyptian magicians did the same thing[aa] with their secret arts. Pharaoh's heart was stubborn,[ab] and he did not listen to them, just as the Lord had said. ", "23": "Then Pharaoh turned away, went to his palace, and paid no attention to any of this. ", "24": "All the Egyptians dug around the Nile River[ac] for water to drink because they could not drink from the water in the Nile River.[ad]", "25": "Seven days after[ae] the Lord had struck the Nile River,[af] "}