{"1": "Dear Theophilus: Many people have done their best to write a report of the things that have taken place among us. ", "2": "They wrote what we have been told by those who saw these things from the beginning and who proclaimed the message. ", "3": "And so, Your Excellency, because I have carefully studied all these matters from their beginning, I thought it would be good to write an orderly account for you. ", "4": "I do this so that you will know the full truth about everything which you have been taught.", "5": "During the time when Herod was king of Judea,[a] there was a priest named Zechariah, who belonged to the priestly order of Abijah. His wife's name was Elizabeth; she also belonged to a priestly family. ", "6": "They both lived good lives in God's sight and obeyed fully all the Lord's laws and commands. ", "7": "They had no children because Elizabeth could not have any, and she and Zechariah were both very old.", "8": "One day Zechariah was doing his work as a priest in the Temple, taking his turn in the daily service. ", "9": "According to the custom followed by the priests, he was chosen by lot to burn incense on the altar. So he went into the Temple of the Lord, ", "10": "while the crowd of people outside prayed during the hour when the incense was burned. ", "11": "An angel of the Lord appeared to him, standing at the right side of the altar where the incense was burned. ", "12": "When Zechariah saw him, he was alarmed and felt afraid. ", "13": "But the angel said to him, “Don't be afraid, Zechariah! God has heard your prayer, and your wife Elizabeth will bear you a son. You are to name him John. ", "14": "How glad and happy you will be, and how happy many others will be when he is born! ", "15": "John will be great in the Lord's sight. He must not drink any wine or strong drink. From his very birth he will be filled with the Holy Spirit, ", "16": "and he will bring back many of the people of Israel to the Lord their God. ", "17": "He will go ahead of the Lord, strong and mighty like the prophet Elijah. He will bring fathers and children together again; he will turn disobedient people back to the way of thinking of the righteous; he will get the Lord's people ready for him.”", "18": "Zechariah said to the angel, “How shall I know if this is so? I am an old man, and my wife is old also.”", "19": "“I am Gabriel,” the angel answered. “I stand in the presence of God, who sent me to speak to you and tell you this good news. ", "20": "But you have not believed my message, which will come true at the right time. Because you have not believed, you will be unable to speak; you will remain silent until the day my promise to you comes true.”", "21": "In the meantime the people were waiting for Zechariah and wondering why he was spending such a long time in the Temple. ", "22": "When he came out, he could not speak to them, and so they knew that he had seen a vision in the Temple. Unable to say a word, he made signs to them with his hands.", "23": "When his period of service in the Temple was over, Zechariah went back home. ", "24": "Some time later his wife Elizabeth became pregnant and did not leave the house for five months. ", "25": "“Now at last the Lord has helped me,” she said. “He has taken away my public disgrace!”", "26": "In the sixth month of Elizabeth's pregnancy God sent the angel Gabriel to a town in Galilee named Nazareth. ", "27": "He had a message for a young woman promised in marriage to a man named Joseph, who was a descendant of King David. Her name was Mary. ", "28": "The angel came to her and said, “Peace be with you! The Lord is with you and has greatly blessed you!”", "29": "Mary was deeply troubled by the angel's message, and she wondered what his words meant. ", "30": "The angel said to her, “Don't be afraid, Mary; God has been gracious to you. ", "31": "You will become pregnant and give birth to a son, and you will name him Jesus. ", "32": "He will be great and will be called the Son of the Most High God. The Lord God will make him a king, as his ancestor David was, ", "33": "and he will be the king of the descendants of Jacob forever; his kingdom will never end!”", "34": "Mary said to the angel, “I am a virgin. How, then, can this be?”", "35": "The angel answered, “The Holy Spirit will come on you, and God's power will rest upon you. For this reason the holy child will be called the Son of God. ", "36": "Remember your relative Elizabeth. It is said that she cannot have children, but she herself is now six months pregnant, even though she is very old. ", "37": "For there is nothing that God cannot do.”", "38": "“I am the Lord's servant,” said Mary; “may it happen to me as you have said.” And the angel left her.", "39": "Soon afterward Mary got ready and hurried off to a town in the hill country of Judea. ", "40": "She went into Zechariah's house and greeted Elizabeth. ", "41": "When Elizabeth heard Mary's greeting, the baby moved within her. Elizabeth was filled with the Holy Spirit ", "42": "and said in a loud voice, “You are the most blessed of all women, and blessed is the child you will bear! ", "43": "Why should this great thing happen to me, that my Lord's mother comes to visit me? ", "44": "For as soon as I heard your greeting, the baby within me jumped with gladness. ", "45": "How happy you are to believe that the Lord's message to you will come true!”", "46": "Mary said, “My heart praises the Lord;", "47": "my soul is glad because of God my Savior,", "48": "for he has remembered me, his lowly servant! From now on all people will call me happy,", "49": "because of the great things the Mighty God has done for me. His name is holy;", "50": "from one generation to another he shows mercy to those who honor him.", "51": "He has stretched out his mighty arm and scattered the proud with all their plans.", "52": "He has brought down mighty kings from their thrones, and lifted up the lowly.", "53": "He has filled the hungry with good things, and sent the rich away with empty hands.", "54": "He has kept the promise he made to our ancestors, and has come to the help of his servant Israel.", "55": "He has remembered to show mercy to Abraham and to all his descendants forever!”", "56": "Mary stayed about three months with Elizabeth and then went back home.", "57": "The time came for Elizabeth to have her baby, and she gave birth to a son. ", "58": "Her neighbors and relatives heard how wonderfully good the Lord had been to her, and they all rejoiced with her.", "59": "When the baby was a week old, they came to circumcise him, and they were going to name him Zechariah, after his father. ", "60": "But his mother said, “No! His name is to be John.”", "61": "They said to her, “But you don't have any relative with that name!” ", "62": "Then they made signs to his father, asking him what name he would like the boy to have.", "63": "Zechariah asked for a writing pad and wrote, “His name is John.” How surprised they all were! ", "64": "At that moment Zechariah was able to speak again, and he started praising God. ", "65": "The neighbors were all filled with fear, and the news about these things spread through all the hill country of Judea. ", "66": "Everyone who heard of it thought about it and asked, “What is this child going to be?” For it was plain that the Lord's power was upon him.", "67": "John's father Zechariah was filled with the Holy Spirit, and he spoke God's message:", "68": "“Let us praise the Lord, the God of Israel! He has come to the help of his people and has set them free.", "69": "He has provided for us a mighty Savior, a descendant of his servant David.", "70": "He promised through his holy prophets long ago", "71": "that he would save us from our enemies, from the power of all those who hate us.", "72": "He said he would show mercy to our ancestors and remember his sacred covenant.", "73-74": "With a solemn oath to our ancestor Abraham he promised to rescue us from our enemies and allow us to serve him without fear,", "75": "so that we might be holy and righteous before him all the days of our life.", "76": "“You, my child, will be called a prophet of the Most High God. You will go ahead of the Lord to prepare his road for him,", "77": "to tell his people that they will be saved by having their sins forgiven.", "78": "Our God is merciful and tender. He will cause the bright dawn of salvation to rise on us", "79": "and to shine from heaven on all those who live in the dark shadow of death, to guide our steps into the path of peace.”", "80": "The child grew and developed in body and spirit. He lived in the desert until the day when he appeared publicly to the people of Israel."}