{"1": "One day Jesus was praying in a certain place. When he had finished, one of his disciples said to him, “Lord, teach us to pray, just as John taught his disciples.”", "2": "Jesus said to them, “When you pray, say this: 'Father: May your holy name be honored; may your Kingdom come.", "3": "Give us day by day the food we need.[a]", "4": "Forgive us our sins, for we forgive everyone who does us wrong. And do not bring us to hard testing.'”", "5": "And Jesus said to his disciples, “Suppose one of you should go to a friend's house at midnight and say, 'Friend, let me borrow three loaves of bread. ", "6": "A friend of mine who is on a trip has just come to my house, and I don't have any food for him!' ", "7": "And suppose your friend should answer from inside, 'Don't bother me! The door is already locked, and my children and I are in bed. I can't get up and give you anything.' ", "8": "Well, what then? I tell you that even if he will not get up and give you the bread because you are his friend, yet he will get up and give you everything you need because you are not ashamed to keep on asking. ", "9": "And so I say to you: Ask, and you will receive; seek, and you will find; knock, and the door will be opened to you. ", "10": "For those who ask will receive, and those who seek will find, and the door will be opened to anyone who knocks. ", "11": "Would any of you who are fathers give your son a snake when he asks for fish? ", "12": "Or would you give him a scorpion when he asks for an egg? ", "13": "As bad as you are, you know how to give good things to your children. How much more, then, will the Father in heaven give the Holy Spirit to those who ask him!”", "14": "Jesus was driving out a demon that could not talk; and when the demon went out, the man began to talk. The crowds were amazed, ", "15": "but some of the people said, “It is Beelzebul, the chief of the demons, who gives him the power to drive them out.”", "16": "Others wanted to trap Jesus, so they asked him to perform a miracle to show that God approved of him. ", "17": "But Jesus knew what they were thinking, so he said to them, “Any country that divides itself into groups which fight each other will not last very long; a family divided against itself falls apart. ", "18": "So if Satan's kingdom has groups fighting each other, how can it last? You say that I drive out demons because Beelzebul gives me the power to do so. ", "19": "If this is how I drive them out, how do your followers drive them out? Your own followers prove that you are wrong! ", "20": "No, it is rather by means of God's power that I drive out demons, and this proves that the Kingdom of God has already come to you.", "21": "“When a strong man, with all his weapons ready, guards his own house, all his belongings are safe. ", "22": "But when a stronger man attacks him and defeats him, he carries away all the weapons the owner was depending on and divides up what he stole.", "23": "“Anyone who is not for me is really against me; anyone who does not help me gather is really scattering.", "24": "“When an evil spirit goes out of a person, it travels over dry country looking for a place to rest. If it can't find one, it says to itself, 'I will go back to my house.' ", "25": "So it goes back and finds the house clean and all fixed up. ", "26": "Then it goes out and brings seven other spirits even worse than itself, and they come and live there. So when it is all over, that person is in worse shape than at the beginning.”", "27": "When Jesus had said this, a woman spoke up from the crowd and said to him, “How happy is the woman who bore you and nursed you!”", "28": "But Jesus answered, “Rather, how happy are those who hear the word of God and obey it!”", "29": "As the people crowded around Jesus, he went on to say, “How evil are the people of this day! They ask for a miracle, but none will be given them except the miracle of Jonah. ", "30": "In the same way that the prophet Jonah was a sign for the people of Nineveh, so the Son of Man will be a sign for the people of this day. ", "31": "On the Judgment Day the Queen of Sheba will stand up and accuse the people of today, because she traveled all the way from her country to listen to King Solomon's wise teaching; and there is something here, I tell you, greater than Solomon. ", "32": "On the Judgment Day the people of Nineveh will stand up and accuse you, because they turned from their sins when they heard Jonah preach; and I assure you that there is something here greater than Jonah!", "33": "“No one lights a lamp and then hides it or puts it under a bowl;[b] instead, it is put on the lampstand, so that people may see the light as they come in. ", "34": "Your eyes are like a lamp for the body. When your eyes are sound, your whole body is full of light; but when your eyes are no good, your whole body will be in darkness. ", "35": "Make certain, then, that the light in you is not darkness. ", "36": "If your whole body is full of light, with no part of it in darkness, it will be bright all over, as when a lamp shines on you with its brightness.”", "37": "When Jesus finished speaking, a Pharisee invited him to eat with him; so he went in and sat down to eat. ", "38": "The Pharisee was surprised when he noticed that Jesus had not washed before eating. ", "39": "So the Lord said to him, “Now then, you Pharisees clean the outside of your cup and plate, but inside you are full of violence and evil. ", "40": "Fools! Did not God, who made the outside, also make the inside? ", "41": "But give what is in your cups and plates to the poor, and everything will be ritually clean for you.", "42": "“How terrible for you Pharisees! You give to God one tenth of the seasoning herbs, such as mint and rue and all the other herbs, but you neglect justice and love for God. These you should practice, without neglecting the others.", "43": "“How terrible for you Pharisees! You love the reserved seats in the synagogues and to be greeted with respect in the marketplaces. ", "44": "How terrible for you! You are like unmarked graves which people walk on without knowing it.”", "45": "One of the teachers of the Law said to him, “Teacher, when you say this, you insult us too!”", "46": "Jesus answered, “How terrible also for you teachers of the Law! You put onto people's backs loads which are hard to carry, but you yourselves will not stretch out a finger to help them carry those loads. ", "47": "How terrible for you! You make fine tombs for the prophets—the very prophets your ancestors murdered. ", "48": "You yourselves admit, then, that you approve of what your ancestors did; they murdered the prophets, and you build their tombs. ", "49": "For this reason the Wisdom of God said, 'I will send them prophets and messengers; they will kill some of them and persecute others.' ", "50": "So the people of this time will be punished for the murder of all the prophets killed since the creation of the world, ", "51": "from the murder of Abel to the murder of Zechariah, who was killed between the altar and the Holy Place. Yes, I tell you, the people of this time will be punished for them all!", "52": "“How terrible for you teachers of the Law! You have kept the key that opens the door to the house of knowledge; you yourselves will not go in, and you stop those who are trying to go in!”", "53": "When Jesus left that place, the teachers of the Law and the Pharisees began to criticize him bitterly and ask him questions about many things, ", "54": "trying to lay traps for him and catch him saying something wrong."}