{"1": "As thousands of people crowded together, so that they were stepping on each other, Jesus said first to his disciples, “Be on guard against the yeast of the Pharisees—I mean their hypocrisy. ", "2": "Whatever is covered up will be uncovered, and every secret will be made known. ", "3": "So then, whatever you have said in the dark will be heard in broad daylight, and whatever you have whispered in private in a closed room will be shouted from the housetops.", "4": "“I tell you, my friends, do not be afraid of those who kill the body but cannot afterward do anything worse. ", "5": "I will show you whom to fear: fear God, who, after killing, has the authority to throw into hell. Believe me, he is the one you must fear!", "6": "“Aren't five sparrows sold for two pennies? Yet not one sparrow is forgotten by God. ", "7": "Even the hairs of your head have all been counted. So do not be afraid; you are worth much more than many sparrows!", "8": "“I assure you that those who declare publicly that they belong to me, the Son of Man will do the same for them before the angels of God. ", "9": "But those who reject me publicly, the Son of Man will also reject them before the angels of God.", "10": "“Whoever says a word against the Son of Man can be forgiven; but whoever says evil things against the Holy Spirit will not be forgiven.", "11": "“When they bring you to be tried in the synagogues or before governors or rulers, do not be worried about how you will defend yourself or what you will say. ", "12": "For the Holy Spirit will teach you at that time what you should say.”", "13": "A man in the crowd said to Jesus, “Teacher, tell my brother to divide with me the property our father left us.”", "14": "Jesus answered him, “Friend, who gave me the right to judge or to divide the property between you two?” ", "15": "And he went on to say to them all, “Watch out and guard yourselves from every kind of greed; because your true life is not made up of the things you own, no matter how rich you may be.”", "16": "Then Jesus told them this parable: “There was once a rich man who had land which bore good crops. ", "17": "He began to think to himself, 'I don't have a place to keep all my crops. What can I do? ", "18": "This is what I will do,' he told himself; 'I will tear down my barns and build bigger ones, where I will store the grain and all my other goods. ", "19": "Then I will say to myself, Lucky man! You have all the good things you need for many years. Take life easy, eat, drink, and enjoy yourself!' ", "20": "But God said to him, 'You fool! This very night you will have to give up your life; then who will get all these things you have kept for yourself?'”", "21": "And Jesus concluded, “This is how it is with those who pile up riches for themselves but are not rich in God's sight.”", "22": "Then Jesus said to the disciples, “And so I tell you not to worry about the food you need to stay alive or about the clothes you need for your body. ", "23": "Life is much more important than food, and the body much more important than clothes. ", "24": "Look at the crows: they don't plant seeds or gather a harvest; they don't have storage rooms or barns; God feeds them! You are worth so much more than birds! ", "25": "Can any of you live a bit longer[a] by worrying about it? ", "26": "If you can't manage even such a small thing, why worry about the other things? ", "27": "Look how the wild flowers grow: they don't work or make clothes for themselves. But I tell you that not even King Solomon with all his wealth had clothes as beautiful as one of these flowers. ", "28": "It is God who clothes the wild grass—grass that is here today and gone tomorrow, burned up in the oven. Won't he be all the more sure to clothe you? What little faith you have!", "29": "“So don't be all upset, always concerned about what you will eat and drink. ", "30": "(For the pagans of this world are always concerned about all these things.) Your Father knows that you need these things. ", "31": "Instead, be concerned with his Kingdom, and he will provide you with these things.", "32": "“Do not be afraid, little flock, for your Father is pleased to give you the Kingdom. ", "33": "Sell all your belongings and give the money to the poor. Provide for yourselves purses that don't wear out, and save your riches in heaven, where they will never decrease, because no thief can get to them, and no moth can destroy them. ", "34": "For your heart will always be where your riches are.", "35": "“Be ready for whatever comes, dressed for action and with your lamps lit, ", "36": "like servants who are waiting for their master to come back from a wedding feast. When he comes and knocks, they will open the door for him at once. ", "37": "How happy are those servants whose master finds them awake and ready when he returns! I tell you, he will take off his coat, have them sit down, and will wait on them. ", "38": "How happy they are if he finds them ready, even if he should come at midnight or even later! ", "39": "And you can be sure that if the owner of a house knew the time when the thief would come, he would not let the thief break into his house. ", "40": "And you, too, must be ready, because the Son of Man will come at an hour when you are not expecting him.”", "41": "Peter said, “Lord, does this parable apply to us, or do you mean it for everyone?”", "42": "The Lord answered, “Who, then, is the faithful and wise servant? He is the one that his master will put in charge, to run the household and give the other servants their share of the food at the proper time. ", "43": "How happy that servant is if his master finds him doing this when he comes home! ", "44": "Indeed, I tell you, the master will put that servant in charge of all his property. ", "45": "But if that servant says to himself that his master is taking a long time to come back and if he begins to beat the other servants, both the men and the women, and eats and drinks and gets drunk, ", "46": "then the master will come back one day when the servant does not expect him and at a time he does not know. The master will cut him in pieces[b] and make him share the fate of the disobedient.", "47": "“The servant who knows what his master wants him to do, but does not get himself ready and do it, will be punished with a heavy whipping. ", "48": "But the servant who does not know what his master wants, and yet does something for which he deserves a whipping, will be punished with a light whipping. Much is required from the person to whom much is given; much more is required from the person to whom much more is given.", "49": "“I came to set the earth on fire, and how I wish it were already kindled! ", "50": "I have a baptism to receive, and how distressed I am until it is over! ", "51": "Do you suppose that I came to bring peace to the world? No, not peace, but division. ", "52": "From now on a family of five will be divided, three against two and two against three. ", "53": "Fathers will be against their sons, and sons against their fathers; mothers will be against their daughters, and daughters against their mothers; mothers-in-law will be against their daughters-in-law, and daughters-in-law against their mothers-in-law.”", "54": "Jesus said also to the people, “When you see a cloud coming up in the west, at once you say that it is going to rain—and it does. ", "55": "And when you feel the south wind blowing, you say that it is going to get hot—and it does. ", "56": "Hypocrites! You can look at the earth and the sky and predict the weather; why, then, don't you know the meaning of this present time?", "57": "“Why do you not judge for yourselves the right thing to do? ", "58": "If someone brings a lawsuit against you and takes you to court, do your best to settle the dispute before you get to court. If you don't, you will be dragged before the judge, who will hand you over to the police, and you will be put in jail. ", "59": "There you will stay, I tell you, until you pay the last penny of your fine.”"}