{"1": "One day when Jesus was in the Temple teaching the people and preaching the Good News, the chief priests and the teachers of the Law, together with the elders, came ", "2": "and said to him, “Tell us, what right do you have to do these things? Who gave you such right?”", "3": "Jesus answered them, “Now let me ask you a question. Tell me, ", "4": "did John's right to baptize come from God or from human beings?”", "5": "They started to argue among themselves, “What shall we say? If we say, 'From God,' he will say, 'Why, then, did you not believe John?' ", "6": "But if we say, 'From human beings,' this whole crowd here will stone us, because they are convinced that John was a prophet.” ", "7": "So they answered, “We don't know where it came from.”", "8": "And Jesus said to them, “Neither will I tell you, then, by what right I do these things.”", "9": "Then Jesus told the people this parable: “There was once a man who planted a vineyard, rented it out to tenants, and then left home for a long time. ", "10": "When the time came to gather the grapes, he sent a slave to the tenants to receive from them his share of the harvest. But the tenants beat the slave and sent him back without a thing. ", "11": "So he sent another slave; but the tenants beat him also, treated him shamefully, and sent him back without a thing. ", "12": "Then he sent a third slave; the tenants wounded him, too, and threw him out. ", "13": "Then the owner of the vineyard said, 'What shall I do? I will send my own dear son; surely they will respect him!' ", "14": "But when the tenants saw him, they said to one another, 'This is the owner's son. Let's kill him, and his property will be ours!' ", "15": "So they threw him out of the vineyard and killed him. “What, then, will the owner of the vineyard do to the tenants?” Jesus asked. ", "16": "“He will come and kill those men, and turn the vineyard over to other tenants.” When the people heard this, they said, “Surely not!”", "17": "Jesus looked at them and asked, “What, then, does this scripture mean? 'The stone which the builders rejected as worthless turned out to be the most important of all.'", "18": "Everyone who falls on that stone will be cut to pieces; and if that stone falls on someone, that person will be crushed to dust.”", "19": "The teachers of the Law and the chief priests tried to arrest Jesus on the spot, because they knew that he had told this parable against them; but they were afraid of the people. ", "20": "So they looked for an opportunity. They bribed some men to pretend they were sincere, and they sent them to trap Jesus with questions, so that they could hand him over to the authority and power of the Roman Governor. ", "21": "These spies said to Jesus, “Teacher, we know that what you say and teach is right. We know that you pay no attention to anyone's status, but teach the truth about God's will for people. ", "22": "Tell us, is it against our Law for us to pay taxes to the Roman Emperor, or not?”", "23": "But Jesus saw through their trick and said to them, ", "24": "“Show me a silver coin. Whose face and name are these on it?” “The Emperor's,” they answered.", "25": "So Jesus said, “Well, then, pay to the Emperor what belongs to the Emperor, and pay to God what belongs to God.”", "26": "There before the people they could not catch him in a thing, so they kept quiet, amazed at his answer.", "27": "Then some Sadducees, who say that people will not rise from death, came to Jesus and said, ", "28": "“Teacher, Moses wrote this law for us: 'If a man dies and leaves a wife but no children, that man's brother must marry the widow so that they can have children who will be considered the dead man's children.' ", "29": "Once there were seven brothers; the oldest got married and died without having children. ", "30": "Then the second one married the woman, ", "31": "and then the third. The same thing happened to all seven—they died without having children. ", "32": "Last of all, the woman died. ", "33": "Now, on the day when the dead rise to life, whose wife will she be? All seven of them had married her.”", "34": "Jesus answered them, “The men and women of this age marry, ", "35": "but the men and women who are worthy to rise from death and live in the age to come will not then marry. ", "36": "They will be like angels and cannot die. They are the children of God, because they have risen from death. ", "37": "And Moses clearly proves that the dead are raised to life. In the passage about the burning bush he speaks of the Lord as 'the God of Abraham, the God of Isaac, and the God of Jacob.' ", "38": "He is the God of the living, not of the dead, for to him all are alive.”", "39": "Some of the teachers of the Law spoke up, “A good answer, Teacher!” ", "40": "For they did not dare ask him any more questions.", "41": "Jesus asked them, “How can it be said that the Messiah will be the descendant of David? ", "42": "For David himself says in the book of Psalms, 'The Lord said to my Lord: Sit here at my right side", "43": "until I put your enemies as a footstool under your feet.'", "44": "David called him 'Lord'; how, then, can the Messiah be David's descendant?”", "45": "As all the people listened to him, Jesus said to his disciples, ", "46": "“Be on your guard against the teachers of the Law, who like to walk around in their long robes and love to be greeted with respect in the marketplace; who choose the reserved seats in the synagogues and the best places at feasts; ", "47": "who take advantage of widows and rob them of their homes, and then make a show of saying long prayers! Their punishment will be all the worse!”"}