{"1": "Jesus looked around and saw rich people dropping their gifts in the Temple treasury, ", "2": "and he also saw a very poor widow dropping in two little copper coins. ", "3": "He said, “I tell you that this poor widow put in more than all the others. ", "4": "For the others offered their gifts from what they had to spare of their riches; but she, poor as she is, gave all she had to live on.”", "5": "Some of the disciples were talking about the Temple, how beautiful it looked with its fine stones and the gifts offered to God. Jesus said, ", "6": "“All this you see—the time will come when not a single stone here will be left in its place; every one will be thrown down.”", "7": "“Teacher,” they asked, “when will this be? And what will happen in order to show that the time has come for it to take place?”", "8": "Jesus said, “Watch out; don't be fooled. Many men, claiming to speak for me, will come and say, 'I am he!' and, 'The time has come!' But don't follow them. ", "9": "Don't be afraid when you hear of wars and revolutions; such things must happen first, but they do not mean that the end is near.”", "10": "He went on to say, “Countries will fight each other; kingdoms will attack one another. ", "11": "There will be terrible earthquakes, famines, and plagues everywhere; there will be strange and terrifying things coming from the sky. ", "12": "Before all these things take place, however, you will be arrested and persecuted; you will be handed over to be tried in synagogues and be put in prison; you will be brought before kings and rulers for my sake. ", "13": "This will be your chance to tell the Good News. ", "14": "Make up your minds ahead of time not to worry about how you will defend yourselves, ", "15": "because I will give you such words and wisdom that none of your enemies will be able to refute or contradict what you say. ", "16": "You will be handed over by your parents, your brothers, your relatives, and your friends; and some of you will be put to death. ", "17": "Everyone will hate you because of me. ", "18": "But not a single hair from your heads will be lost. ", "19": "Stand firm, and you will save yourselves.", "20": "“When you see Jerusalem surrounded by armies, then you will know that it will soon be destroyed. ", "21": "Then those who are in Judea must run away to the hills; those who are in the city must leave, and those who are out in the country must not go into the city. ", "22": "For those will be 'The Days of Punishment,' to make come true all that the Scriptures say. ", "23": "How terrible it will be in those days for women who are pregnant and for mothers with little babies! Terrible distress will come upon this land, and God's punishment will fall on this people. ", "24": "Some will be killed by the sword, and others will be taken as prisoners to all countries; and the heathen will trample over Jerusalem until their time is up.", "25": "“There will be strange things happening to the sun, the moon, and the stars. On earth whole countries will be in despair, afraid of the roar of the sea and the raging tides. ", "26": "People will faint from fear as they wait for what is coming over the whole earth, for the powers in space will be driven from their courses. ", "27": "Then the Son of Man will appear, coming in a cloud with great power and glory. ", "28": "When these things begin to happen, stand up and raise your heads, because your salvation is near.”", "29": "Then Jesus told them this parable: “Think of the fig tree and all the other trees. ", "30": "When you see their leaves beginning to appear, you know that summer is near. ", "31": "In the same way, when you see these things happening, you will know that the Kingdom of God is about to come.", "32": "“Remember that all these things will take place before the people now living have all died. ", "33": "Heaven and earth will pass away, but my words will never pass away.", "34": "“Be careful not to let yourselves become occupied with too much feasting and drinking and with the worries of this life, or that Day may suddenly catch you ", "35": "like a trap. For it will come upon all people everywhere on earth. ", "36": "Be on watch and pray always that you will have the strength to go safely through all those things that will happen and to stand before the Son of Man.”", "37": "Jesus spent those days teaching in the Temple, and when evening came, he would go out and spend the night on the Mount of Olives. ", "38": "Early each morning all the people went to the Temple to listen to him."}