{"1": "The whole group rose up and took Jesus before Pilate, ", "2": "where they began to accuse him: “We caught this man misleading our people, telling them not to pay taxes to the Emperor and claiming that he himself is the Messiah, a king.”", "3": "Pilate asked him, “Are you the king of the Jews?” “So you say,” answered Jesus.", "4": "Then Pilate said to the chief priests and the crowds, “I find no reason to condemn this man.”", "5": "But they insisted even more strongly, “With his teaching he is starting a riot among the people all through Judea. He began in Galilee and now has come here.”", "6": "When Pilate heard this, he asked, “Is this man a Galilean?” ", "7": "When he learned that Jesus was from the region ruled by Herod, he sent him to Herod, who was also in Jerusalem at that time. ", "8": "Herod was very pleased when he saw Jesus, because he had heard about him and had been wanting to see him for a long time. He was hoping to see Jesus perform some miracle. ", "9": "So Herod asked Jesus many questions, but Jesus made no answer. ", "10": "The chief priests and the teachers of the Law stepped forward and made strong accusations against Jesus. ", "11": "Herod and his soldiers made fun of Jesus and treated him with contempt; then they put a fine robe on him and sent him back to Pilate. ", "12": "On that very day Herod and Pilate became friends; before this they had been enemies.", "13": "Pilate called together the chief priests, the leaders, and the people, ", "14": "and said to them, “You brought this man to me and said that he was misleading the people. Now, I have examined him here in your presence, and I have not found him guilty of any of the crimes you accuse him of. ", "15": "Nor did Herod find him guilty, for he sent him back to us. There is nothing this man has done to deserve death. ", "16": "So I will have him whipped and let him go.”", "17": "[a]", "18": "The whole crowd cried out, “Kill him! Set Barabbas free for us!” ", "19": "(19 Barabbas had been put in prison for a riot that had taken place in the city, and for murder.)", "20": "Pilate wanted to set Jesus free, so he appealed to the crowd again. ", "21": "But they shouted back, “Crucify him! Crucify him!”", "22": "Pilate said to them the third time, “But what crime has he committed? I cannot find anything he has done to deserve death! I will have him whipped and set him free.”", "23": "But they kept on shouting at the top of their voices that Jesus should be crucified, and finally their shouting succeeded. ", "24": "So Pilate passed the sentence on Jesus that they were asking for. ", "25": "He set free the man they wanted, the one who had been put in prison for riot and murder, and he handed Jesus over for them to do as they wished.", "26": "The soldiers led Jesus away, and as they were going, they met a man from Cyrene named Simon who was coming into the city from the country. They seized him, put the cross on him, and made him carry it behind Jesus.", "27": "A large crowd of people followed him; among them were some women who were weeping and wailing for him. ", "28": "Jesus turned to them and said, “Women of Jerusalem! Don't cry for me, but for yourselves and your children. ", "29": "For the days are coming when people will say, 'How lucky are the women who never had children, who never bore babies, who never nursed them!' ", "30": "That will be the time when people will say to the mountains, 'Fall on us!' and to the hills, 'Hide us!' ", "31": "For if such things as these are done when the wood is green, what will happen when it is dry?”", "32": "Two other men, both of them criminals, were also led out to be put to death with Jesus. ", "33": "When they came to the place called “The Skull,” they crucified Jesus there, and the two criminals, one on his right and the other on his left. ", "34": "Jesus said, “Forgive them, Father! They don't know what they are doing.”[b] They divided his clothes among themselves by throwing dice. ", "35": "The people stood there watching while the Jewish leaders made fun of him: “He saved others; let him save himself if he is the Messiah whom God has chosen!”", "36": "The soldiers also made fun of him: they came up to him and offered him cheap wine, ", "37": "and said, “Save yourself if you are the king of the Jews!”", "38": "Above him were written these words: “This is the King of the Jews.”", "39": "One of the criminals hanging there hurled insults at him: “Aren't you the Messiah? Save yourself and us!”", "40": "The other one, however, rebuked him, saying, “Don't you fear God? You received the same sentence he did. ", "41": "Ours, however, is only right, because we are getting what we deserve for what we did; but he has done no wrong.” ", "42": "And he said to Jesus, “Remember me, Jesus, when you come as King!”", "43": "Jesus said to him, “I promise you that today you will be in Paradise with me.”", "44-45": "It was about twelve o'clock when the sun stopped shining and darkness covered the whole country until three o'clock; and the curtain hanging in the Temple was torn in two. ", "46": "Jesus cried out in a loud voice, “Father! In your hands I place my spirit!” He said this and died.", "47": "The army officer saw what had happened, and he praised God, saying, “Certainly he was a good man!”", "48": "When the people who had gathered there to watch the spectacle saw what happened, they all went back home, beating their breasts in sorrow. ", "49": "All those who knew Jesus personally, including the women who had followed him from Galilee, stood at a distance to watch.", "50-51": "There was a man named Joseph from Arimathea, a town in Judea. He was a good and honorable man, who was waiting for the coming of the Kingdom of God. Although he was a member of the Council, he had not agreed with their decision and action. ", "52": "He went into the presence of Pilate and asked for the body of Jesus. ", "53": "Then he took the body down, wrapped it in a linen sheet, and placed it in a tomb which had been dug out of solid rock and which had never been used. ", "54": "It was Friday, and the Sabbath was about to begin.", "55": "The women who had followed Jesus from Galilee went with Joseph and saw the tomb and how Jesus' body was placed in it. ", "56": "Then they went back home and prepared the spices and perfumes for the body. On the Sabbath they rested, as the Law commanded."}