{"1": "Lord, why are you so far away? Why do you hide yourself in times of trouble?", "2": "An evil person is proud and hunts down those who are weak. He catches weak people by making clever plans.", "3": "He brags about what his heart desires. He speaks well of those who always want more. He attacks the Lord with his words.", "4": "Because he is proud, that evil person doesn't turn to the Lord. There is no room for God in any of his thoughts.", "5": "Everything always goes well for him. So he is proud. He doesn't want to have anything to do with God's laws. He makes fun of all his enemies.", "6": "He says to himself, “I will always be secure.” He promises himself, “No one will ever harm me.”", "7": "His mouth is full of lies and warnings. With his tongue he speaks evil and makes trouble.", "8": "Sinful people hide and wait near the villages. From their hiding places they murder people who aren't guilty. They watch in secret for those they want to attack.", "9": "They hide and wait like a lion in the bushes. From their hiding places they wait to catch those who are helpless. They catch them and drag them off in their nets.", "10": "Those they have attacked are beaten up. They fall to the ground. They fall because their attackers are too strong for them.", "11": "Sinful people say to themselves, “God will never notice. He covers his face. He never sees us.”", "12": "Lord, rise up! God, show your power! Don't forget those who are helpless.", "13": "Why do sinful people attack you with their words? Why do they say to themselves, “He won't hold us accountable”?", "14": "God, you see the problems of people in trouble. You take note of their pain. You do something about it. So those who are attacked place themselves in your care. You help children whose fathers have died.", "15": "Take away the power of sinful people. Hold them accountable for the evil things they do. Uncover all the evil they have done.", "16": "The Lord is King for ever and ever. The nations will disappear from his land.", "17": "Lord, you hear the desires of those who are hurting. You cheer them up and give them hope. You listen to their cries.", "18": "You stand up for those whose fathers have died and for those who have been treated badly. You do it so that mere human beings made of dust may not terrify others anymore."}