{"1": "Give thanks to the Lord, because he is good. His faithful love continues forever.", "2": "Let the people of Israel say, “His faithful love continues forever.”", "3": "Let the priests of Aaron say, “His faithful love continues forever.”", "4": "Let those who have respect for the Lord say, “His faithful love continues forever.”", "5": "When I was in great trouble, I cried out to the Lord. He answered me and set me free from my trouble.", "6": "The Lord is with me. I will not be afraid. What can mere human beings do to me?", "7": "The Lord is with me. He helps me. I win the battle over my enemies.", "8": "It is better to go to the Lord for safety than to trust in mere human beings.", "9": "It is better to go to the Lord for safety than to trust in human leaders.", "10": "The nations were all around me. But by the Lord's power I destroyed them.", "11": "They were around me on every side. But by the Lord's power I destroyed them.", "12": "They attacked me like swarms of bees. But they were burned up as quickly as thorns in a fire. By the Lord's power I destroyed them.", "13": "I was pushed back and about to be killed. But the Lord helped me.", "14": "The Lord gives me strength and makes me secure. He has saved me.", "15": "Shouts of joy ring out in the tents of godly people. They praise him for his help in battle. They shout, “The Lord's powerful right hand has done mighty things!", "16": "The Lord's powerful right hand has won the battle! The Lord's powerful right hand has done mighty things!”", "17": "I will not die but live. I will talk about what the Lord has done.", "18": "The Lord has really punished me. But he didn't let me die.", "19": "Open for me the gates where the godly can go in. I will enter and give thanks to the Lord.", "20": "This is the gate of the Lord. Only those who do what is right can go through it.", "21": "Lord, I will give thanks to you, because you answered me. You have saved me.", "22": "The stone the builders didn't accept has become the most important stone of all.", "23": "The Lord has done it. It is wonderful in our eyes.", "24": "The Lord has done it on this day. Let us be joyful today and be glad.", "25": "Lord, save us. Lord, give us success.", "26": "Blessed is the one who comes in the name of the Lord. From the temple of the Lord we bless you.", "27": "The Lord is God. He has been good to us. Take branches in your hands. Join in the march on the day of the feast. March up to the corners of the altar.", "28": "You are my God, and I will praise you. You are my God, and I will honor you.", "29": "Give thanks to the Lord, because he is good. His faithful love continues forever."}