{"1": "God, we have heard what you did. Those who came before us have told us what you did in their days, in days long ago.", "2": "By your power you drove out the nations. You gave our people homes in the land. You crushed the people who were there. And you made our people do well.", "3": "They didn't win the land with their swords. They didn't gain success by their own power. Your powerful right hand and your mighty arm gave them victory. You gave them success because you loved them.", "4": "You are my King and my God. You give victories to the people of Jacob.", "5": "With your help we push back our enemies. By your power we walk all over them.", "6": "I put no trust in my bow. My sword doesn't bring me victory.", "7": "But you give us victory over our enemies. You put them to shame.", "8": "All day long we talk about how great God is. We will praise your name forever.", "9": "But now you have turned your back on us and made us humble. You don't march out with our armies anymore.", "10": "You made us turn and run from our enemies. They have taken what belongs to us.", "11": "You handed us over to be eaten up like sheep. You have scattered us among the nations.", "12": "You sold your people for very little. You didn't gain anything when you sold them.", "13": "You have made us something that our neighbors laugh at. Those who live around us make fun of us and tease us.", "14": "The nations make jokes about us. They shake their heads at us.", "15": "All day long I have to live with my shame. My face is covered with it.", "16": "That's because they laugh at me and attack me with their words. They want to get even with me.", "17": "All of this happened to us, even though we had not forgotten you. We had not broken the covenant you made with us.", "18": "Our hearts had not turned away from you. Our feet had not wandered from your path.", "19": "But you crushed us and left us to the wild dogs. You covered us over with deep darkness.", "20": "We didn't forget our God. We didn't spread out our hands in prayer to a false god.", "21": "If we had, God would have discovered it. He knows the secrets of our hearts.", "22": "But because of you, we face death all day long. We are considered as sheep to be killed.", "23": "Lord, wake up! Why are you sleeping? Get up! Don't say no to us forever.", "24": "Why do you turn your face away from us? Why do you forget our pain and troubles?", "25": "We are brought down to the dust. Our bodies lie flat on the ground.", "26": "Rise up and help us. Save us because of your faithful love."}