{"1": "May God rise up and scatter his enemies. May they turn and run away from him.", "2": "May you, God, blow them away like smoke. As fire melts wax, so may God destroy sinful people.", "3": "But may those who do what is right be glad and filled with joy when they are with him. May they be happy and joyful.", "4": "Sing to God, sing praise to his name. Lift up a song to the God who rides on the clouds. Be glad when you are with him. His name is the Lord.", "5": "God is in his holy temple. He is a father to children whose fathers have died. He takes care of women whose husbands have died.", "6": "God gives lonely people a family. He sets prisoners free, and they go out singing. But those who refuse to obey him live in a land that is baked by the sun.", "7": "God, you led your people out. You marched through the desert.", "8": "The ground shook when you, the God of Sinai, appeared. The heavens poured down rain when you, the God of Israel, appeared.", "9": "God, you gave us plenty of rain. You renewed your worn-out land.", "10": "God, your people made their homes in it. From all your riches, you provided for those who were poor.", "11": "The Lord gives the message. The women who make it known are a huge group.", "12": "They said, “Kings and armies are running away. The women at home are dividing up the things the army took from their enemies.", "13": "Even while the soldiers sleep near the sheep pens, God wins the battle for them. He gives the enemy's silver and gold to Israel, his dove.”", "14": "The Mighty One has scattered the kings around the land. It was like snow falling on Mount Zalmon.", "15": "Mount Bashan is a majestic mountain. Mount Bashan is a very rocky mountain.", "16": "Why are you jealous of Mount Zion, you rocky mountain? That's where God chooses to rule. That's where the Lord himself will live forever.", "17": "God has come with tens of thousands of his chariots. He has come with thousands and thousands of them. The Lord has come from Mount Sinai. He has entered his holy place.", "18": "When he went up to his place on high, he took many prisoners. He received gifts from people, even from those who refused to obey him. The Lord God went up to live on Mount Zion.", "19": "Give praise to the Lord. Give praise to God our Savior. He carries our heavy loads day after day.", "20": "Our God is a God who saves. He is the King and the Lord. He saves us from death.", "21": "God will certainly smash the heads of his enemies. He will break the hairy heads of those who keep on sinning.", "22": "The Lord says, “I will bring your enemies from Bashan. I will bring them up from the bottom of the sea.", "23": "Then your feet can wade in their blood. The tongues of your dogs can lick up all the blood they want.”", "24": "God, those who worship you come marching into view. My God and King, those who follow you have entered the sacred tent.", "25": "The singers are walking in front. Next come the musicians. Young women playing tambourines are with them.", "26": "The leaders sing, “Praise God among all those who worship him. Praise the Lord in the community of Israel.”", "27": "The little tribe of Benjamin leads the worshipers. Next comes the great crowd of Judah's princes. Then come the princes of Zebulun and the princes of Naphtali.", "28": "God, show us your power. Show us your strength. God, do as you have done before.", "29": "Do it from your temple at Jerusalem, where kings will bring you gifts.", "30": "Give a strong warning to Egypt, that beast among the tall grass. It is like a herd of bulls among the calves. May that beast bow down before you with gifts of silver. Scatter the nations who like to make war.", "31": "Messengers will come from Egypt. The people of Cush will be quick to bring gifts to you.", "32": "Sing to God, you kingdoms of the earth. Sing praise to the Lord.", "33": "He rides across the highest places in heaven. He rides across the ancient skies above. He thunders with his mighty voice.", "34": "Tell how powerful God is. He rules as king over Israel. The skies show how powerful he is.", "35": "How wonderful is God in his holy place! The God of Israel gives power and strength to his people. Give praise to God!"}