{"1": "God, give the king the ability to judge fairly. He is your royal son. Help him to do what is right.", "2": "May he rule your people in the right way. May he be fair to those among your people who are hurting.", "3": "May the mountains and the hills produce rich crops, because the people will do what is right.", "4": "May the king stand up for those who are hurting. May he save the children of those who are in need. May he crush those who treat others badly.", "5": "May the king rule as long as the sun shines and the moon gives its light. May he rule for all time to come.", "6": "May he be like rain falling on the fields. May he be like showers watering the earth.", "7": "May godly people do well as long as he rules. May they have more than they need as long as the moon lasts.", "8": "May the king rule from sea to sea. May his kingdom reach from the Euphrates River to the ends of the earth.", "9": "May the desert tribes bow down to him. May his enemies lick the dust.", "10": "May the kings of Tarshish and of places far away bring him gifts. May the kings of Sheba and Seba give him presents.", "11": "May all kings bow down to him. May all nations serve him.", "12": "The king will save needy people who cry out to him. He will save those who are hurting and have no one else to help.", "13": "He will take pity on those who are weak and in need. He will save them from death.", "14": "He will save them from people who treat others badly. He will save them from people who do mean things to them. Their lives are very special to him.", "15": "May the king live a long time! May gold from Sheba be given to him. May people always pray for him. May they ask the Lord to bless him all day long.", "16": "May there be plenty of grain everywhere in the land. May it sway in the wind on the tops of the hills. May the crops grow well, like those in Lebanon. May they grow like the grass of the field.", "17": "May the king's name be remembered forever. May his fame last as long as the sun shines. Then all nations will be blessed because of him. They will call him blessed.", "18": "Give praise to the Lord God, the God of Israel. Only he can do wonderful things.", "19": "Give praise to his glorious name forever. May his glory fill the whole earth. Amen and Amen.", "20": "The prayers of David, the son of Jesse, end here."}