{"1": "Be imitators of me, as I am of Christ.", "2": "I commend you because you remember me in everything and maintain the traditions even as I have delivered them to you. ", "3": "But I want you to understand that the head of every man is Christ, the head of a woman is her husband, and the head of Christ is God. ", "4": "Any man who prays or prophesies with his head covered dishonors his head, ", "5": "but any woman who prays or prophesies with her head unveiled dishonors her head—it is the same as if her head were shaven. ", "6": "For if a woman will not veil herself, then she should cut off her hair; but if it is disgraceful for a woman to be shorn or shaven, let her wear a veil. ", "7": "For a man ought not to cover his head, since he is the image and glory of God; but woman is the glory of man. ", "8": "(For man was not made from woman, but woman from man. ", "9": "Neither was man created for woman, but woman for man.) ", "10": "That is why a woman ought to have a veil[a] on her head, because of the angels. ", "11": "(Nevertheless, in the Lord woman is not independent of man nor man of woman; ", "12": "for as woman was made from man, so man is now born of woman. And all things are from God.) ", "13": "Judge for yourselves; is it proper for a woman to pray to God with her head uncovered? ", "14": "Does not nature itself teach you that for a man to wear long hair is degrading to him, ", "15": "but if a woman has long hair, it is her pride? For her hair is given to her for a covering. ", "16": "If any one is disposed to be contentious, we recognize no other practice, nor do the churches of God.", "17": "But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. ", "18": "For, in the first place, when you assemble as a church, I hear that there are divisions among you; and I partly believe it, ", "19": "for there must be factions among you in order that those who are genuine among you may be recognized. ", "20": "When you meet together, it is not the Lord's supper that you eat.[b] ", "21": "For in eating, each one goes ahead with his own meal, and one is hungry and another is drunk. ", "22": "What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.", "23": "For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, ", "24": "and when he had given thanks, he broke it, and said, “This is my body which is for[c] you. Do this in remembrance of me.” ", "25": "In the same way also the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.” ", "26": "For as often as you eat this bread and drink the cup, you proclaim the Lord's death until he comes.", "27": "Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of profaning the body and blood of the Lord. ", "28": "Let a man examine himself, and so eat of the bread and drink of the cup. ", "29": "For any one who eats and drinks without discerning the body eats and drinks judgment upon himself. ", "30": "That is why many of you are weak and ill, and some have died.[d] ", "31": "But if we judged ourselves truly, we should not be judged. ", "32": "But when we are judged by the Lord, we are chastened[e] so that we may not be condemned along with the world.", "33": "So then, my brethren, when you come together to eat, wait for one another— ", "34": "if any one is hungry, let him eat at home—lest you come together to be condemned. About the other things I will give directions when I come."}