{"1": "This[a] is the vision that Amoz's son Isaiah[b] had about Judah and Jerusalem during the reigns[c] of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.", "2": "Listen, you heavens, and let the[d] earth pay attention, because the Lord has spoken: “I reared children and brought them to adulthood, but then they rebelled against me.", "3": "The ox knows its owner, and the donkey its master's feeding trough, but[e] Israel doesn't know, and[f] my people don't understand.", "4": "“Oh, you sinful nation! You people burdened down by iniquity! You offspring of those who keep practicing what is evil! You corrupt children! “They've abandoned the Lord; they've despised the Holy One of Israel; in their estrangement, they've walked away from me.[g]", "5": "“Why will you still be struck down? Why will you continue to rebel? Your whole head is sick, and your whole heart is faint.", "6": "From the sole of your foot to the top of your head, there's no soundness evident[h]— only bruises, sores, and festering wounds that haven't been cleaned out, bandaged, or treated[i] with oil.”", "7": "“Your country lies desolate; your cities have been incinerated. Before your very eyes, foreigners are devouring your land— they've brought devastation on it,[j] while the land is[k] overthrown by foreigners.", "8": "“The daughter of Zion is left abandoned, like a booth in a vineyard, like a hut in a cucumber field, or like a city under siege.", "9": "If the Lord of the Heavenly Armies hadn't left us a few survivors, we would be like Sodom; we would be like Gomorrah.", "10": "“Listen to what the Lord says, you rulers of Sodom, and[l] pay attention to the teaching of our God, you people of Gomorrah!", "11": "“How do your voluminous sacrifices benefit me?” the Lord is asking. “I've had enough of burnt offerings of rams and the fat of well-fed beasts. I don't enjoy the blood of bulls, lambs, or goats.", "12": "“When you come to present yourselves in my presence,[m] who has required you to trample on my courts?", "13": "Stop bringing useless offerings! Incense is detestable to me, as are your New Moons, Sabbaths, and calling of convocations. I cannot stand iniquity within[n] a solemn assembly.", "14": "As for your New Moons and your appointed festivals, I abhor[o] them. They've become a burden to me; I've grown weary of carrying that burden.[p]", "15": "When you spread out your hands in prayer,[q] I'll hide my eyes from you. Even though you pray repeatedly, I won't listen. Your hands are full of blood, your fingers drenched[r] with iniquity.”[s]", "16": "“Wash yourselves, and[t] make yourselves clean; remove your evil behavior from my presence; stop practicing what is evil.", "17": "Learn to practice what is good; seek justice, alleviate oppression,[u] defend orphans[v] in court, and[w] plead the widow's case.", "18": "“Please come, and let's reason together,” implores the Lord. “Even though your[x] sins are like scarlet, they'll be white like snow. Though they're like crimson,[y] they'll become like wool.", "19": "If you're willing and obedient, you'll eat the best that the land produces;", "20": "but[z] if you refuse and rebel, you'll be devoured by the sword,[aa] because the Lord[ab] has spoken.”", "21": "“How the faithful city has become a whore, she who used to be filled with justice! Righteousness used to reside within her, but now only murderers live there.", "22": "Your silver has[ac] become dross, your best wine is diluted with water.", "23": "Your princes are rebels and companions of thieves. All of them are lovers of[ad] bribes and are runners[ae] after gifts. They don't bring justice to orphans,[af] and the widow's case never comes up for review in their court.”[ag]", "24": "Therefore this is what the Lord God of the Heavenly Armies, the one who is Israel's Mighty One, declares: “Now I'll get relief from his[ah] enemies and avenge myself on his[ai] foes.", "25": "When I turn[aj] my attention to you,[ak] I'll refine your dross as in a furnace.[al] I'll remove[am] all your alloy.", "26": "Let me restore[an] your judges as at the first, and your counselors as at the beginning. Afterward you'll be called 'The Righteous City' and 'The Faithful City of Zion'.[ao]", "27": "“Zion[ap] will be redeemed by justice, and her repentant ones[aq] by righteousness.", "28": "Rebels and sinners will be broken together, and those who forsake the Lord will be consumed.", "29": "They'll be ashamed of the oak trees that you desired; and you'll blush because of the gardens that you have chosen.", "30": "You'll be like an oak whose leaf is withering, like an unwatered garden.", "31": "Your[ar] strong one[as] will be like tinder, and your work[at] a spark; both of them will burn together, with no one to quench the flames that burn[au] them.”"}