{"1": "A message[a] that Amoz's son Isaiah received[b] about Babylon:", "2": "“Raise a banner on a bare hilltop! Cry out loud to them! Give a wave of the hand, signaling[c] for them to enter[d] the gates of the nobles.", "3": "I myself have commanded my consecrated ones; I have also summoned my warriors, those who rejoice in my triumph, to carry out my angry judgments.[e]", "4": "“Listen! There's a noise on the mountains like that of a great multitude! Listen! There's an uproar among the kingdoms, like that of nations massing together! The Lord of the Heavenly Armies is mustering an army for battle.", "5": "They're coming from a faraway land, from the distant horizon—[f] the Lord and the weapons of his anger— to destroy the entire land.”[g]", "6": "Wail out loud, because the Day of the Lord is near. It will come like destruction from the Almighty!", "7": "Because of this, every hand[h] will go limp, and every man's courage[i] will melt.", "8": "They will be terrified; pain and anguish will seize them; they'll writhe like a woman in labor. They'll look aghast at one another; and[j] their faces will be ablaze with fear.[k]", "9": "Watch out! The Day of the Lord is coming— cruel, with wrath and fierce anger— to turn the entire inhabited[l] earth[m] into a desolation and to annihilate sinners[n] from it.", "10": "For the stars of the heavens and their constellations won't shine[o] their light; the sun will be dark when it rises, and the moon won't shine its light.", "11": "I'll punish the world for its evil, and the wicked for their iniquity; I'll put an end to the pomposity of the arrogant, and overthrow the insolence of tyrants.", "12": "I'll make people scarcer[p] than pure gold, and mankind rarer[q] than gold from Ophir.", "13": "Therefore I'll make the heavens tremble. The earth will shake from its place at the wrath of the Lord of the Heavenly Armies, at the time[r] of his burning anger.[s]", "14": "They[t] will be like a hunted gazelle, or like sheep with no one to gather them,[u] each will turn to his own people, and each will flee to his own land.", "15": "Whoever is captured will be thrust through, and whoever is caught will fall dead, killed[v] by the sword.", "16": "Their infants will be dashed to pieces before their eyes, and[w] their houses will be looted, and their wives slept with.[x]", "17": "Watch out! I'm stirring up the Medes against them, who care nothing for silver and take no delight in gold.", "18": "Their bows will dash the young men to pieces; they'll show no pity on those not yet born,[y] and[z] their eyes will not spare children.", "19": "Babylon, that jewel of kingdoms, the splendor and pride of the Chaldeans, will be like Sodom and Gomorrah, when God overthrew them—", "20": "It will never be inhabited or lived in through all generations; no Bedouin[aa] will pitch his tent there; no shepherds will make their flocks lie down there.", "21": "But desert beasts will lie down there, and their houses will be full of howling creatures; there owls[ab] will dwell, and goat-demons[ac] will dance there.", "22": "Hyenas will howl in its strongholds,[ad] and jackals will make their dens in its citadels.[ae] Its[af] time is close at hand, and its days will not be extended any further.[ag]"}