{"1": "However, the Lord will have compassion on Jacob and will once again choose Israel. He will settle them in their own land, and foreigners will join them, affiliating themselves with the house of Jacob. ", "2": "Many[a] nations will take them and bring them to their land and[b] their own place. The house of Israel will put those nations[c] to conscripted labor[d] in the Lord's land. They will take captive those who were their captors, and will rule continually[e] over those who oppressed them.", "3": "At the time,[f] when the Lord gives you rest from your suffering, turmoil, and the cruel bondage which they forced you to serve,[g] ", "4": "you will lift up this song of mockery against[h] the king of Babylon: “How the oppressor has come to an end! How the attacker[i] has ceased!", "5": "The Lord has broken the staff of the wicked, the scepter of rulers,", "6": "that struck down peoples in anger with unceasing blows, that oppressed nations in fury with relentless persecution.", "7": "The entire earth is at rest and peace; its inhabitants[j] break into song.", "8": "Even the cypresses rejoice over you, as do[k] the cedars of Lebanon, saying, 'Now that you've been laid low, no woodcutter comes up against us.'[l]", "9": "“The afterlife[m] below is all astir to meet you when you arrive;[n] it rouses up the spirits of the dead to greet you— everyone who used to be world leaders. It has raised up from their thrones all who used to be kings of the nations.", "10": "In answer, all of them[o] will tell you, 'You've also become as weak as we are! You have become just like us!'", "11": "Your[p] pomp has been brought down to Sheol,[q] along with the noise of your harps. Maggots are spread out beneath you, and worms are your covering.”[r]", "12": "“How you have fallen from heaven, Day Star,[s] son of the Dawn![t] How you have been thrown down to earth, you who laid low the nation![u]", "13": "You said in your heart, 'I'll ascend to heaven, above the stars of God. I'll erect my throne; I'll sit[v] on the Mount of Assembly in the far reaches of the north;[w]", "14": "I'll ascend above the tops of the clouds; I'll make myself like the Most High.'", "15": "But you are brought down to join the dead,[x] to the far reaches of the Pit.[y]", "16": "“Those who see you will stare at you. They will wonder about you: 'Is this the man who[z] made the earth tremble, who made kingdoms quake,", "17": "who made the world like a desert, who[aa] destroyed its cities, who would not open the jails for his prisoners?'", "18": "All the kings of the nations lie[ab] in state, each in his own tomb.", "19": "But you are cast away from your grave, like a repulsive branch, your clothing is the slain, those pierced by the sword; those who go down to the Pit.[ac] Like a dead body trampled underfoot,", "20": "you will not be united[ad] with them[ae] in burial, for you have destroyed your land, you have slain your people. People will never mention the descendants of those who practice evil again![af]", "21": "Prepare a massacre for his sons because of the guilt of their forefathers! They are not to rise and inherit the earth, and cover[ag] the surface of the world with cities.”", "22": "“I will rise up against them,” declares the Lord of the Heavenly Armies, “and I will eliminate from Babylon her name and survivors, her offspring and descendants,”[ah] declares the Lord. ", "23": "“And[ai] I'm going to make it a possession of the hedgehog—pools[aj] of water—and I'll sweep[ak] with the broom of destruction,” declares the Lord of the Heavenly Armies.", "24": "The Lord of the Heavenly Armies has sworn: “Surely as I have planned, that's what she[al] will become;[am] and just as I have determined, so will it remain—", "25": "to crush the Assyrian in my land, and on my mountains I will trample him down. His yoke[an] will turn away from you,[ao] and his burden from your[ap] shoulders.”", "26": "“This is what I've planned for the whole earth, and this is the hand that is stretched out over all the nations.", "27": "For the Lord of the Heavenly Armies has planned, and who can thwart him? His hand is stretched out, and who can turn it back?”", "28": "In the year that King Ahaz died this message[aq] came:", "29": "“Don't rejoice, all of you Philistines, that the rod that struck you is broken, because from the snake's root a viper will spring up, and its offspring[ar] will be a darting, poisonous serpent.", "30": "The firstborn of the poor will find pasture, and the needy will lie down in safety; but I'll kill your root[as] by famine, and I'll[at] execute your survivors.", "31": "Wail, you gate! Cry out, you city! Melt away,[au] all you Philistines! For smoke comes from the north, and there's no one to take measure[av] in its festivals.[aw]", "32": "How will they[ax] answer the messengers of the nation? “The Lord has founded Zion, and in it[ay] the afflicted among his people will find refuge.”"}