{"1": "“Send a lamb to the ruler of the land, from Selah,[a] by way of the desert, to the mountain of the Daughter of Zion.[b]", "2": "Like fluttering birds, like an abandoned nest, so are the daughters of Moab at the fords of the Arnon River.[c]", "3": "“Give us advice; reach a decision! Cast your shadow as if night had come at high noon. Shelter the fugitives, And don't betray a single refugee.", "4": "Let the fugitives[d] from Moab settle among you; be a shelter to them from the destroyer. When the oppressor comes to an end, and destruction has[e] ceased, and the marauder[f] has[g] vanished from the land,", "5": "then a throne will be established in gracious love, and there will sit in faithfulness— in the Tent of David— one who judges, seeks justice, and is swift to do what is right.”", "6": "“We've heard about Moab's pride— so very proud he became!—[h] his arrogance, his pride, and his insolence; therefore he is alone.[i]", "7": "Therefore, let Moab not[j] wail, let everyone wail for Moab. Lament and grieve deeply for the ruined remains[k] of Kir-hareseth.", "8": "For the fields of Heshbon wither, as well as the vines of Sibmah.[l] The rulers of the nations have struck down its choicest vines, which once reached Jazer and pushed to the desert. Its shoots spread out and passed over the sea.”", "9": "“Therefore I weep with the tears of Jazer for the vines of Sibmah. I drench you with my tears, O Heshbon and Elealeh— for the shouts of joy over your summer fruit and your grain harvest have ended.", "10": "Joy and gladness are taken away from the orchards, in the vineyards people will sing no songs,[m] and[n] no cheers are raised. No vintner[o] treads out wine in the presses, because I've put an end to the shouting.", "11": "Therefore my insides[p] moan like a lyre for Moab, and my innermost being[q] for Kir-hareseth.", "12": "When Moab appears, when he arrives[r] upon the high place and comes to his sanctuary to pray, he will not prevail.”", "13": "This was the message that the Lord spoke concerning Moab in the past. ", "14": "But now the Lord has spoken again: “Within three years, like the years of a contract worker,[s] Moab's glory will be brought into contempt, in spite of all its great multitude, and its survivors will be very few and[t] of no importance.”"}