{"1": "A message[a] about Damascus:[b] “Look! Damascus[c] will cease to be a city. Instead, it will become a pile of ruins.", "2": "The cities of Oraru[d] will be deserted— they will be devoted to herds that will lay at rest, and terrorism will be no more.[e]", "3": "The fortress will disappear from Ephraim, and royal authority from Damascus;[f] the survivors[g] from Aram[h] will be like the glory of the Israelis,” declares the Lord of the Heavenly Armies.", "4": "“At that time,[i] Jacob's glory will have become weakened, and his strong[j] flesh will turn gaunt;", "5": "it will be as if harvesters gather standing grain, reaping the ears by hand,[k] or it will be as if grain is harvested in the valley of Rephaim.[l]", "6": "Nevertheless, gleanings will remain in Israel,[m] as when an olive tree is beaten—[n] two or three ripe olives left in the topmost branches, four or five left among the branches of a fruit-filled tree,”[o] declares the Lord God of Israel.", "7": "At that time, men will look upon[p] their Maker, and their eyes will honor the Holy One of Israel. ", "8": "They will not look upon[q] the altars, the products[r] that their own fingers[s] have made, and they will have no regard for Asherah poles[t] or incense altars.[u]", "9": "“At that time,[v] their fortified cities that they abandoned because of the Israelis will be like desolate places[w] of the forests and hilltops—[x] there will be desolation.", "10": "For you have forgotten the God of your salvation and have not remembered the Rock that is your strength. Therefore even though you plant delightful plants, sowing them with imported vine-seedlings,", "11": "at the time that you plant them, carefully making them grow, the very morning you make your seed to sprout, your harvest will be ruined[y] in a time of grief and unbearable pain.”[z]", "12": "“How terrible it will be for many peoples, who rage like the roaring sea! Oh, how the uproar of nations is like the sound of rushing, mighty water— How they roar!", "13": "The nations roar like the rushing of many waters,[aa] but the Lord[ab] will rebuke them, and they will run far away, chased like chaff blown down from the mountains or like thick dust[ac] that rolls along, blown along by a wind storm.", "14": "When the evening arrives, watch out—sudden terror! By morning they will be there no longer! So it will be for those who plunder us and what will happen to those who rob us.”"}