{"1": "A message[a] about Egypt: “Watch out! The Lord rides on a swift cloud, and is coming to Egypt. The idols of Egypt tremble before him, and the hearts of the Egyptians melt within them.", "2": "I will stir up Egyptians against Egyptians, and everyone will fight against his brother, everyone against his neighbor, city[b] against city, kingdom against kingdom.", "3": "The spirits of the Egyptians within them will be drained of courage,[c] and I will bring their plans to nothing. They will consult idols[d] and spirits of the dead, and mediums and spiritists.", "4": "I will hand the Egyptians over to the power of a cruel master, and a fierce king will rule over them,” declares the Lord God of the Heavenly Armies.", "5": "“The water sources[e] of the Nile[f] will be dried up, and the river[g] will become dry and parched.", "6": "The canals will stink, and[h] the tributaries of Egypt will dwindle and dry up. Reeds and rushes will wither away.[i]", "7": "And the bulrushes along the Nile,[j] along the mouth of the Nile,[k] will wither away. All the sown fields of the Nile will become parched, and[l] they will be blown away; there will be nothing left.[m]", "8": "The fishermen will groan, and all who cast hooks into the Nile will lament; those who spread nets upon the water will become weaker and weaker.", "9": "The workers[n] in combed flax and the weavers of white linen will be in despair.", "10": "Egypt's[o] workers in cloth[p] will be crushed, and all who work for wages will be sick at heart.”", "11": "Zoan's princes are nothing but fools; the wisest advisors of Pharaoh give stupid advice. How can you say to Pharaoh, “I'm a descendant of wise men, a descendant of ancient kings”?", "12": "Where are your wise men now? Let them tell you, let them make known what the Lord[q] has planned against Egypt.", "13": "The princes of Zoan have become fools, and the princes of Memphis deluded; the leaders[r] of its tribes have led Egypt astray.", "14": "The Lord has mixed[s] within them[t] a spirit of confusion; so they make Egypt stagger in all that it does, like a drunkard staggers around in his vomit.", "15": "As a result, there will be nothing for Egypt that head or tail, palm branch or reed, can do.[u]", "16": "At that time,[v] the Egyptians will be like women—they[w] will shudder and be afraid before the uplifted hand of the Lord of the Heavenly Armies, when he brandishes his hand against her.[x] ", "17": "And the land of Judah will become a terror to the Egyptians. Everyone to whom it is mentioned will be afraid, because of the uplifted hand[y] of the Lord of the Heavenly Armies that[z] is turning in their direction.", "18": "At that time,[aa] there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to the Lord of the Heavenly Armies. One of them will be called the City of the Sun.[ab]", "19": "At that time,[ac] there will be an altar to the Lord of the Heavenly Armies[ad] in the heart of the land of Egypt, and a monument to the Lord[ae] at its border. ", "20": "It will be a sign and a witness to the Lord of the Heavenly Armies in the land of Egypt; when they cry out to the Lord because of their oppressors, he will send them a savior, and he will come down[af] and rescue them. ", "21": "So the Lord will make himself known to the Egyptians, and the Egyptians will acknowledge the Lord. At that time,[ag] they will worship[ah] with sacrifices and offerings, and they will make vows to the Lord and carry them out. ", "22": "The Lord will strike Egypt with a plague, striking but then healing. Then they will turn to the Lord, and he will respond to their pleas and heal them.", "23": "At that time,[ai] there will be a highway from Egypt to Assyria. The Assyrians will come into Egypt, and the Egyptians into Assyria, and they[aj] will worship with the Assyrians.", "24": "At that time,[ak] Israel will be in a triple alliance[al] with Egypt and Assyria; they will be[am] a blessing in the midst of the earth. ", "25": "The Lord of the Heavenly Armies has blessed them, saying, “Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.”"}