{"1": "A message[a] concerning the pasture[b] by the Sea. “Like whirlwinds in the Negev[c] sweep on, it comes from the desert, from a distant[d] land.", "2": "A dire vision has been announced to me: the traitor betrays, and the plunderer takes loot. Get up, Elam! Attack, Media! I am putting a stop to all the groaning she has caused.", "3": "Therefore my body is[e] racked with pain; pangs have seized me, like the pangs of a woman in labor; I am so upset that I cannot hear; I am so frightened that I cannot see while I'm reeling around.[f]", "4": "And as for my heart,[g] horror has terrified me; the twilight I longed for has started to make me tremble.", "5": "They set the tables; they spread the carpets;[h] they eat, they drink! Get up, you officers! Oil the shields!”", "6": "For this is what the Lord told me: “Go post a lookout. Have him report what he sees.", "7": "When he sees chariots, each man[i] with a pair of horses, riders on donkeys or riders on[j] camels, let him pay attention, full attention.”", "8": "Then the lookout[k] shouted: “Upon a watchtower I stand, O Lord, continually by day, and I am stationed at my post throughout the night.", "9": "Look! Here come riders,[l] each man with a pair of horses!” They're shouting out the answer: “Babylon has fallen, has fallen, and they have shattered all the images of her gods[m] on the ground!", "10": "O my downtrodden people,[n] my wall![o] I'll tell you what I have heard from the Lord of the Heavenly Armies, the God of Israel.”", "11": "A message[p] concerning Dumah. “Someone is calling to me from Seir: 'Watchman, what is left of the night?[q] Watchman, what is left of the night?'[r]", "12": "The watchman replies: 'Morning is coming, but also the night. If you want to ask, then ask; come back again.'”", "13": "A message[s] concerning Arabia. “You will camp in the thickets in Arabia, you caravans of the Dedanites.", "14": "Bring water for the thirsty, you who live in the land of Tema. Meet the fugitive with bread,[t]", "15": "For he has fled[u] from swords, from the drawn sword, from the bent bow, and from the heat of battle.”", "16": "For this is what the Lord[v] is saying to me: “Within three years,[w] according to the years of a contract worker,[x] the pomp[y] of Kedar will come to an end. ", "17": "And there will be few archers, those who are descendants of Kedar, who survive, because the Lord, the God of Israel, has spoken.”"}