{"1": "A message[a] concerning Tyre. “Wail, you ships of Tarshish, for Tyre is destroyed and is without house or harbor! From the land of Cyprus[b] it was revealed to them.", "2": "“Be silent,[c] you inhabitants of the coast, you merchants of Sidon, whose messengers crossed over the sea,[d]", "3": "and were on mighty waters. Her revenue was the grain of Shihor, the harvest of the Nile; and she became the marketplace of nations.", "4": "Be ashamed, Sidon, because the sea[e] has spoken, the fortress of the sea: I have neither been in labor nor given birth, I have neither reared young men nor brought up young women.”", "5": "When the news reaches Egypt, they will be in anguish at the report about Tyre.", "6": "“You who are crossing over[f] to Tarshish— Wail, you inhabitants of the coast!", "7": "Is this your exciting[g] city, that was founded long ago, whose feet carried her to settle in far-off lands?", "8": "Who has planned this against Tyre, that bestower of crowns, whose merchants were princes,[h] whose traders were the most renowned on earth?", "9": "The Lord of the Heavenly Armies has planned it— to neutralize all the hubris of grandeur,[i] to discredit all the renowned men of earth.", "10": "“Cultivate[j] your land like the Nile, you daughter of Tarshish; for there is no longer a harbor.", "11": "He has stretched out his hand over the sea; he has made[k] kingdoms tremble. The Lord has issued orders concerning Canaan to destroy its strongholds.", "12": "And he said: 'You will revel no longer,[l] you virgin daughter of Sidon, now crushed. Get up, cross over to Cyprus— but even there you will find no rest.'”", "13": "“Look at the land of the Chaldeans! This is a people that no longer exist; Assyria destined her[m] for desert creatures.[n] They raised up her[o] siege towers, they stripped her fortresses bare and turned her into a ruin.", "14": "Wail, you ships of Tarshish, because your[p] stronghold is destroyed!”", "15": "It will happen at that time that Tyre will be forgotten for 70 years, the span of a king's life. Then, at the end of those 70 years, it will turn out for Tyre as in the prostitute's song:[q]", "16": "“Take a harp; walk around the city, you forgotten whore! Make sweet melody; sing many songs, and perhaps you'll be remembered.”", "17": "At the end of 70 years, the Lord will deal with Tyre, at which time she'll return to her courtesan's trade, and prostitute herself with the kingdoms[r] of the world on the surface of the earth. ", "18": "Nevertheless, her profits and her earnings will be dedicated[s] to the Lord; they will not be stored up or hoarded—but her profits will go to those who live in the Lord's presence,[t] for abundant food and choice clothing."}