{"1": "“Watch out! The Lord[a] is about to depopulate the land and devastate it; he will turn it upside down[b] and scatter its inhabitants.", "2": "It will be the same for the lay people as for priests, the same for servants as for their masters, for female servants as for their mistresses, for buyers as for sellers, for lenders as for borrowers, and for creditors as for debtors.", "3": "The earth will be utterly depopulated and completely laid waste — for the Lord has spoken this message.[c]", "4": "“The earth dries up and withers; the world languishes and fades away; heaven fades away, along with the earth.[d]", "5": "The earth lies defiled beneath its inhabitants; because they have transgressed the laws,[e] violated the statutes, and broken the everlasting covenant.", "6": "Therefore the curse keeps on consuming,[f] and its inhabitants are declared guilty. Furthermore, the inhabitants of earth are ablaze, and few people are left.", "7": "The new wine evaporates; the vine and the oil[g] dry up; all the merrymakers groan.", "8": "“The celebrations of the tambourine have ended, the noise of the jubilant has stopped, and the mirth that the harp produces has ended.", "9": "No longer do they drink wine accompanied by singing; even beer[h] tastes bitter to those who drink it.", "10": "The chaotic city lies broken down; every house is closed up so that no one can enter them.[i]", "11": "There is an outcry in the streets over wine; all cheer turns to gloom; the fun times of the earth are banished.", "12": "Desolation remains in the city whose gates lie battered into ruins.", "13": "So it will be on the earth and among the nations— as when an olive tree is beaten, or as gleanings when the grape harvest has ended.”", "14": "“They raise their voices; they shout for joy;[j] from the west[k] they shout aloud[l] over the Lord's majesty.", "15": "Therefore, you in the east,[m] give glory to the Lord! You in the coastlands of the sea, give glory to the name of the Lord God of Israel!", "16": "From the ends of the earth we hear songs of praise: 'Glory to the Righteous One!' “But I say, 'I am pining away, I'm pining away. How terrible things are for me! For treacherous people betray— treacherous people are betraying with treachery!'”", "17": "“Terror and pit and snare are coming in your direction, you inhabitants of the earth!", "18": "Whoever flees at the sound of terror will fall into a pit, and whoever climbs out of the pit will be caught in a snare. For the windows of judgment[n] from above are opened, and the foundations of the earth are shaken.", "19": "The earth is utterly shattered, the earth is split apart, the earth is violently shaken.", "20": "The earth[o] reels to and fro like a drunkard; it sways like a hut;[p] its transgression lies so heavy upon it, that it falls, never to rise again.", "21": "“And it will come about at that time,[q] the Lord will punish the armies of the exalted ones in the heavens,[r] and the rulers[s] of the earth on earth.", "22": "They[t] will be herded together[u] into the Pit;[v] they will be shut up in prison, and after many days they will be punished.", "23": "Then the moon will be embarrassed and the sun ashamed, for the Lord of the Heavenly Armies will reign on Mount Zion and in Jerusalem; and in the presence of its elders there will be glory.”"}