{"1": "At that time,[a] with his fierce, mighty, and powerful sword, the Lord will punish the gliding serpent Leviathan—the coiling serpent Leviathan—and he will kill the dragon that's in the sea.", "2": "At that time,[b] “A fermenting[c] vineyard— sing about it!", "3": "I, the Lord, watch over it And I water it continuously. I guard it night and day so no one can harm it.", "4": "I am not angry. If only the vineyard[d] could give me briers and thorns[e] to battle, I would march against it, and[f] I would burn it all up.", "5": "Or else let it lay claim to my protection; let it make peace with me, yes, let it make peace with me.”", "6": "In times to come, Jacob will take root, and[g] Israel will blossom, sprout shoots, and fill the whole world with fruit.", "7": "Has the Lord[h] struck them down, just as he struck down those who struck them? Or have they been killed, just as their killers were killed?", "8": "Measure by measure,[i] in their exile you contended with them; with his fierce blast he removed them, as on a day when the east wind blows.", "9": "By this, then, Jacob's guilt will be atoned for, and this will be the full harvest that comes from the removal of his sin: when he makes all the altar stones like pulverized chalkstones, no Asherah[j] poles or incense altars will be left standing.", "10": "For the fortified city stands desolate, a settlement abandoned and forsaken like the desert; calves graze there, and there they lie down and strip bare its branches.", "11": "When its branches are dry, they are broken off, and women come and kindle fires with them, since this is a people who show no consideration. That is why the One who made them shows them no compassion; the One who created them shows them no mercy.", "12": "At that time,[k] the Lord will winnow grain from the Euphrates River[l] channel to the Wadi[m] of Egypt,[n] and you will be gathered in one by one, O people of Israel. ", "13": "Furthermore, at that time,[o] a great trumpet will be sounded, and those who were perishing in the land of Assyria and those who had been expelled[p] to the land of Egypt will come and worship the Lord on his holy mountain at Jerusalem."}