{"1": "“How terrible it will be for you, Aruel, Aruel,[a] the city where David encamped! Year after year, let your festivals run their cycle.", "2": "Then I'll besiege Aruel,[b] and there will be sorrow and mourning; she will become to me like an altar fireplace.[c]", "3": "Then I'll encamp against you like David,[d] and I'll lay siege to you with towers, raise siege works against you,", "4": "and you will be brought down. You will speak from the ground, and your speech will mumble from the dust. Your voice will come ghostlike from the ground, and your speech will whisper from the dust.", "5": "“But the hordes of your enemies[e] will become like fine dust, and the hordes of tyrants like flying chaff. Then suddenly, in an instant,", "6": "you will be visited by the Lord of the Heavenly Armies— with thunder, an earthquake, and great noise, with a windstorm, a tempest, and flames from a devouring fire.", "7": "Then the hordes of all the nations that fight against Aruel,[f] all that attack her and her fortification[g] and besiege her, will become like a dream, with its visions in the night—", "8": "as when a hungry man dreams— he eats, but wakes up still hungry; or when a thirsty man dreams— he drinks, but wakes up faint, with his thirst unquenched. So will it be with the hordes of all the nations that fight against Mount Zion.", "9": "“Act stupid! Be astonished! Act blind, and be blind! Be drunk,[h] but not from[i] wine; stagger around,[j] but not from strong drink.", "10": "For the Lord has poured out upon you a spirit of deep sleep— he has closed your eyes, you prophets, he has covered your heads, you seers!”", "11": "“And this entire vision has become for you like the words of a sealed book. When people give it to someone who can read, and say, 'Read this, please,' he answers,[k] 'I cannot, because it is sealed.' ", "12": "Or when they give the book[l] to someone who cannot read, and say, 'Read this, please,' he answers,[m] 'I don't know how to read.'”", "13": "Then the Lord said: “Because these people draw near with their mouths and honor me with their lips, but their hearts are far from me, worship of me[n] has become merely like[o] rules taught by human beings.", "14": "Therefore, watch out! “As for me,[p] I will once again do amazing things with this people, wonder upon wonder. The wisdom of their wise men will perish, and the insights[q] of their discerning men will stay hidden.”", "15": "“How terrible it will be for you who go to great depths to hide your plans from the Lord, you whose deeds have been[r] done[s] in the dark, and who say, 'Who can see us? Who has recognized[t] us?'", "16": "He has turned the tables on you[u]— as if the potter were thought to be like heat.[v] Can what is made say of the one who made it, 'He did not make me?' Or can what is formed say of the ones[w] who formed it, 'He has no skill?'", "17": "“In a very little while, will not Lebanon be turned into a garden of fruit,[x] and the garden of fruit[y] seem like a forest?", "18": "On that day the deaf will hear the words of a scroll, and out of gloom and darkness the eyes of the blind will see.", "19": "The humble will again experience joy in the Lord, and the poorest people will rejoice in the Holy One of Israel.", "20": "For the ruthless will vanish, and mockers will disappear, and all who have an eye for evil will be cut down—", "21": "those who make a person appear to be the offender in a lawsuit, who set a trap for someone who is making his defense in court,[z] and push aside the innocent with specious arguments.", "22": "“Therefore, this is what the Lord, who redeemed Abraham, says concerning the house of Jacob: 'No longer will Jacob be ashamed; no longer will his face grow pale.", "23": "For when he sees in his midst his children, the work of my hands, they will keep my name holy; they will sanctify the Holy One of Jacob and stand in awe of the God of Israel.", "24": "Moreover, those who go astray in spirit will gain[aa] understanding, and those who complain will accept instruction.'”"}