{"1": "“Oh, you stubborn children,” declares the Lord, “who carry out plans— but they are not mine, and who make alliances— but not by my Spirit, piling sin upon sin.", "2": "They set out to go down to Egypt, without asking my advice; taking refuge in Pharaoh's protection, and seeking shelter in Egypt's shadow.", "3": "But Pharaoh's protection will become your shame, and sheltering in Egypt's shadow your longing.[a]", "4": "And it will turn out that[b] his officials are at Zoan, and his envoys will reach Hanes.", "5": "There is only loathsome destruction[c] through a people that cannot benefit them, who bring neither help nor profit, but only shame and disgrace.”", "6": "An oracle about the animals of the Negev:[d] “Through a land of trouble, dryness,[e] and distress, of lionesses and roaring lions, where there is no water,[f] a land of vipers and darting snakes, he carries[g] their riches on donkeys' backs, and their treasures on the humps of camels, to a nation that cannot benefit them,", "7": "to Egypt, which gives help that is worthless and useless. Therefore I call her, 'Rahab,[h] who just sits still.'”", "8": "“Go now, and write it down[i] on a tablet in their presence, inscribing it in a book, so that for times to come it may be an everlasting witness.", "9": "For they are a rebellious people, deceitful children, children unwilling to hear the Lord's instruction.", "10": "They say to the seers, 'Don't see visions,' and to the prophets, 'Don't give us visions of what is right! Instead, tell us welcome things, prophesy illusions,", "11": "get out of the way, turn aside from the path, and stop confronting us with the Holy One of Israel.”[j]", "12": "Therefore, this is what the Holy One of Israel says: “Because you reject this message, and put your trust in oppression and enjoy it,[k] and since you rely on it,", "13": "therefore, for you this sin will become like a breach in a high wall that is about to collapse, bulging out, and whose crash comes suddenly—in an instant.", "14": "Its breaking will be like when potters' vessels are broken, shattered so ruthlessly[l] that among its fragments not even a broken sliver will be found for taking fire from a hearth or scooping water out of a cistern.”", "15": "For this is what the Lord[m] God,[n] the Holy One of Israel, says: “In repentance and rest you will be saved; in staying calm and trusting will be your strength. But you refused.", "16": "Instead, you said, 'No! We'll escape on horses!' Therefore, you'll flee away. And you said, 'We'll ride off on swift steeds!' Therefore your pursuers will be swift.", "17": "A thousand will flee at the threat of one; and run away, pursued by[o] five, until you are left like a flagpole on a mountaintop,[p] like a banner on a hill.”", "18": "“Nevertheless, the Lord will wait so he can be gracious to you; and thus he will rise up to show you mercy. For the Lord is a God of justice. How blessed are all those who wait for him.”", "19": "Indeed, you people who live in Zion and in Jerusalem,[q] you[r] will weep no more. How gracious the Lord[s] will be to you at the sound of your cry! As soon as he hears it, he will answer you. ", "20": "And although the Lord gives you the bread of adversity and the water[t] of affliction, your teachers won't hide themselves[u] anymore, but your own eyes will see your teachers. ", "21": "And whether you turn to the right or turn to the left, your ears will hear a message behind you: “This is the way, walk in it.” ", "22": "Then you will defile your carved idols that are overlaid with silver and your images plated with gold. You'll throw them away like disgusting objects[v] and say to them, “Away with you!”", "23": "He will also provide rain for your seed that you sow in the ground, and the food that comes from the ground will be[w] rich and abundant. At that time,[x] your cattle will graze in broad meadows, ", "24": "and oxen and donkeys that work the ground will eat seasoned[y] fodder that workers will winnow with shovels and forks. ", "25": "And on every lofty mountain and every high hill there will be brooks and canals[z] running with water on the day of the great slaughter, when the towers fall.", "26": "Moreover, the light of the moon will be like the light of the sun, and the sun's light will be seven times brighter, like the light of seven full days,[aa] when the Lord binds up the bruises of his people and heals the wounds inflicted by his blow.", "27": "See, the name of the Lord comes from far away, burning with his anger, and in thick rising smoke; his lips are full of fury, and his tongue is like a devouring fire.", "28": "His breath is like an overflowing torrent, and it rises right up to the neck, to shake[ab] the nations in the sieve of destruction, and to place in the jaws of the peoples a bit that leads them astray.", "29": "You will have songs as on nights when people celebrate a holy festival,[ac] and gladness of heart, as when they set out with flutes to go to the Lord's mountain, to the Rock of Israel.", "30": "And the Lord will make heard—yes, he will make heard[ad]—his majestic voice, and make his arm[ae] seen descending in raging anger and in a flame of consuming fire, with a cloudburst, thunderstorm and hailstones. ", "31": "Indeed, the Assyrians will be shattered at the Lord's voice, when he strikes them with his scepter. ", "32": "And every stroke of his punishing rod[af] that the Lord brings down on them will be to the sound of tambourines and harps, as he fights against her[ag] in battle with a brandished arm.", "33": "For the Fire Pit[ah] has long been prepared; truly it is for the king; it will indeed be made ready.[ai] And[aj] its pyre will be deep and wide, with abundant fire and wood. Like a stream of burning sulfur, the breath of the Lord will set it ablaze."}