{"1": "“Look, a king will reign in righteousness, and rulers will rule with justice.", "2": "Each one will be like a shelter from the wind and a hiding place from[a] storms, like streams of water in the desert, in[b] the shadow of a great rock in an exhausted[c] land.", "3": "Then the eyes of those who can see won't turn away, and the ears of those who can hear will listen.", "4": "The hearts of reckless people will understand sound judgment, and the tongues of those who stammer will be ready to speak clearly.", "5": "People will no longer call a fool[d] noble, nor will a bad person be declared honorable.", "6": "For fools utter contempt, and their minds plot[e] wrong things: practicing ungodliness, spreading lies about the Lord, leaving the pangs of hungry people unsatisfied, and depriving thirsty people of drink.", "7": "Furthermore, the crimes of bad people are evil; and[f] they devise wicked schemes, destroying the poor[g] with lying words, even when needy people plead[h] a just cause.", "8": "But those who are decent plan noble things, and by noble deeds they stand.”", "9": "“As for you ladies of leisure— Get up and listen to my voice! You daughters who feel so complacent— hear what I have to say!", "10": "In little more than a year, you complacent women will shudder; for the grape harvest will fail, and the fruit harvest will not[i] come.", "11": "So tremble, you ladies of leisure! Shudder, you daughters who feel so complacent! Strip down and make yourselves naked down to the waist![j] Then wrap yourself in[k] sackcloth and beat your breasts.[l]", "12": "For people will be beating their breasts in mourning[m] over the pleasant fields, over the fruitful vines,", "13": "and over the land of my people overgrown with thorns and[n] briers— yes, over all the houses of merriment and over this city of revelry.", "14": "“For the palace will be abandoned, the noisy city deserted; the citadel and watchtower will become barren wastes forever, the delight of wild donkeys, and a pasture for[o] flocks,", "15": "until the Spirit from on high is poured upon us, and the desert becomes a fertile field, and the fertile field seems like a forest.”", "16": "“Then justice will live in the wilderness, and righteousness will dwell in the fertile field.", "17": "The effect of righteousness will be peace, and the result of righteousness will be quietness and confidence forever.", "18": "My people will live in peaceful dwellings, in secure homes and in undisturbed resting places.", "19": "But it will hail when the forest comes down, and the wood[p] will be leveled completely.", "20": "How happy you will be, sowing your seed beside every stream, and[q] letting your[r] cattle and donkeys range freely!”"}