{"1": "“How terrible it will be for you, destroyer, you who have not been destroyed yourself! And how terrible it will be for you, traitor, one whom[a] people have not betrayed! When you have sunk so low in[b] destroying others, you will be destroyed; and when you have finished betraying, they will betray you.”", "2": "“Lord, be gracious to us; we long for you; and[c] be our strength[d] every morning, our salvation in times of trouble.", "3": "At the thunder of your voice, the peoples flee; at your silence,[e] the nations scatter.", "4": "Your plunder is gathered as when grasshoppers gather; just like[f] locusts pounce, people have pounced[g] on it.", "5": "“The Lord is exalted, for he lives on high; he has filled Zion with justice and righteousness.", "6": "He will be a sure foundation for your times, abundance and salvation,[h] wisdom and knowledge — the fear of the Lord is Zion's treasure.”", "7": "“Listen! Their brave men cry out in the streets; the envoys of peace weep bitterly.", "8": "The highways are deserted; travelers have quit the road. The enemy[i] has broken treaties; he despises their witnesses,[j] and respects no one.", "9": "The land mourns and wastes away; Lebanon feels ashamed and withers. Sharon is like a desert; Bashan[k] and Carmel shake off their leaves.”", "10": "“Now I'll rise up,” the Lord has said,[l] “now I'll exalt myself; now I'll be lifted up.", "11": "You conceive dried grass, you give birth to stubble; your breath is a fire that will consume you.", "12": "And the peoples will be burned as if to ashes; like cut thorn bushes, they will be set ablaze.", "13": "“Those who are far away have heard[m] what I've done; and those that are near have acknowledged[n] my power.", "14": "The sinners in Zion are terrified; trembling grips the godless: “Who among us can live with the consuming fire? Who among us can live with everlasting flames?”", "15": "The one who walks righteously and has spoken[o] sincere words, who rejects gain from extortion and waves his hand, rejecting bribes, who blocks his ears from hearing plots of murder and shuts his eyes against seeing evil—", "16": "this is the one who will live on the heights; his refuge will be a mountain fortress. His food will be supplied, and his water will be guaranteed.", "17": "“Your eyes will see the king in his elegance, and will view a land that stretches afar.", "18": "Your mind will ponder at that time of terror: 'Where is the king's accountant? Where is the one who weighed the revenue? Where is the officer who supervises[p] the towers?'", "19": "No longer will you[q] see those arrogant people, those people with their obscure speech you cannot comprehend, stammering in a language you cannot understand.", "20": "“Look at Zion, city of our festivals![r] Your eyes will see Jerusalem, an undisturbed abode, an immovable tent; its stakes will never be pulled up, nor will any of its ropes be broken.", "21": "But there the Lord in majesty will be for us our source[s] of broad rivers and streams, where no galley with oars can go, where no stately ship can sail.", "22": "For the Lord is our judge, and the Lord is our lawgiver; and the Lord is our king, and it is he who will save us.", "23": "“Your rigging hangs loose; it cannot reliably[t] hold the mast in its place, and the sail cannot spread out.[u] Then an abundance of spoils will be divided — even the lame will carry off plunder.", "24": "And no one living there will say, 'I am ill.' The people living there will have their sins forgiven.”"}