{"1": "During that time,[a] Hezekiah became ill and was at the point of death. Then Amoz's son Isaiah the prophet came to him and told him, “This is what the Lord says: 'Put your house in order, because you are going to die. You won't recover.'”", "2": "Then Hezekiah turned his face to the wall and prayed to the Lord. ", "3": "“Please, Lord,” he said, “Remember how I have walked before you faithfully and with a true heart, and I have done what pleases you.”[b] And Hezekiah wept bitterly.", "4": "Then this message[c] from the Lord came to Isaiah: ", "5": "“Go tell Hezekiah, 'This is what the Lord God of your ancestor David has to say: “I've heard your prayer and[d] I've seen your tears; so I will add fifteen years to your life. ", "6": "I'll save you and this city from the[e] king of Assyria, and I'll defend this city, for my own sake and for my servant David's sake.[f] ", "7": "This is the Lord's sign to you that the Lord will carry out this thing he has promised: ", "8": "Watch! I will make the shadow on the steps of the upper[g] dial of Ahaz that marks the sun go ten steps backwards.”'” Then the sunlight turned back on the dial the ten steps by which it had gone down.", "9": "A composition by King Hezekiah of Judah, following his illness and recovery:", "10": "I said, “Must I leave in the prime of my life? Must I be consigned to the control[h] of Sheol?[i] Bitter are[j] my years!”", "11": "I said, “I won't see the Lord[k] in the land of the living; and[l] I'll no longer observe human beings among the denizens of the grave.[m]", "12": "My house has been plucked up and vanishes[n] from me like a shepherd's tent; like a weaver, I've taken account of[o] my life, and he cuts me off from the loom— day and night you make an end of me.", "13": "I've been swept bare[p] until morning; just like a lion, he breaks all my bones— day and night you make an end of me.", "14": "Like a swallow or a crane I chirp, I moan like a dove. My eyes look weakly upward. O Lord,[q] I am oppressed, so[r] stand up for me!", "15": "What can I say, so I tell myself,[s] since he has done this to me?[t] I will walk slowly all my years because of my soul's anguish.", "16": "“My Lord is against them, yet they live, and among all of them who live is his spirit.[u] Now you have restored me to health, so let me live!", "17": "Yes, it was for my own good that I suffered extreme anguish.[v] But in love you have held back[w] my life from the Pit[x] in which it has been confined;[y] you have tossed all my sins behind your back.", "18": "For Sheol[z] cannot thank you, death cannot[aa] sing your praise; and[ab] those who go down to the Pit[ac] cannot hope for your faithfulness.", "19": "The living—yes the living—they thank you, just as I am doing today; fathers will tell their children about your faithfulness.", "20": "The Lord will save me,[ad] and we will play my music on strings all the days of our lives in the Lord's Temple.[ae]", "21": "Now Isaiah had said, “Let them prepare[af] a poultice of figs and apply it to the boil, so that he may recover.”", "22": "Hezekiah also had asked, “What will be the sign for me to go up to the Lord's Temple?”[ag]"}