{"1": "“Be silent before me, you coastlands, and let the people renew their strength! Let them come forward, then let them speak together— let's draw near for a ruling.", "2": "Who has aroused victory from the east, and[a] has summoned it to his service, and[b] has handed over nations to him? Who brings down kings, and[c] turns them into dust with his sword, into windblown stubble with his bow?", "3": "And[d] who pursues them and[e] moves on unscathed by a path that his feet don't know?[f]", "4": "Who has performed and carried this out, calling the generations from the beginning? I, the Lord—the first and will be with the last —I am the One!”", "5": "“The coastlands have looked and are afraid; the ends of the earth have drawn near together[g] and come forward.", "6": "Each helps his neighbor, saying[h] to each other, 'Be strong!'", "7": "The craftsman encourages the goldsmith, and the hammersmith[i] encourages the one who strikes the anvil. He says[j] about the welding, 'It's good!' and he reinforces it with nails so that it won't topple.”", "8": "“But as for you, Israel, my servant, Jacob, whom I've chosen, the offspring of my friend Abraham—", "9": "you whom I encouraged from the ends of the earth and called from its farthest corners, and told you, 'You're my servant, I've chosen you and haven't cast you aside.'", "10": "Don't be afraid, because I'm with you; don't be anxious, because I am your God. I keep on strengthening you; I'm truly helping you. I'm surely upholding you with my victorious right hand.”", "11": "“Look! All who are enraged at you will be put to shame and disgraced; those who contend with you will all die.[k]", "12": "Those who quarrel with you[l] will be as nothing; those who fight you like nothing at all!”", "13": "“For I am the Lord your God, who takes hold of your right hand, who says to you, 'Don't be afraid. I'll help you.", "14": "Don't be afraid, you little worm Jacob, and[m] you insects of Israel! I myself will help you,'[n] declares the Lord, your[o] Redeemer, the Holy One of Israel.”", "15": "“See, I'm making you[p] into a new, sharp, and multi-tooth threshing sledge. You'll thresh and crush the mountains, and make the hills like chaff.", "16": "You'll winnow them, and the wind will lift them up, and a tempest will blow them away. Then you'll rejoice in the Lord, and[q] you'll make your boast in the Holy One of Israel.”", "17": "“As for the poor, the needy, those seeking[r] water— when there is none and their tongues are parched from thirst— I, the Lord, will answer them. I, the God of Israel, won't abandon them.", "18": "I'll open up rivers on the barren heights, and fountains in the midst of the valleys. I'll turn the[s] desert into a pool of water, and the parched land into springs of water.", "19": "I'll put cedar trees in the wilderness, along with acacia, myrtle, and olive trees. I'll plant cypresses in the desert— box[t] trees, and pine trees together—", "20": "all so that people may see and recognize, perceive,[u] consider, and comprehend at the same time, that the hand of the Lord has done this, and that the Holy One of Israel has created it.”", "21": "“Put forward your case!” says the Lord. “Submit your arguments!” says Jacob's King.", "22": "Let them approach and ask us, 'What will happen? As to the former things, what were they? Tell us, so that we may consider them and know. Or[v] the latter things or the things to come— let us hear.", "23": "Tell us what the future holds, so we may know that you are gods! Yes, do something good or something bad, so we may hear[w] and gaze at it together.'”", "24": "“Look! You and your work are less than nothing;[x] whoever finds you pleasing is disgusting.”", "25": "“You are stirring up[y] one from the north, and they are coming[z] from the rising of the sun; and[aa] he will be called by his[ab] name. Rulers will arrive like mud;[ac] just[ad] like a potter, he will trample the clay.", "26": "Who told of this from the beginning, so we could know, or beforehand, so we could ask, 'Is it right?'[ae] Indeed, no one told of this, no one made an announcement, and no one heard your words:", "27": "First, to Zion: “There is slumber.”[af] And to Jerusalem: “I'll send a messenger with good news.”", "28": "But when I look, there is no one— among them there's no one to give counsel, no one to give an answer when I ask them.", "29": "See, none of them exist, and their deeds are nothing.[ag] Their metal images are only wind and confusion.'”"}