{"1": "“Here is my servant, whom I support, my chosen one, in whom I delight.[a] I've placed my Spirit upon him; and[b] he'll deliver his[c] justice throughout the world.[d]", "2": "He won't shout, or raise his voice, or make it heard in the street.", "3": "A crushed reed he will not break, and a fading candle[e] he won't snuff out.[f] He'll bring forth[g] justice for the truth.", "4": "And[h] he won't grow faint or be crushed until he establishes justice on the mainland, and the coastlands take ownership of[i] his Law.”", "5": "This is what God says— the God[j] who created the heavens and stretched them out, who spread out the earth and its produce, who gives breath to the people on it and life[k] to those who walk in it:", "6": "“I've[l] called you in righteousness. I'll take hold of your hand. I'll preserve you and appoint you as a covenant to the people,[m] as a light for the nations,", "7": "to open blind eyes and to bring out those who are bound[n] from their cells, and[o] those sitting in darkness from prison.", "8": "I, the Lord, am the one, and I won't give my name and[p] glory to another, nor my praise to idols.", "9": "See, the former things have taken place, and I'm announcing the[q] new things— before they spring into being I'm telling you about them.”", "10": "Sing to the Lord a new song, and[r] his praise from the ends of the earth, you who sail down the sea and by everything in it, you coastlands and their inhabitants.", "11": "Let the desert cry out,[s] its towns and the[t] villages where Kedar lives; and[u] let those who live in Sela sing for joy. Let them shout aloud[v] from the mountaintops.", "12": "Let them give glory to the Lord, and declare his praise in the islands.", "13": "The Lord marches out like a warrior; he stirs up his rage like a man of war; he makes his anger heard; he shouts aloud;[w] he declares his mastery over his enemies:", "14": "“I have certainly[x] stayed silent for a long time; I've kept still and held myself back. Now, like a woman giving birth, I'll cry out. All of a sudden I'll gasp and pant.", "15": "I'll devastate the mountains and hills, and dry up all their vegetation; I'll turn rivers into islands, and dry up the ponds.", "16": "I'll help the blind walk, even[y] on a road they do not know; I'll guide them in directions[z] they do not know. I'll turn the dark places[aa] into light in front of them, and the rough places into level ground. These are the things I will do, and I won't abandon them.", "17": "Those who trust in carved idols will turn back and[ab] be completely disappointed,[ac] along with those[ad] who say to metal images, 'You are our gods.'”", "18": "“Listen, you deaf people, and look up, you blind people, so you may see!", "19": "Who is blind except my servant, or deaf like my messenger I am sending? Who is blind like the one committed to me, or blind like the Lord's servant?", "20": "You've seen[ae] many things, but you pay no[af] attention. His ears are open,[ag] but he doesn't listen.", "21": "The Lord was pleased, for the sake of his vindication, that he should magnify his Law and make it glorious.", "22": "But this is a people who have been robbed and plundered, all of them trapped in pits or hidden away in prisons.[ah] They have become prey, with no one to rescue them; they have been made loot, with no one to say, 'Send them back!'", "23": "“Who among you will listen, and[ai] pay attention, and listen for the time to come?”", "24": "“Who handed Jacob over to looters, and Israel to robbers? Was it not the Lord, against whom we have sinned? After all, they weren't willing to walk in his ways, and they wouldn't obey[aj] his instruction,", "25": "so he drenched him with[ak] the heat that is his anger,[al] the violence of war. It enveloped him in flames, but still he had no insight. It burned him up, but he didn't take it to heart.”"}