{"1": "But now this is what the Lord says, the one who created you, Jacob, the one who formed you, Israel: “Do not be afraid, because I've redeemed you. I've called you by name; you are mine.", "2": "When you pass through the waters, I'll be with you; and through the rivers, they won't sweep over you. when you walk through fire you won't be scorched, and the flame won't set you ablaze.", "3": "“I[a] am the Lord your God, the Holy One of Israel, your Redeemer.[b] And[c] I've given Egypt as your ransom,[d] Cush and the people of Seba[e] in exchange for you.", "4": "Since you're precious in my sight and honored, and because I love you, I'm giving up people in your place, and nations in exchange for your life.”", "5": "“Don't be afraid, for I am with you; I'll bring your children from the east, and gather you from the west.", "6": "I'll say to the north, 'Give them up'! and to the south, 'Don't keep them back!' Bring[f] my sons from far away and my daughters from the ends of the earth—", "7": "everyone who is called by my name, whom I created for my glory, whom[g] I formed and made.", "8": "“Bring out the people who are blind, yet still have eyes, who are deaf, yet still have ears!", "9": "Let all the nations be gathered together, and let the peoples be assembled. “Who is there among them who[h] can declare this, or announce[i] the former things? Let them produce their witnesses to prove them right, and let them proclaim[j] so people will say, 'It's true.'", "10": "“You are my witnesses,” declares the Lord, “and my servant whom I have chosen, so that you may know and trust me and understand that I am the One.[k] Before me no God was formed, nor will there be one after me.", "11": "I, yes I, am the Lord, and apart from me there is no savior.", "12": "I've revealed and saved and proclaimed, when there was no foreign god among you — and you are my witnesses,” declares the Lord.", "13": "“I am God; also[l] from ancient days[m] I am the one. And there is no one who can deliver out of my hand; when I act, who can reverse it?”", "14": "This is what the Lord says, your Redeemer, the Holy One of Israel: “For your sake I will send to Babylon,[n] and bring them all down as fugitives. Now as for the Babylonians, their ringing cry will become lamentation.", "15": "I am the Lord, your Holy One, Creator of Israel, and your King.”", "16": "This is what the Lord says — who makes a way through the sea, a path through the mighty waters,", "17": "who brings out chariots and horsemen, and[o] armies and warriors at the same time. They lay there, never to rise again, extinguished, snuffed out like a candle:[p]", "18": "“Don't remember[q] the former things; don't dwell on things past.", "19": "Watch! I'm about to carry out something new! And[r] now it's springing up— don't you recognize it? I'm making a way in the wilderness and paths[s] in the desert.", "20": "Wild animals, jackals, and owls[t] will honor me because I provide[u] water in the desert and streams in the wilderness to give drink to my people, my chosen ones,[v]", "21": "the people whom I formed for myself and[w] so that they may speak[x] my praise.”", "22": "“And[y] yet you didn't call upon me, Jacob; indeed, you are tired of me, Israel!", "23": "You haven't brought me your sheep for a burnt offering,[z] nor have you honored me with[aa] your sacrifices, nor have you made meal offerings for me[ab]— yet I have not tired you about incense!", "24": "You[ac] haven't bought me sweet cane with money, nor have you satisfied me with the fat of your sacrifices. You have only burdened me with your sins and made me tired with your iniquities.", "25": "“I, I am the one who blots out your transgression[ad] for my own sake, and I'll remember your sins no more.[ae]", "26": "Recount the brief! Let's argue the matter together; Present your case, so that you may be proved right.", "27": "Your first ancestor sinned, and your mediators rebelled against me.", "28": "So I'll disgrace the leaders of the Temple, and I'll consign Jacob to total destruction[af] and Israel to contempt."}