{"1": "This is what the Lord says to his anointed, Cyrus, whose right hand I have grasped to subdue nations before him, as I strip kings of their armor,[a] to open doors[b] before him and gates that cannot keep closed:", "2": "“I myself will go before you, and he[c] will make the mountains[d] level; I'll shatter bronze doors and cut through iron bars.", "3": "I'll give you concealed treasures[e] and riches hidden in secret places, so that you'll know that it is I, the Lord, the God of Israel, who calls you by name.", "4": "For the sake of Jacob my servant, Israel[f] my chosen, I've called you, and he has established you with a name,[g] although you have not acknowledged me.", "5": "I am the Lord, and there is no other besides me: and there are no gods.[h] I'm strengthening you, although you have not acknowledged me,", "6": "so that from the sun's rising[i] to the west people may know that there is none besides me. “I am the Lord, and there is no other.”", "7": "“I form light and create darkness, I make goodness[j] and create disaster. I am the Lord, who does all these things.", "8": "“Shout,[k] you skies above, and you clouds, and let righteousness stream down.[l] I am[m] the one who says to the earth, 'Let salvation blossom, and let righteousness sprout forth.'[n]", "9": "“Woe to the one who quarrels with his makers,[o] a mere potsherd with the potsherds of the[p] earth! Woe to the one who says[q] to the one forming him, 'What are you making?' or 'Your work has no human[r] hands?'!", "10": "Woe to the[s] one who says to his father, 'What are you begetting?' or to a woman, 'To what are you giving birth?'!”", "11": "This is what the Lord[t] says, the Creator of the signs: “Question me about my children,[u] or give me orders about the work of my hands.", "12": "I myself made the earth and personally created humankind upon it. My own hands stretched out the skies; I marshaled all their starry hosts.”", "13": "“I have aroused him[v] in righteousness, and I'll make all his pathways smooth. It is he who will rebuild my city and set my exiles free, but not for a price nor reward, ” says the Lord of the Heavenly Armies.", "14": "This is what the Lord says: “The wealth of Egypt, and the merchandise of Ethiopia, those[w] Sabeans, men of great heights.[x] They'll come over to you and will be yours; They'll trudge behind you— coming over in chains, they'll bow down to you. They'll plead with you, 'Surely God is in you; and there is no other God at all.'”", "15": "“Truly you are a God who hides himself, O God of Israel, the Savior.", "16": "All of them will be put to shame—indeed, disgraced! The makers of idols will go off in disgrace together.", "17": "But Israel will be saved by the Lord with everlasting salvation; you won't be put to shame or disgraced ever again.”", "18": "For this is what the Lord says, who created the heavens— he is God, and[y] the one who formed the earth and made it, and[z] he is the one who established it; he didn't create it for[aa] chaos, but formed it to be inhabited— “I am the Lord and there is no other.", "19": "I didn't speak in secret, from somewhere in a land of darkness; I didn't say to Jacob's descendants, 'Seek me in chaos.' I, the Lord, speak truth, declaring what is right.", "20": "“Gather together and come; draw near and enter,[ab] your fugitives from the nations. Those who carry around their wooden idols know nothing, nor do those who keep praying to a god that cannot save.", "21": "Explain and present a case! Yes, let them take counsel together. Who announced this long ago, who declared it from the distant past? Was it not I, the Lord? And there is no other God besides me, a righteous God and Savior; and[ac] there is none besides me.", "22": "Turn to me and be saved, all you ends of the earth. For I am God, and there is no other.", "23": "By myself I have sworn— from my mouth has gone out integrity, a promise[ad] that won't be revoked: 'To me every knee will bow, and[ae] every tongue will swear.'", "24": "One will say of me,[af] 'Only in the Lord are victories and might.' All who raged against him will come[ag] to him and will be put to shame.", "25": "In the Lord all the descendants of Israel will triumph and make their boast.”"}