{"1": "“Bel[a] bows down, Nebo[b] stoops low. Their idols are on beasts, on[c] livestock. Your loads are more burdensome than their reports.[d]", "2": "They stoop, they bow down together, and[e] they are not able to rescue the burden, but they themselves go off[f] into captivity.", "3": "“Listen[g] to me, house of Jacob, and all you remnant of the house of Israel, who have been upheld from before your birth, and who have been carried from the womb.", "4": "Even[h] until your[i] old age, I am the one, and I'll carry you even until your gray hairs come.[j] It is I who have created,[k] and I who will carry, and it is I who will bear and save.", "5": "“To whom will you compare me, count me equal,[l] or liken me, so that I[m] may be compared?", "6": "Those who pour out gold in[n] a purse, weigh silver in a balance, hire a goldsmith in order to make[o] a god, and then[p] they bow down and even worship it.", "7": "And[q] they lift it on their shoulders, carry it, set it up in its place, and there it stands. It cannot move[r] from that spot. One may even call to[s] it, but it cannot answer nor save him from his distress.", "8": "“Remember this, and stand firm; take it again to heart, you rebels.", "9": "Remember the former things from long ago, Because I am God, and there is no one else; I am God, and there is none like me.", "10": "I declare from the beginning things to follow,[t] and from ancient times things that have not yet been done; saying, 'My purpose will stand, and he[u] will accomplish everything that I please.'", "11": "I am calling a bird of prey from the east, and from a far country a man with his[v] purpose. Indeed, I've spoken; I will certainly make it happen; I've planned it;[w] and I will certainly carry it out.", "12": "“Listen to me, you hard-hearted, you who are far removed from righteousness:", "13": "My righteousness is brought near[x] and[y] it's not far off, and my salvation won't delay. I'll[z] grant salvation in Zion, and[aa] to Israel, my glory.”"}