{"1": "“Come down and sit in the dust, Virgin Daughter of Babylon. Sit on[a] the ground without a chair, Daughter of the Chaldeans! For no longer will they call you tender and attractive.", "2": "Take millstones and grind flour. Remove your veil, strip off your robes,[b] bare your legs, and wade through the rivers.", "3": "Your nakedness will be[c] exposed, and your disgrace will also be seen. I'll take vengeance, and I will spare no mortal.", "4": "“Our Redeemer— the Lord of the Heavenly Armies is his name— is the Holy One of Israel.", "5": "“Sit silent,[d] and enter into the darkness, you daughter of the Chaldeans; for no more will they call you Queen of Kingdoms.", "6": "I was angry with my people, and[e] I desecrated my heritage, and gave them into your control. You showed them no mercy; even on the aged you laid your yoke most heavily.", "7": "You said, 'I will always continue—Queen forever!' You didn't take these things into your thinking, nor did you think about their consequences.[f]", "8": "“Now hear this, you wanton creature, lounging with no cares, and saying to herself: 'I am the one, and there will be none besides me; I won't live as a widow, nor will I see[g] the loss of children.'", "9": "Both of these things will overtake you suddenly on a single day: loss of children and widowhood. They will come upon you in full measure, despite the multitude of your incantations and the great power of your spells.”", "10": "“You trusted in your own knowledge.[h] You said, 'No one sees me.' Your wisdom and knowledge have misled you. You said in your heart, 'I am the one, and there will be none besides me.'", "11": "“But disaster will come[i] upon you, and[j] you will not know how to charm it away. A calamity will befall you that you will not be able to[k] ward off; and devastation will come upon you suddenly, and[l] you won't anticipate it.", "12": "“But[m] stand up now with your spells and your many incantations, at which you have labored from your childhood until today,[n]", "13": "according to[o] your multiple schemes. Let them stand up now— those who conjure[p] the heavens and[q] gaze at the stars, predicting at the new moons— and save you from what is about to happen to them.[r]", "14": "“See, they are just like stubble; fire burns them up. They could not[s] even save themselves from the power of the flame. There will be no coals for warming oneself, no fire to sit by.", "15": "So will they be to you—those with whom you toiled and did business since your childhood— they wander about, each in his own direction; there is not one who can save you."}