{"1": "“Listen to me, you coastlands! Pay[a] attention, you people[b] from far away! The Lord called me from the womb; while I was still in my mother's body, he pronounced my name.", "2": "He made my mouth like a sharp sword; he hid me in the shadow of his hands.[c] He made me like a polished arrow and hid me away in his quivers.[d]", "3": "He said to me: 'You are my servant, Israel, in whom I will glorify myself.'", "4": "“I[e] said: 'I've labored for nothing. I've exhausted my strength on futility and on[f] emptiness.' Yet surely my recompense is with the Lord, and my reward is with my God.", "5": "“And now, says the Lord, who formed you[g] from the womb as his servant to bring Jacob back to him so that Israel might be gathered[h] to him— and I am honored in the Lord's sight and my God has been my help[i]—", "6": "he says: “It is too small a thing for you to be my servant, to raise up the tribes of Israel[j] and bring back those of Jacob[k] I have preserved. I'll also make you as a light to the nations, to be my salvation to the ends[l] of the earth.", "7": "“This is what my Lord[m] says— the Lord your Redeemer, O Israel,[n] and his Holy One— to one despised by people,[o] to those abhorred[p] as a nation, to the servant of rulers: “Kings see[q] and arise, and princes[r] will bow down, because of the Lord who is faithful, the Holy One of Israel, the one who has[s] chosen you.”", "8": "“This what the Lord says: “I'll answer[t] you in a time of favor, and on a day of salvation I'll help[u] you. I have watched over you, and given you as a covenant for the people, to restore the land, to reassign the inheritances that have been devastated;", "9": "saying to captives, 'Come out!' and[v] to those who are in darkness, 'Be free!'[w] “They will feed on all the mountains,[x] and their pasture will be on all the barren hills.", "10": "They won't hunger or thirst, nor will the desert heat or sun beat upon them; for the one who has compassion on them will drive them and guide them alongside springs of water.", "11": "I'll turn all my mountains into a road, and my highways will be raised up.", "12": "“Watch! They'll come from far away— some from the north and from the west, and others from the region of China.”[y]", "13": "Shout with joy, you heavens, and rock with glee, you earth! Break out in song, you mountains![z] The Lord is comforting[aa] his people and will have compassion on his afflicted ones.", "14": "“But Zion said, 'The Lord has abandoned me, and my God[ab] has forgotten me.'", "15": "“Can a woman forget her nursing child, or have no compassion for the child of her womb? Even these mothers may forget; But as for me, I'll never forget you!", "16": "Look! I've inscribed you on the palms of my hands, and[ac] your walls are forever before me.", "17": "Your builders[ad] are working faster than your destroyers, and those who devastated you go away from you.", "18": "Lift up your eyes and look around— they have all gathered together and are coming to you. “As surely as I live,” says the Lord, “you will clothe yourself with all of them like ornaments, and tie them on like a bride.", "19": "Indeed, your ruins, your desolate places, and your devastated land will now be too crowded for your inhabitants, while those who swallowed you up will be far away.", "20": "“The children who are grieving at present[ae] will yet say in your hearing, 'This place is too crowded for me; make room for me, so I may have a place to live.'", "21": "Then you'll ask[af] in your heart, 'Who bore these children for me, although I was childless and barren, and[ag] an exile[ah] and cast aside? Who[ai] brought these up? Look![aj] For my part I was left all alone; but as for these, where have they come from?'", "22": "“For[ak] this what the Lord[al] says, 'Watch! I'll lift up my hand to the nations and raise my banner to the[am] peoples.[an] They will bring your sons in their arms, and your daughters will be carried on their shoulders.'", "23": "“Oh, yes![ao] Kings will be your foster fathers, and their queens will be your nursing mothers. They will bow to you with their faces to the ground, and lick the dust from your feet. Then you will know that I am the Lord; those who hope in me will not be disappointed.", "24": "“Can they seize plunder[ap] from warriors, or[aq] can the captives of tyrants[ar] be rescued?", "25": "But this is what the Lord says: “He will seize[as] even the warriors' plunder,[at] and the captives[au] of tyrants will be rescued. I myself will quarrel with those who have a quarrel with you,[av] and I myself will save your children.", "26": "“I'll make those who mistreat you[aw] eat their own flesh, and they will get drunk on their own blood, as with new wine. “Then all mankind will know that I am the Lord your Savior and your Redeemer, the Mighty One of Jacob.”"}