{"1": "This is what the Lord says: “Where is your mother's certificate of divorce with which I sent her away? Or to which of my creditors did I sell you? Look! It's because of your sins that you were sold, and because of your transgressions that your mother was sent away.", "2": "Why is it that when I came, no one was there? Why was there no answer when I called? Was my arm[a] too short to redeem you? Do[b] I lack the strength to rescue you? Look! By my mere rebuke I dry up the sea, I turn rivers into a desert. Their fish stink for lack of water and die of thirst.", "3": "I clothe the skies with darkness and make sackcloth their covering.”", "4": "“The Lord God has given me a learned tongue, so that I may know how to sustain the weary with words. And[c] morning after morning he wakens, and[d] he wakens my ear to listen like those who are being taught.", "5": "My Lord God[e] has opened my ears, and I did not rebel; I did not shrink back.", "6": "I gave my back to those who beat me and my cheeks to those who pulled out my beard.[f] I did not turn away[g] my face from insults and spitting.", "7": "For the Lord God helps me, so I won't be disgraced. Therefore I've made my face like flint, and I know that I won't be put to shame.”", "8": "The one who vindicates me is near. Who, then, will bring a charge against me? Let's face each other! Who has a case against me? Let him confront me!", "9": "See! It is the Lord God who will help me. Who is it that will declare me guilty? See! They will all wear out like a garment; moths will eat them up.", "10": "Who among you fears[h] the Lord, obeying the voice of his servant, who among you[i] walks[j] in darkness[k] and has no light? Let him trust in the name of the Lord, and rely upon his God.", "11": "Look! All those[l] who light a fire, who surround yourselves with flaming torches— walk by the light of your fire, and by the torches that you have set ablaze! This is what you will receive from my hand: you will lie down in torment."}