{"1": "“Listen to me, you who pursue righteousness, you who seek the Lord! Look to the rock from which you were cut, to the quarry from which you were hewn.", "2": "Look to Abraham your father, and to Sarah who gave you birth. For when he was only one person I called him, but I made him fruitful[a] and made him many.", "3": "For the Lord will have compassion on Zion, have compassion on all her ruins. He will make her wilderness like Eden, and her deserts like the garden of the Lord. Joy and gladness will be found in her, thanksgiving, and the sound of singing.[b] Sorrow and sighing will flee away.[c]", "4": "“Pay attention to me, my people! Listen to me, my nation! For instruction[d] will go out from me, and my justice will become a light for the nations.[e] I will quickly bring ", "5": "my deliverance near; my salvation is on the way. His arm[f] will bring justice to[g] the nations;[h] the coastlands will hope for him,[i] and they will wait for his arm.[j]", "6": "“Lift up your eyes, you[k] heavens and look to the earth beneath; and see who created these.[l] Its inhabitants will die just like this;[m] but my salvation will be forever, and my deliverance will never fail.", "7": "Listen to me, you who know righteousness, you people who have my instruction[n] in their hearts. Don't fear the insults of mortals, and don't be dismayed at their hateful words.[o]", "8": "For moths will eat them up just like a garment, and worms will devour them like wool; but my deliverance will last[p] forever, and my salvation to all generations.", "9": "“Awake! Awake! Clothe yourself with strength, you arm[q] of the Lord! Awake, as in days gone by, as in generations of long ago. Was it not you who split apart[r] Rehob,[s] who pierced that sea monster through?[t]", "10": "Was it not you who dried up the sea, the waters of the great deep, who made a road in[u] the depths of the sea so that the redeemed could cross over?”", "11": "“The scattered ones[v] of the Lord will return, and they will enter Zion with singing. Everlasting joy will be upon their heads; they will attain joy and gladness, and[w] sorrow and sighing will flee away.[x]", "12": "“I—yes, I—am the one who comforts you. Who are you, that you are so afraid of humans who will die, descendants of mere[y] men, who have been made[z] like grass?", "13": "As a result, you have forgotten the Lord who made you, who stretched out the heavens and laid the earth's foundations, and you live in constant fear every day because of the oppressor's fury, since he's ready to destroy. Now where is the[aa] oppressor's fury?", "14": "Distress[ab] will quickly be set free. He won't die in the Pit,[ac] nor will he lack food.”", "15": "“For I am the Lord your God, who churns up the sea, so that its waves roar, 'The Lord of the Heavenly Armies is his name.'", "16": "I have put my words in your mouth and have covered you with the shadow of my hand, so that I could plant the heavens and lay the earth's foundations, to say to Zion, 'You are my people.'", "17": "“Awake, Awake! Stand up, Jerusalem, you who have drunk from the Lord's hand from the cup that is[ad] his anger. You have drunk to the dregs the cup that makes you stagger,[ae] and have drained it.", "18": "There is no one to guide you[af] out of all the children she bore, no one to take her by the hand out of all the children she brought up.", "19": "“These twin things have come upon you (who can feel sorry for you?): ruin and destruction, famine and the sword— who can console you?", "20": "Your children have fainted. They lie at the head of every street, like antelope caught in a trap, filled with the anger of the Lord and the rebuke of your God.", "21": "Now listen to this, you afflicted one, made drunk, but not with wine:", "22": "This is what your Lord, the Lord,[ag] says, your[ah] God, who defends his people's cause: “See, I have taken from your hand the cup that made you stagger.[ai] And you will never again drink to the dregs the cup that is my anger.", "23": "But I will put it into the hands of those who tormented and oppressed you,[aj] those who said to you, 'Lie down,[ak] so we can step over you,' so that you had to make your back like the ground, and like a street for them to walk over.”"}