{"1": "Awake, awake! Clothe yourself with strength,[a] O Zion! Put on your beautiful garments, O Jerusalem, the holy city, for the uncircumcised and the unclean won't enter you.[b]", "2": "Shake yourself from the dust and[c] arise, and[d] sit on your throne, O Jerusalem! Loosen the bonds from your neck, O captive daughter of Zion.", "3": "For this is what the Lord says: “You were sold for nothing, and you'll be redeemed without money.”", "4": "For this is what the Lord[e] says: “My people went down long ago into Egypt to live[f] there; the Assyrian, too, has oppressed them without cause.", "5": "“Now therefore, what[g] am I doing here,” asks[h] the Lord, “seeing that my people are taken away without cause? Those who rule over them are deluded,”[i] says the Lord, “and continuously, all the day long, my name is blasphemed. ", "6": "Therefore my people will know my name; in that day[j] they'll know that it is I who speaks, 'Here I am!'", "7": "“How beautiful[k] on the mountains are the feet of the one who brings news of peace,[l] who announces good things, who announces salvation,[m] who says to Zion, 'Your God reigns!'", "8": "Listen! Your watchmen lift up their voices,[n] together they sing for joy; for they will see in plain sight the return of the Lord to Zion with compassion.[o]", "9": "“Break forth together into singing,[p] you ruins of Jerusalem; for the Lord has comforted his people, and[q] he has redeemed Jerusalem.", "10": "The Lord has bared his holy arm[r] in the eyes of all the nations; and all the ends of the earth will see the salvation of our God.", "11": "“Depart! Depart! Go out from there; touch no unclean thing; go out from the midst of her; purify yourselves, you who carry the vessels of the Lord.", "12": "For you won't go out in haste, nor will you go in flight; for the Lord will go before you; and the God of Israel will be your rear guard. He is called the God of all the earth.”[s]", "13": "“Look! My servant will prosper, and[t] he will be exalted and lifted up, and will be very high.", "14": "Just as many were astonished at you[u]— so was he marred in[v] his appearance, more than any human, and his form beyond that of human semblance[w]—", "15": "so will he startle[x] many nations. Kings will shut their mouths at him; for what had not been told them they will see, and what they had not heard they will understand."}