{"1": "“Who[a] has believed our message, and[b] to[c] whom has the arm[d] of the Lord been revealed?", "2": "For he grew up before him like a tender plant, and like a root out of a dry ground; he had no form and he had[e] no majesty that we should look at him,[f] and there is no attractiveness that we should desire him.[g]", "3": "“He was despised and rejected by others, and[h] a man of sorrows, intimately familiar with[i] suffering; and like one from whom people hide their faces; and[j] we despised him[k] and did not value him.", "4": "“Surely he has borne our sufferings and carried our sorrows; yet we considered him stricken, and[l] struck down by God, and afflicted.", "5": "But he was wounded for our transgressions, and[m] he was crushed for our iniquities, and[n] the punishment that made us whole was upon him, and by his bruises we are healed.", "6": "All we like sheep have gone astray, we have turned, each of us, to his own way; and the Lord has laid on him the iniquity of us all.", "7": "He was oppressed and he was afflicted, yet he didn't open his mouth; like a lamb that is led to the slaughter, as[o] a sheep that before its shearers is silent, so he did not open[p] his mouth.", "8": "“From detention and[q] judgment he was taken away[r]— and who can even think about his descendants?[s] For he was cut off from the land of the living, he was stricken[t] for the transgression of my people.", "9": "Then they made[u] his grave with the wicked, and with rich people[v] in his death,[w] although he had committed no violence, nor was there any deceit in his mouth.”", "10": "“Yet the Lord was willing to crush him, and he made him suffer.[x] Although you make his soul an offering for sin, he[y] will see his offspring, and[z] he will prolong his days, and the will of the Lord will triumph in his hand.", "11": "Out of the suffering of his soul he will see light[aa] and[ab] find satisfaction. And[ac] through his knowledge his servant,[ad] the righteous one, will make many righteous, and he will bear their iniquities.", "12": "Therefore I will allot him a portion with the great,[ae] and he will divide the spoils with the strong; because he poured out his life to death, and was numbered with the transgressors; yet he carried the sins[af] of many, and made intercession for their transgressions.”[ag]"}