{"1": "“Sing, you barren woman, even the[a] one who never bore a child! Burst into song and shout for joy, even[b] you who were never in labor! For the children of the desolate woman will be more than the children of her that is married,” says the Lord.", "2": "“Enlarge the location[c] of your tent, let the curtains of your dwellings be stretched wide, and[d] don't hold back. Lengthen your cords; strengthen your stakes.", "3": "For you will spread out to the right hand and to the left, and your descendants[e] will possess[f] the nations and will populate the deserted towns.", "4": "“Don't be afraid, because you won't be ashamed; don't fear shame, for you won't be humiliated— because you will forget the disgrace of your youth, and the reproach of your widowhood you will remember no more.", "5": "For your Maker is your husband; the Lord of the Heavenly Armies is his name, and the Holy One of Israel is your Redeemer; he is called the God of the whole earth.", "6": "For the Lord has called you back like a wife deserted and grieved in spirit, like the wife of a man's youth when she is cast off,” says the Lord your God.[g]", "7": "“For a brief moment I abandoned you; but I'll gather you with great compassion.", "8": "I hid my face from you for a moment in a surge of anger, but I will have compassion on you with my[h] everlasting gracious love,” says the Lord your Redeemer.", "9": "“For this is like the waters of Noah to me, when I swore that the waters of Noah would never again spread over the earth; so have I sworn that I won't be angry with you again[i] and that I[j] won't rebuke you.", "10": "For the mountains may collapse and the hills may reel, but my gracious love will not depart from you, neither will my covenant of peace totter,” says the Lord, who has compassion on you.", "11": "“O afflicted one,[k] passed back and forth,[l] and not comforted, Look! I am about to set your stones in antimony, and lay your foundations with sapphires.", "12": "And I'll make your battlements of rubies, and your gates of jewels, and all your walls of precious stones.", "13": "Then all your children will be taught by the Lord, and great will be your children's prosperity.", "14": "“In righteousness you'll be established; you will be far from tyranny, for you won't be afraid, and from terror, for it won't come near you.", "15": "Watch! If anyone does attack you, it will not be from me; whoever may attack[m] you will fall[n] because of you.", "16": "Look! It is I who have created the blacksmith who fans coals in the fire, and produces a weapon for his purpose. It[o] is I who have created the ravager to wreak havoc;", "17": "no weapon that is forged against you will be effective.[p] This is the heritage of the Lord's servants, and their righteousness from me,” says the Lord."}