{"1": "“Also[a] the righteous are perishing,[b] but no one takes it to heart; devout people[c] are taken away, while no one understands that the righteous person is taken away from calamity.", "2": "Then[d] he enters into peace, and[e] they'll rest on his[f] couches, each one living righteously.[g]", "3": "“But as for you, come here, you children of a sorceress, you offspring of adulterers and prostitutes![h]", "4": "Whom are you mocking? And[i] against whom do you make a wide mouth and stick out your tongue? Are you not children of transgression, the offspring of lies,", "5": "you who burn with lust among the oaks, under every spreading tree, who slaughter your children in the ravines, under the clefts of the rocks?", "6": "“Among the smooth stones[j] of the ravines is your portion— there they are as[k] your lot. To them you have poured out drink offerings; you have brought grain offerings. Should I be lenient over such things?", "7": "“You have made your bed on a high and lofty mountain, and you went up to offer sacrifice there.", "8": "Behind the doors and the doorposts you have set up your pagan sign.” For in deserting me you have uncovered your bed— you have climbed up into it and have opened it wide. And you[l] have made a pact for yourself with them; you have loved their bed, you have looked on their private parts.[m]", "9": "You went to Molech[n] with olive oil and increased your perfumes; you sent your ambassadors far away, you sent them down even to Sheol[o] itself!", "10": "You grew tired with your many wanderings,[p] but you wouldn't say: 'It is hopeless.' You found new strength for your desire, and so you did not falter.", "11": "“Whom did you so dread— and while you feared me[q]— that you lied, and you did not remember me, and[r] did not lay to heart these things?[s] Haven't I remained silent for a long time, and still you don't fear me?”", "12": "“I will denounce your righteousness[t] and your works, for your collections of idols[u] will not benefit you.", "13": "When you cry out, let your collection deliver you! The wind will carry them all off, and[v] a mere breath will sweep them all away.” “But whoever[w] takes refuge in me will possess the land, and will inherit my holy mountain.", "14": "And one has said:[x] 'Build up! Build up the road![y] Prepare the highway! Remove every obstacle from my people's way.'", "15": "“For this is what the high and lofty One says, who inhabits eternity, whose name is Holy: “He lives[z] in the height and in holiness,[aa] and also with the one who is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite.", "16": "For I won't accuse forever, nor will I always be angry; for then the human spirit would grow faint before me— even the souls that I have created.", "17": "Because of his wicked greed I was angry, so I punished him; and[ab] I hid my face, and was angry— but he kept turning back to his stubborn will.[ac]", "18": "I've seen his ways,[ad] yet I will heal him,[ae] and restore for him[af] comfort[ag] to him and for those who mourn for him[ah]", "19": "when[ai] I create the fruit of the lips: Peace[aj] to the one who is far away or near,” says the Lord, “and I'll heal him.", "20": "But the wicked are tossed like the sea;[ak] for it is not able to[al] keep still, and its waters toss up mire and mud.", "21": "“Yet[am] there is no peace,” says my God, “for the wicked.”"}