{"1": "“Shout aloud! Don't hold back! Lift up your voice like a trumpet! Declare to my people their rebellions,[a] and to the house of Jacob their sins.", "2": "They[b] seek me day after day,[c] and are eager to know my ways, as if they were a nation that practices righteousness and has not forsaken the justice of their God. “They ask me to reveal just decisions; they are eager to draw near to God.", "3": "'Why have we fasted,' they ask,[d] 'but you do not see? 'Why have we humbled ourselves,'[e] they ask,[f] 'but you take no notice?'” “Look! On your fast day you serve your own interest and oppress all your workers.", "4": "“Look! You fast only for quarreling, and for[g] fighting, and for hitting with wicked fists. You cannot fast as you do today and have your voice heard on high.", "5": "“Is this the kind of fast that I have chosen, merely a day for a person to humble himself? Is it merely for bowing down one's head like a bulrush, for lying[h] on sackcloth and ashes? Is this what you[i] call a fast, an[j] acceptable day to the Lord?", "6": "Isn't this the[k] fast that[l] I have been choosing: to loose the bonds of injustice, and[m] to untie the cords of the yoke, and[n] to let the oppressed go free, and to break every yoke?", "7": "Isn't it to share your bread with the hungry, and to bring the homeless poor into your house; when you see the naked, to cover him with clothing,[o] and not to raise yourself up[p] from your own flesh and blood?”", "8": "“Then your light will break forth like the dawn, and your healing will spring up quickly; and your vindication will go before you, and[q] the glory of the Lord will guard your back.", "9": "Then you'll call, and the Lord will answer; you'll cry for help, and he'll respond, 'Here I am.' “If you do away with the yoke among you, and[r] pointing fingers and malicious talk;", "10": "if you pour yourself out for the hungry and satisfy the needs of afflicted souls, then your light will rise in darkness, and your night will be like noonday.", "11": "And the Lord will guide you continually, and satisfy your soul in parched places,[s] and they[t] will strengthen your bones; and you'll be like a watered garden, like a spring of water, whose waters never fail.", "12": "And your people will rebuild the ancient ruins; You'll raise up the age-old foundations,[u] and people will call you[v] 'Repairer of Broken Walls,' 'Restorer of Streets to Live In.'", "13": "“If you keep your feet from trampling the Sabbath, from[w] pursuing your own interests on my holy day, if you call the Sabbath a delight and[x] the Lord's holy day honorable; and if you honor it by not going your own ways[y] and[z] seeking your own pleasure or speaking merely idle[aa] words,", "14": "then you will take delight in the Lord, and he[ab] will make you ride upon the heights of the earth; and he[ac] will make you feast on the inheritance of your ancestor Jacob, your father. “Yes! The mouth of the Lord has spoken.”"}