{"1": "“See, the Lord's hand is not too short to save, nor are his ears[a] too dull to hear.", "2": "Instead, your iniquities have been barriers between you and your God, and your sins have concealed his face from you so that he won't listen.", "3": "For your hands are defiled with blood, and your fingers with iniquity; your tongue[b] mutters wickedness.", "4": "No one brings a lawsuit fairly, and no one goes to law honestly; they have relied[c] on empty arguments and they tell lies; they conceive[d] trouble and give birth[e] to iniquity.", "5": "They hatch[f] adders' eggs[g] and weave[h] a spider's web; whoever eats their eggs dies, and any crushed egg hatches out futility.[i]", "6": "Their cobwebs cannot become clothing, they cannot cover themselves with what they make. Their deeds are deeds of iniquity, and acts of violence fill their hands.", "7": "Their feet rush to evil, and they are quick to shed innocent blood. Their thoughts are thoughts of iniquity; ruin, destruction, and violence[j] are in their paths.", "8": "The pathway of peace they do not know, and there is no justice in their courses. They have made their roads crooked; no one who walks in them will know peace.”", "9": "“So justice is far from us, and righteousness does not reach us. We wait for light, but look—there is darkness; we wait for brightness, but we walk in deep darkness.[k]", "10": "Let's grope[l] along the wall like the blind; let us grope like those who have no eyes. We stumble at midday as if it were twilight, in desolate places[m] like dead people.", "11": "We all growl like bears; we[n] sigh mournfully like doves. We look for justice, but there is none, and[o] for deliverance, but it's far from us.", "12": "“For our transgressions before you are many, and our sins testify[p] against us; for our transgressions are with us, and as for our iniquities, we acknowledge them:", "13": "they've rebelled[q] in[r] treachery against the Lord, and are turning away from following our God; and they've spoken[s] oppression and revolt, and are conceiving[t] lying words from the heart.", "14": "I'll drive back justice,[u] and righteousness stands at a distance; for truth has fallen in the public square, and honesty cannot enter.", "15": "Truth is missing, and whoever turns away from evil becomes a prey.” “Then the Lord looked, and it displeased him that there was no justice.", "16": "He saw that there was no one, and was appalled that there was no one to intervene; so his own arm[v] brought him victory, and his righteous acts upheld him.", "17": "He put on righteousness like a breastplate, and a helmet of salvation on his head; he put on garments of vengeance for clothing, and wrapped himself in fury like a cloak.", "18": "So he will repay according to their action: Anger to his enemies, retribution to his foes; to the coastlands he will render their due.", "19": "So people will fear the name of the Lord from the west, and his glories[w] from the rising of the sun; for he will come as a pent-up stream that the breath of the Lord drives along.", "20": "“And a Redeemer will come to Zion, to those in Jacob who turn from transgression,” says the Lord.", "21": "“As for me, this is my covenant with them,”[x] says the Lord. “And[y] my Spirit that is upon you, and my words that I have put in your mouth, won't depart from your mouth, or from the mouths of your children, or from the mouths of your children's children,[z] from now on and forever.”"}