{"1": "In the year that King Uzziah died, I saw the Lord sitting upon his[a] throne, high and exalted. The train of his robe filled the Temple. ", "2": "The seraphim stood above him. Each had six wings:[b] with two he covered his face, and with two he covered his feet, and with two he was flying. ", "3": "They kept on calling to each other:[c] “Holy, holy, holy[d] is the Lord of the Heavenly Armies! The whole earth is full of his glory!”", "4": "The foundations of the thresholds quaked at the sound of those who kept calling out,[e] and the Temple was filled with smoke.", "5": "“How terrible it will be for me!” I cried, “because I am ruined! I'm a man with unclean lips, and I live among a people with unclean lips! And my eyes have seen the King, the Lord of the Heavenly Armies!”", "6": "Then one of the seraphim flew to me, carrying a burning coal in his hand that he had taken from the altar with tongs. ", "7": "He touched my mouth and said, “Look! Now that this has touched your[f] lips, your guilt is taken away, and your sins[g] atoned for.”", "8": "Then I heard the voice of the Lord as he was asking, “Whom will I send? Who will go for us?” “Here I am!” I replied. “Send me.”", "9": "“Go!” he responded. “Tell this people: “'Keep on hearing, but do not understand; keep[h] on seeing, but do not perceive.'", "10": "Dull the mind[i] of this people, deafen their ears, and blind their eyes. By doing so, they won't see with their eyes, hear with their ears, understand with their minds, turn back, and be healed.”", "11": "Then I asked, “For how long, Lord?”[j] He replied: “Until cities lie waste, without inhabitants, and houses without people; and the land becomes utterly desolate.", "12": "Until[k] the Lord removes people far away, and there are many empty places in the middle of the land.", "13": "Even though a tenth of its people remain[l] in it, it will once again be burned,[m] like a terebinth[n] or an oak tree,[o] the stump of which, though the tree has been[p] felled, still contains holy seed.”[q]"}