{"1": "“The Spirit of the Lord[a] is upon me, because the Lord has anointed me; he has sent me to bring good news to the oppressed and[b] to bind up the brokenhearted, to proclaim freedom for the captives, and release from darkness[c] for the prisoners;", "2": "to proclaim the year of the Lord's favor, the[d] day of vengeance of our God; to comfort all who mourn;", "3": "to provide for those who grieve in Zion— to bestow on them a crown of beauty instead of ashes, the oil of gladness instead of mourning, a mantle of praise instead of a spirit of despair.” “Then people will call them[e] “Oaks of Righteousness”, “The Planting of the Lord”, in order to display his splendor.", "4": "They will rebuild the ancient ruins; they will restore the places long devastated; they will build again the ruined cities, they will build again[f] the places devastated for many generations.", "5": "Strangers will stand and feed your flocks, and foreigners will work your land and dress your vines.", "6": "But as for you, you will be called priests of the Lord, and[g] you will be named ministers of our God. You will feed on the wealth of the nations, and you will boast about their riches.", "7": "Instead of your shame you will receive double, and instead of disgrace people will shout with joy over your[h] inheritance; therefore you[i] will inherit a double portion in their land; everlasting joy will be yours.”[j]", "8": "“For I, the Lord, love justice, and[k] I hate robbery and iniquity; I will faithfully present your reward[l] and make an everlasting covenant with you.[m]", "9": "Your[n] offspring will be known among the nations, and your[o] descendants among the people.[p] All who see them will acknowledge them, that they are an offspring the Lord has blessed.”", "10": "“I will heartily rejoice in the Lord, my soul will delight in my God; for he has wrapped me in garments of salvation; he has arrayed me in a robe of righteousness, just like a bridegroom, like a priest[q] with a garland, and like a bride adorns herself with her jewels.", "11": "For just as the soil brings forth its shoots, and as a garden makes what is sown within it spring up, so the Lord God[r] will make righteousness and praise spring up before all the nations for Zion's sake.”[s]"}