{"1": "“Who is this coming from Edom, from Bozrah, in garments stained crimson? Who is this, robed in such splendor, marching in his great might? It is I, speaking in vindication, mighty to save.", "2": "“Why is your clothing red, and your garments like those worn by the ones who tread in the winepress?[a]", "3": "“I have trodden the winepress alone, and from my people[b] no one was with me, I trampled them in my anger and trod them down in my wrath; their lifeblood spattered on my garments,[c] and I stained[d] all my clothing.", "4": "“For the day of vengeance was in my heart, and the year for my redeeming work had come.", "5": "I looked, but there was no helper, I was appalled that there was no one to give support;[e] so my own arm[f] brought me victory, and as for my wrath, it supported me.", "6": "I trampled people[g] in my anger; in my wrath I made them drunk and I poured out their lifeblood on the ground.”", "7": "I will recount the gracious deeds of the Lord, the praiseworthy acts of the Lord, according to all the Lord has done for us— yes, the great goodness to the house of Israel that he has granted them according to his mercy, according to the abundance of his gracious love.", "8": "For he said, “Surely they are my people, children who won't act falsely.” And so he became their savior.", "9": "In all their distress he wasn't distressed,[h] but the angel of his presence saved them; in his acts of love[i] and in his acts[j] of pity he redeemed them; he carried them and lifted them up[k] all the days of old.", "10": "Yet they rebelled and grieved his Holy Spirit; so he changed and became their enemy, and[l] he himself fought against them.", "11": "Then they[m] remembered the days of old, of Moses his servant. Where is the one who brought up[n] out of the sea the[o] shepherds of his flock? Where is the one who put his Holy Spirit among them,", "12": "and[p] who made his glorious arm[q] march at Moses' right hand, who divided the waters in front of them to win[r] an everlasting name,", "13": "who led them through the depths? Like a horse in the open desert, they did not stumble;", "14": "like cattle that go down into the valley, the Spirit of the Lord gave them rest. For[s] you led your people, to win for yourself a glorious name.", "15": "Look down from heaven, and see from your holy and glorious dwelling. Where are your zeal and your might? Where are the yearning of your heart and your compassion? They are held back from me.", "16": "But you are our Father, even[t] Abraham does not know us and Israel has not acknowledged[u] us; you are he,[v] O Lord, our Father, from long ago, 'Our Redeemer' is your name.", "17": "Why, Lord, do you make us wander[w] from your ways and harden our hearts, so that we do not fear you? Turn back for the sake of your servants, for the sake of the tribes that are your heritage.", "18": "Your holy people took possession[x] for a little while, but now our enemies have trampled down your sanctuary.", "19": "For a long time we have been those you do not rule, those who are not called by your name."}