{"1": "This is what the Lord says: “Heaven is my throne, and the earth is my footstool. Where is the house[a] that you would build for me, and where will my resting place be?", "2": "All these things my hand has made, and so all these things came into being,” declares the Lord. “But this is the one to whom I will look favorably: to the one who is humble and contrite in spirit, and who[b] trembles at[c] my message.", "3": "“Whoever slaughters an ox is just like[d] one who kills a human being; whoever sacrifices a lamb is just like one who breaks a dog's neck; whoever makes a grain offering is just like one who offers pig's blood; and whoever makes a memorial offering of frankincense is just like one who blesses an idol. Yes, these have chosen their own ways, and they take delight in their contaminated actions.", "4": "Therefore[e] I, too, will choose harsh treatment for them, and will bring upon them what they dread. For when I called, no[f] one answered; when I spoke, they didn't listen; but they did what I consider to be evil, and chose what doesn't please me.”", "5": "“Hear this message from the Lord, you who tremble at his words:[g] “Your own brothers who hate you and exclude you because of my name have said: 'Let the Lord be glorified; he will see[h] your joy,' yet it is they who will be put to shame.", "6": "“Listen to that uproar in[i] the city! Listen to that noise from the Temple! It is the sound of the Lord paying back retribution to his enemies!", "7": "“Before she goes into labor she gives birth; before her pains come upon her she has delivered[j] a son.", "8": "Who has ever heard of such a thing? And[k] who ever sees[l] such things? Can a country be born in a single day, or can a nation be brought forth in a single moment? Yet no sooner was Zion in labor than she delivered her children.", "9": "Am I to open the womb and not deliver?” asks[m] the Lord. “And when I bring to delivery, am I to close[n] the womb?” asks your God.", "10": "“Rejoice with Jerusalem, and be happy for her, all you who love her; rejoice with her in gladness, all you who mourn over her,", "11": "so that you may nurse and be satisfied at her consoling breasts, and so that you may drink deeply and take delight from her glorious bosom.”", "12": "This[o] is what the Lord says: “See, I will extend prosperity to her like a river, and the wealth of nations like a flooding stream; and you will nurse, and you[p] will be carried on her hip,[q] and bounced upon her knees.", "13": "Like a child whom his mother comforts, so I will comfort you; and you will be comforted in Jerusalem.", "14": "And when you look, your hearts will rejoice and your bodies will flourish like grass; and it will be made known that the Lord's hand is with his servants, but his fury is with his enemies.", "15": "“Take notice! The Lord will come with fire, and his chariot[r] will be[s] like a whirlwind, to pay back his anger—yes, his anger!—[t] in fury, and his menacing rebukes[u] in flames of fire.", "16": "For with fire and with his sword the Lord will proceed to judgment[v] on all humanity,[w] and those slain by the Lord will be many.”", "17": "“Those who consecrate and purify themselves to enter the groves,[x] following the one at the center of those who eat the meat of pigs, disgusting things,[y] and rats, are all alike,”[z] says[aa] the Lord. ", "18": "“But as for me, I know their actions and their thoughts. Come[ab] and gather all nations and languages, and they will come and see my glory.", "19": "“I will put up signs[ac] among them, and from them I will send survivors to the nations—to Tarshish, Libya,[ad] and Lydia,[ae] (who draw the bow),[af] to Tubal and Greece,[ag] to the far off coastlands that have not heard of my fame or seen my glory. Then they will proclaim my glory among the nations. ", "20": "They will bring all—yes, all!—[ah] of your kindred from all the nations to[ai] my holy mountain Jerusalem as an offering to the Lord—on horses, in chariots, in wagons, and on mules—yes, even on mules!—[aj] and on camels,” says the Lord, “just as the Israelis bring a grain offering in a clean vessel to the Lord's house. ", "21": "Then I will also select some of them for myself[ak] as priests and as Levites,”[al] says the Lord.", "22": "“For as the new heavens and the new earth that I am about to make will endure before me,” says the Lord, “so will your descendants and your name endure.", "23": "And from New Moon to New Moon, and from Sabbath to Sabbath,[am] all[an] humanity will come to worship before me,” says the Lord.", "24": "“Then they will go out and look upon the dead bodies of the people who rebelled against me. For their worm will not die, nor will their fire be extinguished, and they will remain an object of revulsion to all[ao] humanity.”"}