{"1": "During the reign of Jotham's son Ahaz, Uzziah's grandson, king of Judah, King Rezin of Aram and Remaliah's son Pekah, king of Israel, approached Jerusalem and waged war against it, but they[a] could not mount an attack against it. ", "2": "When it was reported to the house of David, “Aram has joined forces with Ephraim!” the[b] heart of the people of Ahaz[c] trembled like forest[d] trees in a windstorm.", "3": "So the Lord told Isaiah, “Go out to meet Ahaz, you and your son Shear-jashub, at the end of the aqueduct of the Upper Pool that proceeds along the highway to Launderer's Field. ", "4": "Tell him, 'Be careful, be calm, don't be afraid, and don't lose heart because of these two smoldering stumps of torches, that is, because of[e] the fierce anger of Rezin, from Aram, and Remaliah's son. ", "5": "Aram, Ephraim, and Remaliah's son have plotted this evil against you: ", "6": "“Let's go attack Judah, let's terrorize it, and let's conquer it for ourselves. Then we'll install Tabeel's son as king!”'", "7": "'But this is what the Lord God has to say: “'It won't take place. It won't ever happen.", "8": "Because Aram's head is Damascus, and Rezin is its king,[f] within sixty-five years Ephraim will be shattered as a people.", "9": "Furthermore, Ephraim's head is Samaria, and Remaliah's son is its king.[g] If all of you don't keep on believing, you'll never remain loyal.'”[h]", "10": "Later on, the Lord spoke to Ahaz again: ", "11": "“Ask a sign from the Lord your God. Make it as deep as Sheol[i] or as high as heaven above.”", "12": "But Ahaz replied, “I won't ask! I won't put the Lord to the test.”", "13": "In reply, the Lord[j] announced, “Please listen, you household of David. Is it such a minor thing for you to try the patience of[k] men? Must you also try the patience of[l] my God?", "14": "“Therefore the Lord[m] himself will give you a sign. Watch! The virgin[n] is conceiving a child, and will give birth to a son, and his name will be called[o] Immanuel.[p] ", "15": "He'll eat cheese[q] and honey, when he knows enough to reject what's wrong and choose what's right. ", "16": "However, before the youth knows enough to reject what's wrong and choose what's right, the land whose two kings you dread will be devastated.”", "17": "“The Lord will bring to you, to your people, and to your ancestor's house such a time[r] as has never been since Ephraim broke away from Judah—the king of Assyria will come.[s]", "18": "“At that time,[t] the Lord will call[u] for flies that will come from far away—from the headwaters of Egypt's rivers—and for bees that are in the land of Assyria. ", "19": "They will all come and settle in the steep ravines, in the rocky crevices, in all the thorn bushes, and in all the pastures.[v] ", "20": "At that time,[w] the Lord will hire a barber[x] to come[y] from beyond the Euphrates[z] River—that is, the king of Assyria—and he will shave your heads, your leg[aa] hair, and your beards, too.", "21": "“At that time,[ab] a man will keep alive a heifer and two sheep, ", "22": "and because of the abundance of milk that they give, he will have cheese[ac] to eat, since whoever remains in the land will be eating cheese[ad] and honey.", "23": "“At that time,[ae] every place where once there were a thousand vines worth a thousand shekels[af] of silver, only briars and thorns will grow.", "24": "“People will come there armed with bows[ag] and arrows, because the entire land will be nothing but briers and thorns. ", "25": "As for all the hills that used to be cultivated with a hoe, you won't go there, because you'll fear iron[ah] briars and thorns. Nevertheless, those hills[ai] will be reserved as a pasture where cattle will feed and where sheep will graze.”[aj]"}