{"1": "The Lord also told me, “Take a large tablet and write on it with a stylus[a] pen, 'For Maher-shalal-hash-baz'.[b] ", "2": "Then I will call[c] Uriah the priest and Jeberechiah's son Zechariah as reliable witnesses to testify on my behalf.”", "3": "After this, I was intimate with the prophetess and she conceived. Later, she bore a son, and then the Lord told me,[d] “Call him[e] 'Maher-shalal-hash-baz,' ", "4": "for before the young lad knows how to call out to his father or mother,[f] the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”", "5": "The Lord spoke to me again: ", "6": "“Because this people have rejected the gently-flowing waters of Shiloah, and because[g] they keep rejoicing in Rezin and Remaliah's son, ", "7": "watch out! The Lord God[h] is about to bring the flood waters of the Euphrates[i] River against them, mighty and strong.[j] “It's the king of Assyria and all of his arrogance! He will rise over all of the river's channels and run over all of its banks. ", "8": "He will sweep on into Judah, overflowing as he passes through, like flood waters[k] reaching up to a person's neck. His outstretched wings will flow as wide as your land, O Immanuel!”", "9": "“Band together,[l] you peoples, but be shattered! Listen, all you distant countries! Strap on your armor, but be shattered.[m]", "10": "Take counsel together, but it will all be for nothing; go ahead and talk, but[n] it will all be for nothing,[o] for God is with us.”[p]", "11": "For[q] this is what the Lord spoke to me, as his forceful hand was resting on me, and as he was warning me not to live the way this people were living:[r]", "12": "“Don't call conspiracy everything that this people calls conspiracy, and don't fear what they fear, or live in terror.", "13": "The Lord of the Heavenly Armies— he's the one you are to regard as holy. Let him be the one whom you fear, and let him be the one before whom you stand in terror!", "14": "Then he will be a sanctuary, but for both houses of Israel he'll also be a stone with which someone strikes himself, a rock one stumbles over, a trap and a snare to those who live in Jerusalem.", "15": "Many will stumble on them; They'll fall and be broken; They'll be snared and captured.", "16": "“Bind up the testimony, and seal up the teaching among my disciples.", "17": "I'll wait for the Lord, who is hiding his face from the house of Jacob, and I'll put my trust in him.", "18": "Watch out! I and the children whom the Lord has given me are a sign and a wonder[s] in Israel from the Lord of the Heavenly Armies, who resides on Mount Zion.”", "19": "“So when they advise you, 'Ask the mediums your questions, and quiz the spiritists who chirp and mutter,' shouldn't a people instead be consulting their God—[t] and not the dead— on behalf of those who are living", "20": "for instruction and for testimony? Surely they are speaking like this because the truth[u] hasn't dawned on them.", "21": "“They'll pass through the land,[v] while[w] greatly distressed and hungry. When they are hungry, they'll become enraged, and they'll curse their king and their god.[x] They'll turn their faces upwards,", "22": "or they'll look toward the[y] earth, but they'll see only distress and darkness, the gloom that comes from anguish, and then they'll be thrown into total darkness.”"}