{"1": "From Paul, a servant of God and an apostle of Jesus Christ. I was sent to help the faith of God's chosen people. I was sent to help them to know the truth. And that truth shows people how to serve God. ", "2": "That faith and that knowledge come from our hope for life forever. God promised that life to us before time began, and God does not lie. ", "3": "At the right time God let the world know about that life through preaching. He trusted me with that work, and I preached because God our Savior commanded me to.", "4": "To Titus. You are like a true son to me in the faith we share. Grace and peace to you from God the Father and Christ Jesus our Savior.", "5": "I left you in Crete so that you could finish doing the things that still needed to be done. I left you there also so that you could choose men to be elders in every town. ", "6": "To be an elder, a man must not be guilty of doing wrong. He must have only one wife. His children must be believers. They must not be known as children who are wild and who do not obey. ", "7": "An overseer has the job of taking care of God's work. So he must not be guilty of doing wrong. He must not be a man who is proud and selfish or who becomes angry quickly. He must not drink too much wine. He must not be a person who likes to fight. And he must not be a person who always tries to get rich by cheating people. ", "8": "An overseer must be ready to help others by accepting them into his home. He must love what is good. He must be wise. He must live right. He must be holy. And he must be able to control himself. ", "9": "An overseer must faithfully follow the truth just as we teach it. He must be able to help people by using true and right teaching. And he must be able to show those who are against the true teaching that they are wrong.", "10": "There are many people who refuse to obey—people who talk about worthless things and lead others into the wrong way. I am talking mostly about those who insist on circumcision to be saved. ", "11": "These people must be stopped from talking. They are destroying whole families by teaching things that they should not teach. They teach them only to cheat people and make money. ", "12": "Even one of their own prophets from Crete said, “Cretan people are always liars. They are evil animals and lazy people who do nothing but eat.” ", "13": "The words that prophet said are true. So tell those people that they are wrong. You must be strict with them. Then they will become strong in the faith ", "14": "and stop accepting Jewish stories. And they will stop following the commands of others who do not accept the truth. ", "15": "To those who are pure, all things are pure. But to those who are full of sin and do not believe, nothing is pure. The thinking of those people has become evil and their knowledge of what is right has been ruined. ", "16": "They say they know God, but the evil things they do show that they do not accept God. They are terrible people, they refuse to obey, and they are useless for doing anything good."}