{"1": "You must tell everyone what they must do to follow the true teaching. ", "2": "Teach older men to have self-control, to be serious, and to be wise. They should be strong in faith, strong in love, and strong in patience.", "3": "Also, teach older women to be holy in the way they live. Teach them not to speak against others or have the habit of drinking too much wine. They should teach what is good. ", "4": "In that way they can teach younger women to love their husbands and children. ", "5": "They can teach younger women to be wise and pure, to take care of their homes, to be kind, and to obey their husbands. Then no one will be able to criticize the teaching God gave us.", "6": "In the same way, tell young men to be wise. ", "7": "You should do good deeds to be an example in every way for young men. When you teach, be honest and serious. ", "8": "And when you speak, speak the truth so that you cannot be criticized. Then anyone who is against you will be ashamed because there is nothing bad that he can say against us.", "9": "And tell slaves to obey their masters at all times. They should try to please them and not argue with them. ", "10": "They should not steal from them. And they should show their masters that they can be trusted. Slaves should do these things so that in everything they do, they will show that the teaching of God our Savior is good.", "11": "That is the way we should live, because God's grace has come. That grace can save every person. ", "12": "It teaches us not to live against God and not to do the evil things the world wants to do. That grace teaches us to live in the present age in a wise and right way—a way that shows that we serve God. ", "13": "We should live like that while we are waiting for the coming of our great God and Savior Jesus Christ. He is our great hope, and he will come with glory. ", "14": "He gave himself for us; he died to free us from all evil. He died to make us pure people who belong only to him—people who are always wanting to do good things.", "15": "Tell everyone these things. You have full authority. So use that authority to strengthen the people and tell them what they should do. And do not let anyone treat you as if you were not important."}