{"1-2": "This is a Revelation from Jesus Christ, which God gave him so that he might show his servants what must very soon take place. He made it known by sending his angel to his servant John, who is the witness of all that he saw—the message of God, and the testimony of Jesus Christ.", "3": "Happy is the man who reads this prophecy and happy are those who hear it read and pay attention to its message; for the time is near.", "4-6": "a John, to the seven Churches in Asia: b-6 Grace and peace be to you from him who is and who was and who is coming, from the seven Spirits before his throne, and from Jesus Christ the faithful witness, first-born of the dead, and ruler of kings upon earth. To him who loves us and has set us free from our sins through his own blood, who has made us a kingdom of priests to his God and Father, to him be glory and power for timeless ages, amen.", "7": "See, he is coming in the clouds and every eye shall see him, even those who pierced him, and his coming will mean bitter sorrow to every tribe upon the earth. So let it be!", "8": "“I am Alpha and Omega, says the Lord God, “who is and who was and who is coming, the Almighty.”", "9-11": "I, John, who am your brother and your companion in the distress, the kingdom and the faithful endurance to which Jesus calls us, was on the island called Patmos because I had spoken God's message and borne witness to Jesus. On the Lord's day I knew myself inspired by the Spirit, and I heard from behind me a voice loud as a trumpet-call saying, “Write down in a book what you see, and send it to the seven Churches—to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea!”", "12-16": "I turned to see whose voice it was that was speaking to me and when I had turned I saw seven golden lamp stands, and among these lampstands I saw someone 'like a Son of Man'. He was dressed in a long robe with a golden girdle around his breast; his head and his hair were white as snow-white wool, his eyes blazed like fire, and his feet shone as the finest bronze glows in the furnace. His voice had the sound of a great waterfall, and I saw that in his right hand he held seven stars. A sharp two-edged sword came out of his mouth, and his face was ablaze like the sun at its height.", "17-20": "When my eyes took in this sight I fell at his feet like a dead man. And then he placed his right hand upon me and said, “Do not be afraid. I am the first and the last, the living one. I am he who was dead, and now you see me alive for timeless ages! I hold in my hand the keys of death and the grave. Therefore, write down what you have seen, both the things which are now, and the things which are to be hereafter. The secret meaning of the seven stars which you saw in my right hand, and of the seven golden lampstands is this: the seven stars are the angels of the seven Churches and the lampstands are the Churches themselves.”"}