{"1-2": "Then came one of the seven angels who held the seven bowls, and said to me, “Come, and I will show you the judgment passed upon the great harlot who is seated upon many waters. It is with her that the kings of the earth have debauched themselves and the inhabitants of the earth have become drunk on the wine of her filthiness.”", "3-5": "Then he carried me away in spirit into the desert. There I saw a woman riding upon a scarlet animal, covered with blasphemous titles and having seven heads and ten horns. The woman herself was dressed in purple and scarlet, glittering with gold, jewels and pearls. In her hand she held a golden cup full of the earth's filthiness and her own foul impurity. On her forehead is written a name with a secret meaning—BABYLON THE GREAT, MOTHER OF ALL HARLOTS AND OF THE EARTH'S ABOMINATIONS.", "6-8": "a Then I noticed that the woman was drunk with the blood of the saints and of the martyrs for Jesus. b-8 As I watched her, I was filled with utter amazement, but the angel said to me, “Why are you amazed? I will explain to you the mystery of the woman and of the animal with seven heads and ten horns which carries her. The animal, which you saw, once lived but now is no more—it will come up out of the pit only to meet with destruction. The inhabitants of the earth, whose names have not been written in the book of life from the foundation of the world, will be utterly astonished when they see that the animal was, and is not, and yet is to come.", "9-11": "(Here we need a mind with understanding.) “The seven heads are seven hills on which the woman takes her seat. There are also seven kings; five have been dethroned, one reigns and the other has not yet appeared—when he comes he must remain only for a short time. As for the animal which once lived but now lives no longer, it is an eighth king which belongs to the seven, but it goes to utter destruction.", "12-14": "The ten horns which you saw are ten kings who have not yet received their power to reign, but they will receive authority to be kings for one hour in company with the animal. They are of one mind, and they will hand over their power and authority to the animal. They will all go to war with the Lamb, and the Lamb, with his called, chosen and faithful followers, will conquer them. For he is Lord of lords and King of kings.”", "15-17": "Then he said to me, “As for the waters which you saw, on which the woman took her seat, they are peoples and vast crowds, nations and languages. The ten horns and the animal which you saw will loathe the harlot, and leave her deserted and naked. Moreover, they will devour her flesh, and then consume her with fire. For God has put it into their hearts to carry out his purpose by making them of one mind, and by handing over their authority to the animal, until the words of God have been fulfilled.", "18": "“The woman that you saw is the great city which dominates the kings of the earth.”"}