{"1-3": "Afterwards I heard what sounded like the mighty roar of a vast crowd in Heaven, crying, “Alleluia! Salvation and glory and power belong to our God, for his judgments are true and just. He has judged the great harlot who corrupted the earth with her wickedness, and he has avenged upon her the blood of his servants!” Then they cried a second time, “Alleluia! The smoke of her destruction ascends for timeless ages!”", "4": "Then the twenty-four elders and the four living creatures prostrated themselves and worshipped God who is seated upon the throne, saying, “Amen, alleluia!”", "5": "Then out of the throne came a voice, saying, “Praise our God, all you who serve him, all you who reverence him, both small and great!”", "6-8": "And then I heard a sound like the voices of a vast crowd, the roar of a great waterfall and the rolling of heavy thunder, and they were saying, “Alleluia! For the Lord our God, the Almighty, has come into his kingdom! Let us rejoice, let us be glad with all our hearts. Let us give him the glory, for the wedding-day of the Lamb has come, and his bride has made herself ready. She may be seen dressed in linen, gleaming and spotless—for such linen is the righteous living of the saints!”", "9": "Then he said to me, “Write this down: Happy are those who are invited to the wedding-feast of the Lamb!” Then he added, “These are true words of God.”", "10": "At that I fell at his feet to worship him, but he said to me, “No! I am your fellow-servant and fellow-servant with your brothers who are holding fast their witness to Jesus. Give your worship to God!” (This witness to Jesus inspires all prophecy.)", "11-13": "Then I saw Heaven wide open, and before my eyes appeared a white horse, whose rider is called faithful and true, for his judgment and his warfare are just. His eyes are a flame of fire and there are many diadems upon his head. There is a name written upon him, known only to himself. He is dressed in a cloak dipped in blood, and the name by which he is known is the Word of God.", "14-16": "The armies of Heaven follow him, riding upon white horses and clad in white and spotless linen. Out of his mouth there comes a sharp sword with which to strike the nations. 'He will rule them with a rod of iron', and alone he will tread the winepress of the furious wrath of God the Almighty. Written upon his cloak and upon his thigh is the name, KING OF KINGS AND LORD OF LORDS.", "17-18": "Then I saw an angel standing alone in the blazing light of the sun, and he shouted in a loud voice, calling to all the birds flying in mid-air, “Come, flock together to God's great feast! Here you may eat the flesh of kings and captains, the flesh of strong men, of horses and their riders—the flesh of all men, free men and slaves, small and great!”", "19-20": "And I saw the animal with the kings of the earth and their armies massed together for battle against the rider upon the horse and his army. The animal was captured and with it the false prophet who had performed marvels in its presence, which he had used to deceive those who accepted the mark of the animal and worshipped its statue. These two were thrown alive into the lake of fire which burns with sulphur.", "21": "The rest were killed by the sword which issues from the mouth of the rider upon the horse; and all the birds gorged themselves on their flesh."}