{"1": "Then I watched while the Lamb broke one of the seven seals, and I heard one of the four living creatures say in a voice of thunder, “Come out!”", "2": "I looked, and before my eyes was a white horse. Its rider carried a bow, and he was given a crown. He rode out conquering and bent on conquest.", "3": "Then, when the Lamb broke the second seal, I heard the second living creature, cry, “Come out!”", "4": "And another horse came forth, red in colour. Its rider was given power to deprive the earth of peace, so that men should kill each other. A huge sword was put into his hand.", "5-6": "a When the Lamb broke the third seal, I heard the third living creature say, “Come out!” b-6 I looked again and there before my eyes was a black horse. Its rider had a pair of scales in his hand, and I heard a voice which seemed to come from the four living creatures, saying, “A quart of wheat for a shilling, and three quarts of barley for a shilling—but no tampering with the oil or the wine!”", "7": "Then, when he broke the fourth seal I heard the voice of the fourth living creature cry, “Come out!”", "8": "Again I looked, and there appeared a horse sickly green in colour. The name of its rider was death, and the grave followed close behind him. A quarter of the earth was put into their power, to kill with the sword, by famine, by violence, and through the wild beasts of the earth.", "9-10": "When the Lamb broke the fifth seal, I could see, beneath the altar, the souls of those who had been killed for the sake of the Word of God and because of the faithfulness of their witness. They cried out in a loud voice, saying, “How long, O Lord, holy and true, until you judge and avenge our blood on those who dwell on the earth?”", "11": "Then each of them was given a white robe, and they were told to be patient a little longer, until the number of their fellow-servants and of their brethren, who were to die as they had died, should be complete.", "12-17": "Then I watched while he broke the sixth seal. There was a tremendous earthquake, the sun turned dark like coarse black cloth, and the full moon was red as blood. The stars of the sky fell upon the earth, just as a fig-tree sheds unripe figs when shaken in a gale. The sky vanished as though it were a scroll being rolled up, and every mountain and island was jolted out of its place. Then the kings of the earth, and the great men, the captains, the wealthy, the powerful, and every man, whether slave or free, hid themselves in caves and among mountain rocks. They called out to the mountains and the rocks, “Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb! For the great day of his wrath has come, and who is able to stand against it?”"}