{"1": "It was now three years since it had rained. A message came to Elijah from the Lord. He said, “Go. Speak to Ahab. Then I will send rain on the land.” ", "2": "So Elijah went to speak to Ahab. There wasn't enough food in Samaria. The people there were very hungry. ", "3": "Ahab had sent for Obadiah. He was in charge of Ahab's palace. Obadiah had great respect for the Lord. ", "4": "Ahab's wife Jezebel had been killing off the Lord's prophets. So Obadiah had hidden 100 prophets in two caves. He had put 50 in each cave. He had supplied them with food and water. ", "5": "Ahab had said to Obadiah, “Go through the land. Go to all the valleys and springs of water. Maybe we can find some grass there. It will keep the horses and mules alive. Then we won't have to kill any of our animals.” ", "6": "So they decided where each of them would look. Ahab went in one direction. Obadiah went in another.", "7": "As Obadiah was walking along, Elijah met him. Obadiah recognized him. He bowed down to the ground. He said, “My master Elijah! Is it really you?”", "8": "“Yes,” he replied. “Go and tell your master Ahab, 'Elijah is here.' ”", "9": "“What have I done wrong?” asked Obadiah. “Why are you handing me over to Ahab to be put to death? ", "10": "My master has sent people to look for you everywhere. There isn't a nation or kingdom where he hasn't sent someone to look for you. Suppose a nation or kingdom would claim you weren't there. Then Ahab would make them give their word that they couldn't find you. And that's just as sure as the Lord your God is alive. ", "11": "But now you are telling me to go to my master. You want me to say, 'Elijah is here.' ", "12": "But the Spirit of the Lord might carry you away when I leave you. Then I won't know where you are. If I go and tell Ahab and he doesn't find you, he'll kill me. But I've worshiped the Lord ever since I was young. ", "13": "My master, haven't you heard what I did? Jezebel was killing the Lord's prophets. But I hid 100 of them in two caves. I put 50 in each cave. I supplied them with food and water. ", "14": "And now you are telling me to go to my master Ahab. You want me to say to him, 'Elijah is here.' Ahab will kill me!”", "15": "Elijah said, “I serve the Lord who rules over all. You can be sure that he lives. And you can be just as sure that I will speak to Ahab today.”", "16": "Obadiah went back to Ahab. He told Ahab that Elijah wanted to see him. So Ahab went to where Elijah was. ", "17": "When he saw Elijah, he said to him, “Is that you? You are always stirring up trouble in Israel.”", "18": "“I haven't made trouble for Israel,” Elijah replied. “But you and your father's family have. You have turned away from the Lord's commands. You have followed gods that are named Baal. ", "19": "Now send for people from all over Israel. Tell them to meet me on Mount Carmel. And bring the 450 prophets of the god named Baal. Also bring the 400 prophets of the female god named Asherah. All of them eat at Jezebel's table.”", "20": "So Ahab sent that message all through Israel. He gathered the prophets together on Mount Carmel. ", "21": "Elijah went there and stood in front of the people. He said, “How long will it take you to make up your minds? If the Lord is the one and only God, worship him. But if Baal is the one and only God, worship him.” The people didn't say anything.", "22": "Then Elijah said to them, “I'm the only one of the Lord's prophets left. But Baal has 450 prophets. ", "23": "Get two bulls for us. Let Baal's prophets choose one for themselves. Let them cut it into pieces. Then let them put it on the wood. But don't let them set fire to it. I'll prepare the other bull. I'll put it on the wood. But I won't set fire to it. ", "24": "Then you pray to your god. And I'll pray to the Lord. The god who answers by sending fire down is the one and only God.” Then all the people said, “What you are saying is good.”", "25": "Elijah said to the prophets of Baal, “Choose one of the bulls. There are many of you. So prepare your bull first. Pray to your god. But don't light the fire.” ", "26": "So they prepared the bull they had been given. They prayed to Baal from morning until noon. “Baal! Answer us!” they shouted. But there wasn't any reply. No one answered. Then they danced around the altar they had made.", "27": "At noon Elijah began to tease them. “Shout louder!” he said. “I'm sure Baal is a god! Perhaps he has too much to think about. Or maybe he has gone to the toilet. Or perhaps he's away on a trip. Maybe he's sleeping. You might have to wake him up.” ", "28": "So they shouted louder. They cut themselves with swords and spears until their blood flowed. That's what they usually did when things really looked hopeless. ", "29": "It was now past noon. The prophets of Baal continued to prophesy with all their might. They did it until the time came to offer the evening sacrifice. But there wasn't any reply. No one answered. No one paid any attention.", "30": "Then Elijah said to all the people, “Come here to me.” So they went to him. He rebuilt the altar of the Lord. It had been torn down. ", "31": "Elijah got 12 stones. There was one for each tribe in the family line of Jacob. The Lord's message had come to Jacob. It had said, “Your name will be Israel.” ", "32": "Elijah used the stones to build an altar to honor the Lord. He dug a ditch around it. The ditch was large enough to hold 24 pounds of seeds. ", "33": "He arranged the wood for the fire. He cut the bull into pieces. He placed the pieces on the wood. Then he said to some of the people, “Fill four large jars with water. Pour it on the offering and the wood.” So they did.", "34": "“Do it again,” he said. So they did it again. “Do it a third time,” he ordered. And they did it the third time. ", "35": "The water ran down around the altar. It even filled the ditch.", "36": "When it was time to offer the evening sacrifice, the prophet Elijah stepped forward. He prayed, “Lord, you are the God of Abraham, Isaac and Israel. Today let everyone know that you are God in Israel. Let them know I'm your servant. Let them know I've done all these things because you commanded me to. ", "37": "Answer me. Lord, answer me. Then these people will know that you are the one and only God. They'll know that you are turning their hearts back to you again.”", "38": "The fire of the Lord came down. It burned up the sacrifice. It burned up the wood and the stones and the soil. It even dried up the water in the ditch.", "39": "All the people saw it. Then they fell down flat with their faces toward the ground. They cried out, “The Lord is the one and only God! The Lord is the one and only God!”", "40": "Then Elijah commanded them, “Grab the prophets of Baal. Don't let a single one of them get away!” So they grabbed them. Elijah had them brought down to the Kishon Valley. There he had them put to death.", "41": "Elijah said to Ahab, “Go. Eat and drink. I can hear the sound of a heavy rain.” ", "42": "So Ahab went off to eat and drink. But Elijah climbed to the top of Mount Carmel. He bent down toward the ground. Then he put his face between his knees.", "43": "“Go and look toward the sea,” he told his servant. So he went up and looked. “I don't see anything there,” he said. Seven times Elijah said, “Go back.”", "44": "The seventh time the servant said, “I see a cloud. It's as small as a man's hand. It's coming up over the sea.” Elijah said, “Go to Ahab. Tell him, 'Tie your chariot to your horse. Go down to Jezreel before the rain stops you.' ”", "45": "Black clouds filled the sky. The wind came up, and a heavy rain began to fall. Ahab rode off to Jezreel. ", "46": "The power of the Lord came on Elijah. He tucked his coat into his belt. And he ran ahead of Ahab all the way to Jezreel."}