{"1": "Some time later King Ahab wanted a certain vineyard. It belonged to Naboth from Jezreel. The vineyard was in Jezreel. It was close to the palace of Ahab, the king of Samaria. ", "2": "Ahab said to Naboth, “Let me have your vineyard. It's close to my palace. I want to use it for a vegetable garden. I'll trade you a better vineyard for it. Or, if you prefer, I'll pay you what it's worth.”", "3": "But Naboth replied, “May the Lord keep me from giving you the land my family handed down to me.”", "4": "So Ahab went home. He was angry. He was in a bad mood because of what Naboth from Jezreel had said. He had told Ahab, “I won't give you the land my family handed down to me.” So Ahab lay on his bed. He was in a very bad mood. He wouldn't even eat anything.", "5": "His wife Jezebel came in. She asked him, “Why are you in such a bad mood? Why won't you eat anything?”", "6": "He answered her, “Because I spoke to Naboth from Jezreel. I said, 'Sell me your vineyard. Or, if you prefer, I'll give you another vineyard in its place.' But he said, 'I won't sell you my vineyard.' ”", "7": "His wife Jezebel said, “Is this how the king of Israel acts? Get up! Eat something! Cheer up. I'll get you the vineyard of Naboth from Jezreel.”", "8": "So she wrote some letters in Ahab's name. She stamped them with his royal seal. Then she sent them to the elders and nobles who lived in the city where Naboth lived. ", "9": "In those letters she wrote, “Announce a day when people are supposed to go without eating. Have Naboth sit in an important place among the people. ", "10": "But put two worthless and evil men in seats across from him. Have them bring charges that he has cursed God and the king. Then take him out of the city. Kill him by throwing stones at him.”", "11": "So the elders and nobles who lived in that city did what Jezebel wanted. They did everything she directed in the letters she had written to them. ", "12": "They announced a day of fasting. They had Naboth sit in an important place among the people. ", "13": "Then two worthless and evil men came and sat across from him. They brought charges against Naboth in front of the people. The two men said, “Naboth has cursed God and the king.” So they took him outside the city. They killed him by throwing stones at him. ", "14": "Then they sent a message to Jezebel. They said, “Naboth is dead. We killed him by throwing stones at him.”", "15": "Jezebel heard that Naboth had been killed. As soon as she heard it, she said to Ahab, “Get up. Take over the vineyard of Naboth from Jezreel. It's the one he wouldn't sell to you. He isn't alive anymore. He's dead.” ", "16": "Ahab heard that Naboth was dead. So Ahab got up and went down to take over Naboth's vineyard.", "17": "Then a message from the Lord came to Elijah, who was from Tishbe. The Lord said, ", "18": "“Go down to see Ahab, the king of Israel. He rules in Samaria. You will find him in Naboth's vineyard. Ahab has gone there to take it over. ", "19": "Tell him, 'The Lord says, “Haven't you murdered a man? Haven't you taken over his property?” ' Then tell Ahab, 'The Lord says, “Dogs licked up Naboth's blood. In that same place dogs will lick up your blood. Yes, I said your blood!” ' ”", "20": "Ahab said to Elijah, “My enemy! You have found me!” “I have found you,” he answered. “That's because you gave yourself over to do evil things. You did what was evil in the sight of the Lord. ", "21": "So the Lord says, 'I am going to bring horrible trouble on you. I will destroy your children after you. I will destroy every male in Israel who is related to you. It does not matter whether they are slaves or free. ", "22": "I will make your royal house like the house of Jeroboam, the son of Nebat. I will make it like the house of Baasha, the son of Ahijah. You have made me very angry. You have caused Israel to sin.'", "23": "“The Lord also says, 'Dogs will eat up Jezebel near the wall of Jezreel.'", "24": "“Some of the people who belong to Ahab will die in the city. Dogs will eat them up. Others will die in the country. The birds will eat them.”", "25": "There was never anyone like Ahab. He gave himself over to do what was evil in the sight of the Lord. His wife Jezebel talked him into it. ", "26": "He acted in the most evil way. He worshiped statues of gods. He was like the Amorites. The Lord drove them out to make room for Israel.", "27": "When Ahab heard what Elijah had said, he tore his clothes. He put on the rough clothing people wear when they're sad. He went without eating. He even slept in his clothes. He went around looking sad.", "28": "Then a message from the Lord came to Elijah, who was from Tishbe. The Lord said, ", "29": "“Have you seen how Ahab has made himself humble in my sight? Because he has done that, I will not bring trouble on him while he lives. But I will bring it on his royal house when his son is king.”"}