{"1": "Then King Solomon sent for the elders of Israel. He told them to come to him in Jerusalem. They included all the leaders of the tribes. They also included the chiefs of the families of Israel. Solomon wanted them to bring up the ark of the Lord's covenant from Zion. Zion was the City of David. ", "2": "All the Israelites came together to where King Solomon was. It was at the time of the Feast of Booths. The feast was held in the month of Ethanim. That's the seventh month.", "3": "All the elders of Israel arrived. Then the priests picked up the ark and carried it. ", "4": "They brought up the ark of the Lord. They also brought up the tent of meeting and all the sacred things in the tent. The priests and Levites carried everything up. ", "5": "The entire community of Israel had gathered around King Solomon. All of them were in front of the ark. They sacrificed huge numbers of sheep and cattle. There were so many animals that they couldn't be recorded. In fact, they couldn't even be counted.", "6": "The priests brought the ark of the Lord's covenant law to its place in the Most Holy Room of the temple. They put it under the wings of the cherubim. ", "7": "Their wings were spread out over the place where the ark was. They covered the ark. They also covered the poles used to carry it. ", "8": "The poles were very long. Their ends could be seen from the Holy Room in front of the Most Holy Room. But they couldn't be seen from outside the Holy Room. They are still there to this day. ", "9": "There wasn't anything in the ark except the two stone tablets. Moses had placed them in it at Mount Horeb. That's where the Lord had made a covenant with the Israelites. He made it after they came out of Egypt.", "10": "The priests left the Holy Room. Then the cloud filled the temple of the Lord. ", "11": "The priests couldn't do their work because of it. That's because the glory of the Lord filled his temple.", "12": "Then Solomon said, “Lord, you have said you would live in a dark cloud. ", "13": "As you can see, I've built a beautiful temple for you. You can live in it forever.”", "14": "The whole community of Israel was standing there. The king turned around and gave them his blessing. ", "15": "Then he said, “I praise the Lord. He is the God of Israel. With his own mouth he made a promise to my father David. With his own powerful hand he made it come true. He said, ", "16": "'I brought my people Israel out of Egypt. Ever since, I haven't chosen a city in any tribe of Israel where a temple could be built for my Name. But I have chosen David to rule over my people Israel.'", "17": "“With all his heart my father David wanted to build a temple. He wanted to do it so the Lord could put his Name there. The Lord is the God of Israel. ", "18": "But the Lord spoke to my father David. He said, 'With all your heart you wanted to build a temple for my Name. It is good that you wanted to do that. ", "19": "But you will not build the temple. Instead, your son will build the temple for my Name. He is your own flesh and blood.'", "20": "“The Lord has kept the promise he made. I've become the next king after my father David. Now I'm sitting on the throne of Israel. That's exactly what the Lord promised would happen. I've built the temple where the Lord will put his Name. He is the God of Israel. ", "21": "I've provided a place for the ark there. The tablets of the Lord's covenant law are inside it. He made that covenant with our people of long ago. He made it when he brought them out of Egypt.”", "22": "Then Solomon stood in front of the Lord's altar. He stood in front of the whole community of Israel. He spread out his hands toward heaven. ", "23": "He said, “Lord, you are the God of Israel. There is no God like you in heaven above or on earth below. You keep the covenant you made with us. You show us your love. You do that when we follow you with all our hearts. ", "24": "You have kept your promise to my father David. He was your servant. With your mouth you made a promise. With your powerful hand you have made it come true. And today we can see it.", "25": "“Lord, you are the God of Israel. Keep the promises you made to my father David. Do it for him. He was your servant. Here is what you said to him. 'A son from your family line will sit before me on the throne of Israel. This will always be true if your children after you are careful in everything they do. They must live in my sight faithfully the way you have lived.' ", "26": "God of Israel, let your promise to my father David come true.", "27": "“But will you really live on earth? After all, the heavens can't hold you. In fact, even the highest heavens can't hold you. So this temple I've built certainly can't hold you! ", "28": "But please pay attention to my prayer. Lord my God, be ready to help me as I make my appeal to you. Listen to my cry for help. Hear the prayer I'm praying to you today. ", "29": "Let your eyes look toward this temple night and day. You said, 'I will put my Name there.' So please listen to the prayer I'm praying toward this place. ", "30": "Hear me when I ask you to help us. Listen to your people Israel when they pray toward this place. Listen to us from heaven. It's the place where you live. When you hear us, forgive us.", "31": "“Suppose someone does something wrong to their neighbor. And the person who has done something wrong is required to give their word. They must tell the truth about what they have done. They must come and do it in front of your altar in this temple. ", "32": "When they do, listen to them from heaven. Take action. Judge between the person and their neighbor. Punish the guilty one. Do to that person what they have done to their neighbor. Deal with the one who isn't guilty in a way that shows they are free from blame. That will prove they aren't guilty.", "33": "“Suppose your people Israel have lost the battle against their enemies. And suppose they've sinned against you. But they turn back to you and praise your name. They pray to you in this temple. And they ask you to help them. ", "34": "Then listen to them from heaven. Forgive the sin of your people Israel. Bring them back to the land you gave to their people who lived long ago.", "35": "“Suppose your people have sinned against you. And because of that, the sky is closed up and there isn't any rain. But your people pray toward this place. They praise you by admitting they've sinned. And they turn away from their sin because you have made them suffer. ", "36": "Then listen to them from heaven. Forgive the sin of your people Israel. Teach them the right way to live. Send rain on the land you gave them as their share.", "37": "“Suppose there isn't enough food in the land. And a plague strikes the land. The hot winds completely dry up our crops. Or locusts or grasshoppers come and eat them up. Or an enemy surrounds one of our cities and gets ready to attack it. Or trouble or sickness comes. ", "38": "But suppose one of your people prays to you. They ask you to help them. They are aware of how much their own heart is suffering. And they spread out their hands toward this temple to pray. ", "39": "Then listen to them from heaven. It's the place where you live. Forgive them. Take action. Deal with everyone in keeping with everything they do. You know their hearts. In fact, you are the only one who knows every human heart. ", "40": "Your people will have respect for you. They will respect you as long as they are in the land you gave our people long ago.", "41": "“Suppose there are outsiders who don't belong to your people Israel. And they have come from a land far away. They've come because they've heard about your name. ", "42": "When they get here, they will find out even more about your great name. They'll hear about how you reached out your mighty hand and powerful arm. So they'll come and pray toward this temple. ", "43": "Then listen to them from heaven. It's the place where you live. Do what those outsiders ask you to do. Then all the nations on earth will know you. They will have respect for you. They'll respect you just as your own people Israel do. They'll know that your Name is in this house I've built.", "44": "“Suppose your people go to war against their enemies. It doesn't matter where you send them. And suppose they pray to you toward the city you have chosen. They pray toward the temple I've built for your Name. ", "45": "Then listen to them from heaven. Listen to their prayer for your help. Stand up for them.", "46": "“Suppose your people sin against you. After all, there isn't anyone who doesn't sin. And suppose you get angry with them. You hand them over to their enemies. They take them as prisoners to their own lands. It doesn't matter whether those lands are near or far away. ", "47": "But suppose your people change their ways in the land where they are held as prisoners. They turn away from their sins. They beg you to help them in the land of those who won the battle over them. They say, 'We have sinned. We've done what is wrong. We've done what is evil.' ", "48": "And they turn back to you with all their heart and soul. Suppose it happens in the land of their enemies who took them away as prisoners. There they pray to you toward the land you gave their people long ago. They pray toward the city you have chosen. And they pray toward the temple I've built for your Name. ", "49": "Then listen to them from heaven. It's the place where you live. Listen to their prayer. Listen to them when they ask you to help them. Stand up for them. ", "50": "Your people have sinned against you. Please forgive them. Forgive them for all the wrong things they've done against you. And make those who won the battle over them show mercy to them. ", "51": "After all, they are your people. They belong to you. You brought them out of Egypt. You brought them out of that furnace that melts iron down and makes it pure.", "52": "“Let your eyes be open to me when I ask you to help us. Let them be open to your people Israel when they ask you to help them. Pay attention to them every time they cry out to you. ", "53": "After all, you chose them out of all the nations in the world. You made them your very own people. You did it just as you had announced through your servant Moses. That's when you brought out of Egypt our people of long ago. You are our Lord and King.”", "54": "Solomon finished praying. He finished asking the Lord to help his people. Then he got up from in front of the Lord's altar. He had been down on his knees with his hands spread out toward heaven. ", "55": "He stood in front of the whole community of Israel. He blessed them with a loud voice. He said,", "56": "“I praise the Lord. He has given peace and rest to his people Israel. That's exactly what he promised to do. He gave his people good promises through his servant Moses. Every single word of those promises has come true. ", "57": "May the Lord our God be with us, just as he was with our people who lived long ago. May he never leave us. May he never desert us. ", "58": "May he turn our hearts to him. Then we will live the way he wants us to. We'll obey the commands, rules and directions he gave our people of long ago. ", "59": "I've prayed these words to the Lord our God. May he keep them close to him day and night. May he stand up for me. May he also stand up for his people Israel. May he give us what we need every day. ", "60": "Then all the nations on earth will know that the Lord is God. They'll know that there isn't any other god. ", "61": "And may you commit your lives completely to the Lord our God. May you live by his rules. May you obey his commands. May you always do as you are doing now.”", "62": "Then the king and the whole community of Israel offered sacrifices to the Lord. ", "63": "Solomon sacrificed friendship offerings to the Lord. He sacrificed 22,000 oxen. He also sacrificed 120,000 sheep and goats. So the king and the whole community set the temple of the Lord apart to him.", "64": "On that same day the king set the middle area of the courtyard apart to the Lord. It was in front of the Lord's temple. There Solomon sacrificed burnt offerings and grain offerings. He also sacrificed the fat of the friendship offerings there. He did it there because the bronze altar that stood in front of the Lord was too small. It wasn't big enough to hold all the burnt offerings, the grain offerings and the fat of the friendship offerings.", "65": "At that time Solomon celebrated the Feast of Booths. The whole community of Israel was with him. It was a huge crowd. People came from as far away as Lebo Hamath and the Wadi of Egypt. For seven days they celebrated in front of the Lord our God. The feast continued for seven more days. That made a total of 14 days. ", "66": "On the following day Solomon sent the people away. They asked the Lord to bless the king. Then they went home. The people were glad. Their hearts were full of joy. That's because the Lord had done so many good things for his servant David and his people Israel."}