{"1": "The increase of mankind by Noah and his sons. 10 The beginning of cities, countries, and nations. Now these are the [a]generations of the sons of Noah, Shem, Ham and Japheth: unto whom sons were born after the flood.", "2": "The sons of Japheth were Gomer, and Magog, and [b]Madai, and Javan, and Tubal, and Meshech, and Tiras.", "3": "And the sons of Gomer, Ashkenaz, and Riphath, and Togarmah.", "4": "Also the sons of Javan, Elishah and Tarshish, Kittim, and Dodanim.", "5": "Of these were the [c]isles of the Gentiles divided in their lands, every man after his tongue, and after their families in their nations.", "6": "¶ Moreover, the sons of Ham were [d]Cush, and Mizraim, and Put, and Canaan.", "7": "And the sons of Cush, Seba and Havilah, and Sabtah, and Raamah, and Sabtechah: also the sons of Raamah were Sheba and Dedan.", "8": "And Cush begat Nimrod, who began to be [e]mighty in the earth.", "9": "He was a mighty hunter before the Lord. Wherefore it is said, [f]As Nimrod the mighty hunter before the Lord.", "10": "And the beginning of his kingdom was Babel and Erech, and Accad, and Calneh, in the land of [g]Shinar.", "11": "Out of that land came Assyria, and built Nineveh, and the [h]city Rehoboth, and Calah:", "12": "Resen also between Nineveh and Calah: this is a great city.", "13": "And Mizraim begat [i]Ludim, and Anamim, and Lehabim, and Naphtuhim.", "14": "Pathrusim also, and Casluhim (out of whom came the Philistines) and [j]Caphtorims.", "15": "Also Canaan begat Sidon his firstborn, and Heth,", "16": "And Jebusi, and Emori, and Girgashi,", "17": "And Hivi, and Arki, and Sini,", "18": "And Arvadi, and Zemari, and Hamathi: and afterward were the families of the Canaanites spread abroad.", "19": "Then the border of the Canaanites was from Sidon, as thou comest to Gerar until Gaza, and as thou goest unto Sodom and Gomorrah, and Admah, and Zeboiim, even unto Lasha.", "20": "These are the sons of Ham according to their families, according to their tongues in their countries, and in their nations.", "21": "¶ Unto [k]Shem also the father of all the sons of [l]Eber, and elder brother of Japheth were children born.", "22": "The sons of Shem were Elam and Asshur, and Arphaxad, and Lud, and Aram.", "23": "And the sons of Aram, Uz and Hul, and Gether, and Mash.", "24": "Also Arphaxad begat Salah, and Salah begat Eber.", "25": "Unto Eber also were born two sons: the name of the one was Peleg: for in his days was the earth [m]divided: and his brother's name was Joktan.", "26": "Then Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,", "27": "And Hadoram, and Uzal, and Diklah,", "28": "And Obal, and Abimael, and Sheba,", "29": "And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.", "30": "And their dwelling was from Mesha, as thou goest up to Sephar, a mount of the East.", "31": "These are the sons of Shem, according to their families, according to their tongues in their countries and nations.", "32": "These are the families of the sons of Noah, after their generations among their people: and [n]out of these were the nations divided in the earth after the flood."}