{"1": "Abram by God's commandment goeth to Canaan. 3 Christ is promised. 7 Abram buildeth Altars for exercise and declaration of his faith among the infidels. 10 Because of the dearth he goeth into Egypt. 15 Pharaoh taketh his wife, and is punished. For the Lord had said unto Abram, [a]Get thee out of thy country, and from thy kindred, and from thy father's house unto [b]the land that I will show thee.", "2": "And I will make of thee a great nation, and will bless thee, and make thy name great, and thou shalt be a [c]blessing.", "3": "I will also bless them that bless thee, and curse them that curse thee, and in thee shall all families of the earth be blessed.", "4": "So Abram departed, even as the Lord spake unto him, and Lot went with him, (and Abram was seventy and five years old, when he departed out of Haran)", "5": "Then Abram took Sarai his wife, and Lot his brother's son, and all their substance that they possessed, and the [d]souls that they had gotten in Haran, and they departed to go to the land of Canaan, and to the land of Canaan they came.", "6": "¶ So Abram [e]passed through the land unto the place of Shechem, and unto the [f]plain of Moreh (and the [g]Canaanite was then in the land)", "7": "And the Lord appeared unto Abram, and said, Unto thy seed will I give this land. And there built he [h]an altar unto the Lord, which appeared unto him.", "8": "Afterward removing [i]thence unto a mountain Eastward from Bethel, he pitched his tent having Bethel on the West side, and Ai on the East, and there he built an [j]altar unto the Lord, and called on the Name of the Lord.", "9": "[k]Again Abram went forth going and journeying toward the South.", "10": "¶ Then there came a [l]famine in the land: therefore Abram went down into Egypt to sojourn there: for there was a great famine in the land.", "11": "And when he drew near to enter into Egypt, he said to Sarai his wife, Behold now, I know that thou art a fair woman to look upon:", "12": "Therefore it will come to pass that when the Egyptians see thee, they will say, She is his wife: so will they kill me, but they will keep thee alive.", "13": "Say, I pray thee, that thou art my [m]sister, that I may fare well for thy sake, and that my [n]life may be preserved by thee.", "14": "¶ Now when Abram was come into Egypt, the Egyptians beheld the woman: for she was very fair.", "15": "And the Princes of Pharaoh saw her, and commended her unto Pharaoh: so the woman was [o]taken into Pharaoh's house:", "16": "Who entreated Abram well for her sake, and he had sheep, and beeves, and he asses, and menservants, and maidservants, and she asses, and camels.", "17": "But the Lord [p]plagued Pharaoh and his house with great plagues, because of Sarai Abram's wife.", "18": "Then Pharaoh called Abram, and said, Why hast thou done this unto me? Wherefore diddest thou not tell me, that she was thy wife?", "19": "Why saidest thou, She is my sister, that I should take her to be my wife? Now therefore behold thy wife, take her and go thy way.", "20": "And Pharaoh gave men [q]commandment concerning him: and they conveyed him forth and his wife, and all that he had."}