{"1": "The Lord is Abram's defense and reward. 6 He is justified by faith. 13 The servitude and deliverance out of Egypt is declared. 18 The land of Canaan is promised the fourth time. After these things, the [a]word of the Lord came unto Abram in a vision, saying, Fear not, Abram, I am thy buckler, and thine exceeding great reward.", "2": "And Abram said, [b]O Lord God, what wilt thou give me, seeing I go childless, and the steward of mine house is this Eliezer of Damascus?", "3": "Again Abram said, Behold, to me thou hast given no seed: wherefore lo, a servant of mine house shall be mine heir.", "4": "Then behold, the word of the Lord came unto him, saying, This man shall not be thine heir, but one that shall come out of thine own bowels, he shall be thine heir.", "5": "Moreover he brought him forth and said, Look up now unto heaven, and tell the stars if thou be able to number them: and he said unto him, So shall thy seed be.", "6": "And Abram believed the Lord, and he counted that to him for righteousness.", "7": "Again he said unto him, I am the Lord, that brought thee out of Ur, of the Chaldeans, to give thee this land to inherit it.", "8": "And he said, O Lord God, [c]Whereby shall I know that I shall inherit it?", "9": "Then he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, a turtle dove also and a pigeon.", "10": "So he took all these unto him, and [d]divided them in the midst, and laid every piece one against another: but the birds divided he not.", "11": "Then fowls fell on the carcasses, and Abram drove them away.", "12": "And when the sun went down, there fell an heavy sleep unto Abram: and lo, [e]a very fearful darkness fell upon him.", "13": "Then he said to Abram, Know for a surety, that thy seed shall be a stranger in a land that is not theirs, [f]four hundred years, and shall serve them: and they entreat them evil.", "14": "Notwithstanding, the nation whom they shall serve, will I judge: and afterward shall they come out with great substance.", "15": "But thou shalt go unto thy fathers in peace, and shalt be buried in a good age.", "16": "And in the [g]fourth generation they shall come hither again: for the [h]wickedness of the Amorites is not yet full.", "17": "Also when the sun went down, there was a darkness: and behold, a smoking furnace, and a firebrand, which went between those pieces.", "18": "In that same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land: from the river of Egypt unto the great river [i]Euphrates.", "19": "Then Kenites, and the Kenezzites, and the Kadmonites,", "20": "And the Hittites, and the Perizzites, and the Rephaims,", "21": "The Amorites also, and the Canaanites, and the Girgashites, and the Jebusites."}