{"1": "Sarai being barren giveth Hagar to Abram. 4 Which conceiveth and despiseth her dame: 6 And being ill handled, fleeth. 7 The Angel comforteth her. 11, 12 The name and manners of her son. 13 She calleth upon the Lord, whom she findeth true. Now [a]Sarai Abram's wife bore him no children, and she had a maid an Egyptian, Hagar by name.", "2": "And Sarai said unto Abram, Behold now, the Lord hath [b]restrained me from childbearing, I pray thee go in unto my maid: [c]it may be that I shall [d]receive a child by her. And Abram obeyed the voice of Sarai.", "3": "Then Sarai Abram's wife took Hagar her maid the Egyptian, after Abram had dwelled ten years in the land of Canaan, and gave her to her husband Abram for his wife.", "4": "¶ And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her dame was [e]despised in her eyes.", "5": "Then Sarai said to Abram, [f]Thou doest me wrong, I have given my maid into thy bosom, and she seeth that she hath conceived, and I am despised in her eyes: the Lord judge between me and thee.", "6": "Then Abram said to Sarai, Behold, thy maid is in thine [g]hand: do with her as it pleaseth thee. Then Sarai dealt roughly with her: wherefore she fled from her.", "7": "¶ But the [h]Angel of the Lord found her beside a fountain in the way of Shur,", "8": "And he said, Hagar Sarai's maid, whence comest thou? and whither wilt thou go? And she said, I flee from my dame Sarai.", "9": "Then the Angel of the Lord said to her, [i]Return to thy dame, and humble thyself under her hands.", "10": "Again the Angel of the Lord said unto her, I will so greatly increase thy seed, that it shall not be numbered for multitude.", "11": "Also the Angel of the Lord said unto her, See, thou art with child, and shalt bear a son, and shalt call his name Ishmael: for the Lord hath heard thy tribulation.", "12": "And he shall be a [j]wild man: his hand shall be against every man, and every man's hand against him, and [k]he shall dwell in the presence of all his brethren.", "13": "Then she called the name of the Lord that spake unto her, Thou God lookest on me: for she said, [l]Have I not also here looked after him that seeth me?", "14": "Wherefore the Well was called, [m]Beer Lahai Roi: lo, it is between Kadesh and Bered.", "15": "¶ And Hagar bare Abram a son, and Abram called his son's name which Hagar bare, Ishmael.", "16": "And Abram was four score and six years old when Hagar bare him Ishmael."}