{"1": "God resteth the seventh day, and sanctifieth it. 15 He setteth man in the garden. 22 He createth the woman. 24 Marriage is ordained. Thus the heavens and the earth were finished, and all the [a]host of them.", "2": "For in the seventh day God ended his work which he had made, and the seventh day he [b]rested from all his work, which he had made.", "3": "So God blessed the seventh day, and [c]sanctified it, because that in it he had rested from all his work, which God created and made.", "4": "¶ These are the [d]generations of the heavens and of the earth, when they were created, in the day, that the Lord God made the earth and the heavens,", "5": "And every [e]plant of the field, before it was in the earth, and every herb of the field, before it grew, for the Lord God had not caused it to [f]rain upon the earth, neither was there a man to till the ground,", "6": "But a mist went up from the earth, and watered all the earth.", "7": "¶ The Lord God also [g]made the man [h]of the dust of the ground, and breathed in his face breath of life, and the man was a living soul.", "8": "And the Lord God planted a garden Eastward in [i]Eden, and there he put the man whom he had made.", "9": "(For out of the ground made the Lord God to grow every tree pleasant to the sight, and good for meat: the [j]tree of life also in the midst of the garden, [k]and the tree of knowledge of good and of evil.", "10": "And out of Eden went a river to water the garden, and from thence it was divided, and became into four heads.", "11": "The name of one is Pishon: the same compasseth the whole land of [l]Havilah, where is gold.", "12": "And the gold of that land is good: there is [m]Bdellium, and the Onyx stone.", "13": "And the name of the second river is Gihon: the same compasseth the whole land of [n]Cush.", "14": "And the name of the [third] river is [o]Hiddekel: this goeth toward the East side of [p]Ashshur: and the fourth river is [q]Parah)", "15": "¶ Then the Lord God took the man, and put him into the garden of Eden, that he might [r]dress it, and keep it.", "16": "And the Lord God [s]commanded the man, saying, [t]Thou shalt eat freely of every tree of the garden,", "17": "But of the tree of knowledge of good and evil, thou shalt not eat of it: for [u]in the day that thou eatest thereof, thou shalt die the [v]death.", "18": "Also the Lord God said, It is not good that the man should be himself alone: I will make him an help [w]meet for him.", "19": "So the Lord God formed of the earth every beast of the field, and every fowl of the heaven, and brought them unto the [x]man to see how he would call them: for howsoever the man named the living creature, so was the name thereof.", "20": "The man therefore gave names unto all cattle, and to the fowl of the heaven, and to every beast of the field: but for Adam found he not an helper meet for him.", "21": "¶ Therefore the Lord God caused an heavy sleep to fall upon the man, and he slept: and he took one of his ribs, and closed up the flesh in stead thereof.", "22": "And the rib which the Lord God had taken from the man, [y]made he a [z]woman, and brought her to the man.", "23": "Then the man said, This now is bone of my bones, and flesh of my flesh. She shall be called [aa]woman, because she was taken out of the man.", "24": "Therefore shall man leave [ab]his father and his mother, and shall cleave to his wife, and they shall be one flesh.", "25": "And they were both naked, the man and his wife, and they were not [ac]ashamed."}