{"1": "Abraham dwelleth as a stranger in the land of Gerar. 2 Abimelech taketh away his wife. 3 God reproveth the king, 9 and the king Abraham. 14 Sarah is restored with great gifts. 17 Abraham prayeth, and the king and his are healed. Afterward Abraham departed thence toward the South country and dwelled between Kadesh and [a]Shur, and sojourned in Gerar.", "2": "And Abraham said of Sarah his wife, [b]She is my sister. Then Abimelech king of Gerar sent and took Sarah.", "3": "But God came to Abimelech in a dream by night, and said to him, Behold, [c]thou art but dead, because of the woman, which thou hast taken: for she is a man's wife.", "4": "(Notwithstanding Abimelech had not yet come near her) And he said, Lord, wilt thou slay even [d]the righteous nation?", "5": "Said not he unto me, She is my sister? yea, and she herself said, He is my brother: with an upright [e]mind, and [f]innocent hands have I done this.", "6": "And God said unto him by a dream, I know that thou diddest this even with an upright mind, and I [g]kept thee also that thou shouldest not sin against me: therefore suffered I thee not to touch her.", "7": "Now then deliver the man his wife again: for he is a [h]Prophet, and he [i]shall pray for thee, that thou mayest live: but if thou deliver her not again, be sure that thou shalt die the death, thou, and all that thou hast.", "8": "Then Abimelech rising up early in the morning, called all his servants, and told all these things [j]unto them, and the men were sore afraid.", "9": "Afterward Abimelech called Abraham, and said unto him, What hast thou done unto us? and what have I offended thee, that thou hast brought on me, and on my [k]kingdom this great sin? thou hast done things unto me that ought not to be done.", "10": "So Abimelech said unto Abraham, What sawest thou that thou hast done this thing?", "11": "Then Abraham answered, Because I thought thus, Surely the [l]fear of God is not in this place, and they will slay me for my wife's sake.", "12": "Yet in very deed she is my [m]sister: for she is the daughter of my father, but not the daughter of my mother, and she is my wife.", "13": "Now when God caused me to wander out of my father's house, I said then to her, This is thy kindness that thou shalt show unto me in all places where we come, Say thou of me, He is my brother.", "14": "Then took Abimelech sheep and beeves, and men servants, and women servants, and gave them unto Abraham, and restored him Sarah his wife.", "15": "And Abimelech said, Behold, my land is [n]before thee, dwell where it pleaseth thee.", "16": "Likewise to Sarah he said, Behold, I have given thy brother a thousand pieces of silver: behold, he is the [o]veil of thine eyes to all that are with thee, and to all others: and she was [p]thus reproved.", "17": "¶ Then Abraham prayed unto God, and God healed Abimelech and his wife, and his women servants: and they bare children.", "18": "For the Lord [q]had shut up every womb of the house of Abimelech, because of Sarah Abraham's wife."}