{"1": ",2 The faith of Abraham is proved in offering his son Isaac. 3 Isaac is a figure of Christ. 20 The generations of Nahor Abraham's brother of whom cometh Rebekah. And after these things God did prove Abraham, and said unto him, Abraham. Who answered, [a]Here am I.", "2": "And he said, Take now thine only son Isaac whom thou lovest, and get thee unto the land of [b]Moriah, and [c]offer him there for a burnt offering upon one of the mountains, which I will show thee.", "3": "Then Abraham rose up early in the morning, and saddled his ass, and took two of his servants with him, and Isaac his son, and clove wood for the burnt offering, and rose up and went to the place, which God had told him.", "4": "¶ Then the third day Abraham lifted up his eyes, and saw the place afar off,", "5": "And said unto his servants, Abide you here with the ass: for I and the child will go yonder and worship, and [d]come again unto you.", "6": "Then Abraham took the wood of the burnt offering, and laid it upon Isaac his son, and he took the fire in his hand, and the knife: and they went both together.", "7": "Then spake Isaac unto Abraham his father, and said, My father. And he answered, Here am I, my son. And he said, Behold the fire and the wood, but where is the lamb for the burnt offering?", "8": "Then Abraham answered, My son, God will [e]provide him a lamb for a burnt offering: so they went both together.", "9": "And when they came to the place which God had showed him, Abraham built an altar there, and couched the wood, and [f]bound Isaac his son, and laid him on the altar upon the wood.", "10": "And Abraham stretching forth his hand, took the knife to kill his son.", "11": "But the Angel of the Lord called unto him from heaven, saying, Abraham, Abraham. And he answered, Here am I.", "12": "Then he said, Lay not thine hand upon the child, neither do anything unto him: for now I [g]know that thou fearest God, seeing for my sake [h]thou hast not spared thine [i]only son.", "13": "And Abraham lifting up his eyes, looked and behold, there was a ram behind him caught by the horns in a bush: then Abraham went and took the ram, and offered him up for a burnt offering in the stead of his son.", "14": "And Abraham called the name of that place [j]Jehovah Jireh: as it is said this day, In the mount will the Lord [k]be seen.", "15": "¶ And the Angel of the Lord cried unto Abraham from heaven the second time,", "16": "And said, By [l]myself have I sworn (saith the Lord) because thou hast done this thing, and hast not spared thine only son,", "17": "Therefore will I surely bless thee, and will greatly multiply thy seed, as the stars of the heaven, and as the sand which is upon the sea shore, and thy seed shall possess the [m]gate of his enemies.", "18": "And in thy seed shall all the nations of the earth be blessed, because thou hast obeyed my voice.", "19": "Then turned Abraham again unto his servants, and they rose up, and went together to Beersheba: and Abraham dwelt at Beersheba.", "20": "¶ And after these things one told Abraham, saying, Behold Milcah, she hath also born children unto thy brother Nahor:", "21": "To wit, Huz his eldest son, and Buz his brother, and Kemuel the father of [n]Aram,", "22": "And Chesed, and Hazo, and Pildash, and Jidlaph, and Bethuel.", "23": "And Bethuel begat Rebekah: these eight did Milcah bear to Nahor, Abraham's brother.", "24": "And his [o]concubine called Reumah, she bare also Tebah, and Gaham, and Thahash and Maachah."}