{"1": "Abraham taketh Keturah to wife, and getteth many children. 5 Abraham giveth all his goods to Isaac. 8 He dieth. 12 The genealogy of Ishmael. 25 The birth of Jacob and Esau. Now Abraham had taken [a]him another wife called Keturah,", "2": "Which bare him Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah.", "3": "And Jokshan, begat Sheba, and Dedan: And the sons of Dedan were Asshurim, and Letushim, and Leummim.", "4": "Also the sons of Midian were Ephah, and Epher, and Hanoch, and Abidah, and Eldaah, all these were the sons of Keturah.", "5": "¶ And Abraham gave [b]all his goods to Isaac.", "6": "But unto the [c]sons of the [d]concubines, which Abraham had, Abraham [e]gave gifts, and sent them away from Isaac his son (while he yet lived) Eastward to the East country.", "7": "And this is the age of Abraham's life, which he lived, an hundred seventy and five years.", "8": "Then Abraham yielded the spirit, and died in a good age, an old man, and of great years, and was [f]gathered to his people.", "9": "And his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron son of Zohar the Hittite, before Mamre,", "10": "Which field Abraham bought of the Hittites, where Abraham was buried with Sarah his wife.", "11": "¶ And after the death of Abraham God blessed Isaac his son, and Isaac dwelt by Beer Lahai Roi.", "12": "¶ Now these are the generations of Ishmael Abraham's son, whom Hagar the Egyptian Sarah's handmaid bare unto Abraham.", "13": "And these are the names of the sons of Ishmael, name by name, according to their kindreds: the [g]eldest son of Ishmael was Nebajoth then Kedar, and Adbeel, and Mibsam,", "14": "And Mishma, and Dumah, and Massa,", "15": "Hadar, and Tema, Jetur, Naphish, and Kedemah.", "16": "These are the sons of Ishmael, and these are their names, by their towns and by their castles: to wit, twelve princes of their nations.", "17": "(And these are the years of the life of Ishmael, an hundred thirty and seven years, and he yielded up the spirit, and died, and was gathered unto his [h]people.)", "18": "And they dwelt from Havilah unto Shur, that is towards Egypt, as thou goest to Asshur. Ishmael [i]dwelt [j]in the presence of all his brethren.", "19": "¶ Likewise these are the generations of Isaac Abraham's son. Abraham begat Isaac.", "20": "And Isaac was forty years old, when he took Rebekah to wife, the daughter of Bethuel the [k]Aramite of Padan Aram, and sister to Laban the Aramite.", "21": "And Isaac prayed unto the Lord for his wife, because she was barren: and the Lord was entreated of him, and Rebekah his wife conceived.", "22": "But the children [l]strove together within her: therefore she said, Seeing it is so, why am I [m]thus? wherefore she went [n]to ask the Lord.", "23": "And the Lord said to her, Two nations are in thy womb, and two manner of people shall be divided out of thy bowels, and the one people shall be mightier than the other, and the elder shall serve the younger.", "24": "¶ Therefore when her time of deliverance was fulfilled, behold, twins were in her womb.", "25": "So he that came out first was red, and he was all over as rough as a garment, and they called his name Esau.", "26": "And afterward came his brother out, and his hand held Esau by the heel, therefore his name was called Jacob. Now Isaac was threescore years old when Rebekah bare them.", "27": "And the boys grew, and Esau was a cunning hunter, and [o]lived in the fields: but Jacob was a [p]plain man, and dwelt in tents.", "28": "And Isaac loved Esau, for [q]venison was his meat, but Rebekah loved Jacob.", "29": "Now Jacob sod pottage, and Esau came from the field and was weary.", "30": "Then Esau said to Jacob, [r]Let me eat, I pray thee, of that pottage so red, for I am weary. Therefore was his name called Edom.", "31": "And Jacob said, Sell me even now thy birthright.", "32": "And Esau said, Lo, I am almost dead, what is then this [s]birthright to me?", "33": "Jacob then said, Swear to me even now. And he swear to him, and [t]sold his birthright unto Jacob.", "34": "Then Jacob gave Esau bread and pottage of lentils: and he did eat and drink, and rose up, and went his way: So Esau contemned his birthright."}