{"1": "God provideth for Isaac in the famine. 3 He reneweth his promise. 9 The King blameth him for denying his wife. 14 The Philistines hate him for his riches. 15 Stop his wells. 16 And drive him away. 24 God comforteth him. And there was a famine in the [a]land besides the first famine that was in the days of Abraham. Wherefore Isaac went to Abimelech King of the Philistines unto Gerar.", "2": "For the Lord appeared unto him, and said, [b]Go not down into Egypt, but abide in the land which I shall show thee.", "3": "Dwell in this land, and I will be with thee, and will bless thee: for to thee, and to thy seed I will give all these countries, and I will perform the oath which I swear unto Abraham thy father.", "4": "Also I will cause thy seed to multiply as the stars of heaven, and will give unto thy seed all these countries: and in thy seed shall all the nations of the earth be blessed,", "5": "Because that Abraham [c]obeyed my voice and kept mine [d]ordinance, my commandments, my statutes, and my laws.", "6": "¶ So Isaac dwelt in Gerar.", "7": "And the men of the place asked him of his wife, and he said, She is my sister: for he [e]feared to say, she is my wife, lest, said he, the men of the place should kill me, because of Rebekah, for she was beautiful to the eye.", "8": "So after he had been there a long time, Abimelech King of the Philistines looked out at a window, and lo, he saw Isaac [f]sporting with Rebekah his wife.", "9": "Then Abimelech called Isaac, and said, Lo, she is of a surety thy wife, and why saidest thou, She is my sister? To whom Isaac answered, Because I thought this, It may be that I shall die for her.", "10": "Then Abimelech said, Why hast thou done this unto us? one of the people had almost lain by thy wife, so shouldest thou have brought [g]sin upon us.", "11": "Then Abimelech charged all his people, saying, He that toucheth this man, or his wife, shall die the death.", "12": "Afterward Isaac sowed in that land, and found in the same year an [h]hundredfold by estimation: and so the Lord blessed him.", "13": "And the man waxed mightily, and [i]still increased, till he was exceeding great.", "14": "For he had flocks of sheep, and herds of cattle, and a mighty household: therefore the Philistines had [j]envy at him,", "15": "Insomuch that the Philistines stopped, and filled up with earth all the wells, which his father's servants dug in his father Abraham's time.", "16": "Then Abimelech said unto Isaac, Get thee from us, for thou art mightier than we a great deal.", "17": "¶ Therefore Isaac departed thence and pitched his tent in the [k]valley of Gerar, and dwelt there.", "18": "And Isaac returning, dug the wells of water, which they had dug in the days of Abraham his father, for the Philistines had stopped them after the death of Abraham, and he gave them the same names, that his father gave them.", "19": "Isaac's servants then dug in the valley and found there a well of [l]living water.", "20": "But the herdsmen of Gerar did strive with Isaac's herdsmen, saying, The water is ours, therefore called he the name of the well [m]Esek, because they were at strife with him.", "21": "Afterward they dug another well, and strove for that also, and he called the name of it [n]Sitnah.", "22": "Then he removed thence, and dug another well, for which they strove not: therefore called he the name of it [o]Rehoboth, and said, Because the Lord hath now made us room, we shall increase upon the earth.", "23": "So he went up thence to Beersheba.", "24": "And the Lord appeared unto him the same night, and said, I am the God [p]of Abraham thy father: fear not, I am with thee, and will bless thee, and multiply thy seed for my servant Abraham's sake.", "25": "Then he built an [q]altar there, and called upon the Name of the Lord, and there spread his tent: where also Isaac's servants dug a well.", "26": "¶ Then came Abimelech to him from Gerar, and Ahuzzath one of his friends, and Phichol the captain of his army.", "27": "To whom Isaac said, Wherefore come ye to me, seeing ye hate me and have put me away from you?", "28": "Who answered, We saw certainly that the Lord was with thee, and we thought thus, Let there be now an oath between us, even between us and thee, and let us make a covenant with thee.", "29": "[r]If thou shalt do us no hurt, as we have not touched thee, and as we have done unto thee nothing but good, and sent thee away in peace: thou now, the blessed of the Lord, do this.", "30": "Then he made them a feast, and they did eat and drink.", "31": "And they rose up betimes in the morning, and swear one to another: then Isaac let them go, and they departed from him in peace.", "32": "And that same day Isaac's servants came and told him of a well, which they had dug, and said unto him, We have found water.", "33": "So he called it [s]Shebah: therefore the name of the city is called [t]Beersheba unto this day.", "34": "¶ Now when Esau was forty years old, he took to wife Judith, the daughter of Beeri an Hittite, and Basemath the daughter of Elon an Hittite also.", "35": "And they were [u]a grief of mind to Isaac and to Rebekah."}