{"1": "Isaac forbiddeth Jacob to take a wife of the Canaanites. 6 Esau taketh a wife of the daughters of Ishmael against his father's will. 12 Jacob in the way to Haran seeth a ladder reaching to heaven. 14 Christ is promised. Then Isaac called Jacob and [a]blessed him, and charged him, and said unto him, take not a wife of the daughters of Canaan.", "2": "Arise, get thee to Padan Aram to the house of Bethuel thy mother's father, and thence take thee a wife of the daughters of Laban thy mother's brother.", "3": "And God all [b]sufficient bless thee, and make thee to increase, and multiply thee, that thou mayest be a multitude of people,", "4": "And give thee the blessing of Abraham, even to thee and to thy seed with thee, that thou mayest inherit the land (wherein thou art a [c]stranger,) which God gave unto Abraham.", "5": "Thus Isaac sent forth Jacob, and he went to Padan Aram unto Laban son of Bethuel the Aramite, brother to Rebekah, Jacob's and Esau's mother.", "6": "¶ When Esau saw that Isaac had blessed Jacob, and sent him to Padan Aram, to fetch him a wife thence, and given him a charge when he blessed him, saying, Thou shalt not take a wife of the daughters of Canaan,", "7": "And that Jacob had obeyed his father and his mother, and was gone to Padan Aram:", "8": "Also Esau seeing that the daughters of Canaan displeased Isaac his father,", "9": "Then went Esau to Ishmael, and took [d]unto the wives which he had, Mahalath the daughter of [e]Ishmael Abraham's son, the sister of Nebajoth, to be his wife.", "10": "¶ Now Jacob departed from Beersheba, and went to Haran,", "11": "And he came unto a certain place, and tarried there all night because the sun was down, and took of the stones of the place, and laid under his head and slept in the same place.", "12": "Then he dreamed, and behold, there stood a [f]ladder upon the earth, and the top of it reached up to heaven: and lo, the Angels of God went up and down by it.", "13": "And behold, the Lord stood above it, and said, I am the Lord God of Abraham thy father, and the God of Isaac: the land, upon the which thou sleepest, [g]will I give thee and thy seed.", "14": "And thy seed shall be as the dust of the earth, and thou shalt spread abroad to the West, and to the East, and to the North, and to the South, and in thee and in thy seed shall all the families of the earth be blessed.", "15": "And lo, I am with thee, and will keep thee whithersoever thou goest, and will bring thee again into this land: for I will not forsake thee until I have performed that, that I have promised thee.", "16": "¶ Then Jacob awoke out of his sleep and said, Surely the Lord is in this place, and I was not aware.", "17": "And he was [h]afraid, and said, How fearful is this place! this is none other but the house of God, and this is the gate of heaven.", "18": "Then Jacob rose up early in the morning, and took the stone that he had laid under his head, and [i]set it up as a pillar, and poured oil upon the top of it.", "19": "And he called the name of that place [j]Bethel: notwithstanding the name of that city was at the first called Luz.", "20": "Then Jacob vowed a vow, saying, If [k]God will be with me, and will keep me in this journey which I go, and will give me bread to eat, and clothes to put on:", "21": "So that I come again unto my father's house in safety, then shall the Lord be my God.", "22": "And this stone, which I have set up as a pillar, shall be God's house: and of all that thou shalt give me, will I give the tenth unto thee."}