{"1": "Jacob cometh to Laban and serveth seven years for Rachel. 23 Leah brought to his bed instead of Rachel. 27 He serveth seven years more for Rachel. 31 Leah conceiveth and beareth four sons. Then Jacob [a]lift up his feet and came into the [b]East country.", "2": "And as he looked about, behold, there was a well in the field, [c]and lo, three flocks of sheep lay thereby (for at that well were the flocks watered) and there was a great stone upon the well's mouth.", "3": "And thither were all the flocks gathered, and they rolled the stone from the well's mouth, and watered the sheep, and put the stone again upon the well's mouth in his place.", "4": "And Jacob said unto them, My [d]brethren, whence be ye? And they answered, We are of Haran.", "5": "Then he said unto them, Know ye Laban the son of Nahor? Who said, We know him.", "6": "Again he said unto them, [e]Is he in good health? And they answered, He is in good health, and behold, his daughter Rachel cometh with the sheep.", "7": "Then he said, Lo, it is yet high day, neither is it time that the cattle should be gathered together: water ye the sheep and go feed them.", "8": "But they said, We may not, until all the flocks be brought together, and till men roll the stone from the well's mouth, that we may water the sheep.", "9": "¶ While he talked with them, Rachel also came with her father's sheep, for she kept them.", "10": "And as soon as Jacob saw Rachel the daughter of Laban his mother's brother, and the sheep of Laban his mother's brother, then came Jacob near, and rolled the stone from the well's mouth, and watered the flock of Laban his mother's brother.", "11": "And Jacob kissed Rachel, and lifted up his voice and wept.", "12": "(For Jacob told Rachel, that he was her father's [f]brother, and that he was Rebekah's son) then she ran and told her father.", "13": "And when Laban heard tell of Jacob his sister's son, he ran to meet him, and embraced him and kissed him, and brought him to his house: and he told Laban [g]all these things.", "14": "To whom Laban said, Well, thou art my [h]bone and my flesh, and he abode with him the space of a month.", "15": "¶ For Laban said unto Jacob, Though thou be my brother, shouldest thou therefore serve me for nought? tell me, what shall be thy wages?", "16": "Now Laban had two daughters, the elder called Leah, and the younger called Rachel.", "17": "And Leah was [i]tender eyed, but Rachel was beautiful and fair.", "18": "And Jacob loved Rachel, and said, I will serve thee seven years for Rachel thy younger daughter.", "19": "Then Laban answered, It is better that I give her thee, than that I should give her to another man: abide with me.", "20": "And Jacob served seven years for Rachel, and they seemed unto him but a [j]few days, because he loved her.", "21": "¶ Then Jacob said to Laban, Give me my wife, that I may go in to her: for my [k]term is ended.", "22": "Wherefore Laban gathered together all the men of the place, and made a feast.", "23": "But [l]when the evening was come, he took Leah his daughter, and brought her to him, and he went in unto her.", "24": "And Laban gave his maid Zilpah to his daughter Leah, to be her servant.", "25": "But when the morning was come, behold, it was Leah. Then said he to Laban, Wherefore hast thou done thus to me? did not I serve thee for Rachel? wherefore then hast thou beguiled me?", "26": "And Laban answered, It is not the [m]manner of this place, to give the younger before the elder.", "27": "Fulfill seven years for her, and we will also give thee this for the service, which thou shalt serve me yet seven years more.", "28": "Then Jacob did so, and fulfilled her seven years, so he gave him Rachel his daughter to be his wife.", "29": "Laban also gave to Rachel his daughter, Bilhah his maid to be her servant.", "30": "So entered he in to Rachel also, and loved also Rachel more than Leah, and served him yet seven years more.", "31": "¶ When the Lord saw that Leah was despised, he [n]made her [o]fruitful: but Rachel was barren.", "32": "And Leah conceived and bare a son, and she called his name Reuben: for she said, Because the [p]Lord hath looked upon my tribulation, now therefore mine husband will [q]love me.", "33": "And she conceived again and bare a son, and said, Because the Lord heard that I was hated, he hath therefore given me this son also, and she called his name Simeon.", "34": "And she conceived again and bare a son, and said, Now at this time will my husband keep me company, because I have borne him three sons: therefore was his name called Levi.", "35": "Moreover she conceived again and bare a son, saying, Now will I [r]praise the Lord: therefore she called his name Judah, and [s]left bearing."}