{"1": ",9 Rachel and Leah being both barren, give their maids unto their husband, and they bare him children. 15 Leah giveth mandrakes to Rachel that Jacob might lie with her. 27 Laban is enriched for Jacob's sake. 34 Jacob is made very rich. And when Rachel saw that she bare Jacob no children, Rachel envied her sister, and said unto Jacob, Give me children, or else I die.", "2": "Then Jacob's anger was kindled against Rachel, and he said, Am I in [a]God's stead, which hath withholden from thee the fruit of the womb?", "3": "And she said, Behold my maid Bilhah, go in to her, and she shall bear upon my [b]knees, and [c]I shall have children also by her.", "4": "Then she gave him Bilhah her maid to wife, and Jacob went in to her.", "5": "So Bilhah conceived and bare Jacob a son.", "6": "Then said Rachel, God hath given sentence on my side, and hath also heard my voice, and hath given me a son: therefore called she his name, Dan.", "7": "And Bilhah Rachel's maid conceived again, and bare Jacob the second son.", "8": "Then Rachel said, With [d]excellent wrestlings have I [e]wrestled with my sister, and have gotten the upper hand: and she called his name, Naphtali.", "9": "And when Leah saw that she had left bearing, she took Zilpah her maid, and gave her Jacob to wife.", "10": "And Zilpah Leah's maid bare Jacob a son.", "11": "Then said Leah, [f]A company cometh: and she called his name, Gad.", "12": "Again Zilpah Leah's maid bare Jacob another son.", "13": "Then said Leah, Ah, blessed am I, for the daughters will bless me, and she called his name Asher.", "14": "¶ Now Reuben went in the days of the wheat harvest, and found [g]mandrakes in the field, and brought them unto his mother Leah. Then said Rachel to Leah, Give me, I pray thee, of thy son's mandrakes.", "15": "But she answered her, Is it a small matter for thee to take mine husband, except thou take my son's mandrakes also? Then said Rachel, Therefore he shall sleep with thee this night for thy son's mandrakes.", "16": "And Jacob came from the field in the evening, and Leah went out to meet him, and said, Come in to me, for I have [h]bought and paid for thee with my son's mandrakes: and he slept with her that night.", "17": "And God heard Leah and she conceived, and bare unto Jacob the fifth son.", "18": "Then said Leah, God hath given me my reward, because I gave my [i]maid to my husband, and she called his name Issachar.", "19": "After, Leah conceived again, and bare Jacob the sixth son.", "20": "Then Leah said, God hath endowed me with a good dowry: now will mine husband dwell with me, because I have borne him six sons: and she called his name Zebulun.", "21": "After that, she bare a daughter, and she called her name Dinah.", "22": "¶ And God remembered Rachel, and God heard her, [j]and opened her womb.", "23": "So she conceived and bare a son, and said, God hath taken away my [k]rebuke.", "24": "And she called his name Joseph, saying, The Lord will give me yet another son.", "25": "¶ And as soon as Rachel had borne Joseph, Jacob said to Laban, Send me away that I may go unto my place and to my country.", "26": "Give me my wives and my children, for whom I have served thee, and let me go: for thou knowest what service I have done thee.", "27": "To whom Laban answered, If I have now found favor in thy sight, tarry: I have [l]perceived that the Lord hath blessed me for thy sake.", "28": "Also he said, Appoint unto me thy wages, and I will give it thee.", "29": "But he said unto him, Thou knowest, what service I have done thee, and in what taking thy cattle hath been [m]under me.", "30": "For the little, that thou haddest before I came, is increased into a multitude: and the Lord hath blessed thee [n]by my coming: but now when shall [o]I travail for mine own house also?", "31": "Then he said, What shall I give thee? And Jacob answered, Thou shalt give me nothing at all: if thou wilt do this thing for me, I will return, feed, and keep thy sheep.", "32": "I will pass through all thy flocks this day, and [p]separate from them all the sheep with little spots and great spots, and all [q]black lambs among the sheep, and the great spotted, and little spotted among the goats: [r]and it shall be my wages.", "33": "So shall my [s]righteousness answer for me hereafter, when it shall come for my reward before thy face, and everyone that hath not little or great spots among the goats, and black among the sheep, the same shall be [t]theft with me.", "34": "Then Laban said, Go to, would God it might be according to thy saying.", "35": "Therefore [u]he took out the same day the he goats that were parti-colored and with great spots, and all the she goats with little and great spots, and all that had white in them, and all the [v]black among the sheep, and put them in the keeping of his sons.", "36": "And he set three days journey between himself and Jacob. And Jacob kept the rest of Laban's sheep.", "37": "¶ Then Jacob [w]took rods of green poplar, and of hazel, and of the chestnut tree, and pilled white strakes in them, and made the white appear in the rods.", "38": "Then he put the rods, which he had pilled, in the gutters and watering troughs, when the sheep came to drink, before the sheep: (for they were in heat, when they came to drink.)", "39": "And the sheep [x]were in heat before the rods, and afterward brought forth young of parti-color, and with small and great spots.", "40": "And Jacob parted these lambs, and turned the faces of the flock towards those lambs parti-colored, and all manner of black, among the sheep of Laban: so he put his own flock by themselves, and put them not with Laban's flock.", "41": "And in every ramming time of the [y]stronger sheep, Jacob laid the rods before the eyes of the sheep in the gutters, that they might conceive before the rods.", "42": "But when the sheep were feeble, he put them not in: and so the feebler were Laban's, and the stronger Jacob's.", "43": "So the man increased exceedingly, and had many flocks, and maid servants, and men servants, and camels, and asses."}