{"1": "Laban's children murmur against Jacob. 3 God commandeth him to return to his country.  13, 14 The care of God for Jacob. 19 Rachel stealeth her father's idols. 23 Laban followeth Jacob. 44 The covenant between Laban and Jacob. Now he heard the [a]words of Laban's sons, saying, Jacob hath taken away all that was our father's, and of our father's goods hath he gotten all this honor.", "2": "Also Jacob beheld the countenance of Laban, [b]that it was not towards him as in times past:", "3": "And the Lord had said unto Jacob, Turn again into the land of thy fathers, and to thy kindred, and I will be with thee.", "4": "Therefore Jacob sent and called Rachel and Leah to the field unto his flock.", "5": "Then said he unto them, I see your father's countenance, that it is not towards me [c]as it was wont, and the [d]God of my father hath been with me.", "6": "And ye know that I have served your father with all my might,", "7": "But your father hath deceived me, and changed my wages [e]ten times: but God suffered him not to hurt me.", "8": "If he thus said, The spotted shall be thy wages, then all the sheep bare spotted: and if he said thus, the parti-colored shall be thy reward, then bare all the sheep parti-colored.", "9": "Thus hath [f]God taken away your father's [g]substance, and given it me.", "10": "¶ For in ramming time I lifted up mine eyes and saw in a dream, and behold, the he goats leaped upon the she goats, that were parti-colored with little and great spots spotted.", "11": "And the Angel of God said to me in a dream, Jacob. And I answered, Lo, I am here.", "12": "And he said, Lift up now thine eyes, and see all the he goats leaping upon the she goats that are parti-colored, spotted with little and great spots: for I have seen all that Laban doeth unto thee.", "13": "[h]I am the God of Bethel, where thou anointedst the pillar, where thou vowedst a vow unto me. Now arise, get thee out of this country and return unto the land where thou wast born.", "14": "Then answered Rachel and Leah, and said unto him, Have we any more portion and inheritance in our father's house?", "15": "Doth not he count us as strangers? for he hath [i]sold us, and hath eaten up and consumed our money.", "16": "Therefore all the riches, which God hath taken from our father, is ours and our children's: now then whatsoever God hath said unto thee, do it.", "17": "¶ Then Jacob rose up, and set his sons and his wives upon camels.", "18": "And he carried away all his flocks, and all his substance which he had gotten, to wit, his riches, which he had gotten in Padan Aram, to go to Isaac his father unto the land of Canaan.", "19": "When Laban was gone to sheer his sheep, then Rachel stole her father's [j]idols.", "20": "Thus Jacob [k]stole away the heart of Laban the Aramite: for he told him not that he fled.", "21": "So fled he with all that he had, and he rose up, and passed the [l]river, and set his face toward mount Gilead.", "22": "And the third day after was it told Laban, that Jacob fled.", "23": "Then he took his [m]brethren with him and followed after him seven days journey, and [n]overtook him at mount Gilead.", "24": "And God came to Laban the Aramite in a dream by night, and said unto him, Take heed that thou speak not to Jacob [o]ought save good.", "25": "¶ Then Laban overtook Jacob, and Jacob had pitched his tent in the mount: and Laban also with his brethren pitched upon mount Gilead.", "26": "Then Laban said to Jacob, What hast thou done? [p]thou hast even stolen away mine heart and carried away my daughters as though they had been taken captives with the sword.", "27": "Wherefore diddest thou flee so secretly and steal away from me, and diddest not tell me, that I might have sent thee forth with mirth and with songs, with timbrell and with harp?", "28": "But thou hast not suffered me to kiss my sons and my daughters: now thou hast done foolishly in doing so.", "29": "I am [q]able to do you evil: but the [r]God of your father spake unto me yesternight, saying, Take heed that thou speak not to Jacob ought save good.", "30": "Now though thou wentest thy way, because thou greatly longedst after thy father's house, yet wherefore hast thou stolen my gods?", "31": "Then Jacob answered, and said to Laban, Because I was afraid, and thought that thou wouldest have taken thy daughters from me.", "32": "But with whom thou findest thy gods, [s]let him not live. Search thou before our brethren what I have of thine, and take it to thee, (but Jacob wist not that Rachel had stolen them.)", "33": "Then came Laban into Jacob's tent, and into Leah's tent, and into the two maid's tents, but found them not. So he went out of Leah's tent, and entered into Rachel's tent.", "34": "(Now Rachel had taken the idols, and put them in the camel's [t]litter and sat down upon them) and Laban searched all the tent, but found them not.", "35": "Then said she to her father, [u]My Lord, be not angry that I cannot rise up before thee: for the custom of women is upon me: so he searched, but found not the idols.", "36": "¶ Then Jacob was wroth, and chode with Laban: Jacob also answered and said to Laban, What have I trespassed? what have I offended, that thou hast pursued after me?", "37": "Seeing thou hast searched all my stuff, what hast thou found of all thine household stuff? put it here before my brethren and thy brethren, that they may judge between us both.", "38": "This twenty years I have been with thee: thine ewes and thy goats have not [v]cast their young, and the rams of thy flock have I not eaten.", "39": "[w]Whatsoever was torn of beasts, I brought it not unto thee, but made it good myself: of mine hand diddest thou require it, were it stolen by day, or stolen by night.", "40": "I was in the day consumed with heat, and with frost in the night, and my [x]sleep departed from mine eyes.", "41": "Thus have I been twenty years in thine house, and served thee fourteen years for thy two daughters, and six years for thy sheep, and thou hast changed my wages ten times.", "42": "Except the God of my father, the God of Abraham, and the [y]fear of Isaac had been with me, surely thou haddest sent me away now empty: but God beheld my tribulation, and the labor of mine hands, and rebuked thee yesternight.", "43": "Then Laban answered, and said unto Jacob, These daughters are my daughters, and these sons are my sons, and these sheep are my sheep, and all that thou seest, is mine, and what can I do this day unto these my daughters, or to their sons which they have borne?", "44": "Now therefore [z]come let us make a covenant, I and thou, which may be a witness between me and thee.", "45": "Then took Jacob a stone, and set it up as a pillar:", "46": "And Jacob said unto his brethren, Gather stones: who brought stones, and made a heap, and they did eat there upon the heap.", "47": "And Laban called it [aa]Jegar Sahadutha, and Jacob called it [ab]Galeed.", "48": "For Laban said, This heap is witness between me and thee this day: therefore he called the name of it Galeed.", "49": "Also he called it [ac]Mizpah, because he said, The Lord [ad]look between me and he, when we shall be [ae]departed one from another.", "50": "If thou shalt vex my daughters, or shalt take [af]wives beside my daughters: there is no man with us, behold, God is witness between me and thee.", "51": "Moreover Laban said to Jacob, Behold this heap, and behold the pillar, which I have set between me and thee.", "52": "This heap shall be witness, and the pillar shall be witness, that I will not come over this heap to thee, and that thou shalt not pass over this heap and this pillar unto me for evil.", "53": "The God of Abraham, and the God of [ag]Nahor, and the God of their father be judge between us: but Jacob sware by the [ah]fear of his father Isaac.", "54": "Then Jacob did offer a sacrifice upon the mount, and called his brethren to eat [ai]bread, and they did eat bread, and tarried all night in the mount.", "55": "And early in the morning Laban rose up and kissed his sons, and his daughters, and [aj]blessed them, and Laban departing, went unto his place again."}