{"1": "Esau and Jacob meet and are agreed. 11 Esau receiveth his gifts. 19 Jacob buyeth a possession, 20 And buildeth an altar. And as Jacob lifted up his eyes, and looked, behold, Esau came, and with him four hundred men: and he [a]divided the children to Leah, and unto Rachel, and to the two maids.", "2": "And he put the maids, and their children foremost, and Leah, and her children after, and Rachel and Joseph hindermost.", "3": "So he went before them and [b]bowed himself to the ground seven times, until he came near to his brother.", "4": "And Esau ran to meet him, and embraced him, and fell on his neck, and kissed him, and they wept.", "5": "And he lifted up his eyes, and saw the women, and the children, and said, Who are these with thee? And he answered, They are the children whom God of his grace hath given thy servant.", "6": "Then came the maids near, they and their children, and [c]bowed themselves.", "7": "Leah also with her children came near and made obeisance: and after Joseph and Rachel drew near, and did reverence.", "8": "Then he said, What meanest thou by all this drove, which I met? Who answered, I have sent it, that I may find favor in the sight of my lord.", "9": "And Esau said, I have enough, my brother: keep that thou hast to thyself.", "10": "But Jacob answered, Nay, I pray thee, if I have found grace now in thy sight, then receive my present at my hand: for [d]I have seen thy face, as though I had seen the face of God, because thou hast accepted me.", "11": "I pray thee take my [e]blessing, that is brought thee: for God hath had mercy on me, and therefore I have all things: for he [f]compelled him, and he took it.", "12": "And he said, Let us take our journey and go, and I will go before thee.", "13": "Then he answered him, My lord knoweth, that the children are tender, and the ewes and kine with young under mine hand: and if they should overdrive them one day, all the flock would die.", "14": "Let now my lord go before his servant, and I will drive softly, according to the pace of the cattle, which is before me, and as the children be able to endure, until [g]I come to my lord unto Seir.", "15": "Then Esau said, I will leave then some of my folk with thee. And he answered, What needeth this? let me find grace in the sight of my lord.", "16": "¶ So Esau returned, and went his way that same day unto Seir.", "17": "And Jacob went forward toward Succoth, and built him an house, and made booths for his cattle: therefore he called the name of the place [h]Succoth.", "18": "Afterward, Jacob came safe to Shechem a city, which is in the land of Canaan, when he came from [i]Padan Aram, and pitched before the city.", "19": "And there he bought a parcel of ground, where he pitched his tent, at the hand of the sons of Hamor Shechem's father, for an hundred [j]pieces of money.", "20": "And he set up there an altar, and called [k]it, The mighty God of Israel."}