{"1": "Dinah is ravished. 8 Hamor asketh her in marriage for his son. 22 The Shechemites are circumcised at the request of Jacob's sons and the persuasion of Hamor. 25 The whoredome is revenged. Then Dinah the daughter of Leah, which she bare unto Jacob, [a]went out to see the daughters of that country.", "2": "Whom when Shechem the son of Hamor the Hivite lord of that country saw, he took her, and lay with her, and [b]defiled her.", "3": "So his heart clave unto Dinah the daughter of Jacob: and he loved the maid, and [c]spake kindly to the maid.", "4": "Then said Shechem to his father Hamor, saying, [d]Get me this maid to wife.", "5": "(Now Jacob heard that he had defiled Dinah his daughter, and his sons were with his cattle in the field: therefore Jacob held his peace, until they were come.)", "6": "¶ Then Hamor the father of Shechem went out unto Jacob to commune with him.", "7": "And when the sons of Jacob were come out of the field and heard it, it grieved the men, and they were very angry, because he had wrought [e]villany in Israel, in that he had lain with Jacob's daughter: [f]which thing ought not to be done.", "8": "And Hamor communed with them, saying, The soul of my son: Shechem longeth for your daughter, [g]give her him to wife, I pray you.", "9": "So make affinity with us, give your daughters unto us, and take our daughters unto you.", "10": "And ye shall dwell with us, and the land shall be before you, dwell, and do your business in it, and have your possessions therein.", "11": "Shechem also said unto her father and unto her brethren, [h]Let me find favor in your eyes, and I will give whatsoever ye shall appoint me.", "12": "[i]Ask of me abundantly both dowry, and gifts, and I will give as ye appoint me, so that ye give me the maid to wife.", "13": "Then the sons of Jacob answered, Shechem and Hamor his father, talking deceitfully, because he had defiled their sister:", "14": "And they said unto them, [j]We cannot do this thing, to give our sister to an uncircumcised man: for that were a [k]reproof unto us.", "15": "But in this we will consent unto you, if ye will be as we are, that every man child among you be [l]circumcised,", "16": "Then will we give our daughters to you, and we will take your daughters to us, and will dwell with you, and be one people.", "17": "But if ye will not hearken unto us to be circumcised, then will we take our daughter and depart.", "18": "Now their words pleased Hamor, and Shechem Hamor's son.", "19": "And the young man deferred not to do the thing because he loved Jacob's daughter: he was also the [m]most set by of all his father's house.", "20": "¶ Then Hamor and Shechem his Son went unto the [n]gate of their city, and communed with the men of their city, saying,", "21": "These men are [o]peaceable with us: and that they may dwell in the land, and do their affairs therein (for behold, the land hath room enough for them) let us take their daughters to wives, and give them our daughters.", "22": "Only herein will the men consent unto us for to dwell with us, and to be one people, if all the men children among us be circumcised as they are circumcised.", "23": "Shall not [p]their flocks and their substance and all their cattle be ours? only let us consent herein unto them and they will dwell with us.", "24": "And unto Hamor, and Shechem his son hearkened all that went out of the gate of his city: and all the men children were circumcised, even all that went out of the gate of his city.", "25": "And on the third day (when they were sore) two of the sons of Jacob, [q]Simeon and Levi, Dinah's brethren took either of them his sword and went into the city boldly, and slew [r]every male.", "26": "They slew also Hamor and Shechem his son with the [s]edge of the sword, and took Dinah out of Shechem's house, and went their way.", "27": "Again, the other sons of Jacob came upon the dead, and spoiled the city, because they had defiled their sister.", "28": "They took their sheep and their beeves, and their asses, and whatsoever was in the city and in the fields.", "29": "Also they carried away captive and spoiled all their goods, and all their children and their wives, and all that was in the houses.", "30": "Then Jacob said to Simeon and Levi, Ye have troubled me, and made me [t]stink among the inhabitants of the land, as well the Canaanites, as the Perizzites, and I being few in number, they shall gather themselves together against me, and slay me, and so shall I, and my house be destroyed.", "31": "And they answered, Should he abuse our sister as a whore?"}