{"1": "The wives of Esau. 7 Jacob and Esau are rich. 9 The genealogy of Esau. 24 The finding of mules. Now these are [a]the generations of Esau, which is Edom.", "2": "Esau took his wives of the [b]daughters of Canaan: Adah the daughter of Elon an Hittite and Aholibamah the daughter of Anah, the daughter of Zibeon an Hivite.", "3": "And took Basemath Ishmael's daughter, sister of Nebajoth.", "4": "And Adah bare unto Esau, Eliphaz: and Basemath bare Reuel,", "5": "Also Aholibamah bare Jeush, and Jaalam, and Korah: these are the sons of Esau which were born to him in the land of Canaan.", "6": "So Esau took his wives and his sons, and his daughters, and all the souls of his house, and his flocks, and all his cattle, and all his substance, which he had gotten in the land of Canaan, and [c]went into another country from his brother Jacob.", "7": "For their riches were so great, that they could not dwell together, and the land, wherein they were strangers, could not receive them because of their flocks.", "8": "Therefore dwelt Esau in mount Seir: this Esau is Edom.", "9": "¶ So these are the generations of Esau father of [d]Edom in mount Seir:", "10": "These are the names of Esau's sons: Eliphaz, the son of Adah, the wife of Esau, and Reuel the son of Basemath, the wife of Esau.", "11": "And the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz.", "12": "And Timna was concubine to Eliphaz Esau's son, and bare unto Eliphaz, Amalek: these be the sons of Adah Esau's wife.", "13": "¶ And these are the [e]sons of Reuel: Nahath, and Zerah, Shammah, and Mizzah: these be the sons of Basemath Esau's wife.", "14": "¶ And these were the sons of Aholibamah the daughter of Anah, [f]daughter of Zibeon Esau's wife: for she bare unto Esau, Jeush, and Jaalam, and Korah.", "15": "¶ These were [g][h]Dukes of the sons of Esau the sons of Eliphaz, the firstborn of Esau Duke Teman, Duke Omar, Duke Zepho, Duke Kenaz,", "16": "Duke Korah, Duke Gatam, and Duke Amalek: these are the Dukes that came of Eliphaz in the land of Edom: these were the [i]sons of Adah.", "17": "¶ And these are the sons of Reuel Esau's son: Duke Nahath, Duke Zerah, Duke Shammah, Duke Mizzah: these are the Dukes that came of Reuel in the land of Edom: these are the [j]sons of Basemath Esau's wife.", "18": "¶ Likewise these were the sons of Aholibamah Esau's wife: Duke Jeush, Duke Jaalam, Duke Korah: these Dukes came of Aholibamah, the daughter of Anah Esau's wife.", "19": "These are the children of Esau, and these are the Dukes of them: This Esau is Edom.", "20": "¶ These are the sons of Seir the Horite, which [k]inhabited the land before Lotan, and Shobal, and Zibeon, and Anah,", "21": "And Dishon, and Ezer, and Dishan: these are the Dukes of the Horites, the sons of Seir in the land of Edom.", "22": "And the sons of Lotan were, Hori and Hemam, and Lotan's sister was Timna.", "23": "And the sons of Shobal were these: Alvan, and Manahath, and Ebal, Shepho, and Onam.", "24": "And these are the sons of Zibeon: Both Ajah, and Anah: this was Anah that found [l]mules in the wilderness, as he fed his father Zibeon's asses.", "25": "And the children of Anah were these: Dishon and Aholibamah, the daughter of Anah.", "26": "Also these are the sons of Dishon: Hemdan, and Eshban, and Ithran, and Cheran.", "27": "The sons of Ezer are these: Bilhan, and Zaavan, and Akan.", "28": "The sons of Dishan are these, Uz, and Aran.", "29": "These are the Dukes of the Horites: Duke Lotan, Duke Shobal, Duke Zibeon, Duke Anah,", "30": "Duke Dishon, Duke Ezer, Duke Dishan: these be the Dukes of the Horites, after their Dukedoms in the land of Seir.", "31": "¶ And these are the [m]Kings that reigned in the land of Edom, before there reigned any King over the children of Israel.", "32": "Then Bela the son of Beor reigned in Edom, and the name of his city was Dinhabah.", "33": "And when Bela died, Jobab the son of Zerah of Bozrah reigned in his stead.", "34": "When Jobab also was dead, Husham of the land of Temani reigned in his stead.", "35": "And after the death of Husham, Hadad the son of Bedad, which slew Midian in the field of Moab, reigned in his stead, and the name of his city was Avith.", "36": "When Hadad was dead, then Samlah of Masrekah reigned in his stead.", "37": "When Samlah was dead, Saul of [n]Rehoboth by the river, reigned in his stead.", "38": "When Saul died, Baal-Hanan the son of Achbor reigned in his stead.", "39": "And after the death of Baal-Hanan the son of Achbor, Hadar reigned in his stead, and the name of his city was Pau: and his wife's name Mehetabel the daughter of Matred, the [o]daughter of Mezahab.", "40": "Then these are the names of the Dukes of Esau according to their families, their places, and by their names: Duke Timnah, Duke Alvah, Duke Jetheth.", "41": "Duke Aholibamah, Duke Elah, Duke Pinon,", "42": "Duke Kenaz, Duke Teman, Duke Mibzar,", "43": "Duke Magdiel, Duke Iram: these be the Dukes of Edom, according to their habitations, in the land of their inheritance. This Esau is the father of [p]Edom."}