{"1": "The marriage of Judah. 7, 9 The trespass of Er and Onan, and the vengeance of God that came thereupon. 18 Judah lieth with his daughter-in-law Tamar. 24 Tamar is judged to be burnt for whoredom.  29, 30 The birth of Perez and Zerah. And at that time [a]Judah went down from his brethren, and turned into a man called Hirah an Adullamite.", "2": "And Judah saw there a daughter of a man called Shua a [b]Canaanite: and he took her to wife, and went into her.", "3": "So she conceived and bare a son, and he called his name Er.", "4": "And she conceived again and bare a son, and she called his name Onan.", "5": "Moreover she bare yet a son, whom she called Shelah: and Judah was at Chezib when she bare him.", "6": "Then Judah took a wife to Er his firstborn son, whose name was Tamar.", "7": "Now Er the firstborn of Judah was wicked in the sight of the Lord: therefore the Lord slew him.", "8": "And Judah said to Onan, Go in unto thy brother's wife, and do the office of a kinsman unto her, and raise [c]up seed unto thy brother.", "9": "And Onan knew that the seed should not be his: therefore when he went in unto his brother's wife, he spilled it on the ground, lest that he should give seed to his brother.", "10": "And it was wicked in the eyes of the Lord, which he did: wherefore he slew him also.", "11": "Then Judah said to Tamar his daughter-in-law, [d]Remain a widow in thy father's house, till Shelah my son grow up (for he thought thus, Lest he die as well as his brethren,) So Tamar went and dwelt in her father's house.", "12": "¶ And in process of time also the daughter of Shua Judah's wife died. Then Judah, when he [e]had left mourning, went up to his sheepshearers to Timnah, he, and his neighbor Hirah the Adullamite.", "13": "And it was told Tamar, saying, Behold, thy father-in-law goeth up to Timnath, to shear his sheep.", "14": "Then she put her widow's garments off from her, and covered her with a veil, and wrapped herself, and sat down in [f]Pethah-enam which is by the way to Timnah, because she saw that Shelah was grown, and she was not given unto him to wife.", "15": "When Judah saw her, he judged her an whore: for she had covered her face.", "16": "And he turned to the way towards her, and said, Come, I pray thee, let me lie with thee, (for he [g]knew not that she was his daughter-in-law.) And she answered, What wilt thou give me for to lie with me?", "17": "Then said he, I will send thee a kid of the goats from the flock, and she said, Well, if thou wilt give me a pledge, till thou send it.", "18": "Then he said, What is the pledge that I shall give thee? And she answered, Thy signet and thy [h]cloak and thy staff that is in thine hand. So he gave it her, and lay by her, and she was with child by him.", "19": "Then she rose, and went and put her veil from her and put on her widow's raiment.", "20": "Afterward Judah sent a kid of the goats by the hand of his [i]neighbor the Adullamite, for to receive his pledge from the woman's hand: but he found her not.", "21": "Then asked he the men of the place, saying, Where is the whore, that sat in Enaim by the wayside? and they answered, There was no whore there.", "22": "He came therefore to Judah again, and said, I cannot find her, and also the men of the place said, There was no whore there.", "23": "Then Judah said, Let her take it to her, lest we be [j][k]shamed: behold, I sent this kid, and thou hast not found her.", "24": "¶ Now after three months, one told Judah, saying, Tamar thy daughter-in-law hath played the whore, and lo, with playing the whore, she is great with child. Then Judah said, Bring ye her forth and let her be [l]burnt.", "25": "When she was brought forth, she sent to her father-in-law, saying, By the man, unto whom these things pertain, am I with child: and said also, Look I pray thee, whose these are, the seal, and the cloak, and the staff.", "26": "Then Judah knew them, and said, She is [m]more righteous than I: for she hath done it because I gave her not to Shelah my son. So he lay with her [n]no more.", "27": "¶ Now, when the time was come that she should be delivered, behold, there were twins in her womb.", "28": "And when she was in travail, the one put out his hand: and the midwife took and bound a red thread about his hand, saying, this is come out first.", "29": "But when he [o]plucked his hand back again, lo, his brother came out, and the midwife said, How hast [p]thou broken the breach upon thee? and his name was called Perez.", "30": "And afterward came out his brother that had the red thread about his hand, and his name was called Zerah."}