{"1": "The interpretation of dreams is of God.  12, 19 Joseph expoundeth the dreams of the two prisoners. 23 The ingratitude of the butler. And after these things, the butler of the King of Egypt and his baker offended their Lord the King of Egypt.", "2": "And Pharaoh was angry against his two [a]Officers, against the chief butler, and against the chief baker.", "3": "Therefore he put them in ward in his chief steward's house, in the prison and place where [b]Joseph was bound.", "4": "And the chief steward gave Joseph charge over them, and he served them: and they continued a season in ward.", "5": "¶ And they both dreamed a dream, either of them his dream in one night, [c]each one according to the interpretation of his dream, both the butler and the baker of the King of Egypt, which were bound in the prison.", "6": "And when Joseph came in unto them in the morning, and looked upon them, behold, they were sad.", "7": "And he asked Pharaoh's officers, that were with him in his master's ward, saying, Wherefore [d]look ye so sadly today?", "8": "Who answered him, We have dreamed each one a dream, and there is none to interpret the same. Then Joseph said unto them, [e]Are not interpretations of God? tell them me now.", "9": "So the chief butler told his dream to Joseph, and said unto him, In my dream, behold, a vine was before me,", "10": "And in the vine were three branches, and as it budded, her flower came forth: and the clusters of grapes waxed ripe.", "11": "And I had Pharaoh's cup in mine hand, and I took the grapes, and wrung them into Pharaoh's cup, and I gave the cup into Pharaoh's hand.", "12": "Then Joseph said unto him, This [f]is the interpretation of it: the three branches are three days.", "13": "Within three days shall Pharaoh lift up thine head, and restore thee unto thine [g]office, and thou shalt give Pharaoh's cup into his hand after the old manner, when thou wast his butler,", "14": "But have me in remembrance with thee, when thou art in good case, and show mercy, I pray thee unto me, and [h]make mention of me to Pharaoh, that thou mayest bring me out of this house.", "15": "For I was stolen away by theft out of the land of the Hebrews, and here also have I done nothing, wherefore they should put me [i]in the dungeon.", "16": "And when the chief baker saw that the interpretation was good, he said unto Joseph, Also me thought in my dream that I had three [j]white baskets on mine head.", "17": "And in the uppermost basket there was of all manner bakemeats for Pharaoh: and the birds did eat them out of the basket upon mine head.", "18": "Then Joseph answered, and said, [k]This is the interpretation thereof: The three baskets are three days:", "19": "Within three days shall Pharaoh take thine head from thee, and shall hang thee on a tree and the birds shall eat thy flesh from off thee.", "20": "¶ And so the third day, which was Pharaoh's [l]birthday, he made a feast unto all his servants: and he lifted up the head of the chief butler, and the chief baker among his servants.", "21": "And he restored the chief butler unto his butlership, who gave the cup into Pharaoh's hand.", "22": "But he hanged the chief baker, as Joseph had interpreted unto them.", "23": "Yet the chief butler did not remember Joseph, but forgot him."}