{"1": "The genealogy. 5 The age and death of Adam. 6 His succeession unto Noah and his children. 24 Enoch was taken away. This is the [a]book of the generations of Adam. In the day that God created Adam, in the [b]likeness of God made he him,", "2": "Male and female created he them, and blessed them, and called their name [c]Adam in the day that they were created.", "3": "¶ Now Adam lived an hundred and thirty years, and begat a child in his own [d]likeness after his image, and called his name Seth.", "4": "And the days of Adam, after he had begotten Seth, were eight hundred years, and he begat sons and daughters.", "5": "So all the days that Adam lived, were nine hundred and thirty years, and he died.", "6": "And [e]Seth lived an hundred and five years, and begat Enosh.", "7": "And Seth lived after he begat Enosh, eight hundred and seven years, and begat sons and daughters.", "8": "So all the days of Seth were [f]nine hundred and twelve years: and he died.", "9": "¶ Also Enosh lived ninety years, and begat Cainan.", "10": "And Enosh lived after he begat Cainan, eight hundred and fifteen years, and begat sons and daughters.", "11": "So all the days of Enosh were nine hundred and five years: and he died.", "12": "¶ Likewise Cainan lived seventy years, and begat Mahalalel.", "13": "And Cainan lived, after he begat Mahalalel, eight hundred and forty years, and begat sons and daughters.", "14": "So all the days of Cainan were nine hundred and ten years: and he died.", "15": "¶ Mahalalel also lived sixty and five years, and begat Jared.", "16": "Also Mahalalel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters.", "17": "So all the days of Mahalalel were eight hundred ninety and five years: and he died.", "18": "¶ And Jared lived an hundred sixty and two years, and begat Enoch.", "19": "Then Jared lived, after he begat Enoch, eight hundred years, and begat sons and daughters.", "20": "So all the days of Jared were nine hundred sixty and two years: and he died.", "21": "¶ Also Enoch lived sixty and five years, and begat Methuselah.", "22": "And Enoch [g]walked with God, after he begat Methuselah, three hundred years, and begat sons and daughters.", "23": "So all the days of Enoch were three hundred sixty and five years.", "24": "And Enoch walked with God, and he was no more seen: for [h]God took him away.", "25": "Methuselah also lived an hundred eighty and seven years, and begat Lamech.", "26": "And Methuselah lived, after he begat Lamech, seven hundred eighty and two years, and begat sons and daughters.", "27": "So all the days of Methuselah were nine hundred sixty and nine years, and he died.", "28": "¶ Then Lamech lived an hundred eighty and two years, and begat a son,", "29": "And called his name, Noah, saying, This same shall [i]comfort us concerning our work and sorrow of our hands, as touching the earth, which the Lord hath cursed.", "30": "And Lamech lived, after he begat Noah, five hundred ninety and five years, and begat sons and daughters.", "31": "So all the days of Lamech were seven hundred seventy and seven years: and he died.", "32": "And Noah was five hundred years old. And Noah begat Shem, Ham and Japheth."}