{"1": "God threateneth to bring the flood. 5 Man altogether corrupt. 6 God repenteth that he made him. 18 Noah and his are preserved in the Ark, which he was commanded to make. So when men began to be multiplied upon the earth, and there were daughters born unto them,", "2": "Then the [a]sons of God saw the daughters [b]of men that they were [c]fair, and they took them wives of all that they [d]liked.", "3": "Therefore the Lord said, My spirit shall not always [e]strive with man, because he is but flesh, and his days shall be an [f]hundred and twenty years.", "4": "There were [g]giants in the earth in those days: yea, and after that the sons of God came unto the daughters of men, and they had borne them children, these were mighty men, which in old time were men of [h]renown.", "5": "¶ When the Lord saw that the wickedness of man was great in the earth, and all the imaginations of the thoughts of his heart were only evil [i]continually,", "6": "Then it [j]repented the Lord, that he had made man in the earth, and he was sorry in his heart.", "7": "Therefore the Lord said, I will destroy from the earth the man, whom I have created, from man [k]to beast, to the creeping thing, and to the fowl of the heaven: for I repent that I have made them.", "8": "But Noah [l]found grace in the eyes of the Lord.", "9": "¶ These are the [m]generations of Noah: Noah was a just and upright man in his time: and Noah walked with God.", "10": "And Noah begat three sons, Shem, Ham and Japheth.", "11": "The earth also was corrupt before God: for the earth was filled with [n]cruelty.", "12": "Then God looked upon the earth, and behold, it was corrupt: for all flesh had corrupted his way upon the earth.", "13": "And God said unto Noah, [o]An end of all flesh is come before me: for the earth is filled with [p]cruelty [q]through them: and behold, I will destroy them with the earth.", "14": "¶ Make thee an Ark of [r]pine trees: thou shalt make [s]cabins in the Ark, and shalt pitch it within and without with pitch.", "15": "And [t]thus shalt thou make it: the length of the Ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.", "16": "A window shalt thou make in the Ark, and in a cubit shalt thou finish it above, and the door of the Ark shalt thou set in the side thereof: thou shalt make it with the [u]low, second, and third room.", "17": "And I, behold, I will bring a flood of waters upon the earth to destroy all flesh, wherein is the breath of life under heaven: all that is in the earth shall perish.", "18": "But with thee will I [v]establish my covenant, and thou shalt go into the Ark, thou, and thy sons, and thy wife, and thy sons' wives with thee.", "19": "And of every living thing of all flesh two of every sort shalt thou cause to come into the Ark, to keep them alive with thee: they shall be male and female.", "20": "Of the fowls, after their kind, and of the cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, that thou mayest keep them alive.", "21": "And take thou with thee of all meat that is eaten: and thou shalt gather it to thee, that it may be meat for thee and for them.", "22": "Noah therefore did according unto all that God commanded him: even [w]so did he."}