{"1": "The confirmation of marriage. 2 Man's authoritiy over all creatures. 3 Permission of meats. 6 The power of the sword. 14 The rainbow is the sign of God's promise. 21 Noah is drunk, and mocked of his son, whom he curseth. 29 The age and death of Noah.  And God [a]blessed Noah and his sons, and said to them, Bring forth fruit, and multiply, and replenish the earth.", "2": "Also the [b]fear of you, and the dread of you shall be upon every beast of the earth, and upon every fowl of the heaven, upon all that moveth on the earth, and upon all the fishes of the sea: into your hand are they delivered.", "3": "Everything [c]that moveth and liveth, shall be meat for you: as the green herb, have I given you all things.", "4": "[d]But flesh with the life thereof, I mean, with the blood thereof, shall ye not eat.", "5": "[e]For surely I will require your blood, wherein your lives are: at the hands of every beast will I require it: and at the hand of man, even at the hand of a man's [f]brother will I require the life of man.", "6": "Who so sheddeth man's blood, [g]by man shall his blood be shed: for in the [h]image of God hath he made man.", "7": "But bring ye forth fruit and multiply: grow plentifully in the earth, and increase therein.", "8": "¶ God spake also to Noah and to his sons with him, saying,", "9": "Behold, I, even I establish my [i]covenant with you, and with your [j]seed after you,", "10": "And with every living creature that is with you, with the fowl, with the cattle, and with every beast of the earth with you, from all that go out of the Ark, unto every beast of the earth.", "11": "And my covenant will I establish with you, that from henceforth all flesh shall not be rooted out by the waters of the flood, neither shall there be a flood to destroy the earth anymore.", "12": "Then God said, This is the token of the covenant which I make between me and you, and between every living thing that is with you unto perpetual generations.", "13": "I have set my [k]bow in the cloud, and it shall be for a sign of the covenant between me and the earth.", "14": "And when I shall cover the earth with a cloud, and the bow shall be seen in the cloud,", "15": "Then will I remember my [l]covenant which is between me and you, and between every living thing in all flesh, and there shall be no more waters of a flood to destroy all flesh.", "16": "Therefore the bow shall be in the cloud, that I may see it, and remember the everlasting covenant between God and every living thing, in all flesh that is upon the earth.", "17": "God said yet to Noah, [m]This is the sign of the covenant, which I have established between me and all flesh that is upon the earth.", "18": "¶ Now the sons of Noah going forth of the Ark, were Shem and Ham and Japheth. And Ham is the father of Canaan.", "19": "These are the three sons of Noah, and of them was the whole earth [n]overspread.", "20": "[o]Noah also began to be an husbandman, and planted a vineyard.", "21": "And he drunk of the wine, and was [p]drunken, and was uncovered in the midst of his tent.", "22": "And when Ham the father of [q]Canaan saw the nakedness of his father, [r]he told his two brethren without.", "23": "Then took Shem and Japheth a garment, and put it upon both their shoulders, and went backward and covered the nakedness of their father with their faces backward: so they saw not their father's nakedness.", "24": "Then Noah awoke from his wine, and knew what his younger son had done unto him,", "25": "And said, [s]Cursed be Canaan: a [t]servant of servants shall he be unto his brethren.", "26": "He said moreover, Blessed be the Lord God of Shem, and let Canaan be his [u]servant.", "27": "God [v][w]persuade Japheth, that he may dwell in the tents of Shem, and let Canaan be his servant.", "28": "¶ And Noah lived after the flood three hundred and fifty years.", "29": "So all the days of Noah were nine hundred and fifty years: and he died."}