{"1": "In a similar way, you wives must submit yourselves to your husbands so that, even if some of them refuse to obey the word, they may be won over without a word through your conduct as wives ", "2": "when they see your pure and reverent lives.", "3": "Your beauty should not be an external one, consisting of braided hair or the wearing of gold ornaments and dresses. ", "4": "Instead, it should be the inner disposition of the heart, consisting in the imperishable quality of a gentle and quiet spirit, which God values greatly.[a] ", "5": "After all, this is how holy women who set their hope on God used to make themselves beautiful in the past. They submitted themselves to their husbands, ", "6": "just as Sarah obeyed Abraham and called him lord. You have become her daughters by doing good and by not letting anything terrify you.", "7": "In a similar way, you husbands must live with your wives in an understanding manner, as with a most delicate partner.[b] Honor them as heirs with you of the gracious gift of life, so that nothing may interfere with your prayers.", "8": "Finally, all of you must live in harmony, be sympathetic, love as brothers, and be compassionate and humble. ", "9": "Do not pay others back evil for evil or insult for insult. Instead, keep blessing them, because you were called to inherit a blessing.", "10": "“For the person who wants to love life and see good days must keep his tongue from evil and his lips from speaking deceit.", "11": "He must turn away from evil and do good. He must seek peace and pursue it.", "12": "For the Lord[c] watches the righteous,[d] and he pays attention to their prayers.[e] But the Lord[f] opposes those[g] who do wrong.”[h]", "13": "Who will harm you if you are devoted to doing what is good? ", "14": "But even if you should suffer for doing what is right, you are blessed. “Never be afraid of their threats, and never get upset. ", "15": "Instead, exalt[i] the Messiah”[j] as Lord in your lives.[k] Always be prepared to give a defense to everyone who asks you to explain the hope you have. ", "16": "But do this[l] gently and respectfully, keeping a clear conscience, so that those who speak evil of your good conduct in the Messiah[m] will be ashamed of slandering you. ", "17": "After all, if it is the will of God, it is better to suffer for doing right than for doing wrong.", "18": "For the Messiah[n] also suffered[o] for sins once for all, an innocent person for the guilty, so that he could bring you[p] to God. He was put to death in a mortal body but was brought to life by the Spirit,", "19": "in which he went and made a proclamation to those imprisoned spirits ", "20": "who disobeyed long ago in the days of Noah, when God waited patiently while the ark was being built. In it a few, that is, eight persons, were saved by water. ", "21": "Baptism, which is symbolized by that water, now saves you also, not by removing dirt from the body, but by asking God for a clear[q] conscience based on the resurrection of Jesus, the Messiah,[r] ", "22": "who has gone to heaven and is at the right hand of God, where angels, authorities, and powers have been made subject to him."}