{"1": "Against the governors of Jerusalem. 8 Of the calling of all the Gentiles. 13 A comfort to the residue of Israel. Woe to her that is filthy and polluted, to the robbing [a]city.", "2": "She heard not the voice: she received not correction: she trusted not in the Lord: she drew not near to her God.", "3": "Her princes within her are as roaring lions: her judges are as wolves in the evening, which [b]leave not the bones till the morrow.", "4": "Her prophets are light, and wicked persons: her priests have polluted the Sanctuary: they have wrested the Law.", "5": "The [c]just Lord is in the midst thereof: he will do none iniquity: every morning doth he bring his judgment to light, he faileth not: but the wicked will not learn to be ashamed.", "6": "I have [d]cut off the nations: their towers are desolate: I have made their streets waste, that none shall pass by, their cities are destroyed without man, and without inhabitant.", "7": "I said, surely thou wilt fear me: thou wilt receive instruction: so their dwelling should not be destroyed howsoever I visited them, but [e]they rose early, and corrupted all their works.", "8": "Therefore [f]wait ye upon me, saith the Lord, until the day that I rise up to the prey: for I am determined to gather the nations, and that I will assemble the kingdoms to pour upon them mine indignation, even all my fierce wrath: for all the earth shall be devoured with the fire of my jealousy.", "9": "Surely [g]then will I turn to the people a pure language, that they may all call upon the name of the Lord to serve him [h]with one consent.", "10": "From beyond the rivers of Ethiopia, the [i]daughter of my dispersed, praying unto me, shall bring me an offering.", "11": "In that day shalt thou not be ashamed for [j]all thy works, wherein thou hast transgressed against me: for then will I take away out of the midst of thee them that rejoice of thy pride, and thou shalt no more be proud of mine holy mountain.", "12": "Then will I leave in the midst of thee an humble and poor people: and they shall trust in the Name of the Lord.", "13": "The remnant of Israel shall do none iniquity, nor speak lies: neither shall a deceitful tongue be found in their mouth: for they shall be fed and lie down, and none shall make them afraid.", "14": "Rejoice, O daughter Zion: be ye joyful, O Israel: be glad and rejoice with all thine heart, O daughter Jerusalem.", "15": "The Lord hath taken away thy [k]judgments: he hath cast out thine [l]enemy: the king of Israel, even the Lord is in the midst of [m]thee: thou shalt see no more evil.", "16": "In that day it shall be said to Jerusalem, Fear thou not, O Zion, let not thine hands be faint.", "17": "The Lord thy God in the midst of thee is mighty: he will save, he will rejoice over thee with joy: he will quiet himself in [n]his love: he will rejoice over thee with joy.", "18": "After a certain time will I gather the afflicted that were of thee, and them that bare the reproach for [o]it.", "19": "Behold, at that time I will bruise all that afflict thee, and I will [p]save her that halteth, and gather her that was cast out, and I will get them praise and fame in all the [q]lands of their shame.", "20": "At that time will I bring you again, and then will I gather you: for I will give you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the Lord."}