{"1": "Now I want to tell you about getting money together for God's people. I told the churches in the province of Galatia how to do it. And I want you to do the same.", "2": "On the first day of the week, every one of you should put aside and save as much money as you can. Then you will not have to get money together when I come.", "3": "When I get there, I will send to Jerusalem the men you all choose. They will carry your gift with your letters of approval.", "4": "And if it seems good for me to go too, they will go with me.", "5": "I am going through the country of Macedonia. After I have gone through there, I will come to you.", "6": "Maybe I will stay with you for a while, or even for the winter. Then you can help me on the way to the next place I go.", "7": "I do not want to stop off to see you just while I am going through. I want to spend some time with you, if it is the Lord's will.", "8": "I will stay in the city of Ephesus until the day of Pentecost.", "9": "A door has opened for me to do much good work here. But there are many people against me.", "10": "If Timothy comes to you, be good to him, so that his heart will not be troubled while he is with you. He is working for the Lord, just as I am.", "11": "So no one should despise him. But send him off with joy when he comes back to me. I will look for him to come with the other brothers.", "12": "Now about our brother Apollos. I have asked him many times to visit you with the others. But he does not want to come now. He will come when he has the time.", "13": "Be awake! Stand strong in what you believe. Show that you are men. Be strong.", "14": "Do everything with love.", "15": "You know that Stephanas and his family were the first people in the country of Greece to believe the good news. They have made up their minds to help God's people always.", "16": "So, my brothers, I ask you to obey men like that. And join happily with all others who are helpers and workers.", "17": "I am glad that Stephanas, Fortunatus, and Achaicus have come. They have made up for your not being here.", "18": "They have made me happy and you also. Show that you know the value of such men.", "19": "The people in the churches of Asia send greetings to you. Aquila and Priscilla and the Christians who meet in their house send you many Christian greetings.", "20": "All the Christian brothers send you greetings. Greet each other with a holy kiss.", "21": "And I, Paul, write this greeting with my own hand.", "22": "Anyone who does not love the Lord Jesus Christ, should be cut off from God. Come soon, Lord!", "23": "May the Lord Jesus bless you.", "24": "I send my Christian love to you all."}