{"1": "You wrote me a letter. Here is my answer to the things in the letter. It is good if a man has nothing to do with a woman.", "2": "But wrong sex is always a danger to us. So it is better for each man to have his own wife and each woman to have her own husband.", "3": "The husband should give his wife what is right. So also, the wife should give her husband what is right.", "4": "The wife does not have full right over her own body. But her husband has a right to it. In the same way, the husband does not have full right over his own body. But his wife has a right to it.", "5": "Do not keep from the other what is right for them to have. It is all right to stay from each other for a while, if you both agree to it. Then you will have time for prayer. Afterwards, come together again. If you do not, Satan might tempt you to do wrong.", "6": "I say you may do this. I do not say that you must do it.", "7": "I wish that all men were like I am. But God has made everyone different. One man can live one way and another man can live another way.", "8": "Here is what I say to those who are not married and to those whose husbands are dead. It is good for them to stay the way I am.", "9": "But if they cannot keep themselves under control, then they should marry. It is better to marry than to burn with desire for sex.", "10": "And here is what I say to those who are married. (And yet it is not what I say. It is what the Lord has said.) The wife may not leave her husband.", "11": "But if she does leave him, she must not marry again, or she must come back to her husband again. And the husband may not send away his wife.", "12": "Here is what I say to other people. (This is my word, not the Lord's.) Perhaps a Christian brother has a wife who is not a Christian. If she wants to stay with him, then he should not send her away.", "13": "Perhaps a woman has a husband who is not a Christian. If he wants to stay with her, then the woman should not leave him.", "14": "The husband who is not a Christian is made holy by the wife. And the wife who is not a Christian is made holy by the husband. If this were not so, then your children would not be holy. But they are holy.", "15": "If the one who is not a Christian really wants to leave, let him go. The Christian husband or wife is free then. God has called us to live in peace.", "16": "Wife, you do not know. Perhaps you will win your husband to the Lord. Husband, you do not know. Perhaps you will win your wife to the Lord.", "17": "Only let me say this. Every man should go on living in the way which the Lord chooses for him. He should go on as he was when God called him to be a Christian. I say this to people in all the churches.", "18": "If a man was already circumcised when God called him, he should not try to change the marks of it. If a man was not circumcised when God called him, he should not be circumcised.", "19": "It does not matter whether one is circumcised or not. The thing that matters is doing what God says we must do.", "20": "Everyone should stay the way he was when God called him.", "21": "If you were a slave when God called you, do not let that trouble you. But if there is some way for you to get free, then do so.", "22": "If a man was a slave when the Lord called him, he is the Lord's free man. So also if a man was free when he was called, he is Christ's slave.", "23": "You were bought and paid for. Do not become slaves of men!", "24": "So, Christian brothers, everyone should go on living as he was when God called him. But now he lives with God.", "25": "Here is what I say about those who are not married. (I have no law from the Lord about this. But here is what I think. You can trust me because the Lord has helped me.)", "26": "I think that, since there is now trouble in the world, it is good for each one to stay as he is.", "27": "If you have married a wife, do not try to be free from her. If you have no wife, do not look for one.", "28": "But, if you marry, it is not wrong. And if a woman marries, it is not wrong. People who marry will have trouble in this life. And I want to keep you out of it.", "29": "Here, my brothers, is what I mean. The time is short. In the time that is left, men who have wives should live as though they did not.", "30": "People who cry should live as though they were not sad. People who laugh should live as though they were not glad. People who buy things should live as though they did not own them.", "31": "And people who are busy with things in this world should not be too busy. The world as we see it is passing away.", "32": "I want your minds to be free. The man who is not married thinks about the things of the Lord. He tries to please the Lord.", "33": "But the man who is married thinks about the things of this world. He tries to please his wife.", "34": "In the same way, there is a difference between the woman who is married and the one who is not. The woman who is not married thinks about the things of the Lord. She wants her body and her spirit to be holy. But the married woman thinks about the things of this life. She tries to please her husband.", "35": "I say this to help you, not to make it hard for you. I want to show you what is good. I do not want anything to stop you from serving the Lord.", "36": "And if a man feels that he is doing the right thing for the woman he is to marry, then let him marry her. That is, if she is no longer young, and if he wants her very much. Then he must do as he thinks best. It is not wrong for him to do it.", "37": "But the man who has made up his mind not to marry his woman will do well. That is, if he does not have to marry her, and is able to control himself, and if he is sure about it in his own mind.", "38": "So the man who marries his woman will do what is good. But the man who does not marry her will do better.", "39": "A wife may not leave her husband as long as he is living. But if he dies, she is free to marry any man she wants. Only this, he must be a Christian.", "40": "But I think that she is happier if she stays as she is and does not marry again. (I think too that I am saying what the Spirit of God wants me to say in this matter.)"}