{"1": "Paul, an apostle of Jesus Christ by the will of God, and brother Timothy.", "2": "To the saints who are at Colosse and brethren who believe in Christ. Grace be with you and peace from God our Father and from the Lord Jesus Christ.", "3": "We give thanks to God the Father of our Lord Jesus Christ, always praying for you ", "4": "since we heard of the faith that you have in Christ Jesus, and of the love that you bear to all the saints, ", "5": "for the sake of the hope that is laid up in store for you in heaven – of which hope you heard before by the true word of the gospel, ", "6": "which has come to you in the same way as it has into all the world, and is fruitful among you in the same way since the first day you heard it and had experience of the grace of God in the truth, ", "7": "when you learned from Epaphras, our dear fellow servant. He is for you a faithful minister of Christ. ", "8": "He also described to us the love that you have in the Spirit.", "9": "For this reason we also, since the day we heard of it, have not ceased praying for you, and asking that you be fulfilled with the knowledge of his will in all wisdom and spiritual understanding, ", "10": "so that you may walk worthy of the Lord in all things that please him, being fruitful in all good works and increasing in the knowledge of God, ", "11": "strengthened with all might through his glorious power to have all patience and longsuffering with joyfulness, ", "12": "and giving thanks to the Father, who has made us fit to be partakers of the inheritance of saints in light. ", "13": "He has delivered us from the power of darkness, and has translated us into the kingdom of his dear Son, ", "14": "in whom we have redemption through his blood; that is to say, the forgiveness of sins.", "15": "He is the image of the invisible God, and the first begotten of all creatures. ", "16": "For by him were all things created: things that are in heaven and things that are in earth, things visible and things invisible, whether they be majesty, or lordship, or rule, or power. All things are created by him and in him, ", "17": "and he is before all things, and in him all things have their being.", "18": "And he is the head of the body; that is to say, of the congregation. He is the beginning and first begotten of the dead, so that in all things he may have the pre-eminence. ", "19": "For it pleased the Father that in him all fullness should dwell, ", "20": "and by him to reconcile all things to himself, and to set at peace by him, through the blood of his cross, both things in heaven and things in earth.", "21": "And you, who were in times past strangers and enemies because your minds were set in evil works, he has now reconciled ", "22": "in the body of his flesh through death, to make you holy, unblameable, and without fault in his own sight – ", "23": "if you continue grounded and established in the faith, and be not moved away from the hope of the gospel, of which you have heard how it is preached among all creatures under heaven, and of which I, Paul, am made a minister.", "24": "Now I joy in the sufferings that I suffer for you, and fill up that which I lack of the passions of Christ in my flesh, for the sake of his body, which is the congregation. ", "25": "I am made a minister thereof according to the ordinance of God, which ordinance was given to me for you, in order to fulfil the word of God, ", "26": "that mystery hid since the world began and since the beginning of generations, but which is now opened to his saints, ", "27": "to whom God desired to make known the glorious riches of this mystery among the Gentiles. These riches are Christ in you, the Hope of Glory ", "28": "whom we preach, warning all people and instructing all people in all wisdom, to make all men perfect in Christ Jesus. ", "29": "For this I also labour and strive, even as far forth as his working works in me mightily."}