{"1": "If you then are risen again with Christ, seek those things that are above, where Christ sits on the right hand of God.  ", "2": "Set your affection on things that are above, and not on things which are on the earth. ", "3": "For you are dead, and your life is hid with Christ in God. ", "4": "When Christ who is our life shows himself, then shall you also appear with him in glory.", "5": "Mortify therefore your members which are on the earth: fornication, uncleanness, unnatural desire, evil desire, and covetousness, which is the worshipping of idols. ", "6": "Because of these things, the wrath of God comes on the children of unbelief. ", "7": "In these things you walked once, when you lived in them. ", "8": "But now put away from you all such things: wrath, fierceness, maliciousness, railing, cursing, and filthy talk out of your mouths. ", "9": "Do not lie to one to another. Put off the old man with his works, ", "10": "and put on the new, which is renewed in knowledge after the image of him who made him – ", "11": "where there is neither Gentile nor Jew, circumcision nor uncircumcision, barbarian or Scythian, bond or free: but Christ is all in all things.", "12": "Now therefore, as chosen by God, holy and beloved, put on tender mercy, kindness, humbleness of mind, meekness, and longsuffering, ", "13": "forbearing one another, and forgiving one another, if anyone has a quarrel against another. Just as Christ forgave you, so also should you do.", "14": "Above all these things, put on love, which is the bond of perfectness. ", "15": "And may the peace of God rule in your hearts, to which peace you are called in one body. And see that you be thankful. ", "16": "Let the word of Christ dwell in you plenteously in all wisdom. Teach and exhort your own selves, in psalms and hymns, and spiritual songs that have grace with them, singing in your hearts to the Lord. ", "17": "And all things – whatsoever you do, in word or deed – do in the name of the Lord Jesus, giving thanks to God the Father by him.", "18": "Wives, submit yourselves to your own husbands, as it is fitting in the Lord. ", "19": "Husbands, love your wives, and do not be grievous to them.", "20": "Children, obey your fathers and mothers in all things, for that is well pleasing to the Lord. ", "21": "Fathers, do not berate your children, lest they be of a desperate mind.", "22": "Servants, be obedient to your earthly masters in all things – not with eye-service, as men pleasers, but in sincerity of heart, fearing God. ", "23": "And whatever you do, do it heartily as for the Lord, and not for men, ", "24": "inasmuch as you know that from the Lord you will receive the reward of inheritance. For you serve the Lord Christ. ", "25": "But he who does wrong, will receive for the wrong that he has done. For there is no respect of persons with God. "}