{"1": "You masters, be just and fair to your servants, seeing you know that you also have a master in heaven.", "2": "Continue in prayer, and keep vigil in the same with thanksgiving, ", "3": "praying also for us: that God would open for us the door of utterance so that we may speak the mystery of Christ, for which I am also in bonds; ", "4": "that I may speak it as it behoves me to do.", "5": "Walk wisely toward those who are without, and redeem the time. ", "6": "Let your speech be always with grace and powdered with salt, so that you may know how to answer every person.", "7": "The dear brother Tychicus can tell you about all my affairs. He is a faithful minister and fellow servant in the Lord, ", "8": "whom I have sent to you for this very purpose, and to find out how you are doing, and to encourage your hearts. ", "9": "With him is Onesimus, a faithful and a beloved brother, who is one of you. They will tell you about everything that is happening here.", "10": "Aristarchus my fellow prisoner greets you; as does Mark, the son of Barnabas' sister, concerning whom you received instructions (if he comes to you, receive him); ", "11": "and also Jesus who is called Justus. These are the only men of the circumcision among my fellow workers for the kingdom of God, and were to me a consolation.", "12": "Epaphras, the servant of Christ who is one of you, greets you, and always labours fervently for you in prayers that you may stand perfect and full in all that is the will of God. ", "13": "I can attest that he has a fervent mind toward you, and toward the people of Laodicea and of Hieropolis.", "14": "Dear Luke the physician greets you, and Demas.", "15": "Greet the brethren who are of Laodicea, and greet Nymphas and the congregation that is in his house. ", "16": "And when the epistle has been read by you, ensure that it is read in the congregation of the Laodiceans also, and that you likewise read the Laodiceans' epistle. ", "17": "And say to Archippus: Take heed to the office that you have received in the Lord, to fulfil it.", "18": "The greeting by the hand of me, Paul.Remember my bonds. Gracebe with you.Amen.Sent from Rome by the handof Tychicus andOnesimus."}