{"1": "Springtime arrived, the time when kings go out to war. David sent Joab out with his officers and with all Israel. They ravaged the Ammonites and besieged Rabbah. But David stayed in Jerusalem.", "2": "One evening David had gotten up from his couch and was walking around on the roof of the palace. From the roof he saw a woman bathing. The woman was very good looking. ", "3": "David sent to inquire about the woman, and he was told, “Isn't this Bathsheba daughter of Eliam, the wife of Uriah the Hittite?”", "4": "David sent messengers to bring her. She came to him, and he lay down with her. (She had been purifying herself from her ceremonial uncleanness.)[a] She then returned to her house.", "5": "The woman became pregnant, so she sent a message and told David, “I am pregnant.”", "6": "David sent a message to Joab, “Send Uriah the Hittite to me.” So Joab sent Uriah to David, ", "7": "and Uriah came to him. David asked how Joab and the troops were doing, and how the war effort was going. ", "8": "Then David said to Uriah, “Go down to your house and wash your feet.” When Uriah went out from the palace, the king sent a gift to him. ", "9": "But Uriah slept at the entrance to the palace with all the servants of his master. He did not go down to his own house.", "10": "David was informed, “Uriah has not gone down to his house.” So David said to Uriah, “Haven't you come a long distance? Why didn't you go down to your house?”", "11": "Uriah said to David, “The ark and Israel and Judah are living in shelters, and my master Joab and the servants of my master are camped on the bare ground in the open countryside. Should I go to my house to eat and to drink and to lie down with my wife? By your life, as surely as you live, I will not do such a thing.”", "12": "Then David said to Uriah, “Stay here today also. Tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next. ", "13": "David summoned him, and Uriah ate as his guest, and David got him drunk. But in the evening he went and slept on his mat where the servants of his master were. He did not go to his own house.", "14": "In the morning David wrote a letter to Joab, and he sent it in the hands of Uriah. ", "15": "In the letter he wrote, “Station Uriah opposite the fiercest fighting. Then withdraw from behind him so that he will be struck down and die.”", "16": "So when Joab was besieging the city, he assigned Uriah to a place where he knew that the enemy's strongest warriors were. ", "17": "The men of the city came out and fought against Joab, and some of the troops of David fell. Uriah the Hittite also died.", "18": "Joab sent a message to inform David about all the events of the war. ", "19": "He instructed the messenger, “As you are finishing reporting all the events of the war to the king, ", "20": "if the king becomes angry and says to you, 'Why did you go so close to the city to fight? Didn't you know that they would be shooting from on top of the wall? ", "21": "Who killed Abimelek son of Jerubbesheth?[b] Didn't a woman throw an upper millstone from the wall on him, so that he died at Thebez? Why did you go so close to the wall?' Then you are to say, 'Your servant Uriah the Hittite also died.'”", "22": "The messenger set out. He came and told David everything that Joab had sent him to say. ", "23": "The messenger said to David, “Their men gained an advantage over us and drove us back into the open country. But then we gained the upper hand and drove them back all the way to the entrance of the city gate. ", "24": "The archers shot at your troops from the wall. Some of the servants of the king died. And your servant Uriah the Hittite also died.”", "25": "David told the messenger, “Say this to Joab: 'Do not take this too hard, because the sword devours people at random. Strengthen your attack against the city, and overthrow it.' Encourage Joab.”", "26": "The wife of Uriah the Hittite heard that her husband was dead, so she mourned for her husband. ", "27": "When her mourning was completed, David sent for her and brought her to his house, and she became his wife. She gave birth to a son for him. But what David had done was evil in the eyes of the Lord."}