{"1": "So the Lord sent Nathan to David. He came and told him this: There were two men in a city. One was rich and one poor. ", "2": "The rich man had a large number of flocks and herds. ", "3": "The poor man did not own anything except one little ewe lamb, which he had bought. He raised it so that it grew up together with him and his children. It ate from his food and drank from his cup. It slept in his arms. It was like a daughter to him. ", "4": "When a traveler came to the rich man, the rich man was unwilling to take an animal from his flock or from his herd to prepare a meal for the traveler who had come to him. So he took the lamb from the poor man and prepared it for the man who had come to him.", "5": "David's anger flared up against that man. He said to Nathan, “As the Lord lives, the man who has done this is as good as dead. ", "6": "In place of that lamb, he will restore four lambs, because he did this and had no pity.”", "7": "Nathan told David, “You are the man. This is what the Lord, the God of Israel, says.” I anointed you king over Israel. I rescued you from the hand of Saul. ", "8": "I gave the house of your master to you, and I gave the wives of your master into your embrace. I gave you the house of Israel and the house of Judah. If this was too little, I would have added even more. ", "9": "Why have you despised the word of the Lord by doing evil in his eyes? You have struck down Uriah the Hittite with the sword. You have taken his wife as your own wife. You have killed him with the sword of the Ammonites. ", "10": "So now the sword will not depart from your house forever, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.", "11": "This is what the Lord says. Look! I am raising up disaster against you from your own house. Right in front of your eyes I will take your wives and give them to your neighbor, and he will lie down with your wives in the sight of the sun. ", "12": "Because you acted in secret, I will do this in front of all Israel in broad daylight.", "13": "David said to Nathan, “I have sinned against the Lord.” Nathan said to David, “The Lord himself has put away your sin. You will not die. ", "14": "Nevertheless, because by this deed you have treated the Lord with utter contempt,[a] the child that is born to you shall surely die.” ", "15": "Then Nathan went to his house. The Lord struck the child that Uriah's wife had borne for David, and the child became sick. ", "16": "David sought the Lord's mercy for the child. David fasted and spent the night lying on the ground. ", "17": "The elders of his household stood beside him to pick him up off the ground, but he was not willing, and he would not eat food with them.", "18": "On the seventh day the child died. The servants of David were afraid to tell him that the child was dead, because they said, “Look! When the child was living, we spoke to David, but he did not listen to what we said. How will we speak to him now when the child is dead? He might do something harmful.”", "19": "When David saw that his servants were whispering together, he understood that the child was dead. So David said to his servants, “Is the child dead?” They said, “Yes, he is dead.”", "20": "Then David got up from the ground, washed, put on lotion, and changed his clothes. He went to the House of the Lord and worshipped. He then went back to his house and asked for food. So they prepared a meal for him, and he ate.", "21": "His servants said to him, “What are you doing? While the child was alive, you fasted and wept. But when the child died, you got up and ate food.”", "22": "He said, “While the child was alive, I fasted and wept because I said, 'Who knows? Will the Lord be gracious to me and let my child live?' ", "23": "Now he has died. Why should I fast? Am I able to return him to life again? I will go to him, but he will not return to me.”", "24": "David comforted Bathsheba, his wife. He went to her and lay down with her. She gave birth to a son. David called him Solomon. The Lord loved him, ", "25": "and the Lord sent a message by the hand of Nathan the prophet that he should be called Jedidiah[b] because of the Lord.", "26": "Joab fought against Rabbah of the Ammonites and captured the royal city.", "27": "He sent messengers to David and said, “I have fought against Rabbah. I have also captured the city's water supply. ", "28": "Now gather the rest of the troops, set up camp against the city, and take it. If you do not, I might take the city, and it will be named after me.” ", "29": "So David gathered all the troops and went to Rabbah. He fought against it and took it.", "30": "He removed the gold crown of their king[c] from his head. It weighed seventy-five pounds,[d] and it had a precious stone. It was placed on[e] the head of David. He brought out large quantities of plunder from the city. ", "31": "He also brought the people out from it and made them work with saws, with iron picks and axes, and at brickmaking. He did the same to all the cities of the Ammonites. Then David and all the troops returned to Jerusalem."}