{"1": "David's son Absalom had a beautiful sister named Tamar. Some time after this, David's son Amnon fell in love with her. ", "2": "Amnon was so worked up that he made himself sick because of his sister Tamar. She was a virgin, and it seemed impossible for Amnon to do anything with her.", "3": "Amnon had a friend named Jonadab, who was a son of David's brother Shimeah.[a] Jonadab was a very clever man. ", "4": "Jonadab said to Amnon, “Why do you, the king's son, look so tired every morning? Won't you tell me?” Amnon said to him, “I am in love with Tamar, the sister of my brother Absalom.”", "5": "Jonadab said to him, “Lie down on your bed and pretend to be sick. Your father will come to see you. Then you are to say to him, 'Please! Have my sister Tamar come and give me some food to eat. Have her prepare the food in my presence so that I can watch and eat it from her hand.'”", "6": "So Amnon went to bed and pretended to be sick, and the king came to see him. Amnon said to the king, “Please! Have my sister Tamar come and make special flatbread while I am watching. She should make two of them and let me eat them from her hand.”", "7": "So David sent a message to Tamar's house: “Please, go to the house of your brother Amnon and make food for him.” ", "8": "Tamar went to the house of her brother Amnon, where he was lying down. She took dough, kneaded it, made the flatbread as he was watching, and baked the loaves. ", "9": "She took the pan and placed it before him, but he refused to eat. Amnon said, “Send everyone away from me.” So everyone left.", "10": "Then Amnon said to Tamar, “Bring the food into the bedroom and let me eat from your hand.” Tamar took the flatbread that she had made and brought it into the room to Amnon her brother. ", "11": "She brought it to him so he could eat. He grabbed her and said to her, “Come, lie down with me, my sister.”", "12": "She said to him, “No, my brother. Do not force me, for such a thing is not done in Israel. Do not do such a foolish thing. ", "13": "And I—how will I get rid of my shame? And you will be like one of the fools in Israel. Now, please speak to the king, for he will not withhold me from you.”", "14": "But he would not listen to her. He was stronger than she was, and he forced her to lie down with him.", "15": "Then Amnon's hatred for her was even more intense than the love he had felt for her. Amnon said to her, “Get up. Get out.”", "16": "She said to him, “There is no excuse for that. To send me away is a greater wrong than what you already did to me.” But he was not willing to listen to her. ", "17": "He called the young man who was his servant and said, “Send this woman outside, away from me, and bolt the door behind her.”", "18": "She was wearing a special long robe that covered her arms and legs.[b] The virgin daughters of the king wore such robes. His servant put her outside and bolted the door after her. ", "19": "Tamar put ashes on her head and ripped the robe that she was wearing. She placed her hand on her head, and she went away, weeping loudly as she walked.", "20": "Her brother Absalom said to her, “Has Amnon your brother been with you? Now my sister, do not say anything. He is your brother. Do not take this matter to heart.” So Tamar, a devastated woman, stayed in the house of her brother Absalom. ", "21": "King David heard about all these things, and he was very angry.[c]", "22": "Absalom did not speak with Amnon at all, neither anything bad nor anything good. Absalom hated Amnon because he had raped Tamar, his sister.", "23": "Two years passed. Absalom's sheepshearers were at Baal Hazor, which is near Ephraim. Absalom invited all the king's sons. ", "24": "Absalom also came to the king and said, “Look! The sheepshearers are now at work for your servant. Will the king and his servants join your servant, please?”", "25": "The king said to Absalom, “No, my son. Not all of us will go. We do not want to be a burden to you.” Absalom pressured him, but David was not willing to go, though he did give Absalom a blessing. ", "26": "So Absalom said, “If not, can Amnon my brother join us, please?” The king said to him, “Why should he go with you?” ", "27": "But Absalom kept pressuring him, so David sent Amnon and all the sons of the king with him.[d]", "28": "Absalom commanded his servants, “Pay attention to me, and when Amnon is feeling good because of the wine, I will say to you, 'Strike Amnon.' Then you are to kill him. Do not be afraid. I am the one who has given you the order. Be strong. Be brave.”", "29": "Absalom's servants did to Amnon exactly what Absalom had commanded. Then all the sons of the king got up. Each of them got on his mule and fled.", "30": "While they were on the way, news reached David: “Absalom has killed all the king's sons. There is not one of them left.” ", "31": "The king got up, ripped his clothing, and lay down on the ground. All his servants who were standing nearby also ripped their clothing.", "32": "Jonadab, the son of David's brother Shimeah, responded, “My lord should not say they have killed all the young men who are sons of the king, for only Amnon is dead. This is what Absalom has been planning from the day Amnon raped Tamar, his sister. ", "33": "Now my lord the king should pay no attention to the report that says, 'All the king's sons are dead,' because only Amnon is dead.”", "34": "Absalom fled. The young man who was serving as the watchman looked up and saw many people coming down the road west of him,[e] along the side of the mountain. ⎣The watchman came and reported to the king, “I see men on the Horonaim road, along the side of the mountain.”⎦[f]", "35": "Jonadab said to the king, “Look. The king's sons have come. It is just as your servant said.”", "36": "When he was finished speaking, the king's sons arrived. They raised their voices and wept loudly. The king and all his servants also wept very bitterly.", "37": "Absalom fled. He went to Talmai son of Ammihud,[g] the king of Geshur. King David mourned every day because of his son.", "38": "Absalom fled and went to Geshur. He stayed there for three years. ", "39": "King David longed to reach out to Absalom, because he was no longer mourning for his deceased son Amnon."}