{"1": "Joab son of Zeruiah knew that the heart of the king was attached to Absalom. ", "2": "So Joab sent to Tekoa and brought a wise woman from there. He said to her, “Please act like a mourner and wear mourning clothes. Do not anoint yourself with lotion. Make it look as if you are a woman who has been mourning for the dead for a long time. ", "3": "Go to the king and tell him whatever I tell you to say.” Then Joab put the words in her mouth.", "4": "The woman from Tekoa spoke to the king. She fell down with her face to the ground. She bowed down and said, “Help me, O King.”", "5": "The king said to her, “What is wrong?” She said, “It's terrible. I am a widow. My husband is dead. ", "6": "Your servant had two sons. The two of them had a fight out in the field, and there was no one there to separate them. The one struck the other and killed him. ", "7": "Now the entire family has risen up against your servant. They are saying, 'Turn over the one who struck down his brother, so we can put him to death because of the life of his brother whom he killed. In this way we will destroy the heir also.' They will put out the fire of the one burning coal that is left for me. My husband will not have a name or anything left on the face of the earth.”", "8": "The king said to the woman, “Go to your house. I will issue orders on your behalf.”", "9": "The woman from Tekoa said to the king, “On me, my lord the king—let the guilt be on me and on the house of my father. The king and his throne will be guiltless.”", "10": "The king said, “Bring to me anyone who speaks against you about this, and he will not contact you again.”", "11": "She said, “Please, the king should remember the Lord your God and stop the avenger of blood from multiplying the killing, so that they do not destroy my son.” David said, “As the Lord lives, not one hair of your son will fall to the ground.”", "12": "The woman said, “Please allow your servant to speak a word to my lord the king.” He said, “Speak up.”", "13": "The woman said, “Why have you planned something like this against the people of God? By his own words the king convicts himself for not returning his own banished one. ", "14": "We will certainly die. We are like water spilled onto the ground that cannot be gathered up again. But God does not take life. He devises means to restore to himself the one who has been banished. ", "15": "Now I have come to say this to my lord the king, because the people have made me afraid. Your servant said, 'I will speak to the king. Perhaps the king will fulfill the request of his servant, ", "16": "for the king will listen and deliver his servant from the hand of the man who is trying to destroy both me and my son, to remove us from our inheritance from God.' ", "17": "Your servant said, 'Please let the word of my lord the king give me rest, because he is like the angel of God—that is what my lord the king is like. He is able to distinguish good and evil.' The Lord your God will be with you.”", "18": "The king answered the woman, “Please, do not withhold the answer to what I am about to ask you.” The woman said, “My lord the king, please speak.”", "19": "The king said, “Is the hand of Joab with you in all this?” The woman answered, “As your soul lives, my lord the king, nothing veers off to the right or to the left from everything my lord the king has said, for your servant Joab is the one who gave me orders. He also put all these words into the mouth of your servant. ", "20": "Your servant Joab did this in order to change the way things were going. My lord has wisdom, like the wisdom of the Angel of God. He knows everything that goes on in the land.”", "21": "The king said to Joab, “All right! I will do this. Go and bring back the young man Absalom.”", "22": "Joab fell down with his face to the ground. He bowed down and blessed the king and said, “Today your servant has become aware that I have found favor in your sight, my lord the king, because the king has carried out the request of his servant.”", "23": "So Joab got up and went to Geshur and brought Absalom back to Jerusalem.", "24": "But the king said, “He must go to his own house. He is not to see me face-to-face.” So Absalom went to his own house, and he did not see the face of the king.", "25": "There was not a man in all Israel as handsome as Absalom and so greatly praised. From the sole of his foot to the top of his head there was not a blemish on him. ", "26": "When he shaved the hair on his head (periodically he cut it off because it became too heavy for him), the hair weighed five pounds.[a]", "27": "Three sons and one daughter were born to Absalom. The daughter's name was Tamar. She was an attractive woman.", "28": "Absalom lived in Jerusalem for two years, but he did not see the king face-to-face. ", "29": "Absalom sent to Joab in order to ask him to go to the king on his behalf, but Joab was not willing to come to him. Absalom sent again, a second time, but Joab was still not willing to come. ", "30": "So Absalom said to his servants, “See that field of Joab next to mine, where he has barley. Go and set it on fire.” So Absalom's servants set the field on fire. ⎣Joab's servants came to him with their clothing torn and said to him, “The servants of Absalom have set your field on fire.”⎦[b]", "31": "Joab got up and went to Absalom's house. He said to him, “Why have your servants set my field on fire?”", "32": "Absalom said to Joab, “I sent this message to you: Come here. I want to send you to speak to the king and to say for me, 'Why did I come from Geshur? It would be better for me to still be there.' Now I want to see the king face-to-face. If I am guilty of anything, let him put me to death.” ", "33": "So Joab went to the king and gave him the message. Then the king summoned Absalom, and he came to the king. He bowed down to the king with his face to the ground, and the king kissed Absalom."}