{"1": "After this, Absalom acquired for himself a chariot, horses, and fifty men to run in front of him. ", "2": "Absalom would get up early and stand beside the road by the gatehouse. Absalom would call out to every man who had a legal issue to bring before the king for judgment, and he would say, “What city are you from?” The person would say, “Your servant is from such-and-such of the tribes of Israel.” ", "3": "Absalom would say to him, “Your claims are good and valid, but there is no one from the king to listen to you.” ", "4": "Then Absalom would say, “I wish someone would make me a judge in the land. Then everyone who has a legal issue or needs a judgment could come to me, and I would give him justice.”", "5": "Whenever someone approached to bow down to him, he would reach out, take hold of him, and kiss him. ", "6": "Absalom acted this way to everyone of Israel who came to the king for judgment. In this way Absalom stole the hearts of the men of Israel.", "7": "After four[a] years Absalom said to the king, “Please let me go to Hebron and fulfill my vow, which I have made to the Lord, ", "8": "because when I was at Geshur in Aram, your servant vowed, 'If the Lord will really return me to Jerusalem, I will serve the Lord.'”", "9": "The king said to him, “Go in peace.” So he set out and went to Hebron.", "10": "But Absalom sent agents throughout all the tribes of Israel, saying, “When you hear the sound of the ram's horn, you are to say, 'Absalom is king in Hebron.'” ", "11": "Two hundred men from Jerusalem who had been invited went along with Absalom. They went innocently, since they did not know what was going on.", "12": "While he was offering sacrifices, Absalom summoned David's advisor, Ahithophel of Giloh, to come from Giloh, his hometown. The conspiracy gained strength as more and more people were going over to Absalom.", "13": "A messenger came to David and said, “The hearts of the men of Israel are following Absalom.”", "14": "So David said to all his servants who were with him at Jerusalem, “Get ready. We must flee, or we will not escape from Absalom. Hurry up and go, so that he does not come quickly, overtake us, bring down disaster on us, and strike the city with the edge of the sword.”", "15": "The officials of the king said to him, “Here we are. We, your servants, will do everything our lord the king decides.” ", "16": "So the king set out with his entire household, but he left ten concubines[b] to watch over the house. ", "17": "The king and all his people set out. They stopped at a house some distance away.", "18": "All his troops were passing by in front of David. All the Kerethites, Pelethites, and Gittites—six hundred men from Gath who had come under his command—were passing by in front of the king. ", "19": "The king said to Ittai from Gath, “Why are you going with us? Go back and stay with King Absalom, because you are a foreigner and an exile from your home. ", "20": "You arrived just yesterday. Today should I cause you to wander with us, when I myself do not have a plan as to where I am going? Go back and take your fellow soldiers with you. May the Lord's mercy and faithfulness be with you.”[c]", "21": "Ittai answered the king, “As the Lord lives and as my lord the king lives, wherever my lord the king will be, whether it leads to death or life, there your servant will be.”", "22": "David said to Ittai, “Go ahead then. March on.” So Ittai from Gath and all his men and all the dependents who were with them marched by.", "23": "All the people of the land wept loudly as all the troops were marching by. The king crossed over the stream bed of the Kidron. All the people kept marching by in the direction of the wilderness.", "24": "Next came Zadok and all the Levites with him, who were carrying the Ark of the Covenant of God. They set down the Ark of God, and Abiathar offered up sacrifices until all the people finished passing by, as they left the city. ", "25": "The king said to Zadok, “Return the Ark of God to the city. If I find favor in the eyes of the Lord, he will bring me back and let me see it in its proper dwelling place. ", "26": "But if he says, 'I have no pleasure in you,' look, here I am. Let him do to me whatever is good in his eyes.”", "27": "The king said to Zadok the priest, “Aren't you a seer?[d] Go back to the city in peace. You two priests, take your sons with you—your son Ahima'az and Abiathar's son Jonathan. ", "28": "Listen, I will be waiting at the fords in the wilderness until word comes from you to inform me.” ", "29": "So Zadok and Abiathar carried the Ark of God back to Jerusalem, and they remained there.", "30": "David went up along the ascent to the top of the Mount of Olives. As he walked along with his head covered, he was weeping, and he was walking barefoot. All the people who were with him also covered their heads. As they went up, they were weeping as they walked along.", "31": "David had been told, “Ahithophel is among the conspirators with Absalom.” So David said, “Please, Lord, make the advice of Ahithophel foolish.”", "32": "David arrived at the summit, where he worshipped God.[e] Hushai the Arkite was there to meet him. His robe was torn, and he had dirt on his head. ", "33": "David said to him, “If you cross over with me, you will become a burden to me. ", "34": "But if you return to the city and you say to Absalom, 'Let me be your servant, O King. In the past I was a servant of your father. Now I will be your servant,' then you can defeat the advice of Ahithophel for me. ", "35": "Are not Zadok and Abiathar, the priests, with you there? Tell every word that you hear in the house of the king to Zadok and Abiathar, the priests. ", "36": "Their two sons, Zadok's son Ahima'az and Abiathar's son Jonathan, are there with them. Through those two, the three of you will be able to send me every word that you hear.” ", "37": "Hushai, the friend and advisor of David, went to the city, just as Absalom also was entering into Jerusalem."}