{"1": "David moved a little beyond the summit. There Ziba, the servant of Mephibosheth, met him with a string of saddled donkeys. On them there were two hundred loaves of bread, one hundred cakes of raisins, one hundred cakes of summer fruit, and a container[a] of wine.", "2": "The king said to Ziba, “Why do you have these?” Ziba said, “The donkeys are for the household of the king to ride on. The bread and fruit are for the young men to eat. The wine is to provide something to drink for those who become exhausted in the wilderness.”", "3": "The king said, “So where is the grandson of your master?” Ziba said to the king, “Well, he is staying in Jerusalem because he said, 'Today the house of Israel will return the kingdom of my grandfather to me.'”", "4": "The king said to Ziba, “All right then. Everything that was Mephibosheth's belongs to you.” Ziba said, “I bow down before you. May I find favor in your sight, my lord the king.”", "5": "King David came to Bahurim. There he was confronted by a man from the family of the house of Saul. His name was Shimei son of Gera. He was rushing out and calling down curses. ", "6": "He threw stones at David and at all the servants of King David, as well as at all the people and all the warriors on David's right and on his left. ", "7": "This is what Shimei said as he cursed: “Get out! Get out, you bloody, worthless man! ", "8": "The Lord has avenged upon you all the blood of the house of Saul, whom you replaced as king. The Lord has given the kingdom into the hand of your son Absalom. Just look at you now, sunk in disaster, because you are a bloody man.”", "9": "Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please let me go over and take off his head.”", "10": "The king said, “What do you and I have in common, you sons of Zeruiah? If he is cursing because the Lord has told him, 'Curse David,' then who can say, 'Why have you done this?'” ", "11": "Then David said to Abishai and to all his followers, “Listen to me! My son, who came from my own body, is seeking my life. How much more now, this Benjaminite! Leave him alone. Let him curse. Perhaps the Lord has told him to do so. ", "12": "Perhaps the Lord will look on my misery and will return something good to me in exchange for his cursing this day.”", "13": "So David and his men kept traveling down the road, and Shimei kept following along, on the side of the hill opposite him, walking along, cursing, throwing stones, and flinging dirt at him.", "14": "The king and all the people who were with him traveled until they became exhausted, and then they stopped in order to recover.", "15": "Absalom and all the people, the men of Israel, arrived at Jerusalem. Ahithophel was with him.", "16": "When Hushai the Arkite, David's confidant, came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”", "17": "Absalom said to Hushai, “Is this your loyalty for your friend? Why didn't you go with your friend?”", "18": "Hushai said to Absalom, “No. The person who has been chosen by the Lord, by this people, and by all the men of Israel—this is the one with whom I will be and with whom I will remain. ", "19": "Besides, whom should I serve if not the king's son? As I have served your father, so I will serve you.”", "20": "Absalom said to Ahithophel, “Give us your advice. What should we do?”", "21": "Ahithophel said to Absalom, “Go to your father's concubines, whom he has left to watch over the palace. Let all Israel hear that you have become disgusting to your father, so that the hands of all who are with you may be strengthened.”", "22": "So they pitched a tent on the roof for Absalom, and Absalom went to[b] his father's concubines in the sight of all Israel.", "23": "In those days the advice that Ahithophel gave was viewed as if it had come from God. All the advice of Ahithophel was viewed that way, both by David and also by Absalom."}