{"1": "David organized the troops who were with him. He appointed leaders over units of a thousand and units of a hundred. ", "2": "Then David sent the troops out: one third under the command of Joab; one third under the command of Abishai, who was the son of Zeruiah and the brother of Joab; and one third under the command of Ittai from Gath. The king said to the troops, “I myself will definitely also go with you.”", "3": "But the troops said, “You will not go, because if we flee, they will not target us. Even if half of us die, they will not target us, for there are ten thousand others like us. No. It is better now that you support us from the city.”", "4": "So the king said to them, “Whatever seems best to you, I will do.” The king stood beside the city gate. All the troops marched out by units of a hundred and a thousand. ", "5": "The king gave orders to Joab, Abishai, and Ittai: “For my sake, act gently with the young man Absalom.” All the troops heard the king giving orders to the leaders concerning Absalom.", "6": "The troops went out into the countryside to confront Israel. The battle took place in the Forest of Ephraim. ", "7": "The men of Israel were defeated there by the followers of David. There was a great slaughter there on that day—twenty thousand. ", "8": "The battle was spread over the entire area. The forest devoured more people than the sword did on that day.", "9": "Absalom encountered the forces of David. As Absalom was riding on his mule, the mule went under the thick branches of a large terebinth tree, and Absalom's head caught in the terebinth. He was caught between heaven and earth, and the mule he was riding kept going.", "10": "A man noticed Absalom and told Joab, “Listen! I saw Absalom hanging in a terebinth tree!” ", "11": "Joab said to the man who had told him, “What! You saw him! Why didn't you strike him to the ground right there? Then I would have given you ten shekels of silver and a belt.”", "12": "But the man said to Joab, “Even if I had one thousand shekels of silver weighed out into my hands, I would not reach my hand out against the king's son. We heard the king command you, Abishai, and Ittai, 'Watch out for the young man Absalom for me.' ", "13": "If I had acted irresponsibly with my life[a]—and nothing is hidden from the king—you would not have stood by me.”", "14": "Joab said, “I will not waste time with you like this.” He took three small spears in his hand, and he hurled them into Absalom's heart while he was still alive in the middle of the terebinth tree. ", "15": "Ten young men, the ones carrying Joab's armor and weapons, surrounded Absalom and struck and killed him.", "16": "Then Joab blew the ram's horn, and the people turned back from pursuing Israel, because Joab restrained them. ", "17": "They took Absalom and threw him into a large pit in the forest. They raised a huge pile of stones over him. All Israel fled, everyone to his own tent.[b]", "18": "During his lifetime Absalom had set up a monument for himself in the Valley of the King, because he said, “I do not have a son to keep my name alive in people's memory.” He named the monument after himself, and it is called Absalom's Monument to this day.", "19": "Ahima'az son of Zadok said, “Let me run and carry the good news to the king that the Lord has delivered him from the power of his enemies.”", "20": "But Joab said to him, “You are not the man to carry the news today. You may carry the news some other day, but today you should not carry the news, because the king's son is dead.”", "21": "Joab then told a Cushite, “Go, tell the king what you saw.” The Cushite bowed down to Joab and then set out running.", "22": "But Ahima'az son of Zadok said to Joab again, “No matter what, I really want to run behind the Cushite.” Joab said, “Why do you want to do this? My son, there is no good news that will bring you any gain for running.” ", "23": "But Ahima'az said, “No matter what, let me run.” So Joab said to him “All right, run then.” Ahima'az ran on the road that followed the plain, and he passed the Cushite.", "24": "David was sitting between the inner and outer gates of the city. The watchman went up onto the roof of the gatehouse next to the wall. While he was standing watch, he saw a man running all by himself. ", "25": "The watchman called out and told the king. The king said, “If he is alone, he is bringing good news.” The man kept coming and got closer.", "26": "Then the watchman saw another man running. The watchman called down to the gatekeeper, “Look! There is another man running all by himself!” The king said, “This one also is bringing good news.” ", "27": "The watchman said, “The way the first man is running looks like the way Ahima'az son of Zadok runs.” The king said, “He is a good man. He is coming with good news.”", "28": "Ahima'az called out to the king, “Peace.” Then he bowed down to the king with his face to the ground and said, “Blessed is the Lord your God, who delivered up the men who raised their hand against my lord the king.”", "29": "The king asked, “Is the young man Absalom safe?” Ahima'az said, “I saw a great uproar at the time when Joab sent the other servant of the king and me, your servant. I do not know what it was about.”", "30": "The king said, “Step aside. Stay here.” So he stepped aside and just stood there.", "31": "The Cushite arrived and said, “There is good news for my lord the king, because the Lord has delivered you this day from the power of all who rose up against you.”", "32": "The king asked the Cushite, “Is the young man Absalom safe?” The Cushite said, “May the enemies of my lord the king and all who rise up against you with evil intentions be like that young man.”", "33": "The king was shocked. He went up to the room over the gatehouse. As he was going, he wept and said, “My son Absalom, my son, my son! O Absalom, I wish I had died instead of you. O Absalom, my son, my son.”"}