{"1": "There was a famine in the days of David for three years in a row. David sought the favor[a] of the Lord, and the Lord said, “There is blood guilt on Saul and on his house because he put the Gibeonites to death.” ", "2": "So the king summoned the Gibeonites and spoke to them. (The Gibeonites were not related to the people of Israel, but they were a remnant of the Amorites. The Israelites had given them a sworn promise, but Saul had sought to kill them in his zeal for the people of Israel and Judah.)", "3": "David said to the Gibeonites, “What shall I do for you? How will I make atonement[b] to you so you will bless the heritage of the Lord?”", "4": "The Gibeonites said to him, “The issue between us and Saul and his house cannot be settled with silver and gold. Nor is it up to us to put anyone in Israel to death.” So David said, “Well then, what are you saying I should do for you?”", "5": "They said to the king, “From the man who consumed us and who planned to destroy us so that we would have no place in all the territory of Israel, ", "6": "we ask you to give us seven of his male descendants. Allow us to hang them up before the Lord in Gibeah of Saul, who was the chosen of the Lord.” The king said, “I will grant it.”", "7": "The king spared Mephibosheth, the son of Saul's son Jonathan, because of the oath of the Lord between David and Jonathan, the son of Saul. ", "8": "The king took Armoni and Mephibosheth, the two sons of Saul to whom Rizpah daughter of Aiah had given birth, and the five sons of Merab,[c] the daughter of Saul, to whom she gave birth for Adriel son of Barzillai, the Meholathite. ", "9": "David handed them over to the Gibeonites, and they hanged them on the mountain before the Lord. The seven of them died together. They were put to death in the first days of the harvest, at the beginning of the barley harvest.", "10": "Rizpah daughter of Aiah took sackcloth and spread it out for herself near the rock. From the beginning of the grain harvest until rain started falling on them from the sky,[d] she did not allow the birds of the air to come upon them by day nor the wild animals by night. ", "11": "David was informed about what Rizpah daughter of Aiah, the concubine of Saul, had done. ", "12": "So David went and got the bones of Saul and the bones of Saul's son Jonathan from the citizens of Jabesh Gilead, who had stolen them from the public square of Beth Shan, where the Philistines had hanged them on the day when the Philistines killed Saul at Gilboa. ", "13": "He brought the bones of Saul and the bones of his son Jonathan from there. They also gathered the bones of the men who had been hanged. ", "14": "Then they buried the bones of Saul and Saul's son Jonathan in the land of Benjamin at Zela in the tomb of Kish, Saul's father. They did everything the king commanded. After that, God responded to the prayers for the land.", "15": "War occurred again between the Philistines and Israel. So David went down with his troops and fought against the Philistines. David became very tired. ", "16": "Ishbi Benob was one of the descendants of Rapha the giant.[e] His bronze spear weighed more than seven pounds,[f] and he was equipped with a new weapon. He said that he was going to kill David. ", "17": "Abishai son of Zeruiah came to David's aid. He attacked the Philistine and killed him. Then David's men swore to him, “You are not to go out to battle with us anymore, so that you do not put out the lamp of Israel.”", "18": "After this, there was another battle with the Philistines at Gob, in which Sibbecai the Hushathite killed Saph, who was also descended from Rapha the giant.", "19": "There was yet another battle with the Philistines at Gob. Elhanan son of Jair, the Bethlehemite, killed the brother of Goliath the Gittite,[g] whose spear shaft was like a weaver's beam.", "20": "There was war again in Gath. There was a very tall man who had six fingers on each hand and six toes on each foot, twenty-four in all. He also was descended from Rapha the giant. ", "21": "When he taunted Israel, Jonathan son of Shimeah,[h] the brother of David, killed him. ", "22": "These four were descended from Rapha the giant in Gath. They fell at the hand of David and his servants."}