{"1": "David spoke the words of this song to the Lord on the day when the Lord had delivered him from the grasp of all his enemies, even from the grasp of Saul. ", "2": "He said: The Lord is my rocky cliff, my stronghold, and my deliverer.", "3": "My God is my rock. I take refuge in him. He is my shield and the horn of my salvation, my high fortress, my refuge, and my savior. You save me from violence.", "4": "I call to the Lord, who is worthy of praise, and I am saved from my enemies.", "5": "The waves of death swirled around me. Floodwaters of destruction[b] rolled over me.", "6": "The ropes of the grave wrapped around me. The traps of death threatened me.", "7": "In my distress I called to the Lord. To my God I cried out. He heard my voice from his temple. My cry for help reached his ears.", "8": "Then the earth shook and quaked, and the foundations of the heavens[c] trembled. They shook because the Lord was angry.", "9": "Smoke rose from his nostrils, and fire out of his mouth devoured. Coals were set on fire by it.", "10": "Then he tore open the heavens and came down. A dark cloud was under his feet.", "11": "He rode upon a cherub,[d] and he flew. He soared[e] on the wings of the wind.", "12": "He made the darkness around him his shelter, the dark rain clouds of the sky.[f]", "13": "From the brightness in front of him, coals of fire burned.", "14": "Then the Lord thundered in the heavens. The Most High raised his voice.", "15": "Then he shot his arrows and scattered the enemy. He hurled great bolts of lightning and routed them.", "16": "Then the sources of the sea[g] were revealed, and the foundations of the world were uncovered by the rebuke of the Lord, by the breath of wind from his nostrils.", "17": "He reached down from on high and took hold of me. He drew me out of deep waters.", "18": "Because they were too strong for me, he rescued me from my powerful enemies, from those who hate me.", "19": "They confronted me on the day of my disaster, but the Lord supported me.", "20": "Then he brought me out into a wide open space. He rescued me because he delighted in me.", "21": "The Lord has dealt with me according to my righteousness. According to the cleanness of my hands, he has repaid me,", "22": "because I have kept the ways of the Lord. I have not done evil and departed from my God.", "23": "So all his just decrees remain before me, and I have not turned away from his statutes.", "24": "I have been blameless with him. I have kept myself from guilt.", "25": "The Lord has repaid me according to my righteousness, according to the cleanness of my hands[h] in his sight.", "26": "To the merciful[i] you reveal yourself as merciful. To the blameless person you reveal yourself as blameless.", "27": "To the pure you reveal yourself as pure, but to the crooked you reveal yourself as crafty.[j]", "28": "Yes, you save humble people, but your eyes are on the proud, and you bring them down.", "29": "Yes, you are my lamp, O Lord. The Lord turns my darkness to light.", "30": "For with you I can charge against a battalion,[k] and with my God I can jump over a wall.", "31": "This God—his way is blameless. The speech of the Lord is pure. He is a shield for all who take refuge in him.", "32": "For who is God besides the Lord? And who is the Rock except our God?", "33": "This God wraps me with strength[l] and makes my way smooth.[m]", "34": "By making my feet like those of a deer, he enables me to stand on high places.", "35": "Because he trains my hands for battle, my arms can draw a bronze bow.", "36": "Then you give me the shield of your salvation. Your response makes me great.", "37": "You widen the path under my feet, so that my ankles do not give way.", "38": "I pursued my enemies, and I destroyed them. Yes, I did not turn back until they were wiped out.", "39": "I wiped them out. I crushed them. They could not rise again. They fell beneath my feet.", "40": "You wrapped me with strength for battle. You made those who rose up against me bow down to me.", "41": "You made my enemies turn their backs and flee. I destroyed those who hate me.", "42": "They cried for help, but there was no one to save them. They cried to the Lord, but he did not answer them.", "43": "So I ground them as fine as dust of the earth. I scattered them and trampled them down like mud in the streets.", "44": "You delivered me from the accusations of my people. You preserved me as the head of nations. A people I did not know serve me.", "45": "Foreigners cringe before me. As soon as they hear me, they obey me.", "46": "Foreigners fall exhausted. They come trembling from their strongholds.", "47": "The Lord lives! Blessed be my Rock! May God, the Rock who saves me, be exalted!", "48": "This God, who avenges me, subdues peoples under me.", "49": "You delivered me from my enemies. Yes, you exalted me above those who rose against me. You rescued me from the violent man.", "50": "Therefore, I will thank you among the nations, Lord. To your name I will make music.", "51": "By providing great salvation for his King, he shows mercy to his Anointed One, to David and to his Seed[n] forever."}