{"1": "These are the last words of David, the oracle[a] of David, the son of Jesse, the oracle of the man raised up high, the man anointed by the God of Jacob, the pleasant singer of Israel's songs.", "2": "The Spirit of the Lord speaks by me. His word is on my tongue.", "3": "The God of Israel has spoken. To me the Rock of Israel has said, “The one who rules over people with righteousness, who rules in the fear of God,", "4": "he is like the light of the morning when the sun rises, like a morning without clouds, like brightness after rain, which produces grass from the earth.”", "5": "But my house is not like this with God.[b] Nevertheless, he has made an everlasting covenant with me, completely ordered and secure. Certainly he will make it spring up for my salvation, to fulfill my desires.[c]", "6": "Worthless, wicked men are all like thorns to be thrown away. No one even picks them up with his hand.", "7": "Anyone who touches them uses an iron tool or the shaft of a spear. They are completely burned up in the fire, right where they are.", "8": "These are the names of the elite warriors of David: Jashobeam[d] son of Hakmon was leader among the Three.[e] He lifted up his spear and killed eight hundred[f] at once.[g]", "9": "After him came Eleazar son of Dodo, the Ahohite. As one of the three elite warriors, he was with David when they defied the Philistines gathered there[h] for battle. The men of Israel retreated, ", "10": "but he took a stand and struck down the Philistines until his hand got tired and froze to the sword. The Lord brought about a great victory on that day. The people of the army returned to Eleazar but only to strip the fallen.", "11": "After him came Shamma son of Agee, the Hararite. The Philistines were gathered at Lehi. In that location there was a parcel of land full of lentils. The people fled from the Philistines, ", "12": "but Shamma took his stand in the middle of that parcel of ground and defended it. He struck down the Philistines, and the Lord brought about a great victory.", "13": "Three of the Thirty went down and came to David at the Cave of Adullam at the time of the grain harvest. A band of Philistines was camping in the Valley of Rephaim. ", "14": "David was then in the stronghold, and the garrison of the Philistines was in Bethlehem. ", "15": "David expressed a deep craving, “Who will give me water to drink from the well[i] of Bethlehem, which is by the gate?” ", "16": "So the three elite warriors broke through the camp of the Philistines and drew water from the well of Bethlehem, which is by the gate. They took it and brought it to David, but he was not willing to drink it, so he poured it out to the Lord. ", "17": "He said, “May I be cursed, Lord, if I would do this. This is the blood of the men who went at the risk of their lives!” He would not drink it. These are the things the three elite warriors did.", "18": "Abishai, the brother of Joab, the son of Zeruiah, was the leader of the Thirty.[j] He wielded his spear against three hundred, all of whom were killed. His reputation equaled that of[k] the Three. ", "19": "In fact, he was praised more than the Three, and he became their commander, but he did not belong to the Three.", "20": "Benaiah son of Jehoiada, an energetic warrior from Kabze'el, performed great deeds. He struck the two Lions of God[l] from Moab. He also went down and killed a lion in the middle of a cistern on a snowy day. ", "21": "He killed an impressive Egyptian, who was armed with a spear. Benaiah went down against him with a staff, snatched the spear from the hand of the Egyptian, and killed him with his own spear. ", "22": "These were the accomplishments of Benaiah son of Jehoiada. His reputation equaled that of the Three. ", "23": "He was praised more than the Thirty, but he did not belong to the Three. David placed him over his bodyguard.", "24": "Among the Thirty were: Asahel, the brother of Joab, Elhanan son of Dodo from Bethlehem,", "25": "Shammah the Harodite,[m] Elika the Harodite,", "26": "Helez the Paltite,[n] Ira son of Ikkesh from Tekoa,", "27": "Abiezer from Anathoth, Mebunnai[o] the Hushathite,", "28": "Zalmon[p] the Ahohite, Maharai the Netophathite,", "29": "Heleb[q] son of Ba'anah the Netophathite, Ittai son of Ribai from Gibeah in Benjamin,", "30": "Benaiah a Pirathonite, Hiddai[r] from the ravines of Ga'ash,", "31": "Abi-Albon[s] the Arbathite, Azmaveth the Barhumite,[t]", "32": "Eliahba the Sha'albonite, the sons of Jashen,[u] Jehonathan, ", "33": "Shammah the Hararite, Ahiam son of Sharar[v] the Ararite,", "34": "Eliphelet son of Ahasbai[w] the son of the Ma'akathite,[x] Eliam son of Ahithophel the Gilonite,[y]", "35": "Hezro the Carmelite, Pa'arai the Arbite,[z]", "36": "Igal son of Nathan from Zobah,[aa] Bani the Gadite,[ab]", "37": "Zelek the Ammonite, Naharai of Be'eroth, the armor bearer of Joab son of Zeruiah,", "38": "Ira the Ithrite, Gareb the Ithrite,", "39": "Uriah the Hittite. In all there were thirty-seven."}