{"1": "The war between the house of Saul and the house of David lasted a long time. David kept getting stronger, and the house of Saul kept getting weaker.", "2": "Sons were born to David at Hebron. His firstborn was Amnon, who was born to Ahinoam from Jezre'el. ", "3": "His second was Kileab, who was born to Abigail, the widow of Nabal from Carmel. The third was Absalom, who was the son of Ma'akah, the daughter of Talmai king of Geshur. ", "4": "The fourth was Adonijah, the son of Haggith. The fifth was Shephatiah, the son of Abital. ", "5": "The sixth, Ithream, was born to David's wife Eglah. These were born to David in Hebron.", "6": "While the war was going on between the house of Saul and the house of David, Abner kept gaining power within the house of Saul.", "7": "Saul had a concubine named Rizpah daughter of Aiah. Ishbosheth said to Abner, “Why have you gone to the concubine of my father?”", "8": "Abner became very angry because of the words of Ishbosheth and said, “Am I a dog's head that belongs to Judah? To this day I have acted with loyalty toward the house of your father Saul, to his relatives, and to his friends. In addition, I have not handed you over to David, but today you make accusations against me concerning this woman! ", "9": "May God punish me severely and double it,[a] if I do not do for David what the Lord has sworn about him ", "10": "by transferring the kingdom from the house of Saul and establishing the throne of David over both Israel and Judah, from Dan to Beersheba.” ", "11": "Ishbosheth was not able to say anything to Abner anymore because he was afraid of him.", "12": "Abner sent messengers on his behalf to David. They said, “Whose land is it? Make a covenant with me. Look, my hand is with you to turn the allegiance of all Israel to you.”", "13": "David said, “Good. I will make a covenant with you, but I require one thing from you. You will not see my face unless you bring to me Michal, the daughter of Saul, when you come.”", "14": "David sent messengers to Ishbosheth, Saul's son. They delivered this demand: “Give me my wife Michal, whom I obtained as my wife with a hundred foreskins of the Philistines.”", "15": "Ishbosheth sent and took her away from her husband, Paltiel son of Laish. ", "16": "Her husband accompanied her to Bahurim, weeping all the way, but Abner told him, “Go back,” so he went home.", "17": "Abner also delivered the following message to the elders of Israel: “Day after day you have been seeking to have David as king over you. ", "18": "Now do it, because the Lord said to David, 'By the hand of my servant David I will rescue[b] my people Israel from the hand of the Philistines and from the hand of all their enemies.'”", "19": "Abner also spoke to the tribe of Benjamin. Then he spoke to David in Hebron about everything that Israel and all the house of Benjamin had approved.", "20": "Abner and twenty men along with him came to David at Hebron, and David held a feast for Abner and his men. ", "21": "Abner said to David, “I will go and gather all Israel to my lord the king. They will make a covenant with you. You will rule over all that your heart desires.” David sent Abner away in peace.", "22": "Just then the soldiers of David and Joab came back from a raid. They brought a large amount of plunder with them. Abner was no longer with David in Hebron, because David had sent him away in peace. ", "23": "When Joab and all the army with him arrived, Joab was informed that Abner son of Ner had come to the king and that David had sent him away in peace.", "24": "So Joab went to the king and said, “What have you done? Abner came to you. Why have you sent him away? You let him get away! ", "25": "You know that Abner son of Ner came to deceive you and to learn about your comings and goings and everything that you are doing.”", "26": "Joab left David and sent messengers after Abner. They brought him back from the cistern at Sirah without David's knowledge. ", "27": "So Abner returned to Hebron, and Joab took him aside into the gatehouse to speak with him. There he stabbed him in the stomach. So Abner was killed because of the blood of Joab's brother Asahel.", "28": "Afterward David heard about it and said, “I and my kingdom are guiltless before the Lord forever concerning the blood of Abner son of Ner. ", "29": "May his blood splash down on the head of Joab and on the entire house of his father. May the house of Joab never lack a man who has an oozing sore, who is a leper, who holds a spindle,[c] who falls by the sword, or who has no bread.”", "30": "Joab and his brother Abishai killed Abner because he had caused the death of their brother Asahel during the battle at Gibeon.", "31": "David said to Joab and to all the people who were with him, “Tear your clothing. Put on sackcloth and mourn for Abner.” King David walked behind the stretcher[d] that was carrying his body. ", "32": "They buried Abner at Hebron, and the king wept loudly at the grave of Abner. All the people also wept. ", "33": "The king lamented over Abner, “Should Abner have died as a fool dies? ", "34": "Your hands were not tied up, and your feet were not bound with iron shackles. You have fallen as one falls before the wicked.” All the people continued to weep over him.", "35": "All the people came to try to persuade David to eat on that day, but David swore, “May God punish me severely and double it, if I taste bread or anything else before the sun goes down.”", "36": "All the people took notice and approved of this, as they approved of everything that the king did. ", "37": "All the people, all Israel, knew on that day that it was not the king's idea to kill Abner son of Ner. ", "38": "The king said to his servants, “Do you not know that a great commander has fallen this day in Israel? ", "39": "Today I am weak, even though I am the anointed king. These men, the sons of Zeruiah, are too hard for me. I pray that the Lord will pay back the evildoer in proportion to his wickedness.”"}