{"1": "All the tribes of Israel came to David at Hebron. They said, “Look, we are your flesh and blood.[a] ", "2": "Day after day, even when Saul was king, you were the one leading Israel out to battle and back again. And you are the one to whom the Lord said, 'You will shepherd my people Israel. You will become leader over Israel.'”", "3": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them at Hebron in the presence of the Lord. They anointed David king over Israel. ", "4": "David was thirty years old when he became king, and he ruled as king for forty years. ", "5": "He was king over Judah at Hebron for seven years and six months. For thirty-three years he was king over all Israel and Judah at Jerusalem.", "6": "The king and his men went to Jerusalem against the Jebusites, who were living in the land. The Jebusites said to David, “You will not get in here, because you could be kept out even by the blind and lame, who say, 'David will not come in here.'” ", "7": "Nevertheless, David captured the stronghold of Zion, which became the City of David.", "8": "David said on that day, “Anyone who attacks the Jebusites must go up through the water shaft[b] to get at those lame and blind enemies of David.” Therefore the saying came about, “The blind and the lame will not come into the house.”", "9": "David lived in the stronghold and called it the City of David. David built up all sides of the stronghold from the Millo[c] inward. ", "10": "David kept getting greater and greater, because the Lord, the God of Armies, was with him.", "11": "Hiram king of Tyre sent representatives to David with cedar logs, carpenters, and stonemasons, and they built a palace for David. ", "12": "David knew that the Lord had established him as king over Israel and had lifted up his kingdom for the sake of his people Israel.", "13": "David took more concubines and wives from Jerusalem after he had come from Hebron, and more sons and daughters were born to David. ", "14": "These are the names of those born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "15": "Ibhar, Elishua, Nepheg, Japhia, ", "16": "Elishama, Eliada, and Eliphelet.", "17": "The Philistines heard that David had been anointed king over Israel. So all the Philistines went up to search for David. David, however, heard about it and went down to the stronghold. ", "18": "The Philistines came and spread out in the Valley of Rephaim. ", "19": "David asked the Lord, “Shall I go up against the Philistines? Will you give them into my hand?” The Lord said to David, “Go up, because I will certainly deliver the Philistines into your hand.”", "20": "So David went to Baal Perazim and defeated them there. He said, “The Lord has broken through my enemies before me like a wall of water.” That is why he named that place Baal Perazim.[d] ", "21": "The Philistines abandoned their idols there, and David and his men carried them away.", "22": "The Philistines came up again and spread out in the Valley of Rephaim. ", "23": "David inquired of the Lord, who said, “Do not go directly at them. Go around to their rear. Come upon them opposite the balsam trees.[e] ", "24": "When you hear the sound of marching in the tops of the balsam trees, then get ready, because then the Lord has gone out in front of you to strike the army of the Philistines.” ", "25": "So David did as the Lord commanded him. He struck the Philistines from Gibeon[f] all the way to Gezer."}