{"1": "David once again gathered all of the thirty thousand specially chosen men of Israel. ", "2": "Then David and all the people who were with him set out and went to Baale Judah[a] to bring up the Ark of God, who is called by the name “The Lord of Armies, who sits above the cherubim.”", "3": "They transported the Ark of God on a new cart. They brought it out from Abinadab's house, which was on the hill. Uzzah and Ahio, the sons of Abinadab, were guiding the new cart ", "4": "⎣⎦[b] with the Ark of God on it. Ahio was walking in front of the ark.", "5": "David and all the house of Israel were celebrating before the Lord with all kinds of instruments, castanets,[c] lyres, harps, hand drums, rattles,[d] and cymbals.", "6": "But when they came to the threshing floor of Nakon, Uzzah reached out for the Ark of God and grabbed it because the oxen stumbled. ", "7": "The anger of the Lord burned against Uzzah, and God struck him there for his irreverence. So he died there beside the Ark of God.", "8": "David was angry because the Lord had burst out so violently against Uzzah, and he called that place Perez Uzzah,[e] as it is called to this day. ", "9": "David was afraid of the Lord on that day. He said, “How can the Ark of the Lord come to me?” ", "10": "David was not willing to move the Ark of the Lord to himself in the City of David. So David diverted the ark to the house of Obed Edom the Gittite. ", "11": "The Ark of the Lord remained at the house of Obed Edom the Gittite for three months, and the Lord blessed Obed Edom and his whole household. ", "12": "David was told, “Because of the Ark of God, the Lord has blessed the house of Obed Edom and all that belongs to him.”[f] With rejoicing, David went and brought up the Ark of God from the house of Obed Edom to the City of David. ", "13": "When those carrying the Ark of the Lord had gone six paces, David sacrificed an ox and a fattened calf. ", "14": "David danced with all his might before the Lord. He was wearing a linen vest.[g] ", "15": "David and the entire house of Israel brought up the Ark of the Lord with shouting and with the sound of a ram's horn.", "16": "When the Ark of the Lord arrived at the City of David, Michal, the daughter of Saul, looked out the window and saw King David leaping and dancing before the Lord, and she despised him in her heart.", "17": "They brought the Ark of the Lord and set it in its place inside the tent that David had pitched for it, and David offered burnt offerings and fellowship offerings before the Lord. ", "18": "When David finished presenting the burnt offerings and the fellowship offerings, he blessed the people in the name of the Lord of Armies. ", "19": "He distributed one loaf of bread, one cake of dates,[h] and one cake of raisins to all the people, to the whole crowd from Israel, to men and women, to each and every person. Then all the people left. All of them went to their own houses, ", "20": "and David returned to bless his house. Michal, the daughter of Saul, came out to meet David. She said, “How the king of Israel has brought honor to himself today by exposing himself in the sight of his female servants, just as a vulgar person exposes himself!”", "21": "David said to Michal, “I did this before the Lord, who chose me above your father and all his house, when he appointed me leader over the people of the Lord, over Israel. I will rejoice before the Lord, ", "22": "and I will make myself even more lowly than this. I will be humble in my own eyes, but among the servant girls you have spoken about, among them I will be honored.”", "23": "Michal, the daughter of Saul, had no child to the day of her death."}