{"1": "It happened that when the king was living in his palace, and when the Lord had given him rest from his enemies all around, ", "2": "the king said to Nathan the prophet, “Look, I live in a house of cedar, but the Ark of God sits under tent curtains.”", "3": "Nathan said to the king, “Go and do everything that is in your heart, because the Lord is with you.”", "4": "But that night the word of the Lord came to Nathan. He said, ", "5": "“Go and tell my servant David all these things.” This is what the Lord says. Are you the one to build a house for me to live in? ", "6": "I have not lived in a house from the day I brought the people of Israel up from Egypt until today. I have been moving around in the Tent and the Dwelling. ", "7": "I have traveled everywhere with all the people of Israel. Did I ever speak a word to any of the judges[a] of Israel, whom I commanded to shepherd my people, or ask them, “Why have you not built a house of cedar for me?”", "8": "You are also to say the following to my servant David. This is what the Lord of Armies says. I took you from the pasture, from following sheep, to be ruler over my people, over Israel. ", "9": "I have been with you wherever you went. I have cut off all your enemies from before you. I will make your reputation great, like that of the great ones on the earth. ", "10": "I will set up a place for my people Israel, and I will plant them there. They will dwell there, and they will not be disturbed again. Violent men will not afflict them again as they did at the beginning ", "11": "and ever since the day I appointed judges over my people Israel. I will give you rest from all your enemies. The Lord also declares to you that the Lord himself will make a house for you. ", "12": "When your days are complete and you rest with your fathers, I will raise up after you your seed,[b] who will come from your own body. I will establish his kingdom. ", "13": "He will build a house for my name, and I will establish the throne of his kingdom forever. ", "14": "I will be his father, and he will be my son. When he sins, I will discipline him with a rod used by men and with blows of the sons of men. ", "15": "My faithful mercy will not depart from him as I removed it from Saul, whom I removed to make room for you. ", "16": "Your house will stand firm, and your kingdom will endure forever before you.[c] Your throne will be established forever.", "17": "Nathan told David all the words that had been revealed in this vision.", "18": "Then King David went and sat before the Lord and said: Who am I, Lord God? And what is my house that you have brought me to this point? ", "19": "Yet this was a small thing in your eyes, Lord God. You have also spoken about the house of your servant for a long time into the future. Is this the law for the man, Lord God?[d]", "20": "What more can David say to you? You know your servant, Lord God. ", "21": "Because of your word and according to the plan of your heart, you have carried out this great thing in order to make your servant aware of it. ", "22": "Therefore, you are great, Lord God, because there is none like you. There is no God except you, in keeping with everything we have heard with our ears.", "23": "Who is like your people Israel, the one people on earth whom God went out to redeem for himself, to make them his people and to make a name for himself? You yourself did great and awe-inspiring things for your land in the presence of your people, whom you redeemed for yourself from Egypt, in the presence of the nations and their gods.[e] ", "24": "You established your people Israel for yourself to be your people forever. You, Lord, became their God.", "25": "Now, Lord God, confirm forever the word that you have spoken concerning your servant and concerning his house, and do as you have spoken. ", "26": "Your name will be great forever. People will say, “The Lord of Armies is God over Israel.” The house of your servant David will be established before you.", "27": "You, Lord of Armies, the God of Israel, have whispered into the ear[f] of your servant, saying, “I will build a house for you.” Therefore, your servant has found the heart to pray to you this prayer. ", "28": "Now, Lord God, you are God. Your words are truth. You have promised this good thing to your servant. ", "29": "Now, therefore, please bless the house of your servant, so that it will endure forever in your presence. For you, Lord God, have spoken. With your blessing the house of your servant will be blessed forever."}