{"1": "After this, David defeated the Philistines and subdued them. David took Metheg Ha'ammah[a] from the control of the Philistines.", "2": "He defeated Moab and measured the men with a length of rope after making them lie down on the ground. He measured two lengths to be put to death and one full length to live. The Moabites became subject to David and brought tribute.", "3": "David also defeated Hadadezer son of Rehob, king of Zobah, when he went to restore his control[b] at the river Euphrates. ", "4": "David captured seventeen hundred charioteers and twenty thousand foot soldiers[c] from him. David hamstrung all the chariot horses, but he left enough horses for a hundred chariots. ", "5": "Arameans from Damascus came to help Hadadezer king of Zobah, but David killed twenty-two thousand men in Aram. ", "6": "Then David put garrisons in Damascus in the land of Aram,[d] and the Arameans became subject to David and brought tribute. The Lord gave victory to David everywhere he went.", "7": "David took the gold shields that belonged to the officials of Hadadezer and brought them to Jerusalem. ", "8": "From Betah and Berothai,[e] cities of Hadadezer, King David took large amounts of bronze.", "9": "Toi[f] king of Hamath heard that David had defeated the entire army of Hadadezer. ", "10": "So Toi sent his son Joram[g] to King David to petition him for peace and to bless him because he had fought against Hadadezer and defeated him, because Toi had been at war with Hadadezer. In his hand he brought items made of silver and items of gold and items of bronze.", "11": "King David dedicated these things to the Lord along with the silver and gold that he had dedicated from all the nations he had subdued: ", "12": "from Aram, Moab, the Ammonites, the Philistines, from Amalek, and from the spoils of Hadadezer son of Rehob, king of Zobah.", "13": "David made a name for himself when he returned from striking eighteen thousand Edomites[h] in the Valley of Salt. ", "14": "He put garrisons in Edom, in all of it, and all the Edomites became subject to David. The Lord gave victory to David wherever he went. ", "15": "David was king over all Israel, and he treated all his people with justice and fairness.", "16": "Joab son of Zeruiah was over the army. Jehoshaphat son of Ahilud was the record keeper.[i] ", "17": "Zadok son of Ahitub and Ahimelek son of Abiathar were priests. Seraiah was the secretary. ", "18": "Benaiah son of Jehoiada was in charge of the Kerethites and the Pelethites. The sons of David were government ministers.[j]"}