{"1": "David said, “Is there anyone still left from the house of Saul, to whom I may show kindness for the sake of Jonathan?”", "2": "There was a servant of Saul's house named Ziba, so they summoned him to come to David. The king said to him, “Are you Ziba?” He said, “I am.”", "3": "The king said, “Isn't there still a man left who belongs to the house of Saul, to whom I may show the kindness of God?” Ziba said to the king, “There is still a son of Jonathan. He has crippled feet.”", "4": "The king said to him, “Where is he?” Ziba said to the king, “He is in the house of Makir son of Ammiel in Lo Debar.”", "5": "So King David sent and brought him from the house of Makir son of Ammiel from Lo Debar.", "6": "When Mephibosheth, the son of Saul's son Jonathan, came to David, he bowed facedown to the ground. David said, “Mephibosheth?” He said, “I am.”", "7": "David said to him, “Do not be afraid. I will certainly show kindness to you because of Jonathan, your father. I will return to you all the land of your grandfather Saul, and you will always eat bread at my table.”", "8": "He bowed down and said, “What is your servant that you have paid attention to a dead dog like me?”", "9": "The king called Ziba, Saul's servant, and said to him, “Everything that belonged to Saul and to his entire house I am giving to your master's son. ", "10": "You are to work the soil for him, you and your sons and your servants. You are to bring in the crops, so your master's son will have food to eat. Mephibosheth, your master's son, will always eat bread at my table.” (Ziba had fifteen sons and twenty servants.)", "11": "Ziba said to the king, “Everything that my lord the king commands his servant, your servant will do.” So Mephibosheth began eating at the king's table[a] like one of the king's sons.", "12": "Mephibosheth had a young son named Mica. Everyone living in Ziba's house became servants of Mephibosheth. ", "13": "So Mephibosheth took up residence in Jerusalem because he was always to eat at the table of the king. He was crippled in both his feet."}