{"1": "Dead flies will make even perfume smell bad. In the same way, a little foolishness can ruin a wise man's fame for wisdom.", "2": "A wise man's heart leads him in the right way. But the heart of a foolish person leads him in the wrong way.", "3": "A foolish person is not wise. It shows in everything he does. Even as he walks along the road, he shows everyone how stupid he is.", "4": "Don't leave your job just because the ruler is angry with you. Remain calm. It will help correct your mistakes.", "5": "Here is something else unfair that happens here on earth. It is the kind of mistake rulers make:", "6": "Foolish people are given important positions while rich people are given less important ones.", "7": "I have seen servants ride on horses while princes walk beside them on foot.", "8": "Anyone who digs a pit might fall into it. Anyone who knocks down a wall might be bitten by a snake.", "9": "Anyone who moves large stones might be hurt by them. And anyone who cuts logs might get hurt while doing it.", "10": "Cutting logs with a dull ax makes you work harder. A wise man will sharpen his ax. In the same way, wisdom can make any job easier.", "11": "Someone might know how to control snakes. But what good is such wisdom if the snake has already bitten him?", "12": "A wise man's words bring him praise. But a foolish person's words will destroy him.", "13": "A foolish person begins by saying something foolish. In the end he is saying even crazier things.", "14": "A foolish person talks too much about what he will do. No one knows the future. No one can tell him what will happen after he dies.", "15": "A foolish person doesn't know even the most obvious things. He can't even find his way back to town. So he has to wear himself out working.", "16": "How terrible it will be for a country if its king is a child. How terrible it will be for that country if its leaders have parties all the time.", "17": "A country is well off if its king comes from a good family. It is good for a country if its leaders control their eating and drinking. They should eat and drink for strength, not to get drunk.", "18": "If a person is lazy and doesn't repair the roof, it will begin to fall. If he refuses to fix it, the house will leak.", "19": "A party makes you feel good. And wine makes you feel happy. But both cost you a lot of money.", "20": "Don't say or think bad things about the king. And don't say bad things about rich people even alone in your bedroom. A little bird might report it to others. A bird might fly to them and tell all you said."}