{"1": "Remember your Creator while you are young. Your old age is coming when you will have many troubles. When that time comes, you won't have much to enjoy.", "2": "When you become old, the light from the sun, moon and stars will seem dark to you. It will seem as if the rain clouds never go away.", "3": "At that time your arms will lose their strength. Your strong legs will become weak and bent. Your teeth will fall out so you cannot chew. Your eyes will not see clearly.", "4": "Your ears will be deaf to the noise in the streets. You will barely hear singing. The sound of the millstone grinding your grain will seem very quiet. But you'll wake up when a bird first starts singing!", "5": "You will fear high places. And you will be afraid to go for a walk because you may fall. Your hair will become white like the flowers on an almond tree. You will limp along like a grasshopper when you walk. Your desires will be gone. Then you will go to your everlasting home. And people will go to your funeral.", "6": "Remember God before your life is snapped like a silver chain. Remember God before your life is broken like a golden bowl. It will be as useless as a broken bucket at the spring. It will be no good, like a broken wheel at a water well.", "7": "Your body will become part of the dust of the earth again. But your spirit will return to God who gave it.", "8": "Everything is useless! The Teacher says that everything is useless.", "9": "The Teacher was very wise. He taught the people what he knew. The Teacher very carefully thought about, studied and set in order many wise teachings. ", "10": "The Teacher looked for just the right words. He wrote teachings that are dependable and true.", "11": "Words from wise men are like sharp sticks used to guide animals. These words are like nails that have been driven in firmly. They are wise teachings that come from God the Shepherd. ", "12": "So be careful, my son, about other teachings. People are always writing books. And too much study will make you very tired.", "13": "Now, everything has been heard. Here is my final advice: Honor God and obey his commands. This is the most important thing people can do.", "14": "God knows everything people do, even the things done in secret. He knows all the good and all the bad. He will judge everything people do."}