{"1": "I said to myself, “I will try having fun. I will enjoy myself.” But I found that this is also useless. ", "2": "It is foolish to laugh all the time. Having fun gets nothing done. ", "3": "I decided to cheer myself up with wine. At the same time my mind was still thinking wisely. I wanted to find a way to enjoy myself. I wanted to see what was good for people to do during their few days of life.", "4": "Then I did great things. I built houses, and I planted vineyards for myself. ", "5": "I planted gardens, and I made parks. I planted all kinds of fruit trees in them. ", "6": "I made pools of water for myself. And I used them to water my growing trees. ", "7": "I bought men and women slaves. Slaves were also born in my house. I had large herds of cattle and flocks of sheep. I had more than anyone in Jerusalem before me. ", "8": "I also gathered silver and gold for myself. I took treasures from kings and other areas. I had men and women singers. I had all the wives a man could ever want. ", "9": "I became very famous. I was greater than anyone who had lived in Jerusalem before me. My wisdom helped me in all this.", "10": "Anything I saw and wanted, I got for myself. I did not miss any pleasure I desired. I was pleased with everything I did. And this pleasure was the reward for all my hard work.", "11": "But then I looked at what I had done. I thought about all the hard work. Suddenly I realized it was just a waste of time, like chasing the wind! There is nothing to gain from anything we do here on earth.", "12": "Then I began to think again about being wise. And I thought also about being foolish and doing crazy things. But after all, what more can any king do? He can only do what some other king has already done.", "13": "I saw that being wise is certainly better than being foolish, just as light is better than darkness.", "14": "A wise man sees where he is going. But a foolish person is like someone walking around in the dark. Yet I saw that both the foolish person and the wise man end the same way.", "15": "I thought to myself, “What happens to a foolish person will happen to me, too. So what do I get for being so wise?” I said to myself, “Being wise is also useless.”", "16": "The wise man and the foolish person will both die! People will not remember either one forever. In the future, both will be forgotten.", "17": "So I hated life. It made me sad to think that everything here on earth is useless. It is like chasing the wind. ", "18": "I hated all the things I had worked for here on earth. I hated them because I must leave them to someone who will live after me. ", "19": "Someone else will control everything for which I worked so hard here on earth. And I don't know if he will be wise or foolish. This is also useless. ", "20": "So I became sad about all the hard work I had done here on earth. ", "21": "A person can work hard using all his wisdom, knowledge and skill. But he will die, and other people will get the things he worked for. They did not do the work, but they will get everything. This is also unfair and useless. ", "22": "What does a person get for all his work and struggling here on earth? ", "23": "All his life his work is full of pain and sorrow. Even at night his mind doesn't rest. This is also useless.", "24": "The best a person can do is eat, drink and enjoy his work. I saw that even this comes from God. ", "25": "No one can eat or enjoy life without God. ", "26": "If a person pleases God, God will give him wisdom, knowledge and joy. But the sinner will get only the work of gathering and storing wealth. Then he will have to give it to the one who pleases God. So all his work is useless. It is like chasing the wind."}