{"1": "There is a right time for everything. Everything on earth has its special season.", "2": "There is a time to be born and a time to die. There is a time to plant and a time to pull up plants.", "3": "There is a time to kill and a time to heal. There is a time to destroy and a time to build.", "4": "There is a time to cry and a time to laugh. There is a time to be sad and a time to dance.", "5": "There is a time to throw away stones and a time to gather them. There is a time to hug and a time not to hug.", "6": "There is a time to look for something and a time to stop looking for it. There is a time to keep things and a time to throw things away.", "7": "There is a time to tear apart and a time to sew together. There is a time to be silent and a time to speak.", "8": "There is a time to love and a time to hate. There is a time for war and a time for peace.", "9": "Does a person really gain anything from his work? ", "10": "I saw the hard work God has given us to do. ", "11": "God has also given us a desire to know the future. God certainly does everything at just the right time. But we can never completely understand what he is doing. ", "12": "So I realize that the best thing for people is to be happy. They should enjoy themselves as long as they live. ", "13": "God wants everyone to eat and drink and be happy in his work. These are gifts from God. ", "14": "I know anything God does will continue forever. People cannot add anything to what God has done. And they cannot take anything away from it. God does it this way to cause people to honor him.", "15": "What happens now has also happened in the past. Things that will happen in the future have also happened before. God makes the same things happen again and again.", "16": "I also saw this here on earth: Where there should have been justice, there was evil. Where there should have been fairness, there was wickedness.", "17": "I certainly believe that God has planned a time for every thing and every action. He will judge both good people and bad people.", "18": "But I decided that God leaves it the way it is to test people. He wants to show them they are just like animals. ", "19": "The same thing happens to animals and to people. They both have the same breath. So they both die. People are no better off than the animals. The lives of both are soon gone. ", "20": "Both end up the same way. Both came from dust. And both will go back to dust. ", "21": "Who can be sure that the spirit of man goes up to God? Or who can be sure that the spirit of an animal goes down into the ground? ", "22": "So I saw the best thing a person can do is to enjoy his work. That is all he has. No one can help a person see what will happen in the future."}