{"1": "Again I saw all the people who were treated badly here on earth. I saw their tears. I saw that they had no one to comfort them. Cruel people had all the power. There was no one to comfort the people they hurt.", "2": "I decided that the dead are better off than the living.", "3": "But those who have never been born are better off still. They have not seen the evil that is done here on earth.", "4": "I realized the reason people work hard and try to succeed: They are jealous of each other. This, too, is useless. It is like chasing the wind.", "5": "Some say that it is foolish to fold your hands and do nothing. You will starve to death!", "6": "Maybe so, but I say it is better to be content with what little you have. Otherwise, you will always be struggling for more. That is like chasing the wind.", "7": "Again I saw something here on earth that was senseless:", "8": "I saw a person who had no family. He had no son or brother. He always worked hard. But he was never satisfied with what he had. He never asked himself, “For whom am I working so hard? Why don't I let myself enjoy life?” This also is very sad and senseless.", "9": "Two people are better than one. They get more done by working together.", "10": "If one person falls, the other can help him up. But it is bad for the person who is alone when he falls. No one is there to help him.", "11": "If two lie down together, they will be warm. But a person alone will not be warm.", "12": "An enemy might defeat one person, but two people together can defend themselves. A rope that has three parts wrapped together is hard to break.", "13": "A young person may be poor but wise. He is better than a foolish, old king who doesn't listen to advice. ", "14": "I saw such a young person become king. He had been born poor in the kingdom. He had even gone to prison before becoming king. ", "15": "I watched some of the people who live on earth follow him. They made him their king. ", "16": "Yes, a great many people followed him at first. But later, they did not like him, either. So fame and power are shown to be useless. They are like chasing the wind."}