{"1": "Be careful when you go to worship at the Temple. It is better to listen than to offer foolish sacrifices. People who do this don't even know they are doing wrong.", "2": "Think before you speak. Be careful about what you promise to God. God is in heaven, and you are on the earth. So say only a few words to God.", "3": "The saying is true: Bad dreams come from too much worrying. So too many words come from foolish people.", "4": "If you make a promise to God, don't be slow to keep it. God is not happy with foolish people. Give God what you promised. ", "5": "It is better not to promise anything than to promise something and not do it. ", "6": "So don't let your words cause you to sin. Also, don't say to the priest at the Temple, “I didn't mean what I promised!” If you do, God will become angry with your words. He will destroy everything you have worked for. ", "7": "Many empty promises are like many foolish dreams. They mean nothing. You should honor God.", "8": "In some countries you will see poor people treated badly. They are not treated fairly or given their rights. Don't be surprised! One officer is cheated by a higher officer. They in turn are cheated by even higher officers. ", "9": "The wealth of the country is divided up among them all. Even the king makes sure he gets his share of the profits.", "10": "The person who loves money will never have all the money he wants. The person who loves wealth will not be satisfied when he gets it. This is also useless.", "11": "The more wealth a person has, the more friends he has to help him spend it. So what does he really gain? He gains nothing except to look at his riches.", "12": "A man who works hard sleeps in peace. It is not important if he has little or much to eat. But a rich person worries about his wealth. He cannot sleep.", "13": "I have seen something unfair here on earth: A person suffers harm from saving up his money.", "14": "Then he loses it all in a bad deal. So he has nothing to give to his son.", "15": "A person comes into this world with nothing. And when he dies, he leaves with nothing. In spite of all his hard work, he leaves exactly as he came.", "16": "This, too, is unfair: He leaves exactly as he came. So what does he gain from chasing the wind?", "17": "All he gets are days filled with sadness and sorrow. He ends up sick, defeated and angry.", "18": "I have seen what is best for a person to do here on earth. He should eat and drink and enjoy his work. This is because the life God has given him on earth is short. ", "19": "God gives some people the ability to enjoy the wealth and property he gives them. He also gives them the ability to accept their state in life and enjoy their work. ", "20": "Such people do not worry much about how short life is. This is because God keeps them busy with the things they love to do."}