{"1": "It is better to have respect than good perfume. The day a person dies is better than the day he was born.", "2": "It is better to go to a funeral than to a party. We all must die. Everyone living should think about this.", "3": "Sorrow is better than laughter. Sadness has a good influence on you.", "4": "A wise man thinks about death, but a foolish person thinks only about having a good time.", "5": "It is better to be criticized by a wise man than to be praised by a foolish person.", "6": "The laughter of foolish people is useless. It is like heating a pot by burning straw. There is a lot of fire but no heat.", "7": "Even a wise man will become foolish if he lets money change his thinking.", "8": "It is better to finish something than to start it. It is better to be patient than to be proud.", "9": "Don't become mad quickly, because getting angry is foolish.", "10": "Don't ask, “Why was life better in the 'good old days'?” It is not wise to ask such questions.", "11": "Wisdom is as good to have as inheriting property. It helps people see what to do.", "12": "Wisdom is like money. They both help a person. But wisdom is better than money, because it can save a person's life.", "13": "Stop and think about everything that God causes to happen. You cannot change a thing, even if you think it is wrong.", "14": "When life is good, enjoy it. But when life is hard, remember: God gives us good times and hard times. And no one knows what tomorrow will bring.", "15": "In my short life I have seen both of these: I have seen good men die being good. And I have seen evil men living a long time.", "16": "Don't try to be too right all the time. Don't try to be too wise, either. Why should you destroy yourself this way?", "17": "Don't be too wicked. And don't be a foolish person. You will die young if you do so.", "18": "Try to avoid going too far in doing anything. Those who honor God will avoid doing too much of anything.", "19": "Wisdom gives a person strength. One wise man is stronger than ten leaders in a city.", "20": "Surely there is not a good man on earth who always does good and never sins.", "21": "Don't listen to everything people say. You might hear your servant insulting you.", "22": "You know that many times you also have insulted others.", "23": "I used wisdom to test all these things. I wanted to be wise, but it was too hard for me.", "24": "I cannot understand why things are as they are. It is too hard for anyone to understand.", "25": "I studied and tried very hard to find wisdom. I tried to find some meaning for everything. I learned that it is foolish to be evil. And it is crazy to act like a fool.", "26": "I found that some women are worse than death. They are as dangerous as traps. Their love is like a net. Their arms hold men like chains. A man who follows God will run away from them. But a sinner will be caught by them.", "27": "The Teacher says, “This is what I learned: I added all these things together to see if I could find some meaning for everything.", "28": "I am still looking for it, but I have not found it. But I did discover that truly good people are hard to find. Such people are one in a million!", "29": "One thing I have learned: God made people good. But people have found all kinds of ways to be bad.”"}