{"1": "No one is like the wise man. He can understand what things mean. His wisdom makes him happy. It makes his sad face happy.", "2": "I advise you always to obey the king's command. Do this because you made a promise to God. ", "3": "Don't be too quick to quit the job the king gave you. But don't support something that is wrong. Remember, the king does whatever he pleases. ", "4": "The king is the highest power. No one can tell him what to do.", "5": "A person will be safe if he obeys the king's command. A wise man knows how to do the right thing at the right time.", "6": "And there is a right time and a right way for everything. Yet people often have many troubles.", "7": "They do not know what the future holds. No one can tell them what will happen.", "8": "No one has the power to keep the wind from blowing. No one has the power to stop his own death. During war a soldier cannot go home. So also, the person who does evil will not get away free.", "9": "I saw all of this as I studied. I considered all that is done here on earth. And I saw men rule others and hurt them. ", "10": "I saw evil people being buried. They used to go in and out of the holy place. Good things were said about them in the same towns where they had done evil. This is senseless, too.", "11": "Sometimes people are not punished right away for the bad things they do. That makes other people want to do bad things, too. ", "12": "A sinner might do a hundred evil things. And he might live a long time. Even so, I know it will be better for those who honor God. They fear him, and he sees it. ", "13": "And I also know it will not go well for evil people. Their lives will be like a brief shadow. They will not live very long. ", "14": "But sometimes something senseless happens on earth. Bad things happen to good people. Good things happen to bad people. This is truly senseless. ", "15": "So I decided it was more important to enjoy life. The best that people can do here on earth is to eat, drink and enjoy life. These joys will help people do the hard work God gives them here on earth.", "16": "I used my mind to learn about all that happens on earth. I saw how busy people are. They work day and night and hardly ever sleep. ", "17": "I also saw all that God has done. Nobody can understand what God does here on earth. No matter how hard a person tries to understand it, he cannot. Even if a wise man says he understands, he really cannot. No one at all can really understand it."}