{"1": "I thought about something else and tried hard to understand it. I saw that God takes care of both good people and wise people and what they do. But no one knows if he will see good or bad times.", "2": "Both good and bad things happen to everyone. They happen to those who are fair and to those who are wicked. They happen to those who are good and to those who are evil. They happen to those who sacrifice and to those who do not. The same things happen to a good person as happen to a sinner. The same things happen to a person who makes promises to God as to one who does not.", "3": "This is something unfair that happens here on earth. The same things happen to everyone. So men's minds are full of evil and foolish thoughts while they live. After that, they join the dead. ", "4": "But anyone still alive has hope. Even a live dog is better off than a dead lion!", "5": "The living know they will die. But the dead no longer think about such things. Dead people have no more reward. People forget them.", "6": "After a person is dead, he can no longer show love or hate or jealousy. And he will never again share in the things that happen here on earth.", "7": "So go eat your food and enjoy it. Drink your wine and be happy. It is all right with God if you do this.", "8": "Put on nice clothes and make yourself look good.", "9": "Enjoy life with the wife you love. Enjoy all the days of this short life God has given you here on earth. It is all you have. So enjoy the work you have to do here on earth. ", "10": "Whatever work you do, do your best. This is because you are going to the grave. There is no working, no planning, no knowledge and no wisdom there.", "11": "I also realized something else here on earth that is senseless: The fast runner does not always win the race. The strong army does not always win the battle. The wise man does not always have food. The smart man does not always become wealthy. And the man with special skills does not always receive praise. Bad things happen to everyone.", "12": "A person never knows what will happen to him next. He is like a fish caught in a cruel net. He is like a bird caught in a trap. In the same way, a person is trapped by bad things that suddenly happen to him.", "13": "I also saw something wise happen here on earth. And it was very impressive to me. ", "14": "There was a small town with only a few people in it. A great king fought against it and put his armies all around it. ", "15": "Now there was a wise man in the town. He was poor, but he used his wisdom to save his town. But later on, everyone forgot about him. ", "16": "I still think wisdom is better than strength. But those people forgot about the poor man's wisdom. And they stopped listening to what he said.", "17": "The quiet words of a wise man are better than the shouts of a foolish ruler.", "18": "Wisdom is better than weapons of war. But one sinner can destroy much good."}