{"1": "One of the wives of a disciple of the prophets called to Elisha, “Sir, my husband is dead! You know how he feared the Lord. Now a creditor has come to take my two children as slaves.”", "2": "Elisha asked her, “What should I do for you? Tell me, what do you have in your house?” She answered, “I have nothing in the house except a jar of olive oil.”", "3": "Elisha said, “Borrow many empty containers from all your neighbors. ", "4": "Then close the door behind you and your children, and pour oil into all those containers. When one is full, set it aside.”", "5": "So she left him and closed the door behind her and her children. The children kept bringing containers to her, and she kept pouring. ", "6": "When the containers were full, she told her son, “Bring me another container.” He told her, “There are no more containers.” So the olive oil stopped flowing. ", "7": "She went and told the man of God. He said, “Sell the oil, and pay your debt. The rest is for you and your children.”", "8": "One day Elisha was traveling through Shunem, where a rich woman lived. She had invited him to eat with her. So whenever he was in the area, he stopped in to eat.", "9": "She told her husband, “I know he's a holy man of God. And he regularly travels past our house. ", "10": "Let's make a small room on the roof and put a bed, table, chair, and lamp stand there for him. He can stay there whenever he comes to visit us.”", "11": "One day he came to their house, went into the upstairs room, and rested there. ", "12": "He told his servant Gehazi, “Call this Shunem woman.” Gehazi called her, and she stood in front of him. ", "13": "Elisha said to Gehazi, “Ask her what we can do for her, since she has gone to a lot of trouble for us. Maybe she would like us to speak to the king or the commander of the army for her.” She answered, “I'm already living among my own people.”", "14": "“What should we do for her?” Elisha asked. Gehazi answered, “Well, she has no son, and her husband is old.”", "15": "Elisha said, “Call her.” So Gehazi called her, and she stood in the doorway. ", "16": "Elisha said, “At this time next spring, you will hold a baby boy in your arms.” She answered, “Don't say that, sir. Don't lie to me. You're a man of God.”", "17": "But the woman became pregnant and had a son at that time next year, as Elisha had told her.", "18": "Several years later the boy went to his father, who was with the harvest workers. ", "19": "Suddenly, he said to his father, “My head! My head!” The father told his servant, “Carry him to his mother.”", "20": "The servant picked him up and brought him to his mother. The boy sat on her lap until noon, when he died. ", "21": "She took him upstairs and laid him on the bed of the man of God, left the room, and shut the door behind her. ", "22": "She called her husband and said, “Please send me one of the servants and one of the donkeys. I will go quickly to the man of God and come back again.”", "23": "Her husband asked, “Why are you going to him today? It isn't a New Moon Festival or a day of rest—a holy day.” But she said goodbye to him.", "24": "She saddled the donkey. Then she told her servant, “Lead on. Don't slow down unless I tell you.” ", "25": "So she came to the man of God at Mount Carmel. When he saw her coming at a distance, he told his servant Gehazi, “There is the woman from Shunem. ", "26": "Run to meet her and ask her how she, her husband, and the boy are doing.” “Everyone's fine,” she answered.", "27": "When she came to the man of God at the mountain, she took hold of his feet. Gehazi went to push her away. But the man of God said, “Leave her alone. She is bitter. The Lord has hidden the reason from me. He hasn't told me.”", "28": "The woman said, “I didn't ask you for a son. I said, 'Don't raise my hopes.'”", "29": "The man of God told Gehazi, “Put on a belt, take my shepherd's staff in your hand, and go. Whenever you meet anyone, don't stop to greet him. If he greets you, don't stop to answer him. Lay my staff on the boy's face.”", "30": "The boy's mother said, “I solemnly swear, as the Lord and you live, I will not leave without you.” So Elisha got up and followed her.", "31": "Gehazi went ahead of them and put the staff on the boy's face, but there was no sound or sign of life. So Gehazi came back to meet the man of God. Gehazi told him, “The boy didn't wake up.”", "32": "When Elisha came to the house, the dead boy was lying on Elisha's bed. ", "33": "He went into the room, closed the door, and prayed to the Lord. ", "34": "Then he lay on the boy, putting his mouth on the boy's mouth, his eyes on the boy's eyes, his hands on the boy's hands. He crouched over the boy's body, and it became warm. ", "35": "Elisha got up, walked across the room and came back, and then got back on the bed and crouched over him. The boy sneezed seven times and opened his eyes. ", "36": "Elisha called Gehazi and said, “Call the Shunem woman.” Gehazi called her. When she came to him, he said, “Take your son.”", "37": "Then she immediately bowed at his feet. She took her son and left.", "38": "When Elisha went back to Gilgal, there was a famine in the country. One day, while the disciples of the prophets were meeting with him, he told his servant, “Put a large pot on the fire, and cook some stew for the disciples of the prophets.”", "39": "One of them went into the field to gather vegetables and found a wild vine. He filled his clothes with wild gourds. Then he cut them into the pot of stew without knowing what they were. ", "40": "They dished out the food for the men to eat. As they were eating the stew, they cried out, “There's death in the pot, man of God!” So they couldn't eat it.", "41": "Elisha said, “Bring some flour.” He threw it into the pot and said, “Dish it out for the people to eat.” Then there was nothing harmful in the pot.", "42": "A man from Baal Shalisha brought bread made from the first harvested grain, 20 barley loaves, and fresh grain to the man of God. The man of God said, “Give it to the people to eat.”", "43": "But his servant asked, “How can I set this in front of a hundred people?” “Give it to the people to eat,” the man of God said. “This is what the Lord says: They will eat and even have some left over.”", "44": "The servant set it in front of them. They ate and had some left over, as the Lord had predicted."}