{"1": "The prophet Elisha called one of the disciples of the prophets. He said, “Put on your belt. Take this flask of olive oil, and go to Ramoth Gilead. ", "2": "When you arrive there, look for Jehu, son of Jehoshaphat and grandson of Nimshi. Go inside, and have him get up and leave his companions. Take him into an inner room. ", "3": "Take the flask of oil, pour it on his head, and say, 'This is what the Lord says: I have anointed you king of Israel.' Then open the door and leave immediately.”", "4": "The young man, the servant of the prophet, went to Ramoth Gilead. ", "5": "When he arrived there, the army's generals were sitting together. He said, “I have something to tell you, General.” Jehu asked, “Which one of us?” He answered, “You, General!”", "6": "Jehu got up and went into the house. The prophet poured olive oil on his head and told him, “This is what the Lord God of Israel says: I have anointed you king of the Lord's people, king of Israel. ", "7": "You will destroy the family of your master Ahab. I will get revenge on Jezebel for shedding the blood of my servants the prophets and all the Lord's other servants. ", "8": "Ahab's entire family will die. I will destroy every male[a] from Ahab's family, whether slave or freeman in Israel. ", "9": "I will make Ahab's family like the family of Jeroboam (Nebat's son) and like the family of Baasha, son of Ahijah. ", "10": "Dogs will eat Jezebel inside the walls of Jezreel, and no one will bury her.” Then he opened the door and left.", "11": "Jehu came out to his master's officials. One of them asked him, “Is everything alright? Why did this lunatic come to you?” He answered, “You know the man and the kind of things he says.”", "12": "They said, “That's not an answer. Please tell us.” Jehu replied, “We talked for a while, and he said to me, 'This is what the Lord says: I have anointed you king of Israel.'”", "13": "Then each one of them immediately took off his coat and laid it on the stairs below him. They blew a ram's horn and said, “Jehu is king!”", "14": "So Jehu, son of Jehoshaphat and grandson of Nimshi, plotted against Joram. (Joram and all Israel were guarding Ramoth Gilead against King Hazael of Aram. ", "15": "But King Joram had returned to Jezreel to recover from the wounds he received while fighting King Hazael of Aram.) Then Jehu said, “If you want me to be king, don't let anyone escape from the city to take the news to Jezreel.” ", "16": "So Jehu got on his chariot and drove to Jezreel because Joram was lying in bed there. (King Ahaziah of Judah had come to see Joram.)", "17": "The watchman standing on the tower in Jezreel saw Jehu's troops coming. He said, “I see some troops.” So Joram said, “Take a chariot driver, send him to meet them, and ask, 'Is everything alright?'”", "18": "So a chariot driver rode off, met Jehu, and said, “The king asks, 'Is everything alright?'” Jehu replied, “Why should that matter to you? Follow me.” So the watchman announced, “The messenger you sent has reached them, but he isn't coming back.”", "19": "Then Joram sent out a second driver. When he came to them, he said, “The king asks, 'Is everything alright?'” Jehu replied, “Why should that matter to you? Follow me.”", "20": "So the watchman announced, “He has reached them, but he isn't coming back. The troop's leader is driving like a lunatic, like Jehu, grandson of Nimshi.”", "21": "“Hitch the horses to the chariot,” Joram ordered. When that was done, King Joram of Israel and King Ahaziah of Judah went to meet Jehu, each in his own chariot. They found him in the field that belonged to Naboth from Jezreel.", "22": "When Joram saw Jehu, he asked, “Is everything alright, Jehu?” Jehu answered, “How can everything be alright as long as your mother continues her idolatry and witchcraft?”", "23": "As Joram turned his chariot around and tried to flee, he said to Ahaziah, “It's a trap, Ahaziah!” ", "24": "But Jehu took his bow and shot Joram between the shoulders. The arrow came out of his chest, and he slumped over in his chariot.", "25": "Then Jehu said to his attendant Bidkar, “Take him away, and throw him into the field that belonged to Naboth from Jezreel. Remember when you and I were driving our chariots behind his father Ahab? The Lord revealed this prophecy about him: ", "26": "'Just as I saw the blood of Naboth and his sons yesterday, I will pay you back in this field,' declares the Lord. Now take him and throw him into the field as the Lord predicted.”", "27": "When King Ahaziah of Judah saw this, he fled on the road leading to Beth Haggan. Jehu pursued him and ordered, “Shoot him down in his chariot.” They shot him at Gur Pass, which is near Ibleam. Ahaziah continued to flee until he got to Megiddo, where he died. ", "28": "His servants brought him in a chariot to Jerusalem. They buried him in a tomb with his ancestors in the City of David. ", "29": "(Ahaziah had become king of Judah in the eleventh year that Joram, Ahab's son, was king of Israel.)", "30": "When Jehu arrived in Jezreel, Jezebel heard about it. She put on eye shadow, fixed her hair, and looked out of a second-story window. ", "31": "When Jehu entered the gateway, she asked, “Is everything alright, Zimri, murderer of your master?”", "32": "Looking up at the window, he asked, “Is anyone on my side? Anyone?” Then two or three eunuchs looked out at him.", "33": "He said, “Throw her down.” They threw her down, and some of her blood splattered on the wall and the horses. The horses trampled her.", "34": "He went inside, ate, and drank. Then he said, “Take care of this woman who had a curse on her. After all, she was a king's daughter.” ", "35": "But when they went out to bury her, they couldn't find any of her body except her skull, feet, and hands. ", "36": "They came back and told him. Jehu said, “The Lord spoke through his servant Elijah from Tishbe. He said, 'Dogs will eat Jezebel's body inside the walls of Jezreel. ", "37": "Jezebel's corpse will be like manure on the ground in the fields surrounding Jezreel so that no one will be able to say that this is Jezebel.'”"}