{"1": "This is the message that came to the prophet Habakkuk in a vision from God:", "2": "O Lord, how long must I call for help before you will listen? I shout to you in vain; there is no answer. “Help! Murder!” I cry, but no one comes to save. ", "3": "Must I forever see this sin and sadness all around me? Wherever I look I see oppression and bribery and men who love to argue and to fight. ", "4": "The law is not enforced, and there is no justice given in the courts, for the wicked far outnumber the righteous, and bribes and trickery prevail.", "5": "The Lord replied: “Look, and be amazed! You will be astounded at what I am about to do! For I am going to do something in your own lifetime that you will have to see to believe. ", "6": "I am raising a new force on the world scene, the Chaldeans,[a] a cruel and violent nation who will march across the world and conquer it. ", "7": "They are notorious for their cruelty. They do as they like, and no one can interfere. ", "8": "Their horses are swifter than leopards. They are a fierce people, more fierce than wolves at dusk. Their cavalry move proudly forward from a distant land; like eagles they come swooping down to pounce upon their prey. ", "9": "All opposition melts away before the terror of their presence. They collect captives like sand.", "10": "“They scoff at kings and princes and scorn their forts. They simply heap up dirt against their walls and capture them! ", "11": "[b]They sweep past like wind and are gone, but their guilt is deep, for they claim their power is from their gods.”", "12": "O Lord my God, my Holy One, you who are eternal—is your plan in all of this to wipe us out? Surely not! O God our Rock, you have decreed the rise of these Chaldeans to chasten and correct us for our awful sins. ", "13": "We are wicked, but they far more! Will you, who cannot allow sin in any form, stand idly by while they swallow us up? Should you be silent while the wicked destroy those who are better than they?", "14": "Are we but fish, to be caught and killed? Are we but creeping things that have no leader to defend them from their foes? ", "15": "Must we be strung up on their hooks and dragged out in their nets, while they rejoice? ", "16": "Then they will worship their nets and burn incense before them! “These are the gods who make us rich,” they'll say.", "17": "Will you let them get away with this forever? Will they succeed forever in their heartless wars?"}