{"1": "In the beginning Elohim created heaven and earth.", "2": "The earth was formless and empty, and darkness covered the deep water. The Ruach Elohim was hovering over the water.", "3": "Then Elohim said, “Let there be light!” So there was light. ", "4": "Elohim saw the light was good. So Elohim separated the light from the darkness. ", "5": "Elohim named the light day, and the darkness he named night. There was evening, then morning—the first day.", "6": "Then Elohim said, “Let there be a horizon in the middle of the water in order to separate the water.” ", "7": "So Elohim made the horizon and separated the water above and below the horizon. And so it was. ", "8": "Elohim named what was above the horizon sky. There was evening, then morning—a second day.", "9": "Then Elohim said, “Let the water under the sky come together in one area, and let the dry land appear.” And so it was. ", "10": "Elohim named the dry land earth. The water which came together he named sea. Elohim saw that it was good. ", "11": "Then Elohim said, “Let the earth produce vegetation: plants bearing seeds, each according to its own type, and fruit trees bearing fruit with seeds, each according to its own type.” And so it was. ", "12": "The earth produced vegetation: plants bearing seeds, each according to its own type, and trees bearing fruit with seeds, each according to its own type. Elohim saw that they were good. ", "13": "There was evening, then morning—a third day.", "14": "Then Elohim said, “Let there be lights in the sky to separate the day from the night. They will be signs and will mark religious festivals, days, and years. ", "15": "They will be lights in the sky to shine on the earth.” And so it was. ", "16": "Elohim made the two bright lights: the larger light to rule the day and the smaller light to rule the night. He also made the stars. ", "17": "Elohim put them in the sky to give light to the earth, ", "18": "to dominate the day and the night, and to separate the light from the darkness. Elohim saw that it was good. ", "19": "There was evening, then morning—a fourth day.", "20": "Then Elohim said, “Let the water swarm with swimming creatures, and let birds fly through the sky over the earth.” ", "21": "So Elohim created the large sea creatures, every type of creature that swims around in the water and every type of flying bird. Elohim saw that they were good. ", "22": "Elohim blessed them and said, “Be fertile, increase in number, fill the sea, and let there be many birds on the earth.” ", "23": "There was evening, then morning—a fifth day.", "24": "Then Elohim said, “Let the earth produce every type of living creature: every type of domestic animal, crawling animal, and wild animal.” And so it was. ", "25": "Elohim made every type of wild animal, every type of domestic animal, and every type of creature that crawls on the ground. Elohim saw that they were good.", "26": "Then Elohim said, “Let us make humans in our image, in our likeness. Let them rule the fish in the sea, the birds in the sky, the domestic animals all over the earth, and all the animals that crawl on the earth.”", "27": "So Elohim created humans in his image. In the image of Elohim he created them. He created them male and female.", "28": "Elohim blessed them and said, “Be fertile, increase in number, fill the earth, and be its master. Rule the fish in the sea, the birds in the sky, and all the animals that crawl on the earth.”", "29": "Elohim said, “I have given you every plant with seeds on the face of the earth and every tree that has fruit with seeds. This will be your food. ", "30": "I have given all green plants as food to every land animal, every bird in the sky, and every animal that crawls on the earth—every living, breathing animal.” And so it was.", "31": "And Elohim saw everything that he had made and that it was very good. There was evening, then morning—the sixth day."}