{"1": "The whole world had one language with a common vocabulary. ", "2": "As people moved toward the east,[a] they found a plain in Shinar [Babylonia] and settled there.", "3": "They said to one another, “Let's make bricks and bake them thoroughly.” They used bricks as stones and tar[b] as mortar.", "4": "Then they said, “Let's build a city for ourselves and a tower with its top in the sky. Let's make a name for ourselves so that we won't become scattered all over the face of the earth.”", "5": "Yahweh came down to see the city and the tower that the descendants of Adam were building. ", "6": "Yahweh said, “They are one people with one language. This is only the beginning of what they will do! Now nothing they plan to do will be too difficult for them. ", "7": "Let us go down there and mix up their language so that they won't understand each other.”", "8": "So Yahweh scattered them all over the face of the earth, and they stopped building the city. ", "9": "This is why it was named Babel, because there Yahweh turned the language of the whole earth into babble. From that place Yahweh scattered them all over the face of the earth.", "10": "This is the account of Shem and his descendants. Two years after the flood when Shem was 100 years old, he became the father of Arpachshad. ", "11": "After he became the father of Arpachshad, Shem lived 500 years and had other sons and daughters.", "12": "Arpachshad was 35 years old when he became the father of Shelah. ", "13": "After he became the father of Shelah, Arpachshad lived 403 years and had other sons and daughters.", "14": "Shelah was 30 years old when he became the father of Eber. ", "15": "After he became the father of Eber, Shelah lived 403 years and had other sons and daughters.", "16": "Eber was 34 years old when he became the father of Peleg. ", "17": "After he became the father of Peleg, Eber lived 430 years and had other sons and daughters.", "18": "Peleg was 30 years old when he became the father of Reu. ", "19": "After he became the father of Reu, Peleg lived 209 years and had other sons and daughters.", "20": "Reu was 32 years old when he became the father of Serug. ", "21": "After he became the father of Serug, Reu lived 207 years and had other sons and daughters.", "22": "Serug was 30 years old when he became the father of Nahor. ", "23": "After he became the father of Nahor, Serug lived 200 years and had other sons and daughters.", "24": "Nahor was 29 years old when he became the father of Terah. ", "25": "After he became the father of Terah, Nahor lived 119 years and had other sons and daughters.", "26": "Terah was 70 years old when he became the father of Abram, Nahor, and Haran.", "27": "This is the account of Terah and his descendants. Terah was the father of Abram, Nahor, and Haran. Haran was the father of Lot. ", "28": "While his father Terah was still alive, Haran died in Ur of the Chaldeans, his native land. ", "29": "Both Abram and Nahor married. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah, daughter of Haran. (Haran was the father of Milcah and Iscah.) ", "30": "Sarai was not able to have children.", "31": "Terah took his son Abram, his grandson Lot (son of Haran), and his daughter-in-law Sarai, wife of his son Abram. They set out together from Ur of the Chaldeans to go to Canaan. When they came as far as Haran, they stayed there. ", "32": "Terah lived 205 years and died in Haran."}