{"1": "Abram left Egypt with his wife and everything he had and went to the Negev. Lot was with him. ", "2": "Abram was very rich because he had livestock, silver, and gold. ", "3": "He traveled from place to place. He went from the Negev as far as Bethel, to the area between Bethel and Ai where his tent had been originally, ", "4": "where he had first made an altar. There Abram worshiped Yahweh.", "5": "Lot, who had been traveling with Abram, also had his own sheep, cattle, and tents. ", "6": "There wasn't enough pastureland for both of them. They had so many possessions that they were unable to remain together. ", "7": "Quarrels broke out between Abram's herders and Lot's herders. (Canaanites and Perizzites were also living in that area.)", "8": "Abram said to Lot, “Please, let's not have any more quarrels between us or between our herders. After all, we're relatives. ", "9": "Isn't all this land yours also? Let's separate. If you go to the left, I'll go to the right, and if you go to the right, I'll go to the left.” ", "10": "Then Lot looked in the direction of Zoar as far as he could see. He saw that the whole Jordan Plain was well-watered like Yahweh's garden or like Egypt. (This was before Yahweh destroyed Sodom and Gomorrah.)", "11": "Lot chose the whole Jordan Plain for himself. He moved toward the east. They each went their own way. ", "12": "Abram lived in Canaan, while Lot lived among the cities of the plain, moving his tents as far as Sodom.", "13": "(The people who lived in Sodom were very wicked. They committed terrible sins against Yahweh.)", "14": "After Lot left, Yahweh said to Abram, “Look north, south, east, and west of where you are. ", "15": "I will give all the land you see to you and to your descendants for an indefinite period of time. ", "16": "I will also give you as many descendants as the dust of the earth. If anyone could count the dust of the earth, then he could also count your descendants. ", "17": "Go! Walk back and forth across the entire land because I will give it to you.” ", "18": "So Abram moved his tents and went to live by the oak trees belonging to Mamre at Hebron. There he built an altar for Yahweh."}