{"1": "At that time four kings—King Amraphel of Shinar, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim—", "2": "went to war against five kings—King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, King Shemeber of Zeboiim, and the king of Bela (that is, Zoar). ", "3": "The five kings joined forces and met in the valley of Siddim (that is, the Dead Sea). ", "4": "For 12 years they had been subject to Chedorlaomer, but in the thirteenth year they rebelled. ", "5": "In the fourteenth year Chedorlaomer and his allies came and defeated the Rephaim at Ashteroth Karnaim, the Zuzim at Ham, the Emim at Shaveh Kiriathaim, ", "6": "and the Horites in the hill country of Seir, going as far as El Paran on the edge of the desert. ", "7": "On their way back, they came to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites and also the Amorites who were living at Hazazon Tamar.", "8": "Then the kings of Sodom, Gomorrah, Admah, Zeboiim, and Bela (that is, Zoar) marched out and prepared for battle in the valley of Siddim. ", "9": "They fought against King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar—four kings against five. ", "10": "The valley of Siddim was full of tar pits. As the kings of Sodom and Gomorrah fled, they fell because of the tar pits, but the other kings fled to the hills. ", "11": "So the four kings took all the possessions of Sodom and Gomorrah, as well as all their food, and left. ", "12": "They also took Abram's nephew Lot and his possessions since he was living in Sodom.", "13": "Then a soldier who had escaped came and told Abram the Hebrew what had happened. He was living next to the oak trees belonging to Mamre the Amorite, a brother of Eshcol and Aner. (These men were Abram's allies.)", "14": "When Abram heard that his nephew had been captured, he armed[a] his 318 trained men, born in his own household, and pursued the four kings all the way to Dan. ", "15": "He split up his men to attack them at night. He defeated them, pursuing them all the way to Hobah, which is north of Damascus. ", "16": "He brought back everything they had, including women and soldiers. He also brought back his relative Lot and his possessions.", "17": "After Abram came back from defeating Chedorlaomer and his allies, the king of Sodom came out to meet him in the Shaveh Valley (that is, the King's Valley). ", "18": "Then King Melchizedek of Salem brought out bread and wine. He was a priest of El Elyon. ", "19": "He blessed Abram, and said, “Blessed is Abram by El Elyon, maker[b] of heaven and earth.", "20": "Blessed is El Elyon, who has handed your enemies over to you.” Then Abram gave him a tenth of everything.", "21": "The king of Sodom said to Abram, “Give me the people, and keep everything else for yourself.”", "22": "But Abram said to the king of Sodom, “I now raise my hand and solemnly swear to Yahweh El Elyon, maker of heaven and earth, ", "23": "that I won't take a thread or a sandal strap. I won't take anything that is yours so that you will never be able to say, 'I made Abram rich.' ", "24": "I won't take one single thing except what my men have eaten. But let my allies Aner, Eshcol, and Mamre take their share.”"}