{"1": "When Abram was 99 years old, Yahweh appeared to him. He said to Abram, “I am El Shadday. Live in my presence with integrity. ", "2": "I will give you my promise,[a] and I will give you very many descendants.” ", "3": "Immediately, Abram bowed with his face touching the ground, and again Elohim spoke to him, ", "4": "“My promise is still with you. You will become the father of many nations. ", "5": "So your name will no longer be Abram [Exalted Father], but Abraham [Father of Many] because I have made you a father of many nations. ", "6": "I will give you many descendants. Many nations and kings will come from you. ", "7": "I will make my promise to you and your descendants for generations to come as an everlasting promise. I will be your Elohim and the God of your descendants. ", "8": "I am also giving this land where you are living—all of Canaan—to you and your descendants as your permanent possession. And I will be your Elohim.”", "9": "Elohim also said to Abraham, “You and your descendants in generations to come are to be faithful to my promise. ", "10": "This is how you are to be faithful to my promise: Every male among you is to be circumcised. ", "11": "All of you must be circumcised. That will be the sign of the promise from me to you. ", "12": "For generations to come every male child who is eight days old must be circumcised, whether he is born in your household or bought with money from a foreigner who's not related to you. ", "13": "Every male born in your household or bought with your money is to be circumcised without exception. So my promise will be a sign on your flesh, an everlasting promise. ", "14": "Any uncircumcised male must be excluded from his people because he has rejected my promise.”", "15": "Elohim said to Abraham, “Don't call your wife by the name Sarai anymore. Instead, her name is Sarah [Princess]. ", "16": "I will bless her, and I will also give you a son by her. I will bless her, and she will become a mother of nations, and kings will come from her.” ", "17": "Immediately, Abraham bowed with his face touching the ground. He laughed as he thought to himself, “Can a son be born to a hundred-year-old man? Can Sarah, a ninety-year-old woman, have a child?” ", "18": "Then Abraham said to Elohim, “Why not let Ishmael be my heir?”", "19": "Elohim replied, “No! Your wife Sarah will give you a son, and you will name him Isaac [He Laughs]. I will make an everlasting promise to him and his descendants. ", "20": "I have heard your request about Ishmael. Yes, I will bless him, make him fertile, and increase the number of his descendants. He will be the father of 12 princes, and I will make him a great nation. ", "21": "But I will make my promise to Isaac. Sarah will give birth to him at this time next year.” ", "22": "When Elohim finished speaking with Abraham, he left him.", "23": "So Abraham took his son Ishmael, everyone born in his household, and everyone bought with money—every male in his household—and circumcised them that day, as Elohim had told him. ", "24": "Abraham was 99 years old when he was circumcised. ", "25": "His son Ishmael was 13 years old when he was circumcised. ", "26": "That same day Abraham and his son Ishmael were circumcised. ", "27": "All the men of his household, whether born in the household or bought with money from a foreigner, were circumcised with him."}