{"1": "Yahweh appeared to Abraham by the oak trees belonging to Mamre as he was sitting at the entrance of his tent during the hottest part of the day. ", "2": "Abraham looked up, and suddenly he saw three men standing near him. When he saw them, he ran to meet them, and he bowed with his face touching the ground.", "3": "“Please, sir,” Abraham said, “stop by to visit me for a while. ", "4": "Why don't we let someone bring a little water? After you wash your feet, you can stretch out and rest under the tree. ", "5": "Let me bring some bread so that you can regain your strength. After that you can leave, since this is why you stopped by to visit me.” They answered, “That's fine. Do as you say.”", "6": "So Abraham hurried into the tent to find Sarah. “Quick,” he said, “get three measures of flour, knead it, and make bread.”", "7": "Then Abraham ran to the herd and took one of his best calves. He gave it to his servant, who prepared it quickly. ", "8": "Abraham took cheese and milk, as well as the meat, and set these in front of them. Then he stood by them under the tree as they ate.", "9": "They asked him, “Where is your wife Sarah?” He answered, “Over there, in the tent.”", "10": "Yahweh said, “I promise I'll come back to you next year at this time, and your wife Sarah will have a son.” Sarah happened to be listening at the entrance of the tent, which was behind him. ", "11": "Abraham and Sarah were old. Sarah was past the age of childbearing. ", "12": "And so Sarah laughed to herself, thinking, “Now that I've become old, will I enjoy myself again? What's more, my husband is old!”", "13": "Yahweh asked Abraham, “Why did Sarah laugh and say, 'Can I really have a child now that I'm old?' ", "14": "Is anything too hard for Yahweh? I will come back to you next year at this time, and Sarah will have a son.”", "15": "Because she was afraid, Sarah denied that she had laughed. But Yahweh said, “Yes, you did laugh.”", "16": "Then the men got up to leave. As Abraham was walking with them to see them off, they looked toward Sodom. ", "17": "Yahweh said, “I shouldn't hide what I am going to do from Abraham. ", "18": "After all, Abraham is going to become a great and mighty nation and through him all the nations of the earth will be blessed. ", "19": "I have chosen him so that he will direct his children and his family after him to keep the way of Yahweh by doing what is right and just. In this way I, Yahweh, will do what I have promised Abraham.”", "20": "Yahweh also said, “Sodom and Gomorrah have many complaints against them, and their sin is very serious. ", "21": "I must go down and see whether these complaints are true. If not, I will know it.”", "22": "From there the men turned and went on toward Sodom, but Abraham remained standing in front of Yahweh. ", "23": "Abraham came closer and asked, “Are you really going to sweep away the innocent with the guilty? ", "24": "What if there are 50 innocent people in the city? Are you really going to sweep them away? Won't you spare that place for the sake of the 50 innocent people who are in it? ", "25": "It would be unthinkable for you to do such a thing, to treat the innocent and the guilty alike and to kill the innocent with the guilty. That would be unthinkable! Won't the judge of the whole earth do what is fair?”", "26": "Yahweh said, “If I find 50 innocent people inside the city of Sodom, I will spare the whole place for their sake.”", "27": "Abraham asked, “Consider now, if I may be so bold as to ask you, although I'm only dust and ashes, ", "28": "what if there are 45 innocent people? Will you destroy the whole city because of 5 fewer people?” Yahweh answered, “I will not destroy it if I find 45 there.”", "29": "Abraham asked him again, “What if 40 are found there?” He answered, “For the sake of the 40 I will not do it.”", "30": "“Please don't be angry if I speak again,” Abraham said. “What if 30 are found there?” He answered, “If I find 30 there, I will not do it.”", "31": "“Look now, if I may be so bold as to ask you,” Abraham said. “What if 20 are found there?” He answered, “I will not destroy it for the sake of the 20.”", "32": "“Please don't be angry if I speak only one more time,” Abraham said. “What if 10 are found there?” He answered, “I will not destroy it for the sake of the 10.” ", "33": "When Yahweh finished speaking to Abraham, he left. Abraham returned home."}