{"1": "Heaven and earth and everything in them were finished. ", "2": "By the seventh day Elohim had finished the work he had been doing. On the seventh day he stopped the work he had been doing. ", "3": "Then Elohim blessed the seventh day and set it apart as holy, because on that day he stopped all his work of creation.", "4": "This is the account of heaven and earth when they were created, at the time when Yahweh Elohim made earth and heaven.", "5": "Wild bushes and plants were not on the earth yet because Yahweh Elohim hadn't sent rain on the earth. Also, there was no one to farm the land. ", "6": "Instead, underground water would come up from the earth and water the entire surface of the ground.", "7": "Then Yahweh Elohim formed the man from the dust of the earth[a] and blew the breath of life into his nostrils. The man became a living being.", "8": "Yahweh Elohim planted a garden in Eden, in the east. That's where he put the man whom he had formed. ", "9": "Yahweh Elohim made all the trees grow out of the ground. These trees were nice to look at, and their fruit was good to eat. The tree of life and the tree of the knowledge of good and evil grew in the middle of the garden.", "10": "A river flowed from Eden to water the garden. Outside the garden it divided into four rivers. ", "11": "The name of the first river is Pishon. This is the one that winds throughout Havilah, where there is gold. ", "12": "(The gold of that land is pure. Bdellium[b] and onyx are also found there.) ", "13": "The name of the second river is Gihon. This is the one that winds throughout Sudan. ", "14": "The name of the third river is Tigris. This is the one that flows east of Assyria. The fourth river is the Euphrates.", "15": "Then Yahweh Elohim took the man and put him in the Garden of Eden to farm the land and to take care of it. ", "16": "Yahweh Elohim commanded the man. He said, “You are free to eat from any tree in the garden. ", "17": "But you must never eat from the tree of the knowledge of good and evil because when you eat from it, you will certainly die.”", "18": "Then Yahweh Elohim said, “It is not good for the man to be alone. I will make a helper who is right for him.”", "19": "Yahweh Elohim had formed all the wild animals and all the birds out of the ground. Then he brought them to the man to see what he would call them. Whatever the man called each creature became its name. ", "20": "So the man named all the domestic animals, all the birds, and all the wild animals. But the man found no helper who was right for him. ", "21": "So Yahweh Elohim caused him to fall into a deep sleep. While the man was sleeping, Yahweh Elohim took out one of the man's ribs and closed up the flesh at that place. ", "22": "Then Yahweh Elohim formed a woman from the rib that he had taken from the man. He brought her to the man.", "23": "The man said, “This is now bone of my bones and flesh of my flesh. She will be named woman because she was taken from man.”", "24": "That is why a man will leave his father and mother and will be united with his wife, and they will become one flesh. ", "25": "The man and his wife were both naked, but they weren't ashamed of it."}