{"1": "Abraham moved to the Negev and settled between Kadesh and Shur. While he was living in Gerar, ", "2": "Abraham told everyone that his wife Sarah was his sister. So King Abimelech of Gerar sent men to take Sarah. ", "3": "Elohim came to Abimelech in a dream one night and said to him, “You're going to die because of the woman that you've taken! She's a married woman!” ", "4": "Abimelech hadn't come near her, so he asked, “Adonay, will you destroy a nation even if it's innocent? ", "5": "Didn't he tell me himself, 'She's my sister,' and didn't she even say, 'He's my brother'? I did this in all innocence and with a clear conscience.”", "6": "“Yes, I know that you did this with a clear conscience,” Elohim said to him in the dream. “In fact, I kept you from sinning against me. That's why I didn't let you touch her. ", "7": "Give the man's wife back to him now, because he's a prophet. He will pray for you, and you will live. But if you don't give her back, you and all who belong to you are doomed to die.”", "8": "Early in the morning Abimelech called together all his officials. He told them about all of this, and they were terrified. ", "9": "Then Abimelech called for Abraham and asked him, “What have you done to us? How have I sinned against you that you would bring such a serious sin on me and my kingdom? You shouldn't have done this to me.” ", "10": "Abimelech also asked Abraham, “What were you thinking when you did this?”", "11": "Abraham said, “I thought that because there are no Elohim-fearing people in this place, I'd be killed because of my wife. ", "12": "Besides, she is my sister—my father's daughter but not my mother's. She is also my wife. ", "13": "When Elohim had me leave my father's home and travel around, I said to her, 'Do me a favor: Wherever we go, say that I'm your brother.'”", "14": "Then Abimelech took sheep, cattle, and male and female slaves and gave them to Abraham. He also gave his wife Sarah back to him. ", "15": "Abimelech said, “Look, here's my land. Live anywhere you like.” ", "16": "He said to Sarah, “Don't forget, I've given your brother 25 pounds of silver. This is to silence any criticism against you from everyone with you. You're completely cleared.”", "17": "Abraham prayed to Elohim, and Elohim healed Abimelech, his wife, and his female slaves so that they could have children. ", "18": "(Yahweh had made it impossible for any woman in Abimelech's household to have children because of Abraham's wife Sarah.)"}