{"1": "By now Abraham was old, and Yahweh had blessed him in every way. ", "2": "So Abraham said to the senior servant of his household who was in charge of all that he owned, “Take a solemn oath. ", "3": "I want you to swear by Yahweh Elohim of heaven and earth that you will not get my son a wife from the daughters of the Canaanites among whom I'm living. ", "4": "Instead, you will go to the land of my relatives and get a wife for my son Isaac.”", "5": "The servant asked him, “What if the woman doesn't want to come back to this land with me? Should I take your son all the way back to the land you came from?”", "6": "“Make sure that you do not take my son back there,” Abraham said to him. ", "7": "“Yahweh Elohim of heaven took me from my father's home and the land of my family. He spoke to me and swore this oath: 'I will give this land to your descendants.' “Elohim will send his angel ahead of you, and you will get my son a wife from there. ", "8": "If the woman doesn't want to come back with you, then you'll be free from this oath that you swear to me. But don't take my son back there.” ", "9": "So the servant did as his master Abraham commanded and swore the oath to him concerning this.", "10": "Then the servant took ten of his master's camels and left, taking with him all of his master's best things. He traveled to Aram Naharaim, Nahor's city.", "11": "The servant had the camels kneel down outside the city by the well. It was evening, when the women would go out to draw water. ", "12": "Then he prayed, “Yahweh, Elohim of my master Abraham, make me successful today. Show your kindness to Abraham. ", "13": "Here I am standing by the spring, and the girls of the city are coming out to draw water. ", "14": "I will ask a girl, 'May I please have a drink from your jar?' If she answers, 'Have a drink, and I'll also water your camels,' let her be the one you have chosen for your servant Isaac. This way I'll know that you've shown your kindness to my master.”", "15": "Before he had finished praying, Rebekah came with her jar on her shoulder. She was the daughter of Bethuel, son of Milcah, who was the wife of Abraham's brother Nahor. ", "16": "The girl was a very attractive virgin. No man had ever had sexual intercourse with her. She went down to the spring, filled her jar, and came back.", "17": "The servant ran to meet her and said, “Please give me a drink of water.”", "18": "“Drink, sir,” she said. She quickly lowered her jar to her hand and gave him a drink. ", "19": "When she had finished giving him a drink, she said, “I'll also keep drawing water for your camels until they've had enough to drink.” ", "20": "So she quickly emptied her jar into the water trough, ran back to the well to draw more water, and drew enough for all his camels. ", "21": "The man was silently watching her to see whether or not Yahweh had made his trip successful.", "22": "When the camels had finished drinking, the man took out a gold nose ring weighing a fifth of an ounce and two gold bracelets weighing four ounces. ", "23": "He asked, “Whose daughter are you? Please tell me whether there is room in your father's house for us to spend the night.”", "24": "She answered him, “I'm the daughter of Bethuel, son of Milcah and Nahor. ", "25": "We have plenty of straw and feed for your camels and room for you to spend the night.”", "26": "The man knelt, bowing to Yahweh with his face touching the ground. ", "27": "He said, “Praise Yahweh, the Elohim of my master Abraham. Yahweh hasn't failed to be kind and faithful to my master. Yahweh has led me on this trip to the home of my master's relatives.”", "28": "The girl ran and told her mother's household about these things. ", "29": "Rebekah had a brother whose name was Laban. ", "30": "He saw the nose ring and the bracelets on his sister's wrists and heard her tell what the man had said to her. Immediately, Laban ran out to the man by the spring.[a] He came to the man, who was standing with the camels by the spring. ", "31": "He said, “Come in, you whom Yahweh has blessed. Why are you standing out here? I have straightened up the house and made a place for the camels.”", "32": "So the man went into the house. The camels were unloaded and given straw and feed. Then water was brought for him and his men to wash their feet. ", "33": "When the food was put in front of him, he said, “I won't eat until I've said what I have to say.” “Speak up,” Laban said.", "34": "“I am Abraham's servant,” he said. ", "35": "“Yahweh has blessed my master, and he has become wealthy. The Lord has given him sheep and cattle, silver and gold, male and female slaves, camels and donkeys. ", "36": "My master's wife Sarah gave him a son in her old age, and my master has given that son everything he has. ", "37": "My master made me swear this oath: 'Don't get a wife for my son from the daughters of the Canaanites, in whose land I'm living. ", "38": "Instead, go to my father's home and to my relatives, and get my son a wife.'", "39": "“I asked my master, 'What if the woman won't come back with me?'", "40": "“He answered me, 'I have been living the way Yahweh wants me to. The Lord will send his angel with you to make your trip successful. You will get my son a wife from my relatives and from my father's family. ", "41": "Then you will be free from your oath to me. You will also be free of your oath to me if my relatives are not willing to do this when you go to them.'", "42": "“When I came to the spring today, I prayed, 'Yahweh Elohim of my master Abraham, please make my trip successful. ", "43": "I'm standing by the spring. I'll say to the young woman who comes out to draw water, “Please give me a drink of water.” ", "44": "If she says to me, “Not only may you have a drink, but I will also draw water for your camels,” let her be the woman Yahweh has chosen for my master's son.'", "45": "“Before I had finished praying, Rebekah came with her jar on her shoulder. She went down to the spring and drew water. “So I asked her, 'May I have a drink?' ", "46": "She quickly lowered her jar and said, 'Have a drink, and I'll water your camels too.' So I drank, and she also watered the camels.", "47": "“Then I asked her, 'Whose daughter are you?' “She answered, 'The daughter of Bethuel, son of Nahor and Milcah.' “I put the ring in her nose and the bracelets on her wrists. ", "48": "I knelt, bowing down to Yahweh. I praised Yahweh, the Elohim of my master Abraham. Yahweh led me in the right direction to get the daughter of my master's relative for his son. ", "49": "Tell me whether or not you're going to show my master true kindness so that I will know what to do.”", "50": "Laban and Bethuel answered, “This is from Yahweh. We can't say anything to you one way or another. ", "51": "Here's Rebekah! Take her and go! She will become the wife of your master's son, as Yahweh has said.”", "52": "When Abraham's servant heard their answer, he bowed down to Yahweh. ", "53": "The servant took out gold and silver jewelry and clothes and gave them to Rebekah. He also gave expensive presents to her brother and mother. ", "54": "Then he and the men who were with him ate and drank and spent the night. When they got up in the morning, he said, “Let me go back to my master.”", "55": "Her brother and mother replied, “Let the girl stay with us ten days or so. After that she may go.”", "56": "He said to them, “Don't delay me now that Yahweh has made my trip successful. Let me go back to my master.”", "57": "So they said, “We'll call the girl and ask her.”", "58": "They called for Rebekah and asked her, “Will you go with this man?” She said, “Yes, I'll go.”", "59": "So they let their sister Rebekah and her nurse go with Abraham's servant and his men. ", "60": "They gave Rebekah a blessing: “May you, our sister, become the mother of many thousands of children. May your descendants take possession of their enemies' cities.”", "61": "Then Rebekah and her maids left. Riding on camels, they followed the man. The servant took Rebekah and left.", "62": "Isaac had just come back from Beer Lahai Roi, since he was living in the Negev. ", "63": "Toward evening Isaac went out into the field to meditate.[b] When he looked up, he saw camels coming. ", "64": "When Rebekah saw Isaac, she got down from her camel. ", "65": "She asked the servant, “Who is that man over there coming through the field to meet us?” “That is my master,” the servant answered. Then she took her veil and covered herself. ", "66": "The servant reported to Isaac everything he had done. ", "67": "Isaac took her into his mother Sarah's tent. He married Rebekah. She became his wife, and he loved her. So Isaac was comforted after his mother's death."}