{"1": "Abraham married again, and his wife's name was Keturah. ", "2": "Keturah gave birth to these sons of Abraham: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Jokshan was the father of Sheba and Dedan. Dedan's descendants were the Assyrians, the Letushites, and the Leummites. ", "4": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. These were the descendants of Keturah.", "5": "Abraham left everything he had to Isaac. ", "6": "But while he was still living, Abraham had given gifts to the sons of his concubines.[a] He sent them away from his son Isaac to a land in the east.", "7": "Abraham lived 175 years. ", "8": "Then he took his last breath, and died at a very old age. After a long and full life, he joined his ancestors in death. ", "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah in the field of Ephron, son of Zohar the Hittite. The cave is east of Mamre. ", "10": "This was the field that Abraham had bought from the Hittites. There Abraham was buried with his wife Sarah. ", "11": "After Abraham died, Elohim blessed his son Isaac, who settled near Beer Lahai Roi.", "12": "This is the account of the descendants of Abraham's son Ishmael. He was the son of Sarah's Egyptian slave Hagar and Abraham. ", "13": "These are the names of the sons of Ishmael listed in the order of their birth: Nebaioth (Ishmael's firstborn), Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These are the sons of Ishmael and their names listed by their settlements and camps—12 leaders of their tribes.", "17": "Ishmael lived 137 years. Then he took his last breath and died. He joined his ancestors in death. ", "18": "His descendants lived as nomads from the region of Havilah to Shur, which is near Egypt, in the direction of Assyria. They all fought with each other.", "19": "This is the account of Abraham's son Isaac and his descendants. Abraham was the father of Isaac. ", "20": "Isaac was 40 years old when he married Rebekah, daughter of Bethuel the Aramean from Paddan Aram and sister of Laban the Aramean. ", "21": "Isaac prayed to Yahweh for his wife because she was childless. Yahweh answered his prayer, and his wife Rebekah became pregnant. ", "22": "When the children inside her were struggling with each other, she said, “If it's like this now, what will become of me?”[b] So she went to ask Yahweh.", "23": "Yahweh said to her, “Two countries are in your womb. Two nations will go their separate ways from birth. One nation will be stronger than the other, and the older will serve the younger.”", "24": "When the time came for her to give birth, she had twins. ", "25": "The first one born was red. His whole body was covered with hair, so they named him Esau [Hairy]. ", "26": "Afterwards, his brother was born with his hand holding on to Esau's heel, and so he was named Jacob [Heel]. Isaac was 60 years old when they were born.", "27": "They grew up. Esau became an expert hunter, an outdoorsman. Jacob remained a quiet man, staying around the tents. ", "28": "Because Isaac liked to eat the meat of wild animals, he loved Esau. However, Rebekah loved Jacob.", "29": "Once, Jacob was preparing a meal when Esau, exhausted, came in from outdoors. ", "30": "So Esau said to Jacob, “Let me have the whole pot of red stuff to eat—that red stuff—I'm exhausted.” This is why he was called Edom.[c]", "31": "Jacob responded, “First, sell me your rights as firstborn.”", "32": "“I'm about to die.” Esau said. “What good is my inheritance to me?”", "33": "“First, swear an oath,” Jacob said. So Esau swore an oath to him and sold him his rights as firstborn. ", "34": "Then Jacob gave Esau a meal of bread and lentils. He ate and drank, and then he got up and left. This is how Esau showed his contempt for his rights as firstborn."}