{"1": "Jacob continued on his trip and came to the land in the east. ", "2": "He looked around, and out in a field he saw a well with a large stone over the opening. Three flocks of sheep were lying down near it, because the flocks were watered from that well. ", "3": "When all the flocks were gathered there, the stone would be rolled off the opening of the well so that the sheep could be watered. Then the stone would be put back in place over the opening of the well.", "4": "Jacob asked some people, “My friends, where are you from?” “We're from Haran,” they replied.", "5": "He asked them, “Do you know Laban, Nahor's grandson?” They answered, “We do.”", "6": "“How is he doing?” Jacob asked them. “He's fine,” they answered. “Here comes his daughter Rachel with the sheep.”", "7": "“It's still the middle of the day,” he said. “It isn't time yet to gather the livestock. Water the sheep. Then let them graze.”", "8": "They replied, “We can't until all the flocks are gathered. When the stone is rolled off the opening of the well, we can water the sheep.”", "9": "While he was still talking to them, Rachel arrived with her father's sheep, because she was a shepherd. ", "10": "Jacob saw Rachel, daughter of his uncle Laban, with his uncle Laban's sheep. He came forward and rolled the stone off the opening of the well and watered his uncle Laban's sheep. ", "11": "Then Jacob kissed Rachel and sobbed loudly. ", "12": "When Jacob told Rachel that he was her father's nephew and that he was Rebekah's son, she ran and told her father.", "13": "As soon as Laban heard the news about his sister's son Jacob, he ran to meet him. He hugged and kissed him and brought him into his home. Then Jacob told Laban all that had happened. ", "14": "Laban said to him, “You are my own flesh and blood.” Jacob stayed with him for a whole month. ", "15": "Then Laban said to him, “Just because you're my relative doesn't mean that you should work for nothing. Tell me what your wages should be.”", "16": "Laban had two daughters. The name of the older one was Leah, and the name of the younger one was Rachel. ", "17": "Leah had attractive eyes,[a] but Rachel had a beautiful figure and beautiful features. ", "18": "Jacob loved Rachel. So he offered, “I'll work seven years in return for your younger daughter Rachel.”", "19": "Laban responded, “It's better that I give her to you than to any other man. Stay with me.” ", "20": "Jacob worked seven years in return for Rachel, but the years seemed like only a few days to him because he loved her.", "21": "At the end of the seven years Jacob said to Laban, “The time is up; give me my wife! I want to sleep with her.” ", "22": "So Laban invited all the people of that place and gave a wedding feast. ", "23": "In the evening he took his daughter Leah and brought her to Jacob. Jacob slept with her. When morning came, he realized it was Leah.[b] ", "24": "(Laban had given his slave Zilpah to his daughter Leah as her slave.)", "25": "“What have you done to me?” Jacob asked Laban. “Didn't I work for you in return for Rachel? Why did you cheat me?”", "26": "Laban answered, “It's not our custom to give the younger daughter in marriage before the older one. ", "27": "Finish the week of wedding festivities with this daughter. Then we will give you the other one too. But you'll have to work for me another seven years.”", "28": "That's what Jacob did. He finished the week with Leah. Then Laban gave his daughter Rachel to him as his wife. ", "29": "(Laban had given his slave Bilhah to his daughter Rachel as her slave.) ", "30": "Jacob slept with Rachel too. He loved Rachel more than Leah. So he worked for Laban another seven years.", "31": "When Yahweh saw Leah was unloved, he made it possible for her to have children, but Rachel had none. ", "32": "Leah became pregnant and gave birth to a son. She named him Reuben [Here's My Son], because she said, “Certainly, Yahweh has seen my misery; now my husband will love me!” ", "33": "She became pregnant again and gave birth to another son. She said, “Certainly, Yahweh has heard that I'm unloved, and he also has given me this son.” So she named him Simeon [Hearing]. ", "34": "She became pregnant again and gave birth to another son. She said, “Now at last my husband will become attached to me because I've given him three sons.” So she named him Levi [Attached]. ", "35": "She became pregnant again and gave birth to another son. She said, “This time I will praise Yahweh.” So she named him Judah [Praise]. Then she stopped having children."}