{"1": "Rachel saw that she could not have children for Jacob, and she became jealous of her sister. She said to Jacob, “Give me children, or I'll die!”", "2": "Jacob became angry with Rachel and asked, “Can I take the place of Elohim, who has kept you from having children?”", "3": "She said, “Here's my servant Bilhah. Sleep with her. She can have children for me, and I can build a family for myself through her.” ", "4": "So she gave him her slave Bilhah as his wife, and Jacob slept with her. ", "5": "Bilhah became pregnant, and she gave birth to a son for Jacob. ", "6": "Rachel said, “Now Elohim has judged in my favor. He has heard my prayer and has given me a son.” So she named him Dan [He Judges].", "7": "Rachel's slave Bilhah became pregnant again and gave birth to a second son for Jacob. ", "8": "Rachel said, “I have had a great struggle[a] with my sister, and I have won!” So she named him Naphtali [My Struggle].", "9": "When Leah saw that she had stopped having children, she took her slave Zilpah and gave her to Jacob as his wife. ", "10": "Leah's slave Zilpah gave birth to a son for Jacob. ", "11": "Leah said, “I've been lucky!” So she called him Gad [Luck].", "12": "Leah's slave Zilpah gave birth to her second son for Jacob. ", "13": "Leah said, “I've been blessed! Women will call me blessed.” So she named him Asher [Blessing].", "14": "During the wheat harvest Reuben went out into the fields and found some mandrakes.[b] He brought them to his mother Leah. Rachel said to Leah, “Please give me some of your son's mandrakes.”", "15": "Leah replied, “Isn't it enough that you took my husband? Are you also going to take my son's mandrakes?” Rachel said, “Very well, Jacob can go to bed with you tonight in return for your son's mandrakes.”", "16": "As Jacob was coming in from the fields that evening, Leah went out to meet him. “You are to sleep with me,” she said. “You are my reward for my son's mandrakes.” So he went to bed with her that night. ", "17": "Elohim answered Leah's prayer. She became pregnant and gave birth to her fifth son for Jacob. ", "18": "Leah said, “Elohim has given me my reward because I gave my slave to my husband.” So she named him Issachar [Reward].", "19": "She became pregnant again and gave birth to her sixth son for Jacob. ", "20": "Leah said, “Elohim has presented me with a beautiful present. This time my husband will honor me because I have given him six sons.” So she named him Zebulun [Honor].", "21": "Later she gave birth to a daughter and named her Dinah.", "22": "Then Elohim remembered Rachel. Elohim answered her prayer and made it possible for her to have children. ", "23": "So she became pregnant and gave birth to a son. Then she said, “Elohim has taken away my disgrace.” ", "24": "She named him Joseph [May He Give Another] and said, “May Yahweh give me another son.”", "25": "After Rachel gave birth to Joseph, Jacob said to Laban, “Let me go home to my own country. ", "26": "Give me my wives and my children for whom I've worked, and let me go. You know how much work I've done for you.”", "27": "Laban replied, “Listen to me. I've learned from the signs I've seen that Yahweh has blessed me because of you.” ", "28": "So he offered, “Name your wages, and I'll pay them.”", "29": "Jacob responded, “You know how much work I've done for you and what has happened to your livestock under my care. ", "30": "The little that you had before I came has grown to a large amount. Yahweh has blessed you wherever I've been. When can I do something for my own family?”", "31": "Laban asked, “What should I give you?” “Don't give me anything,” Jacob answered. “Instead, do something for me, then I'll go back to taking care of and watching your flocks again. ", "32": "Let me go through all of your flocks today and take every speckled or spotted sheep, every black lamb, and every spotted or speckled goat. They will be my wages. ", "33": "My honesty will speak for itself whenever you come to check on my wages. Any goat I have that isn't speckled or spotted or any lamb that isn't black will be considered stolen.”", "34": "Laban answered, “Agreed. We'll do as you've said.” ", "35": "However, that same day Laban took out the striped and spotted male goats, all the speckled and spotted female goats (every one with white on it), and every black lamb. He had his sons take charge of them. ", "36": "He traveled three days away from Jacob. Jacob continued to take care of the rest of Laban's flocks.", "37": "Then Jacob took fresh-cut branches of poplar, almond, and plane trees and peeled the bark on them in strips of white, uncovering the white which was on the branches.[c] ", "38": "He placed the peeled branches in the troughs directly in front of the flocks, at the watering places where the flocks came to drink. When they were in heat and came to drink, ", "39": "they mated in front of the branches. Then they gave birth to young that were striped, speckled, or spotted.", "40": "Jacob separated the rams from the flock and made the rest of the sheep face any that were striped or black in Laban's flocks. So he made separate herds for himself and did not add them to Laban's flocks. ", "41": "Whenever the stronger of the flocks were in heat, Jacob would lay the branches in the troughs in front of them so that they would mate by the branches. ", "42": "But when the flocks in heat were weak, he didn't lay down the branches. So the weaker ones belonged to Laban and the stronger ones to Jacob. ", "43": "As a result, Jacob became very wealthy. He had large flocks, male and female slaves, camels, and donkeys."}