{"1": "Then Elohim said to Jacob, “Go to Bethel and live there. Make an altar there. I am the El who appeared to you when you were fleeing from your brother Esau.”", "2": "So Jacob said to his family and those who were with him, “Get rid of the foreign gods which you have, wash yourselves until you are ritually clean,[a] and change your clothes. ", "3": "Then let's go to Bethel. I will make an altar there to El, who answered me when I was troubled and who has been with me wherever I've gone.” ", "4": "So they gave Jacob all the foreign gods that they had in their possession as well as the earrings that they had on. Jacob buried these things under the oak tree near Shechem.", "5": "As they moved on, Elohim made the people of the cities that were all around them terrified so that no one pursued them. ", "6": "Jacob and all the people who were with him came to Luz (that is, Bethel) in the land of Canaan. ", "7": "He built an altar there and called that place El Bethel [God of the House of God]. That's where Elohim had revealed himself to Jacob when he was fleeing from his brother. ", "8": "Rebekah's nurse Deborah died and was buried under the oak tree outside Bethel. So Jacob called it the Tree of Crying.", "9": "Then Elohim appeared once more to Jacob after he came back from Paddan Aram, and he blessed him. ", "10": "Elohim said to him, “Your name is Jacob. You will no longer be called Jacob, but your name will be Israel.” So he named him Israel.", "11": "Elohim also said to him, “I am El Shadday. Be fertile, and increase in number. A nation and a community of nations will come from you, and kings will come from you. ", "12": "I will give you the land that I gave to Abraham and Isaac. I will also give this land to your descendants.” ", "13": "Then Elohim went up from him at the place where he had spoken with him. ", "14": "So Jacob set up a memorial, a stone marker, to mark the place where Elohim had spoken with him. He poured a wine offering and olive oil on it. ", "15": "Jacob named the place where Elohim had spoken with him Bethel [House of God].", "16": "Then they moved on from Bethel. When they were still some distance from Ephrath, Rachel went into labor and was having severe labor pains. ", "17": "During one of her pains, the midwife said to her, “Don't be afraid! You're having another son!” ", "18": "Rachel was dying. As she took her last breath, she named her son Benoni [Son of My Sorrow], but his father named him Benjamin [Son of My Right Hand].", "19": "Rachel died and was buried on the way to Ephrath (that is, Bethlehem). ", "20": "Then Jacob set up a stone as a marker for her grave. The same marker is at Rachel's grave today.", "21": "Israel moved on again and put up his tent beyond Migdal Eder. ", "22": "While Israel was living in that region, Reuben went to bed with his father's concubine[b] Bilhah, and Israel heard about it. Jacob had 12 sons.", "23": "The sons of Leah were Jacob's firstborn Reuben, then Simeon, Levi, Judah, Issachar, and Zebulun.", "24": "The sons of Rachel were Joseph and Benjamin.", "25": "The sons of Rachel's slave Bilhah were Dan and Naphtali.", "26": "The sons of Leah's slave Zilpah were Gad and Asher. These were Jacob's sons, who were born in Paddan Aram.", "27": "Jacob came home to his father Isaac to Mamre's city, Kiriath Arba (that is, Hebron). Abraham and Isaac had lived there for a while. ", "28": "Isaac was 180 years old ", "29": "when he took his last breath and died. He joined his ancestors in death at a very old age. His sons Esau and Jacob buried him."}