{"1": "Joseph had been taken to Egypt. Potiphar, one of Pharaoh's Egyptian officials and captain of the guard, bought him from the Ishmaelites who had taken him there.", "2": "Yahweh was with Joseph, so he became a successful man. He worked in the house of his Egyptian master. ", "3": "Joseph's master saw that Yahweh was with him and that Yahweh made everything he did successful. ", "4": "Potiphar liked Joseph so much that he made him his trusted servant. He put him in charge of his household and everything he owned. ", "5": "From that time on Yahweh blessed the Egyptian's household because of Joseph. Therefore, Yahweh's blessing was on everything Potiphar owned in his house and in his fields. ", "6": "So he left all that he owned in Joseph's care. He wasn't concerned about anything except the food he ate. Joseph was well-built and handsome. ", "7": "After a while his master's wife began to desire Joseph, so she said, “Come to bed with me.”", "8": "But Joseph refused and said to her, “My master doesn't concern himself with anything in the house. He trusts me with everything he owns. ", "9": "No one in this house is greater than I. He's kept nothing back from me except you, because you're his wife. How could I do such a wicked thing and sin against Elohim?” ", "10": "Although she kept asking Joseph day after day, he refused to go to bed with her or be with her.", "11": "One day he went into the house to do his work, and none of the household servants were there. ", "12": "She grabbed him by his clothes and said, “Come to bed with me!” But he ran outside and left his clothes in her hand.", "13": "When she realized that he had gone but had left his clothes behind, ", "14": "she called her household servants and said to them, “Look! My husband brought this Hebrew here to fool around with us. He came in and tried to go to bed with me, but I screamed as loud as I could. ", "15": "As soon as he heard me scream, he ran outside and left his clothes with me.”", "16": "She kept Joseph's clothes with her until his master came home. ", "17": "Then she told him the same story: “The Hebrew slave you brought here came in and tried to fool around with me. ", "18": "But when I screamed, he ran outside and left his clothes with me.”", "19": "When Potiphar heard his wife's story, especially when she said, “This is what your slave did to me,” he became very angry. ", "20": "So Joseph's master arrested him and put him in the same prison where the king's prisoners were kept. While Joseph was in prison, ", "21": "Yahweh was with him. Yahweh reached out to him with his unchanging love and gave him protection. Yahweh also put Joseph on good terms with the warden. ", "22": "So the warden placed Joseph in charge of all the prisoners who were in that prison. Joseph became responsible for everything that they were doing. ", "23": "The warden paid no attention to anything under Joseph's care because Yahweh was with Joseph and made whatever he did successful."}