{"1": "When Jacob found out that grain was for sale in Egypt, he said to his sons, “Why do you keep looking at each other? ", "2": "I've heard there's grain for sale in Egypt. Go there and buy some for us so that we won't starve to death.”", "3": "Ten of Joseph's brothers went to buy grain in Egypt. ", "4": "Jacob wouldn't send Joseph's brother Benjamin with the other brothers, because he was afraid that something would happen to him. ", "5": "Israel's sons left with the others who were going to buy grain, because there was also famine in Canaan.", "6": "As governor of the country, Joseph was selling grain to everyone. So when Joseph's brothers arrived, they bowed in front of him with their faces touching the ground. ", "7": "As soon as Joseph saw his brothers, he recognized them. But he acted as if he didn't know them and spoke harshly to them. “Where did you come from?” he asked them. “From Canaan, to buy food,” they answered.", "8": "Even though Joseph recognized his brothers, they didn't recognize him. ", "9": "Then he remembered the dreams he once had about them. “You're spies!” he said to them, “And you've come to find out where our country is unprotected.”", "10": "“No, sir!” they answered him. “We've come to buy food. ", "11": "We're all sons of one man. We're honest men, not spies.”", "12": "He said to them, “No! You've come to find out where our country is unprotected.”", "13": "They answered him, “We were 12 brothers, sons of one man in Canaan. The youngest brother stayed with our father, and the other one is no longer with us.”", "14": "“It's just as I told you,” Joseph said to them. “You're spies! ", "15": "This is how you'll be tested: I solemnly swear, as surely as Pharaoh lives, that you won't leave this place unless your youngest brother comes here. ", "16": "One of you must be sent to get your brother while the rest of you stay in prison. We'll see if you're telling the truth. If not, I solemnly swear, as surely as Pharaoh lives, you are spies!” ", "17": "Then he put them in jail for three days.", "18": "On the third day Joseph said to them, “Do this, and you will live. I, too, fear Elohim. ", "19": "If you are honest men, you will let one of your brothers stay here in prison. The rest of you will go and take grain back to your starving families. ", "20": "But you must bring me your youngest brother. This will show that you've been telling the truth. Then you won't die.” So they agreed.", "21": "They said to each other, “We're surely being punished for what we did to our brother. We saw how troubled he was when he pleaded with us for mercy, but we wouldn't listen. That's why we're in trouble now.”", "22": "Reuben said to them, “Didn't I tell you not to sin against the boy? But you wouldn't listen. Now we must pay for this bloodshed.”", "23": "They didn't know that Joseph could understand them, because he was speaking through an interpreter. ", "24": "He stepped away from them to cry. When he could speak to them again, he came back. Then he picked Simeon and had him arrested right in front of their eyes.", "25": "Joseph gave orders to fill their bags with grain. He put each man's money back into his sack and gave them supplies for their trip. After their bags were filled, ", "26": "they loaded their grain on their donkeys and left.", "27": "At the place where they stopped for the night, one of them opened his sack to feed his donkey. His money was right inside his sack. ", "28": "He said to his brothers, “My money has been put back! It's right here in my sack!” They wanted to die. They trembled and turned to each other and asked, “What has Elohim done to us?”", "29": "When they came to their father Jacob in Canaan, they told him all that had happened to them. They said, ", "30": "“The governor of that land spoke harshly to us and treated us like spies. ", "31": "But we said to him, 'We're honest men, not spies. ", "32": "We were 12 brothers, sons of the same father. One is no longer with us. The youngest brother stayed with our father in Canaan.'", "33": "“Then the governor of that land said to us, 'This is how I'll know that you're honest men: Leave one of your brothers with me. Take food for your starving families and go. ", "34": "But bring me your youngest brother. Then I'll know that you're not spies but honest men. I'll give your brother back to you, and you'll be able to move about freely in this country.'”", "35": "As they were emptying their sacks, each man found his bag of money in his sack. When they and their father saw the bags of money, they were frightened. ", "36": "Their father Jacob said to them, “You're going to make me lose all my children! Joseph is no longer with us, Simeon is no longer with us, and now you want to take Benjamin. Everything's against me!”", "37": "So Reuben said to his father, “You may put my two sons to death if I don't bring him back to you. Let me take care of him, and I'll bring him back to you.”", "38": "Jacob replied, “My son will not go with you. His brother is dead, and he's the only one left. If any harm comes to him on the trip you're taking, the grief would drive this gray-haired old man to his grave!”"}