{"1": "The famine was severe in the land. ", "2": "When they finished eating the grain they had brought from Egypt, Israel said to his sons, “Go back and buy us a little more food.”", "3": "Judah said to him, “The man gave us a severe warning: 'You won't be allowed to see me again unless your brother is with you.' ", "4": "If you let our brother go with us, we'll go and buy food for you. ", "5": "If you won't let him go, we won't go. The man said to us, 'You won't be allowed to see me again unless your brother is with you.'”", "6": "Israel asked, “Why have you made trouble for me by telling the man you had another brother?”", "7": "They answered, “The man kept asking about us and our family: 'Is your father still alive? Do you have another brother?' We simply answered his questions. How could we possibly know he would say, 'Bring your brother here'?”", "8": "Then Judah said to his father Israel, “Send the boy along with me. Let's get going so that we won't starve to death. ", "9": "I guarantee that he will come back. You can hold me responsible for him. If I don't bring him back to you and place him here in front of you, you can blame me the rest of my life. ", "10": "If we hadn't waited so long, we could have made this trip twice by now.”", "11": "Then their father Israel said to them, “If that's the way it has to be, then take the man a gift. Put some of the best products of the land in your bags. Take a little balm, a little honey, gum, myrrh, pistachio nuts, and almonds. ", "12": "Take twice as much money with you. You must return the money that was put back in your sacks. Maybe it was a mistake. ", "13": "Take your brother, and go back to the man. ", "14": "May El Shadday make him merciful to you so that he will send your other brother and Benjamin home with you. If I lose my children, I lose my children.”", "15": "The men took the gifts, twice as much money, and Benjamin. They went to Egypt, where they presented themselves to Joseph.", "16": "When Joseph saw Benjamin with them, he said to the man in charge of his house, “Take these men to my house. Butcher an animal, and prepare a meal, because they are going to eat with me at noon.”", "17": "So the man did as Joseph said and took them to Joseph's house. ", "18": "The men were frightened, because they had been brought to Joseph's house. They thought, “We've been brought here because of the money that was put back into our sacks the first time. They're going to attack us, overpower us, take our donkeys, and make us slaves.”", "19": "So they came to the man in charge of Joseph's house and spoke to him at the door. ", "20": "“Please, sir,” they said, “we came here to buy food once before. ", "21": "When we stopped for the night, we opened our sacks, and each man found all of his money inside. So we brought it back with us. ", "22": "We also brought more money to buy food. We have no idea who put our money back in our sacks.”", "23": "“It's alright,” he said. “Don't be afraid! Your Elohim, the Elohim of your father, must have given you treasure in your sacks. I received your money.” Then he brought Simeon out to them.", "24": "The man took the brothers into Joseph's house. He gave them water to wash their feet and feed for their donkeys. ", "25": "They got their gifts ready for Joseph's return at noon, because they had heard they were going to eat there.", "26": "When Joseph came home, they gave him the gifts they had brought to the house. Then they bowed to him with their faces touching the ground. ", "27": "He asked them how they were. Then he said, “You told me about your elderly father. How is he? Is he still alive?”", "28": "They answered, “Yes, sir. Our father is alive and well.” Then they knelt, bowing down.", "29": "As Joseph looked around, he saw his brother Benjamin, his mother's son. “Is this your youngest brother, the one you told me about?” he asked. “God be gracious to you, my son,” he said. ", "30": "Deeply moved at the sight of his brother, he hurried away, looking for a place to cry. He went into his private room and cried there.", "31": "Then he washed his face and came out. He was in control of his emotions when he said, “Serve the food.”", "32": "He was served separately from his brothers. The Egyptians who were there with him were also served separately, because they found it offensive to eat with Hebrews. ", "33": "The brothers were seated facing him according to their ages—from the oldest to the youngest. They looked at each other in amazement.", "34": "Joseph had portions of food brought to them from his table, but Benjamin's portion was five times more than any of the others. So they ate and drank with Joseph until they were drunk."}