{"1": "When the enemies of the people of Judah and Benjamin heard that the returned captives were building a Temple for the Lord, the God of Israel, ", "2": "they came to Zerubbabel and the leaders of the families. The enemies said, “Let us help you build, because we are like you and want to worship your God. We have been offering sacrifices to him since the time of Esarhaddon king of Assyria, who brought us here.”", "3": "But Zerubbabel, Jeshua, and the leaders of Israel answered, “You will not help us build a Temple to our God. We will build it ourselves for the Lord, the God of Israel, as King Cyrus, the king of Persia, commanded us to do.”", "4": "Then the people around them tried to discourage the people of Judah by making them afraid to build. ", "5": "Their enemies hired others to delay the building plans during the time Cyrus was king of Persia. And it continued to the time Darius was king of Persia.", "6": "When Xerxes first became king, those enemies wrote a letter against the people of Judah and Jerusalem.", "7": "When Artaxerxes became king of Persia, Bishlam, Mithredath, Tabeel, and those with them wrote a letter to Artaxerxes. It was written in the Aramaic language and translated.", "8": "Rehum the governor and Shimshai the governor's secretary wrote a letter against Jerusalem to Artaxerxes the king. It said:", "9": "This letter is from Rehum the governor, Shimshai the secretary, and their fellow workers—the judges and important officers over the men who came from Tripolis, Persia, Erech, and Babylon, the Elamite people of Susa, ", "10": "and those whom the great and honorable Ashurbanipal forced out of their countries and settled in the city of Samaria and in other places of the Trans-Euphrates.", "11": "(This is a copy of the letter they sent to Artaxerxes.) To King Artaxerxes. From your servants who live in Trans-Euphrates.", "12": "King Artaxerxes, you should know that the Jewish people who came to us from you have gone to Jerusalem to rebuild that evil city that refuses to obey. They are fixing the walls and repairing the foundations of the buildings.", "13": "Now, King Artaxerxes, you should know that if Jerusalem is built and its walls are fixed, Jerusalem will not pay taxes of any kind. Then the amount of money your government collects will be less. ", "14": "Since we must be loyal to the government, we don't want to see the king dishonored. So we are writing to let the king know. ", "15": "We suggest you search the records of the kings who ruled before you. You will find out that the city of Jerusalem refuses to obey and makes trouble for kings and areas controlled by Persia. Since long ago it has been a place where disobedience has started. That is why it was destroyed. ", "16": "We want you to know, King Artaxerxes, that if this city is rebuilt and its walls fixed, you will be left with nothing in Trans-Euphrates.", "17": "King Artaxerxes sent this answer: To Rehum the governor and Shimshai the secretary, to all their fellow workers living in Samaria, and to those in other places in Trans-Euphrates. Greetings.", "18": "The letter you sent to us has been translated and read to me. ", "19": "I ordered the records to be searched, and it was done. We found that Jerusalem has a history of disobedience to kings and has been a place of problems and trouble. ", "20": "Jerusalem has had powerful kings who have ruled over the whole area of Trans-Euphrates, and taxes of all kinds have been paid to them. ", "21": "Now, give an order for those men to stop work. The city of Jerusalem will not be rebuilt until I say so. ", "22": "Make sure you do this, because if they continue, it will hurt the government.", "23": "A copy of the letter that King Artaxerxes sent was read to Rehum and Shimshai the secretary and the others. Then they quickly went to the Jewish people in Jerusalem and forced them to stop building.", "24": "So the work on the Temple of God in Jerusalem stopped until the second year Darius was king of Persia."}