{"1": "The prophets Haggai and Zechariah, a descendant of Iddo, prophesied to the Jewish people in Judah and Jerusalem in the name of the God of Israel, who was over them. ", "2": "Then Zerubbabel son of Shealtiel and Jeshua son of Jozadak started working again to rebuild the Temple of God in Jerusalem. And the prophets of God were there, helping them.", "3": "At that time Tattenai, the governor of Trans-Euphrates, and Shethar-Bozenai, and their fellow workers went to the Jewish people and asked, “Who gave you permission to rebuild this Temple and fix these walls?” ", "4": "They also asked, “What are the names of the men working on this building?” ", "5": "But their God was watching over the elders of the Jewish people. The builders were not stopped until a report could go to King Darius and his written answer could be received.", "6": "This is a copy of the letter that was sent to King Darius by Tattenai, the governor of Trans-Euphrates, Shethar-Bozenai, and the other important officers of Trans-Euphrates. ", "7": "This is what was said in the report they sent to him: To King Darius. Greetings. May you have peace.", "8": "King Darius, you should know that we went to the district of Judah where the Temple of the great God is. The people are building that Temple with large stones, and they are putting timbers in the walls. They are working very hard and are building very fast.", "9": "We asked their elders, “Who gave you permission to rebuild this Temple and these walls?” ", "10": "We also asked for their names, and we wrote down the names of their leaders so you would know who they are.", "11": "This is the answer they gave to us: “We are the servants of the God of heaven and earth. We are rebuilding the Temple that a great king of Israel built and finished many years ago. ", "12": "But our ancestors made the God of heaven angry, so he handed them over to Nebuchadnezzar king of Babylon, who destroyed this Temple and took the people to Babylon as captives.", "13": "“Later, in the first year Cyrus was king of Babylon, he gave a special order for this Temple to be rebuilt. ", "14": "Cyrus brought out from the temple in Babylon the gold and silver bowls and pans that came from the Temple of God. Nebuchadnezzar had taken them from the Temple in Jerusalem and had put them in the temple in Babylon. “Then King Cyrus gave them to Sheshbazzar, his appointed governor. ", "15": "Cyrus said to him, 'Take these gold and silver bowls and pans, and put them back in the Temple in Jerusalem and rebuild the Temple of God where it was.' ", "16": "So Sheshbazzar came and laid the foundations of the Temple of God in Jerusalem. From that day until now the work has been going on, but it is not yet finished.”", "17": "Now, if the king wishes, let a search be made in the royal records of Babylon. See if King Cyrus gave an order to rebuild this Temple in Jerusalem. Then let the king write us and tell us what he has decided."}