{"1": "So King Darius gave an order to search the records kept in the treasury in Babylon. ", "2": "A scroll was found in Ecbatana, the capital city of Media. This is what was written on it: Note:", "3": "King Cyrus gave an order about the Temple of God in Jerusalem in the first year he was king. This was the order: “Let the Temple be rebuilt as a place to present sacrifices. Let its foundations be laid; it should be ninety feet high and ninety feet wide. ", "4": "It must have three layers of large stones and then one layer of timbers. The costs should be paid from the king's treasury. ", "5": "The gold and silver utensils from the Temple of God should be put back in their places. Nebuchadnezzar took them from the Temple in Jerusalem and brought them to Babylon, but they are to be put back in the Temple of God in Jerusalem.”", "6": "Now then, Tattenai, governor of Trans-Euphrates, Shethar-Bozenai, and all the officers of that area, stay away from there. ", "7": "Do not bother the work on that Temple of God. Let the governor of the Jewish people and the Jewish elders rebuild this Temple where it was before.", "8": "Also, I order you to do this for those elders of the Jewish people who are building this Temple: The cost of the building is to be fully paid from the royal treasury, from taxes collected from Trans-Euphrates. Do this so the work will not stop. ", "9": "Give those people anything they need—young bulls, male sheep, or lambs for burnt offerings to the God of heaven, or wheat, salt, wine, or olive oil. Give the priests in Jerusalem anything they ask for every day without fail. ", "10": "Then they may offer sacrifices pleasing to the God of heaven, and they may pray for the life of the king and his sons.", "11": "Also, I give this order: If anyone changes this order, a wood beam is to be pulled from his house and driven through his body. Because of his crime, make his house a pile of ruins. ", "12": "God has chosen Jerusalem as the place he is to be worshiped. May he punish any king or person who tries to change this order and destroy this Temple. I, Darius, have given this order. Let it be obeyed quickly and carefully.", "13": "So, Tattenai, the governor of Trans-Euphrates, Shethar-Bozenai, and their fellow workers carried out King Darius' order quickly and carefully. ", "14": "The Jewish elders continued to build and were successful because of the preaching of Haggai the prophet and Zechariah, a descendant of Iddo. They finished building the Temple as the God of Israel had commanded and as kings Cyrus, Darius, and Artaxerxes of Persia had ordered. ", "15": "The Temple was finished on the third day of the month of Adar in the sixth year Darius was king.", "16": "Then the people of Israel celebrated and gave the Temple to God to honor him. Everybody was happy: the priests, the Levites, and the rest of the Jewish people who had returned from captivity. ", "17": "They gave the Temple to God by offering a hundred bulls, two hundred male sheep, and four hundred lambs as sacrifices. And as an offering to forgive the sins of all Israel, they offered twelve male goats, one goat for each tribe in Israel. ", "18": "Then they put the priests and the Levites into their separate groups. Each group had a certain time to serve God in the Temple at Jerusalem as it is written in the Book of Moses.", "19": "The Jewish people who returned from captivity celebrated the Passover on the fourteenth day of the first month. ", "20": "The priests and Levites had made themselves clean. Then the Levites killed the Passover lambs for all the people who had returned from captivity, for their relatives the priests, and for themselves. ", "21": "So all the people of Israel who returned from captivity ate the Passover lamb. So did the people who had given up the unclean ways of their non-Jewish neighbors in order to worship the Lord, the God of Israel. ", "22": "For seven days they celebrated the Feast of Unleavened Bread in a very joyful way. The Lord had made them happy by changing the mind of the king of Assyria so that he helped them in the work on the Temple of the God of Israel."}