{"1": "After these things[a] during the rule of Artaxerxes king of Persia, Ezra came up from Babylon. Ezra was the son of Seraiah, the son of Azariah, the son of Hilkiah, ", "2": "the son of Shallum, the son of Zadok, the son of Ahitub, ", "3": "the son of Amariah, the son of Azariah, the son of Meraioth, ", "4": "the son of Zerahiah, the son of Uzzi, the son of Bukki, ", "5": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the high priest. ", "6": "This Ezra came to Jerusalem from Babylon. He was a teacher and knew well the Teachings of Moses that had been given by the Lord, the God of Israel. Ezra received everything he asked for from the king, because the Lord his God was helping him. ", "7": "In the seventh year of King Artaxerxes more Israelites came to Jerusalem. Among them were priests, Levites, singers, gatekeepers, and Temple servants.", "8": "Ezra arrived in Jerusalem in the fifth month of Artaxerxes' seventh year as king. ", "9": "Ezra had left Babylon on the first day of the first month, and he arrived in Jerusalem on the first day of the fifth month, because God was helping him. ", "10": "Ezra had worked hard to know and obey the Teachings of the Lord and to teach his rules and commands to the Israelites.", "11": "King Artaxerxes had given a letter to Ezra, a priest and teacher who taught about the commands and laws the Lord gave Israel. This is a copy of the letter:", "12": "From Artaxerxes, king of kings, to Ezra the priest, a teacher of the Law of the God of heaven. Greetings.", "13": "Now I give this order: Any Israelite in my kingdom who wishes may go with you to Jerusalem, including priests and Levites. ", "14": "Ezra, you are sent by the king and the seven people who advise him to ask how Judah and Jerusalem are obeying the Law of your God, which you are carrying with you. ", "15": "Also take with you the silver and gold that the king and those who advise him have given freely to the God of Israel, whose Temple is in Jerusalem. ", "16": "Also take the silver and gold you receive from the area of Babylon. Take the offerings the Israelites and their priests have given as gifts for the Temple of your God in Jerusalem. ", "17": "With this money buy bulls, male sheep, and lambs, and the grain offerings and drink offerings that go with those sacrifices. Then sacrifice them on the altar in the Temple of your God in Jerusalem.", "18": "You and your fellow Jews may spend the silver and gold left over as you want and as God wishes. ", "19": "Take to the God of Jerusalem all the utensils for worship in the Temple of your God, ", "20": "which we have given you. Use the royal treasury to pay for anything else you need for the Temple of your God.", "21": "Now I, King Artaxerxes, give this order to all the men in charge of the treasury of Trans-Euphrates: Give Ezra, a priest and a teacher of the Law of the God of heaven, whatever he asks for. ", "22": "Give him up to seventy-five hundred pounds of silver, six hundred bushels of wheat, six hundred gallons of wine, and six hundred gallons of olive oil. And give him as much salt as he wants. ", "23": "Carefully give him whatever the God of heaven wants for the Temple of the God of heaven. We do not want God to be angry with the king and his sons. ", "24": "Remember, you must not make these people pay taxes of any kind: priests, Levites, singers, gatekeepers, Temple servants, and other workers in this Temple of God.", "25": "And you, Ezra, use the wisdom you have from your God to choose judges and lawmakers to rule the Jewish people of Trans-Euphrates. They know the laws of your God, and you may teach anyone who does not know them. ", "26": "Whoever does not obey the law of your God or of the king must be punished. He will be killed, or sent away, or have his property taken away, or be put in jail.", "27": "Praise the Lord, the God of our ancestors. He caused the king to want to honor the Temple of the Lord in Jerusalem. ", "28": "The Lord has shown me, Ezra, his love in the presence of the king, those who advise the king, and the royal officers. Because the Lord my God was helping me, I had courage, and I gathered the leaders of Israel to return with me."}