{"1": "A pronouncement: The word of the Lord to Israel through Malachi.[a]", "2": "“I have loved you,” says the Lord. Yet you ask, “How have you loved us?” “Wasn't Esau Jacob's brother?”  This is the Lord's declaration. “Even so, I loved Jacob, ", "3": "but I hated Esau. I turned his mountains into a wasteland, and gave his inheritance to the desert jackals.”", "4": "Though Edom says: “We have been devastated, but we will rebuild[b] the ruins,” the Lord of Armies says this: “They may build, but I will demolish. They will be called a wicked country and the people the Lord has cursed[c] forever. ", "5": "Your own eyes will see this, and you yourselves will say, 'The Lord is great, even beyond[d] the borders of Israel.'", "6": "“A son honors his father, and a servant his master. But if I am a father, where is my honor? And if I am a master, where is your fear of me? says the Lord of Armies to you priests, who despise my name.” Yet you ask: “How have we despised your name?”", "7": "“By presenting defiled food on my altar.” “How have we defiled you?” you ask. When you say: “The Lord's table is contemptible.”", "8": "“When you present a blind animal for sacrifice, is it not wrong? And when you present a lame or sick animal, is it not wrong? Bring it to your governor! Would he be pleased with you or show you favor?” asks the Lord of Armies. ", "9": "“And now plead for God's favor. Will he be gracious to us? Since this has come from your hands, will he show any of you favor?”  asks the Lord of Armies. ", "10": "“I wish one of you would shut the temple doors, so that you would no longer kindle a useless fire on my altar! I am not pleased with you,” says the Lord of Armies, “and I will accept no offering from your hands.", "11": "“My name will be great among the nations, from the rising of the sun to its setting. Incense[e] and pure offerings will be presented in my name in every place because my name will be great among the nations,”[f] says the Lord of Armies.", "12": "“But you are profaning it when you say: 'The Lord's table is defiled, and its product, its food, is contemptible.' ", "13": "You also say: 'Look, what a nuisance!' And you scorn[g] it,”[h] says the Lord of Armies. “You bring stolen,[i] lame, or sick animals. You bring this as an offering! Am I to accept that from your hands?” asks the Lord.", "14": "“The deceiver is cursed who has an acceptable male in his flock and makes a vow but sacrifices a defective animal to the Lord. For I am a great King,” says the Lord of Armies, “and my name will be feared among the nations."}