{"1": "The wife, only for fornication, is to be put away. 13 Little children are brought to Christ. 17 A rich man asketh Jesus, how he may possess eternal life. 28 The Apostles forsook all things for Christ's sake. 33 Christ foreshoweth his death. 35 Zebedee's sons' request. 46 Blind Bartimaeus healed. And he [a]arose from thence, and went into the coasts of Judea by the far side of Jordan, and the people resorted unto him again, and as he was wont, he taught them again.", "2": "Then the Pharisees came and asked him, if it were lawful for a man to put away his wife, and tempted him.", "3": "And he answered, and said unto them, What did Moses command you? ", "4": "And they said, Moses suffered to write a bill of divorcement, and to put her away.", "5": "[b]Then Jesus answered, and said unto them, For the hardness of your heart he wrote this [c]precept unto you. ", "6": "But at the beginning of the creation God made them male and female: ", "7": "For this cause shall man leave his father and mother, and cleave unto his wife. ", "8": "And they twain shall be one flesh: so that they are no more twain, but one flesh. ", "9": "Therefore, what God hath coupled together, let not man separate. ", "10": "And in the house his disciples asked him again of that matter.", "11": "And he said unto them, whosoever shall put away his wife and marry another, commiteth adultery [d]against her. ", "12": "And if a woman put away her husband, and be married to another, she commiteth adultery. ", "13": "¶ [e]Then they brought little children to him, that he should touch them, and his disciples rebuked those that brought them.", "14": "But when Jesus saw it, he was displeased, and said to them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God. ", "15": "Verily I say unto you, Whosoever shall not receive the kingdom of God [f]as a little child, he shall not enter therein. ", "16": "And he took them up in his arms, and put his hands upon them, and blessed them.", "17": "¶ [g]And when he was gone out on the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do, that I may possess eternal life?", "18": "Jesus said to him, Why callest thou me good? there is none good but one, even God. ", "19": "Thou knowest the commandments, Thou shalt not commit adultery. Thou shalt not kill. Thou shalt not steal. Thou shalt not bear false witness. Thou shalt [h]hurt no man. Honor thy father and mother. ", "20": "Then he answered, and said to him, Master, all these things have I observed from my youth.", "21": "And Jesus looked upon him, and loved him, and said unto him, One thing is lacking unto thee. Go and sell all that thou hast, and give to the poor, and thou shalt have treasure in heaven, and come, follow me, and take up the cross. ", "22": "But he was sad at that saying, and went away sorrowful: for he had great possessions.", "23": "And Jesus looked round about, and said unto his disciples, How hardly do they that have riches, enter into the kingdom of God! ", "24": "And his disciples were afraid at his words. But Jesus answered again, and said unto them, Children, how hard is it for them that trust in riches, to enter into the kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God. ", "26": "And they were much more astonied, saying with themselves, Who then can be saved?", "27": "But Jesus looked upon them, and said, With men it is impossible, but not with God: for with God all things are possible. ", "28": "¶ [i]Then Peter began to say unto him, Lo, we have forsaken all, and have followed thee.", "29": "Jesus answered, and said, Verily I say unto you, there is no man that hath forsaken house, or brethren, or sisters, or father, or mother, or wife, or children, or lands for my sake and the Gospels, ", "30": "But he shall receive an [j]hundredfold, now at this present, houses, and brethren, and sisters, and mothers, and children, and lands [k]with persecutions, and in the world to come, eternal life. ", "31": "But many that are first, shall be last, and the last, first. ", "32": "¶ [l]And they were in the way going up to Jerusalem, and Jesus went before them, and they were troubled, and as they followed, they were afraid, and Jesus took the twelve again, and began to tell them what things should come unto him,", "33": "Saying, Behold, we go up to Jerusalem, and the Son of man shall be delivered unto the high Priests, and to the Scribes, and they shall condemn him to death, and shall deliver him to the Gentiles. ", "34": "And they shall mock him, and scourge him, and spit upon him, and kill him: but the third day he shall rise again. ", "35": "¶ [m]Then James and John the sons of Zebedee came unto him, saying, Master, [n]we would that thou shouldest do for us that we desire.", "36": "And he said unto them, What would ye I should do for you? ", "37": "And they said to him, Grant unto us, that we may sit, one at thy right hand, and the other at thy left hand in thy glory.", "38": "But Jesus said unto them, Ye know not what ye ask. Can ye drink of the cup that I shall drink of, and be baptized with the baptism that I shall be baptized with? ", "39": "And they said unto him, We can. But Jesus said unto them, Ye shall drink indeed of the cup that I shall drink of, and be baptized with the baptism wherewith I shall be baptized: ", "40": "But to sit at my right hand and at my left, is not mine to give, but it shall be given to them for whom it is prepared. ", "41": "And when the ten heard that, they began to disdain at James and John.", "42": "[o]But Jesus called them unto him, and said to them, Ye know that [p]they which are princes among the Gentiles, have domination over them, and they that be great among them, exercise authority over them. ", "43": "But it shall not be so among you: but whosoever will be great among you, shall be your servant. ", "44": "And whosoever will be chief of you, shall be the servant of all. ", "45": "For even the Son of man came not to be served, but to serve, and to give his life for the ransom of many. ", "46": "¶ [q]Then they came to Jericho: and as he went out of Jericho with his disciples, and a great multitude, Bartimaeus the son of Timaeus, a blind man, sat by the wayside, begging.", "47": "And when he heard that it was Jesus of Nazareth, he began to cry, and to say, Jesus the Son of David, have mercy on me.", "48": "And many rebuked him, because he should hold his peace: but he cried much more, O Son of David, have mercy on me.", "49": "Then Jesus stood still, and commanded him to be called: and they called the blind, saying unto him, Be of good comfort: arise, he calleth thee.", "50": "So he threw away his cloak, and rose, and came to Jesus.", "51": "And Jesus answered, and said unto him, What wilt thou that I do unto thee? And the blind said unto him, Lord, that I may receive sight.", "52": "Then Jesus said unto him, Go thy way: thy faith hath saved thee. And by and by he received his sight, and followed Jesus in the way."}