{"1": "Christ entereth into Jerusalem riding on an ass. 13 The fruitless fig tree is cursed. 15 Sellers and buyers are cast out of the Temple. 23 The force of faith. 24 Faith in prayer. 25 The brother's offenses must be pardoned. 27 The Priests ask by what authority he wrought those things that he did. 30 Whence John's baptism was. And [a]when they came near to Jerusalem, to Bethphage and Bethany unto the mount of Olives, he sent forth two of his disciples,", "2": "And said unto them, Go your ways into that town that is over against you, and as soon as ye shall enter into it, ye shall find a colt tied, whereon never man sat: loose him, and bring him. ", "3": "And if any man say unto you, Why do ye this? Say that the Lord hath need of him, and straightway he will send him hither. ", "4": "And they went their way, and found a colt, tied by the door without, in a place where two ways met, and they loosed him.", "5": "Then certain of them, that stood there, said unto them, What do ye loosing the colt?", "6": "And they said unto them, as Jesus had commanded them: So they let them go.", "7": "¶ And they brought the colt to Jesus, and cast their garments on him, and he sat upon him.", "8": "And many spread their garments in the way: others cut down branches off the trees, and strawed them in the way.", "9": "And they that went before, and they that followed, cried, saying, Hosanna: [b]blessed be he that cometh in the Name of the Lord.", "10": "[c]Blessed be the kingdom that cometh in the Name of the Lord of our father David: Hosanna, O thou which art in the highest heavens.", "11": "So Jesus entered into Jerusalem, and into the Temple: and when he had looked about on all things, and now it was evening, he went forth unto Bethany with the twelve.", "12": "And on the morrow when they were come out from Bethany, he was hungry.", "13": "[d]And seeing a fig tree afar off, that had leaves, he went to see if he might find anything thereon: but when he came unto it, he found nothing but leaves: for the time of figs was not yet.", "14": "Then Jesus answered, and said to it, Never man eat fruit of thee hereafter while the world standeth: and his disciples heard it.", "15": "¶ [e]And they came to Jerusalem, and Jesus went into the Temple, and began to cast out them that sold and bought in the Temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves.", "16": "Neither would he suffer that any man should carry a [f]vessel through the Temple.", "17": "And he taught, saying unto them, Is it not written, Mine house shall be [g]called the house of prayer unto all nations? but you have made it a den of thieves. ", "18": "And the Scribes and high Priests heard it, and sought how to destroy him: for they feared him, because the whole multitude was astonied at his doctrine.", "19": "But when even was come, Jesus went out of the city.", "20": "[h]And in the morning as they journeyed together, they saw the fig tree dried up from the roots.", "21": "Then Peter remembered, and said unto him, Master, behold, the fig tree which thou cursedst, is withered.", "22": "And Jesus answered, and said unto them, Have [i]the faith of God. ", "23": "For verily I say unto you, that whosoever shall say unto this mountain, Be thou taken away, and cast into the sea, and shall not waver in his heart, but shall believe that those things which he saith, shall come to pass, whatsoever he saith, shall be done to him. ", "24": "Therefore I say unto you, Whatsoever ye desire when ye pray, believe that [j]ye shall have it, and it shall be done unto you. ", "25": "But when [k]ye shall stand, and pray, forgive, if ye have anything against any man, that your Father also which is in heaven, may forgive you your trespasses. ", "26": "For if you will not forgive, your Father which is in heaven, will not pardon you your trespasses. ", "27": "¶ [l]Then they came again to Jerusalem: and as he walked in the Temple, there came to him the high Priests, and the Scribes, and the Elders,", "28": "And said unto him, By what authority doest thou these things? and who gave thee this authority, that thou shouldest do these things?", "29": "Then Jesus answered, and said unto them, I will also ask you a certain thing, and answer ye me, and I will tell you by what authority I do these things. ", "30": "The baptism of John, was it from heaven, or of men? answer me. ", "31": "And they thought with themselves, saying, If we shall say, From heaven, he will say, Why then did ye not believe him?", "32": "[m]But if we say, Of men, we fear the people: for all men counted John that he was a Prophet indeed.", "33": "Then they answered, and said unto Jesus, We cannot tell. And Jesus answered, and said unto them, Neither will I tell you by what authority I do these things. "}