{"1": "Of the vineyard. 10 Christ the stone refused of the Jews. 12 Of tribute to be given to Caesar. 18 The Sadducees denying the resurrection. 28 The first commandment. 31 To love God and the neighbor is better than sacrifices. 36 Christ David's son. 38 To beware of the Scribes and Pharisees. 42 The poor widow. And [a]he began to speak unto them in [b]parables, A certain man planted a vineyard, and compassed it with an hedge, and dug a pit for the winepress, and built a tower in it, and let it out to husbandmen, and went into a strange country. ", "2": "[c]And at the time, he sent to the husbandmen a servant, that he might receive of the husbandmen of the fruit of the vineyard. ", "3": "But they took him, and beat him, and sent him away empty. ", "4": "And again he sent unto them another servant, and at him they cast stones, and brake his head, and sent him away shamefully handled. ", "5": "And again he sent another, and him they slew, and many others, beating some, and killing some. ", "6": "Yet had he one son, his dear beloved: him also he sent the last unto them, saying, They will reverence my son. ", "7": "But the husbandmen said among themselves, This is the heir: come, let us kill him, and the inheritance shall be ours. ", "8": "So they took him, and killed him, and cast him out of the vineyard. ", "9": "What shall then the Lord of the vineyard do? He will come and destroy these husbandmen, and give the vineyard to others. ", "10": "Have ye not read so much as this Scripture, The stone which the builders did refuse, is made the head of the corner. ", "11": "This was done of the Lord, and it is marvelous in our eyes. ", "12": "Then they [d]went about to take him, but they feared the people: for they perceived that he spake that parable against them: therefore they left him, and went their way.", "13": "¶ [e]And they sent unto him certain of the Pharisees, and of the Herodians, that they might take him in his talk.", "14": "And when they came, they said unto him, Master, we know that thou art true, and carest for no man: for thou [f]considerest not the person of men, but teachest the [g]way of God truly, Is it lawful to give tribute to Caesar, or not?", "15": "Should we give it, or should we not give it? but he knew their hypocrisy, and said unto them, Why tempt ye me? Bring me a penny, that I may see it. ", "16": "So they brought it, and he said unto them, Whose is this image and superscription? and they said unto him, Caesar's.", "17": "Then Jesus answered, and said unto them, Give to Caesar the things that are Caesar's, and to God, those that are God's: and they marveled at him.", "18": "¶ [h]Then came the Sadducees unto him, (which say, there is no resurrection) and they asked him, saying,", "19": "Master, Moses wrote unto us, If any man's brother die, and leave his wife, and leave no children, that his brother should take his wife, and raise up seed unto his brother.", "20": "There were seven brethren, and the first took a wife, and when he died, left no issue.", "21": "Then the second took her, and he died, neither did he yet leave issue, and the third likewise:", "22": "So these seven had her, and left no issue: last of all the wife died also.", "23": "In the resurrection then, when they shall rise again, whose wife shall she be of them? for seven had her to wife.", "24": "Then Jesus answered, and said unto them, Are ye not therefore deceived, because ye know not the Scriptures, neither the power of God? ", "25": "For when they shall rise again from the dead, neither men marry, nor wives are married, but are as the Angels which are in heaven. ", "26": "And as touching the dead, that they shall rise again, have ye not read in the book of Moses how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob? ", "27": "God is not the God of the dead, but the God of the living. Ye are therefore greatly deceived. ", "28": "¶ [i]Then came one of the Scribes that had heard them disputing together, and perceiving that he had answered them well, he asked him, Which is the first commandment of all?", "29": "Jesus answered him, The first of all the commandments is, Hear, Israel, The Lord our God is the only Lord. ", "30": "Thou shalt therefore love the Lord thy God with all thine heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment. ", "31": "And the second is like, that is, Thou shalt love thy neighbor as thyself. There is none other commandment greater than these. ", "32": "Then that Scribe said unto him, Well, Master, thou hast said the truth, that there is one God, and that there is none but he,", "33": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices.", "34": "Then when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.", "35": "¶ [j]And Jesus answered and said teaching in the Temple, How say the Scribes that Christ is the son of David? ", "36": "For David himself said by [k]the holy Ghost, The Lord said to my Lord, Sit at my right hand, till I make thine enemies thy footstool. ", "37": "Then David himself calleth him Lord: by what means is he then his son? and much people heard him gladly.", "38": "[l]Moreover he said unto them in [m]his doctrine, Beware of the Scribes which love to go in [n]long robes, and love salutations in the markets, ", "39": "And the chief seats in the Synagogues, and the first rooms at feasts, ", "40": "Which devour widows' houses, even under a color of long prayers. These shall receive the greater damnation. ", "41": "[o]And as Jesus sat over against the treasury, he beheld how the people [p]cast money into the treasury, and many rich men cast in much.", "42": "And there came a certain poor widow, and she threw in two mites, which make a quadrin.", "43": "Then he called unto him his disciples, and said unto them, Verily I say unto you, that this poor widow hath cast more in, than all they which have cast into the treasury. ", "44": "For they all did cast in of their superfluity: but she of her poverty did cast in all that she had, even all her living. "}