{"1": "Of Christ's resurrection. 9 He appeareth to Mary Magdalene and others. 15 He sendeth his Apostles to preach. 19 His ascension. And when the Sabbath day was past, Mary Magdalene, and Mary the mother of James and Salome, bought sweet ointments, that they might come and anoint him.", "2": "Therefore early in the morning, the first day of the week, they came unto the sepulcher, when the Sun was now risen.", "3": "And they said one to another, Who shall roll us away the stone from the door of the sepulcher?", "4": "And when they [a]looked, they saw that the stone was rolled away (for it was a very great one)", "5": "So they went into the [b]sepulcher, and saw a young man sitting at the right side, clothed in a long white robe: and they were sore troubled.", "6": "But he said unto them, Be not so troubled: ye seek Jesus of Nazareth, which hath been crucified: he is risen, he is not here: behold the place where they put him.", "7": "But go your way, and tell his disciples, and Peter, that he will go before you into Galilee: there shall ye see him, as he said unto you.", "8": "And they went out quickly, and fled from the sepulcher: for they trembled, and were amazed: neither said they anything to any man: for they were afraid.", "9": "¶ [c]And when Jesus was risen again, early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils:", "10": "And she went and told them that had been with him, which mourned and wept.", "11": "And when they heard that he was alive, and had appeared to her, they believed it not.", "12": "¶ [d]After that, he appeared unto two of them in another form, as they walked and went into the country.", "13": "And they went and told it to the remnant, neither believed they them.", "14": "¶ [e]Finally, he appeared unto the eleven as they sat together, and reproached them for their unbelief and hardness of heart, because they believed not them which had seen him, being risen up again.", "15": "[f]And he said unto them, Go ye into all the world, and preach the Gospel to [g]every creature. ", "16": "He that shall believe and be baptized, shall be saved: but he that will not believe, shall be damned. ", "17": "And these tokens shall follow them that believe, In my Name they shall cast out devils, and shall speak with [h]new tongues, ", "18": "And shall take away serpents, and if they shall drink any deadly thing, it shall not hurt them: they shall lay their hands on the sick, and they shall recover. ", "19": "[i]So after the Lord had spoken unto them, he was received into heaven, and sat at the right hand of God.", "20": "And they went forth, and preached everywhere. And the Lord wrought with them, and confirmed [j]the word with signs that followed. Amen."}