{"1": "The withered hand is healed. 6 The Pharisees consult with the Herodians. 10 Many are healed by touching Christ. 11 At his sight the devils fall down before him. 14 The twelve Apostles. 24 The kingdom divided against itself. 29 Blasphemy against the holy Ghost. 33 Christ's parents. And [a]he entered again into the Synagogue, and there was a man which had a [b]withered hand.", "2": "And they watched him, whether he would heal him on the Sabbath day, that they might accuse him.", "3": "Then he said unto the man which had the withered hand, Arise: stand forth in the midst. ", "4": "And he said to them, Is it lawful to do a good deed on the Sabbath day, or to do evil? to save the [c]life, or to kill? but they held their peace.", "5": "Then he looked round about on them [d]angrily, mourning also for the [e]hardness of their hearts, and said to the man, Stretch forth thine hand. And he stretched it out: and his hand was restored, as whole as the other.", "6": "¶ [f]And the Pharisees departed, and straightway gathered a council with the [g]Herodians against him, that they might destroy him.", "7": "But Jesus avoided with his disciples to the sea: and a great multitude followed him from Galilee, and from Judea,", "8": "And from Jerusalem, and from Idumea, and [h]beyond Jordan: and they that dwelled about Tyre and Sidon, when they had heard what great things he did, came unto him in great number.", "9": "And he commanded his disciples, that a little ship should [i]wait for him, because of the multitude, lest they should throng him.", "10": "For he had healed many, insomuch that they pressed upon him to touch him, as many as had [j]plagues.", "11": "And when the [k]unclean spirits saw him, they fell down before him, and cried, saying, Thou art the Son of God.", "12": "And he sharply rebuked them, to the end they should not utter him.", "13": "¶ Then he went up into a mountain, and called unto him whom he would, and they came unto him.", "14": "[l]And he [m]appointed twelve, that they should be with him, and that he might send them to preach.", "15": "And that they might have power to heal sicknesses, and to cast out devils:", "16": "And the first was Simon, and he named Simon, Peter,", "17": "Then James the son of Zebedee, and John James' brother (and surnamed them Boanerges, which is, The sons of thunder.)", "18": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and [n]Thaddaeus, and Simon the Canaanite,", "19": "And Judas Iscariot, who also betrayed him, and they came [o]home.", "20": "And the multitude assembled again, so that they could not so much as eat bread.", "21": "[p]And when his [q]kinsfolks heard of it, they went out to lay hold on him: for they said that he was beside himself.", "22": "¶ And the Scribes which came down from Jerusalem, said, He hath Beelzebub, and through the prince of the devils he casteth out devils.", "23": "But he called them unto him, and said unto them in parables, How can Satan drive out Satan? ", "24": "For if a kingdom be divided against itself, that kingdom cannot stand. ", "25": "Or if a house be divided against itself, that house cannot continue. ", "26": "So if [r]Satan make insurrection against himself, and be divided, he cannot endure, but is at an end. ", "27": "No man can enter into a strong man's house, and take away his goods, except he first bind that strong man, and then spoil his house. ", "28": "¶ [s]Verily I say unto you, all sins shall be forgiven unto the children of men, and blasphemies, wherewith they blaspheme: ", "29": "But he that blasphemeth against the holy Ghost, shall never have forgiveness, but is culpable of eternal damnation. ", "30": "[t]Because they said, He had an unclean spirit.", "31": "¶ Then came his [u]brethren and mother and stood without, and sent unto him, and called him.", "32": "And the people sat about him, and they said unto him, Behold, thy mother, and thy brethren seek for thee without.", "33": "But he answered them, saying, Who is my mother and my brethren? ", "34": "[v]And he looked round about on them, which sat in compass about him, and said, Behold my mother and my brethren. ", "35": "For whosoever doeth the will of God, he is my brother, my sister, and my mother. "}