{"1": "Christ preaching in his country, his own condemn him. 6 The unbelief of the Nazarites. 7 The Apostles are sent. 13 They cast out devils: they anoint the sick with oil. 14 Herod's opinion of Christ. 18 The cause of John's imprisonment. 22 Dancing. 27 John beheaded, 29 buried. 30 The Apostles return from preaching. 34 Christ teacheth in the desert. 37 He feedeth the people with five loaves. 48 The Apostles are troubled on the sea. 56 The sick that touch Christ's garment, are healed. And [a]he departed thence, and came into his own country, and his disciples followed him.", "2": "And when the Sabbath was come, he began to teach in the Synagogue, and many that heard him, were astonied, and said, From whence hath this man these things? and what wisdom is this that is given unto him, that even such [b]great works are done by his hands?", "3": "Is not this that carpenter Mary's son, the brother of James and Joses, and of Judas and Simon? and are not his [c]sisters here with us? And they were offended in him.", "4": "And Jesus said unto them, A Prophet is not without [d]honor, but in his own country, and among his own kindred, and in his own house. ", "5": "And he [e]could there do no great works, save that he laid his hands upon a few sick folk, and healed them.", "6": "And he marveled at their unbelief, and went about by the towns on every side, teaching.", "7": "¶ [f]And he called unto him the twelve, and began to send them forth two and two, and gave them power over unclean spirits,", "8": "[g]And commanded them that they should take nothing for their journey, save a staff only: neither scrip, neither bread, neither money in their girdles:", "9": "But that they should be shod with [h]sandals, and that they should not put on [i]two coats,", "10": "And he said unto them, Wheresoever ye shall enter into an house, [j]there abide till ye depart thence. ", "11": "¶ [k]And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust that is under your feet, for a witness unto them. Verily I say unto you, It shall be easier for Sodom, or Gomorrah at the day of Judgment, than for that city. ", "12": "¶ And they went out, and preached, that men should amend their lives.", "13": "And they cast out many devils: and they [l]anointed many that were sick, with oil, and healed them.", "14": "¶ [m]Then King Herod heard of him (for his Name was made manifest) and said, John Baptist is risen again from the dead, and therefore great [n]works are wrought by him.", "15": "Others said, It is Elijah, and some said, It is a Prophet, or as one of [o]those Prophets.", "16": "So when Herod heard it, he said, It is John whom [p]I beheaded: he is risen from the dead.", "17": "For Herod himself had sent forth, and had taken John, and bound him in prison for Herodias' sake, which was his brother Philip's wife, because he had married her.", "18": "For John said unto Herod, It is not lawful for thee to have thy brother's wife.", "19": "Therefore Herodias [q]laid wait against him: and would have killed him, but she could not:", "20": "For Herod feared John, knowing that he was a just man, and an holy, and reverenced him, and when he heard him, he did many things, and heard him [r]gladly.", "21": "But the time being convenient, when Herod on his birthday made a banquet to his princes and captains, and chief estates of Galilee:", "22": "And the daughter [s]of the same Herodias came in, and danced, and pleased Herod, and them that sat at table together, the King said unto the maid, Ask of me what thou wilt, and I will give it thee.", "23": "And he swore unto her, Whatsoever thou shalt ask of me, I will give it thee, even unto the half of my kingdom.", "24": "So [t]she went forth, and said to her mother, What shall I ask? And she said, John Baptist's head.", "25": "Then she came in straightway with haste unto the King, and asked, saying, I would that thou shouldest give me even now in a charger the head of John Baptist.", "26": "Then the King was very sorry: yet for his oath's sake, and for their sakes which sat at table with him, he would not refuse her.", "27": "And immediately the King sent the [u]hangman, and gave charge that his head should be brought in. So he went and beheaded him in the prison,", "28": "And brought his head in a charger, and gave it to the maid, and the maid gave it to her mother.", "29": "And when his disciples heard it, they came and took up his body, and put it in a tomb.", "30": "¶ And the Apostles gathered themselves together to Jesus, and told him all things, both what they had done, and what they had taught.", "31": "[v]And he said unto them, Come ye apart into the wilderness, and rest a while: for there were many comers and goers, that they had not leisure to eat. ", "32": "So they went by ship out of the way into a desert place.", "33": "But the people saw them when they departed, and many knew him, and ran afoot thither out of all cities, and came thither before them, and assembled unto him.", "34": "Then Jesus went out, and saw a great multitude, and had compassion on them, because they were like sheep which had no shepherd: and he began to teach them many things.", "35": "And when the day was now far spent, his disciples came unto him, saying, This is a desert place, and now the day is far passed.", "36": "Let them depart, that they may go into the country and towns about, and buy them bread: for they have nothing to eat.", "37": "But he answered, and said unto them, Give ye them to eat. And they said unto him, [w]Shall we go, and buy [x]two hundred pennies worth of bread, and give them to eat?", "38": "Then he said unto them, How many loaves have ye? go and look. And when they knew it, they said, Five, and two fishes.", "39": "So he commanded them to make them all sit down by [y]companies upon the green grass.", "40": "Then they sat down by [z]rows, by hundreds, and by fifties.", "41": "And he took the five loaves, and the two fishes, and looked up to heaven, and gave thanks, and broke the loaves, and gave them to his disciples to set before them, and the two fishes he divided among them all.", "42": "So they did all eat, and were satisfied.", "43": "And they took up twelve baskets full of the fragments, and of the fishes.", "44": "And they that had eaten, were about five thousand men.", "45": "¶ [aa]And straightway he caused his disciples to go into the ship, and to go before unto the other side unto Bethsaida, while he sent away the people.", "46": "Then as soon as he had sent [ab]them away, he departed into a mountain to pray.", "47": "And when even was come, the ship was in the midst of the sea, and he alone on the land.", "48": "And he saw them troubled in rowing, (for the wind was contrary unto them) and about the fourth watch of the night, he came unto them, walking upon the sea, and would have passed by them.", "49": "And when they saw him walking upon the sea, they supposed it had been a spirit, and cried out.", "50": "For they all saw him, and were sore afraid: but anon he talked with them, and said unto them, Be ye of good comfort: it is I, be not afraid. ", "51": "Then he went up unto them into the ship, and the wind ceased, and they were [ac]much more amazed in themselves, and marveled.", "52": "For they had not [ad]considered the matter of the loaves, because their hearts were hardened.", "53": "¶ And they came over, and went into the land of Gennesaret, and arrived.", "54": "[ae]So when they were come out of the ship, straightway they knew him,", "55": "And ran about throughout all that region round about, and began to carry hither and thither in couches all that were sick, where they heard that he was.", "56": "And whithersoever he entered into towns, or cities, or villages, they laid their sick in the streets, and prayed him that they might touch at the least the edge of his garment. And as many as touched [af]him, were made whole."}