{"1": "From:[a] James, a servant of God and of the Lord Jesus, the Messiah.[b] To: The twelve tribes in the Dispersion.[c] Greetings.", "2": "Consider it pure joy, my brothers, when you are involved in various trials, ", "3": "because you know that the testing of your faith produces endurance. ", "4": "But you must let endurance have its full effect, so that you may be mature and complete, lacking nothing.", "5": "Now if any of you lacks wisdom, he should ask God, who gives to everyone generously without a rebuke, and it will be given to him. ", "6": "But he must ask in faith, without any doubts, for the one who has doubts is like a wave of the sea that is driven and tossed by the wind. ", "7": "Such a person should not expect to receive anything from the Lord. ", "8": "He is a double-minded man, unstable in all he undertakes.[d]", "9": "A brother of humble means should rejoice in his having been exalted, ", "10": "and a rich person in his having been humbled, because he will fade away like a wild flower. ", "11": "For the sun comes up with its scorching heat and dries up the grass. The flower in it drops off, and its beauty is gone. That is how the rich person will fade away in his pursuits.", "12": "How blessed is the man who endures temptation! When he has passed the test, he will receive the victor's crown of life that God[e] has promised to those who keep on loving him. ", "13": "When someone is tempted, he should not say, “I am being tempted by God,” because God cannot be tempted by evil, nor does he tempt anyone. ", "14": "Instead, each person is tempted by his own desire, being lured and trapped by it. ", "15": "When that desire becomes pregnant, it gives birth to sin; and when that sin grows up, it gives birth to death.", "16": "Do not be[f] deceived, my dear brothers. ", "17": "Every generous act of giving and every perfect gift is from above and comes down from the Father who made the heavenly lights,[g] in whom there is no inconsistency or shifting shadow. ", "18": "In accordance with his will he made us his children by the word of truth, so that we might become the most important of his creatures.[h]", "19": "You must understand this, my dear brothers. Everyone should be quick to listen, slow to speak, and slow to get angry. ", "20": "For human anger does not produce the righteousness that God desires. ", "21": "Therefore, rid yourselves of everything impure and every expression of wickedness, and with a gentle spirit welcome the word planted in you that can save your souls.", "22": "Keep on being obedient to[i] the word, and not merely being hearers who deceive themselves. ", "23": "For if anyone hears the word but is not obedient to it, he is like a man who looks at himself in a mirror ", "24": "and studies himself carefully, and then goes off and immediately forgets what he looks like. ", "25": "But the one who looks at the perfect law of freedom and remains committed to it—thereby demonstrating that he is not a forgetful hearer but a doer of what that law[j] requires—will be blessed in what he does.", "26": "If anyone thinks that he is religious and does not bridle his tongue, but instead deceives himself,[k] his religion is worthless. ", "27": "A religion that is pure and stainless according to[l] God the Father is this: to take care of orphans and widows who are suffering, and to keep oneself unstained by the world."}