{"1": "Peter, an emissary of Messiah Yeshua, To the sojourners of the Diaspora in Pontus, Galatia, Cappadocia, Asia, and Bithynia—chosen ", "2": "according to the foreknowledge of God the Father, set apart by the Ruach for obedience and for sprinkling with the blood[a] of Yeshua the Messiah: May grace and shalom be multiplied to you.", "3": "Blessed be the God and Father of our Lord Yeshua the Messiah! In His great mercy He caused us to be born again to a living hope through the resurrection of Messiah Yeshua from the dead. ", "4": "An incorruptible, undefiled, and unfading inheritance has been reserved in heaven for you. ", "5": "By trusting, you are being protected by God's power for a salvation ready to be revealed in the last time. ", "6": "You rejoice in this greatly, even though now for a little while, if necessary, you have been distressed by various trials. ", "7": "These trials are so that the true metal[b] of your faith (far more valuable than gold, which perishes though refined by fire) may come to light in praise and glory and honor at the revelation of Messiah Yeshua. ", "8": "Though you have not seen Him, you love Him. And even though you don't see Him now, you trust Him and are filled with a joy that is glorious beyond words, ", "9": "receiving the outcome of your faith—the salvation of your souls. ", "10": "The prophets, who spoke about the grace that was to be yours, searched for this salvation and investigated carefully. ", "11": "They were trying to find out the time and circumstances the Ruach of Messiah within them was indicating, when predicting the sufferings in store for Messiah[c] and the glories to follow. ", "12": "It was revealed to them that they were providing these messages not to themselves but to you. These messages have now been announced to you through those who proclaimed the Good News to you by the Ruach ha-Kodesh, sent from heaven. Even angels long to catch a glimpse of these things.", "13": "So brace your minds for action. Keep your balance. And set your hope completely on the grace that will be brought to you at the revelation of Yeshua the Messiah. ", "14": "Like obedient children, do not be shaped by the cravings you had formerly in your ignorance. ", "15": "Instead, just like the Holy One who called you, be holy yourselves also in everything you do. ", "16": "For it is written, “Kedoshim you shall be, for I am kadosh.”[d]", "17": "If you call on Him as Father—the One who judges impartially according to each one's deeds—then live out the time of sojourning in reverent fear.", "18": "You know that you were redeemed from the futile way of life handed down from your ancestors—not with perishable things such as silver or gold, ", "19": "but with precious blood like that of a lamb without defect or spot, the blood of Messiah. ", "20": "He was chosen before the foundation of the world, but was revealed in these last times for your sake. ", "21": "Through Him you are believers in God, who raised Him from the dead and gave Him glory, so that your trust and hope are in God.", "22": "Now that you have purified your souls in obedience to the truth,[e] leading to sincere brotherly love, love one another fervently from a pure heart. ", "23": "You have been born again—not from perishable seed but imperishable—through the living and enduring word of God. ", "24": "For, “All humanity is like grass, And all its glory like a wildflower. The grass withers, and the flower falls off,", "25": "But the word of the Lord endures forever.”[f] And this is the word that was proclaimed as Good News to you."}