{"1": "So get rid of all malice and all deceit and hypocrisy and envy and all lashon ha-ra. ", "2": "As newborn babes, long for pure spiritual milk,[a] so that by it you may grow toward salvation—", "3": "now that you have tasted that the Lord is good.", "4": "[b] 4 As you come to Him, a living stone[c] rejected by men but chosen by God and precious, ", "5": "you also, as living stones, are being built up as a spiritual house—a holy priesthood to offer up spiritual sacrifices acceptable to God through Messiah Yeshua. ", "6": "For it says in Scripture, “Behold, I lay in Zion a stone, a chosen, precious cornerstone. Whoever trusts in Him will never be put to shame.”[d]", "7": "Now the value is for you who keep trusting; but for those who do not trust, “The stone which the builders rejected— this One has become the chief cornerstone,”[e]", "8": "and “a stone of stumbling, and a rock of offense.”[f] They stumble because they are disobeying the word—to this they were also appointed. ", "9": "But you are a chosen people, a royal priesthood, a holy nation, a people for God's own possession, so that you may proclaim the praises of the One who called you out of darkness into His marvelous light.[g]", "10": "Once you were “not a people,” but now you are “God's people.” You were shown “no mercy,” but now you have been shown “mercy.”[h]", "11": "Loved ones, I urge you as strangers and sojourners to keep away from the fleshly cravings that war against the soul. ", "12": "Keep your conduct honorable among the Gentiles. Then while they speak against you as evildoers, they may—from noticing your good deeds—glorify God in the day of visitation.", "13": "For the Lord's sake, submit yourselves to every human authority—whether to a king as supreme, ", "14": "or to governors sent by him for the punishment of those who do evil and the praise of those who do good. ", "15": "For this is God's will, that you silence the ignorance of foolish men by doing good. ", "16": "Live as free people, but not using your freedom as a cover-up for evil. Rather, live as God's slaves. ", "17": "Honor all people. Love the brotherhood. Fear God. Honor the king.", "18": "Slaves, with all respect submit yourselves to your masters—not only to those who are good and gentle, but also to those who are harsh. ", "19": "For this finds favor if, for the sake of conscience toward God, someone endures grief from suffering undeservedly. ", "20": "For what credit is there if, when you sin and get a beating, you endure? But if you endure when you do good and suffer for it, this finds favor with God. ", "21": "For you were called to this, because Messiah also suffered for you, leaving you an example so that you might follow in His footsteps:", "22": "“He committed no sin, nor was any deceit found in His mouth.”[i]", "23": "When He was abused, He did not return the abuse.[j] While suffering, He made no threats. Instead, He kept entrusting Himself to the One who judges righteously. ", "24": "He Himself bore our sins in His body on the tree, so that we, removed from sins, might live for righteousness. “By His wounds you were healed.”[k]", "25": "For you like sheep were going astray,[l] but now you have returned to the Shepherd and Guardian of your souls."}