{"1": "Likewise, wives, be submitted to your own husbands so that—even if some do not obey the message—by the wives' conduct, without a word they may be won over ", "2": "as they observe your pure, reverent conduct.", "3": "[a] 3 Don't let your beauty[b] be external—braiding the hair and wearing gold jewelry or fine clothes.", "4": "[c] 4 Instead let it be in the hidden person of the heart, with the unfading beauty of a gentle and quiet spirit, which in God's sight is very precious. ", "5": "For this is the way the holy women, who put their hope in God, used to beautify themselves long ago—being submitted to their own husbands ", "6": "just as Sarah obeyed Abraham, calling him lord.[d] You have become her daughters by doing what is good and not fearing intimidation. ", "7": "In the same way, husbands, live with your wives in an understanding way. Though they are weaker partners, honor them as equal heirs of the grace of life. In this way, your prayers will not be hindered.", "8": "Finally, all of you be harmonious, sympathetic, brotherly, tenderhearted, humble-minded. ", "9": "Do not repay evil for evil or insult for insult, but give a blessing instead—it is for this reason you were called, so that you might inherit a blessing. ", "10": "For, “The one who loves life, wanting to see good days, must keep his tongue from evil and his lips from speaking deceit.", "11": "He must turn away from evil and do good. He must seek shalom and pursue it.", "12": "For the eyes of Adonai are on the righteous and His ears open to their prayer, but the face of Adonai is against those who do evil.”[e]", "13": "Who is going to harm you if you are eager to do good? ", "14": "But even if you should suffer for what is right, you are blessed. Do not be afraid or worry about their threats.", "15": "[f] 15 Instead sanctify Messiah as Lord in your hearts. Always be ready to give an answer to anyone who asks you a reason for the hope that is in you, ", "16": "yet with humility and reverence—keeping a clear conscience so that, whatever you are accused of, those who abuse you for your good conduct in Messiah may be put to shame. ", "17": "For it is better to suffer for doing good (if it is God's will) than for doing evil.", "18": "For Messiah once suffered for sins also—the righteous for the unrighteous[g]—in order to bring you to God. He was put to death in the flesh, but made alive by the Ruach. ", "19": "Through the Ruach He also went and preached to the spirits in prison. ", "20": "Long ago they disobeyed while God kept waiting patiently, in the days of Noah as the ark was being built. In that ark a few (that is, eight souls) were brought safely through water. ", "21": "Corresponding to that, immersion now brings you to safety—not the removal of dirt from the flesh, but a pledge to God of a good conscience—through the resurrection of Messiah Yeshua. ", "22": "He has gone into heaven and is at the right hand of God, with angels and authorities and powers subjected to Him."}