{"1": "Then the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, because the troops that had come with the Arabs to the camp had killed all the older sons.[a] So Ahaziah son of Jehoram became king of Judah. ", "2": "Ahaziah was 22[b] years old when he became king and reigned one year in Jerusalem. His mother's name was Athaliah, granddaughter[c] of Omri.", "3": "He walked in the ways of the house of Ahab, for his mother gave him evil advice. ", "4": "So he did what was evil in the Lord's sight like the house of Ahab, for they were his advisers after the death of his father, to his destruction. ", "5": "He also followed their advice and went with Joram[d] son of Israel's King Ahab to fight against Hazael, king of Aram, in Ramoth-gilead. The Arameans[e] wounded Joram, ", "6": "so he returned to Jezreel to recover from the wounds they inflicted on him in Ramoth-gilead[f] when he fought against Aram's King Hazael. Then Judah's King Ahaziah[g] son of Jehoram went down to Jezreel to visit Joram son of Ahab since Joram was ill.", "7": "Ahaziah's downfall came from God when he went to Joram. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord had anointed to destroy the house of Ahab. ", "8": "So when Jehu executed judgment on the house of Ahab, he found the rulers of Judah and the sons of Ahaziah's brothers who were serving Ahaziah, and he killed them. ", "9": "Then Jehu looked for Ahaziah, and Jehu's soldiers captured him (he was hiding in Samaria). So they brought Ahaziah to Jehu, and they killed him. The soldiers buried him, for they said, “He is the grandson of Jehoshaphat who sought the Lord with all his heart.” So no one from the house of Ahaziah had the strength to rule the kingdom.", "10": "When Athaliah, Ahaziah's mother, saw that her son was dead, she proceeded to annihilate all the royal heirs[h] of the house of Judah. ", "11": "Jehoshabeath,[i] the king's daughter, rescued Joash son of Ahaziah from the king's sons who were being killed and put him and the one who nursed him in a bedroom. Now Jehoshabeath was the daughter of King Jehoram and the wife of Jehoiada the priest. Since she was Ahaziah's sister, she hid Joash from Athaliah so that she did not kill him. ", "12": "While Athaliah ruled over the land, he was hiding with them in God's temple six years."}