{"1": "In Caesarea there was a man named Cornelius, a centurion with the cohort called 'the Italian'. ", "2": "He was devout, and he and all his household revered God. He gave alms generously to the people, and constantly prayed to God.", "3": "He had a vision. Around three o'clock in the afternoon he saw, quite clearly, one of God's angels coming to him. 'Cornelius!' said the angel.", "4": "He looked hard at him, terrified. 'What is it, Sir?' he said. 'Your prayers and your alms have come to God's notice,' said the angel. ", "5": "'What you must do is this. Send men to Joppa, and ask for someone called Simon, surnamed Peter. ", "6": "He is staying with a man called Simon, a tanner, whose house is beside the sea.'", "7": "When the angel who had spoken with him went away, he called two of his household and a devout soldier from among his retinue. ", "8": "He explained everything to them, and sent them off to Joppa.", "9": "The next day, as they were on their journey and getting near the town, Peter went up onto the roof of the house to pray. It was around midday; ", "10": "he was hungry, and asked for something to eat. While they were preparing it, he fell into a trance. ", "11": "He saw heaven opened, and a vessel like a great sail coming down towards the earth, suspended by its four corners. ", "12": "In the sail there was every kind of four-footed creature, reptiles of the earth and birds of the air. ", "13": "Then he heard a voice: 'Get up, Peter!' said the voice. 'Kill and eat!'", "14": "'Certainly not, Master!' said Peter. 'I've never eaten anything common or unclean!'", "15": "'What God has made clean,' said the voice, coming now for a second time, 'you must not regard as common.'", "16": "This all happened three times, and then suddenly the sail was whisked back up to heaven.", "17": "When Peter came to himself, he was puzzled as to what the vision he had seen was all about. Then, suddenly, the men sent by Cornelius appeared, standing by the gate. They had been asking for Simon's house, ", "18": "enquiring if someone by the name of Simon called Peter was staying there. ", "19": "Peter was still pondering the vision, when the spirit spoke to him. 'Look,' said the spirit. 'There are three men searching for you. ", "20": "It's all right; get up, go down and go with them. Don't be prejudiced; I have sent them.'", "21": "So Peter went down to the men. 'Here I am,' he said. 'I'm the one you're looking for. Why have you come?'", "22": "'There is a man called Cornelius,' they replied. 'He is a centurion, and he's a righteous and God-fearing man. The whole people of the Jews will testify to him. A holy angel told him in a vision to send for you to come to his house, so that he can hear any words you may have to say.'", "23": "So he invited them in and put them up for the night. In the morning he got up and went with them. Some of the believers from Joppa went with him. ", "24": "They reached Caesarea the following day. Cornelius had summoned his relatives and close friends and was waiting for him.", "25": "When Peter came in, Cornelius went to meet him. He fell down at his feet and worshipped him.", "26": "'Get up!' said Peter, lifting him up. 'I'm just a man, too.'", "27": "So they talked together, and Peter came in and found lots of people assembled.", "28": "'You must know', he said to them, 'that it is forbidden for a Jewish man to mix with or visit a Gentile. But God showed me that I should call nobody “common” or “unclean”. ", "29": "So I came when I was asked, and raised no objections. Do tell me, then, the reason why you sent for me.'", "30": "Cornelius gave him the answer. 'Four days ago', he said, 'I was praying in my house at around this time, about three o'clock, and suddenly a man stood beside me in shining clothes. ", "31": "“Cornelius,” he said, “your prayer has been heard, and your almsgiving has been remembered by God. ", "32": "So send someone to Joppa and call Simon, who is named Peter; he is staying in the house of Simon the tanner, beside the sea.” ", "33": "So I sent for you at once, and you have been kind enough to come. So now we are all here, in God's presence, to listen to everything which the Lord has told you to say.'", "34": "Peter took a deep breath and began. 'It's become clear to me', he said, 'that God really does show no favouritism. ", "35": "No: in every race, people who fear him and do what is right are acceptable to him. ", "36": "He sent his word to the children of Israel, announcing peace through Jesus Christ – he is Lord of all! ", "37": "You know all about this, and how the word spread through all Judaea, beginning from Galilee after the baptism which John proclaimed.", "38": "'God anointed this man, Jesus of Nazareth, with the holy spirit and with power. He went about doing good and healing all who were overpowered by the devil, since God was with him. ", "39": "We are witnesses of everything he did in the land of Judaea and in Jerusalem. They killed him by hanging him on a tree; ", "40": "but God raised him on the third day, and allowed him to be seen, ", "41": "not indeed by all the people, but by those of us whom God had appointed beforehand. We ate and drank with him after he had been raised from the dead. ", "42": "And he commanded us to announce to the people, and to bear testimony, that he is the one appointed by God to be judge of the living and the dead. ", "43": "All the prophets give their witness: he is the one! Everyone who believes in him receives forgiveness of sins through his Name.'", "44": "While Peter was still speaking these words, the holy spirit fell on everyone who was listening to the word. ", "45": "The circumcised believers who had accompanied Peter were astonished, because the gift of the holy spirit had been poured out on the Gentiles too. ", "46": "They heard them speaking with tongues and praising God. Then Peter spoke up.", "47": "'Nobody can deny these people water to be baptized, can they?' he said. 'They have received the holy spirit, just like we did!' ", "48": "So he ordered them to be baptized in the name of Jesus the Messiah. Then they asked him to stay for a few days."}