{"1": "The apostles, and the brothers and sisters with them in Judaea, heard that the Gentiles had received the word of God. ", "2": "So when Peter went up to Jerusalem, those who wanted to emphasize circumcision took issue with him.", "3": "'Why did you do it?' they asked. 'Why did you go in to visit uncircumcised men and eat with them?'", "4": "So Peter began to explain it all, step by step.", "5": "'I was in the town of Joppa', he said, 'and I was praying. I was in a trance, and I saw a vision: something like a great sail suspended by its four corners was let down from heaven, and came towards me. ", "6": "I stared at it, then I began to look in, and I saw four-footed land animals, wild beasts, reptiles and birds of the air. ", "7": "I heard a voice, saying to me, “Get up, Peter! Kill and eat!” ", "8": "“Certainly not, Lord,” I replied. “Nothing common or unclean has ever entered my mouth!” ", "9": "Then the voice came from heaven a second time: “What God made clean, you must not regard as common.” ", "10": "All this happened three times, and then the whole lot was drawn back up into heaven.", "11": "'Just then, suddenly, three men appeared at the house where I was, sent to me from Caesarea. ", "12": "The spirit told me to go with them, without raising scrupulous objections. These six brothers also came with me, and we went into the man's house. ", "13": "He told us that he had seen an angel standing in his house and saying, “Send to Joppa and fetch Simon called Peter, ", "14": "who will speak to you words by which you and all your house will be saved.” ", "15": "As I began to speak, the holy spirit fell on them, just as the spirit did on us at the beginning. ", "16": "And I remembered the word which the Lord had spoken: “John baptized with water, but you will be baptized with the holy spirit.”", "17": "'So, then,' Peter concluded, 'if God gave them the same gift as he gave to us when we believed in the Lord Jesus the Messiah, who was I to stand in the way of God?'", "18": "When they heard this, they had nothing more to say. They praised God. 'Well, then,' they declared, 'God has given the Gentiles, too, the repentance that leads to life!'", "19": "The people who had been scattered because of the persecution that came about over Stephen went as far afield as Phoenicia, Cyprus and Antioch, speaking the word only to Jewish people. ", "20": "But some from among them, who were from Cyprus and Cyrene in the first place, arrived in Antioch and spoke to the Hellenists as well, announcing the good news of the Lord Jesus. ", "21": "The Lord's hand was with them, and a large number of people believed and turned to the Lord.", "22": "News of all this reached the ears of the church in Jerusalem, and they sent Barnabas to Antioch. ", "23": "When he arrived and saw the grace of God he was glad, and he urged them all to stay firmly loyal to the Lord from the bottom of their hearts. ", "24": "He was a good man, full of the holy spirit and faith. And a substantial crowd was added to the Lord.", "25": "Then Barnabas went to Tarsus to look for Saul ", "26": "and, when he had found him, he brought him to Antioch. They were there a whole year, and were received hospitably in the church, and taught a substantial crowd. And it was in Antioch that the disciples were first called 'Christians'.", "27": "Around that time, prophets came from Jerusalem to Antioch. ", "28": "One of them, Agabus by name, stood up and gave an indication through the spirit that there would be a great famine over the whole world. (This took place in the reign of Claudius.) ", "29": "Each of the disciples determined, according to their ability, to send what they could to help the brothers and sisters living in Judaea. ", "30": "They carried out this plan, sending their gift to the elders by the hand of Barnabas and Saul."}