{"1": "Around that time, King Herod began to use violence towards some people in the church. ", "2": "He killed James the brother of John with the sword. ", "3": "When he saw that it pleased the Judaeans, he proceeded to arrest Peter, too. (This was around the time of the Festival of Unleavened Bread.) ", "4": "So, when he had seized him, he put him in prison, and gave four squads of soldiers the job of guarding him, with the intention of bringing him out to the people after Passover. ", "5": "So Peter was kept in prison. But the church prayed earnestly to God on his behalf.", "6": "On the night when Herod was intending to bring Peter out, Peter was sleeping between two soldiers, bound with two chains. There were guards on the doors, watching the prison. ", "7": "Suddenly an angel of the Lord stood there, and a light shone in the cell. The angel hit Peter on the side and woke him up. 'Get up quickly!' he said. The chains fell off his hands. ", "8": "Then the angel spoke again. 'Get dressed and put on your sandals,' he said. So Peter did. 'Put on your cloak and follow me,' said the angel.", "9": "So he went out, following the angel. He didn't think all this business with the angel was really happening. He thought he was seeing a vision. ", "10": "They went through the first set of guards; then the second; and then they came to the iron gate that led into the city. It opened all by itself. They went out and walked along a street. Suddenly the angel left him.", "11": "Then Peter came to his senses. 'Now I know it's true!' he said. 'The Lord sent his angel and snatched me out of Herod's hands. He rescued me from all the things the Judaeans were intending to do.'", "12": "Once he had realized this, he went to the house of Mary, John Mark's mother. Lots of people were gathered there, praying. ", "13": "Peter knocked at the door in the outer gate, and a maid called Rhoda came to answer it. ", "14": "When she heard Peter's voice, she was so excited she didn't open the gate. Instead, she ran back in and told them that Peter was standing outside the gate.", "15": "'You're mad!' they said to her. But she insisted that it really was true. 'It must be his angel!' they said.", "16": "Meanwhile Peter carried on knocking. They opened the door and saw him, and were astonished. ", "17": "He made a sign with his hand for them to be quiet. Then he told them how the Lord had led him out of the prison. 'Tell this to James, and to the other brothers and sisters,' he said. Then he left, and went somewhere else.", "18": "When morning came, there was quite a commotion among the guards as to what had become of Peter. ", "19": "Herod looked for him but couldn't find him. He interrogated the guards and ordered them to be put to death. Then he left Judaea and went down to Caesarea, and stayed there.", "20": "Now Herod was angry with the people of Tyre and Sidon. They all came together to meet him, and they persuaded Blastus, who was in charge of the king's bedchamber, to seek a reconciliation. (They were, you see, dependent on the king's country for their food.) ", "21": "So a day was set, and Herod dressed himself in his royal robes and took his seat on the official platform to make a public address to them.", "22": "The people began to shout, 'The voice of a god, not of a mortal!'", "23": "Immediately an angel of the Lord struck him, because he didn't give God the glory. He was eaten by worms and expired.", "24": "But God's word grew and multiplied. ", "25": "Barnabas and Saul had by now accomplished their ministry in Jerusalem, and they came back to Antioch, bringing John Mark with them."}