{"1": "What happened in Iconium was much the same. They went into the Jewish synagogue and spoke, with the result that a large crowd, both of Jews and of Greeks, came to faith. ", "2": "But the unbelieving Jews stirred up and poisoned the minds of the Gentiles against the brothers. ", "3": "They stayed there a long time, speaking boldly on behalf of the Lord, who bore them witness to the word of his grace by giving signs and wonders which were done at their hands.", "4": "But the inhabitants of the city were divided. Some were with the Jews, and some with the apostles. ", "5": "But then the Gentiles and Jews, with their rulers, made an attempt to ill-treat them and stone them. ", "6": "They got wind of it, however, and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding countryside. ", "7": "There they went on announcing the good news.", "8": "There was a man sitting in Lystra who was unable to use his feet. He had been lame from his mother's womb, and had never walked. ", "9": "He heard Paul speaking. When Paul looked hard at him, and saw that he had faith to be made well, ", "10": "he said with a loud voice, 'Stand up straight on your feet!' Up he jumped, and walked about.", "11": "When the crowds saw what Paul had done, they shouted loudly in the Lycaonian language, 'The gods have come down to us in human form!'", "12": "They called Barnabas 'Zeus', and Paul, because he was the main speaker, 'Hermes'. ", "13": "The priest of Zeus, whose temple was just outside the city, brought oxen and garlands to the city gates. There was a crowd with him, and he was all ready to offer sacrifice.", "14": "But when the apostles, Paul and Barnabas, heard of it, they tore their clothes and rushed into the crowd.", "15": "'Men, men,' they shouted, 'what on earth are you doing? We are just ordinary humans, with the same nature as you, and we are bringing you the wonderful message that you should turn away from these foolish things to the living God, the one who made heaven and earth and the sea and everything in them. ", "16": "In earlier generations he allowed all the nations to go their own ways, ", "17": "but even then he didn't leave himself without witness. He has done you good, giving you rain from heaven and times of fruitfulness, filling your bodies with food and your hearts with gladness.'", "18": "Even by saying this, they only just restrained the crowds from offering them sacrifice. ", "19": "But some Jews arrived from Antioch and Iconium, and persuaded the crowds to stone Paul. They dragged him outside the city, thinking he was dead. ", "20": "The disciples gathered round him, however, and he got up and went into the city. The next day he and Barnabas went off to Derbe.", "21": "They preached in Derbe, and made many disciples. Then they returned to Lystra, Iconium and Antioch, ", "22": "strengthening the hearts of the disciples, and urging them to remain in the faith. They warned them that getting into God's kingdom would mean going through considerable suffering. ", "23": "In every church they appointed elders by laying hands on them. They fasted, prayed, and commended them to the Lord in whom they had believed.", "24": "They went through Pisidia and came to Pamphylia; ", "25": "and when they had spoken the word in Perga they went down to Attalia. ", "26": "From there they sailed to Antioch, which was where they had been commended to God's grace for the work which they had accomplished. ", "27": "Once there, they called the church together, and told them all the things which God had done with them, and how he had opened a door of faith for the Gentiles. ", "28": "They stayed there a long time with the disciples."}