{"1": "Paul went on further, to Derbe and then Lystra. There was a disciple there by the name of Timothy, the son of a believing Jewish woman, but with a Greek father. ", "2": "The Christians in Lystra and Iconium spoke well of him. ", "3": "Paul wanted Timothy to go with them, so he took him and circumcised him because of the Jews in those regions, since they all knew that his father was Greek. ", "4": "When they went through the cities, they handed on to them the decisions which had been taken by the apostles and elders at Jerusalem, so that they could observe them. ", "5": "The churches were strengthened in faith, and grew in number every day.", "6": "They went through the region of Phrygia and Galatia, since the holy spirit had forbidden them to speak the word in the province of Asia. ", "7": "When they came to Mysia, they tried to go into Bithynia, but the spirit of Jesus didn't allow them to do so. ", "8": "So, passing by Mysia, they came down to Troas. ", "9": "Then a vision appeared to Paul in the night: a man from Macedonia was standing there, pleading with him, and saying, 'Come across to Macedonia and help us!' ", "10": "When he saw the vision, at once we set about finding a way to get across to Macedonia, concluding that God had called us to preach the good news to them.", "11": "So we sailed away from Troas and made a straight course to Samothrace, and the next day to Neapolis. ", "12": "From there we went on to Philippi, a Roman colony which is the chief city of the district of Macedonia. We stayed in this city for some days.", "13": "On the sabbath day we went outside the gate to a place by a river where we reckoned there was a place of prayer, and there we sat down. Some women had gathered, and we spoke to them. ", "14": "There was a woman called Lydia, a godfearer, who was a seller of purple from Thyatira. The Lord opened her heart to pay attention to what Paul was saying. ", "15": "She was baptized, with all her household. 'If you have judged me faithful to the Lord,' she begged us, 'please come and stay at my home.' So she persuaded us.", "16": "As we were going to the place of prayer we were met by a girl who had a spirit of divination. She and her oracles made a good living for her owners. ", "17": "She followed Paul and the rest of us. 'These men are servants of God Most High!' she would shout out. 'They are declaring to you the way of salvation!'", "18": "She did this for many days. Eventually, Paul got fed up with it. He turned round and addressed the spirit. 'I command you in the name of Jesus the Messiah,' he said, 'come out of her!' And it came out then and there.", "19": "When the girl's owners saw that their hope of profit had vanished, they seized Paul and Silas, dragged them into the public square before the authorities, ", "20": "and presented them to the magistrates. 'These men', they said, 'are throwing our city into an uproar! They are Jews, ", "21": "and they are teaching customs which it's illegal for us Romans to accept or practise!'", "22": "The crowd joined in the attack on them, and the magistrates had their clothes torn off them and gave orders for them to be beaten with rods. ", "23": "When they had thoroughly beaten them, they threw them into prison, and gave orders to the jailer to guard them securely. ", "24": "With that instruction, he put them into the innermost part of the prison, and fastened their feet in the stocks.", "25": "Around midnight, Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them. ", "26": "Suddenly there was a huge earthquake, which shook the foundations of the prison. At once all the doors flew open, and everyone's chains became loose. ", "27": "When the jailer woke up and saw the prison doors open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. ", "28": "But Paul shouted at the top of his voice, 'Don't harm yourself! We're all still here!'", "29": "The jailer called for lights and rushed in. Trembling all over, he fell down before Paul and Silas. ", "30": "Then he brought them outside. 'Gentlemen,' he said, 'will you please tell me how I can get out of this mess?'", "31": "'Believe in the Lord Jesus,' they replied, 'and you will be rescued – you and your household.'", "32": "And they spoke the word of the Lord to him, with everyone who was in his house. ", "33": "He took them, at that very hour of the night, and washed their wounds. Then at once he was baptized, and all his household with him. ", "34": "Then he took them into his house, put food on the table, and rejoiced with his whole house that he had believed in God.", "35": "When day broke, the magistrates sent their officers with the message, 'Let those men go.' ", "36": "The jailer passed on what they said to Paul. 'The magistrates have sent word that you should be released,' he said. 'So now you can leave and go in peace.'", "37": "But Paul objected. 'We are Roman citizens!' he said. 'They didn't put us on trial, they beat us in public, they threw us into prison, and now they are sending us away secretly? No way! Let them come themselves and take us out.'", "38": "The officers reported these words to the magistrates. When they heard that they were Roman citizens, they were afraid. ", "39": "They went and apologized, brought them out of the prison, and requested that they leave the city. ", "40": "So when they had left the prison they went to Lydia's house. There they saw and encouraged the brothers and sisters, and then they went on their way."}