{"1": "After this, Paul left Athens and went to Corinth. ", "2": "There he found a Jew named Aquila, a native of Pontus, who had recently arrived from Italy with Priscilla his wife, due to Claudius' edict banishing all Jews from Rome. Paul paid them a visit ", "3": "and, because they were in the same business, he stayed with them and worked. They were, by trade, tent-makers.", "4": "Paul argued every sabbath in the synagogue, and persuaded both Jews and Greeks. ", "5": "When Silas and Timothy arrived from Macedonia, Paul was putting great energy into the task of bearing forthright witness to the Jews that the Messiah really was Jesus. ", "6": "When they opposed him, and blasphemed, he shook out his clothes. 'Your blood be on your own heads!' he said. 'I am innocent. From now on I shall go to the Gentiles.'", "7": "He moved on from the synagogue, and went in to the house of a man named Titius Justus, a godfearer who lived opposite the synagogue. ", "8": "But Crispus, the ruler of the synagogue, believed in the Lord, with all his household, and many of the Corinthians heard about it, came to faith, and were baptized.", "9": "The Lord spoke to Paul by night in a vision. 'Don't be afraid,' he said. 'Speak on, and don't be silent, ", "10": "because I am with you, and nobody will be able to lay a finger on you to harm you. There are many of my people in this city.'", "11": "He stayed there eighteen months, teaching the word of God among them.", "12": "When Gallio was proconsul of Achaea, the Jews made a concerted attack on Paul, and led him to the official tribunal.", "13": "'This man', they said, 'is teaching people to worship God in illegal ways.'", "14": "Paul was getting ready to speak when Gallio intervened. 'Look here, you Jews,' he said to them. 'If this was a matter of serious wrongdoing or some wicked villainy, I would receive your plea in the proper way. ", "15": "But if this is a dispute about words, names and laws within your own customs, you can sort it out among yourselves. I don't intend to be a judge in such matters.'", "16": "Then he dismissed them from the tribunal. ", "17": "But the crowd seized Sosthenes, the ruler of the synagogue, and beat him right there in front of the tribunal. Gallio, however, totally ignored this.", "18": "Paul stayed on for several more days with the Christians, and then said his farewells and sailed away to Syria, taking Priscilla and Aquila with him. In Cenchreae he had his hair cut off, since he was under a vow. ", "19": "When they arrived at Ephesus he left them there, while he himself went into the synagogue and disputed with the Jews. ", "20": "When they asked him to stay with them for a longer time, he refused, ", "21": "and took his leave. 'I will come back to you again,' he said, 'if that's God's will.' Then he left Ephesus, ", "22": "and went to Caesarea. Then he went up to Jerusalem, greeted the church, and went back to Antioch. ", "23": "When he had spent some time there, he went off again and travelled from one place to another throughout the region of Galatia and Phrygia, encouraging all the disciples.", "24": "Now there arrived in Ephesus a Jew named Apollos, who came from Alexandria. He was an eloquent man, and powerful when it came to expounding scripture. ", "25": "He had received instruction in the Way of the Lord. He was an enthusiastic speaker, and taught the things about Jesus accurately, even though he only knew the baptism of John. ", "26": "He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they took him to one side and expounded the Way of God to him more accurately.", "27": "He wanted to go across to Achaea. The Christians in Ephesus, by way of encouragement, wrote letters to the church there to welcome him. On his arrival, his work made a considerable impact, through God's grace, on the believers, ", "28": "since he openly and powerfully refuted the Jews by demonstrating from the scriptures that the Messiah really was Jesus."}