{"1": "While Apollos was in Corinth, Paul travelled through the interior regions and arrived at Ephesus. There he found some disciples, ", "2": "and said to them, 'Did you receive the holy spirit when you believed?' 'We had not heard', they replied, 'that there was a “holy spirit”.'", "3": "'Well then,' said Paul, 'into what were you baptized?' 'Into John's baptism,' they replied.", "4": "'John baptized with a baptism of repentance for the people,' said Paul, 'speaking about the one who was to come after him, and saying that that person would be the one that people should believe in – and that means Jesus.'", "5": "When they heard this, they were baptized in the name of Jesus. ", "6": "Paul then laid his hands on them, and the holy spirit came upon them, and they spoke in tongues and prophesied. ", "7": "There were about twelve men in all.", "8": "Paul went into the synagogue and spoke boldly there for three months, arguing and persuading them about the kingdom of God. ", "9": "But when some of them were hard-hearted, and wouldn't believe, and made wicked allegations about the Way in front of everybody else, Paul left them. He took the disciples with him, and argued every day in the lecture-hall of Tyrannus. ", "10": "He did this for two years, so that all the inhabitants of Asia, Jews and Greeks alike, heard the word of the Lord.", "11": "God performed unusual works of power through Paul's hands. ", "12": "People used to take handkerchiefs or towels that had touched his skin and put them on the sick, and then their diseases would leave them and evil spirits would depart.", "13": "There were some travelling Jewish exorcists who tried to use the name of the Lord Jesus on people with evil spirits. 'I command you', they used to say, 'in the name of Jesus, the one Paul proclaims!'", "14": "There were seven of them who used to do this. They were the sons of Sceva, a Jewish high priest. ", "15": "But on one occasion the evil spirit answered them back. 'I know Jesus', it shouted, 'and I am well acquainted with Paul; but who are you?'", "16": "The man who had the evil spirit pounced on them and, since he was much too strong for them, overpowered all of them, so that they fled out of the house naked and battered. ", "17": "This became common knowledge among both Jews and Greeks living in Ephesus. Fear came on all of them, and the name of the Lord Jesus grew greatly in prestige.", "18": "Many people who became believers came forward to make public confession, revealing what they had been up to. ", "19": "Some who had been practising magic brought their books and burnt them in front of everyone; someone calculated how much they were all worth, and it came to fifty thousand silver pieces. ", "20": "So the word grew and was strong, in accordance with the Lord's power.", "21": "Once all this had been finished, Paul decided in his spirit to go back through Macedonia and Achaea and, from there, on to Jerusalem. 'After I've been there', he said, 'I'll have to go and see Rome.'", "22": "He sent two of his helpers, Timothy and Erastus, on ahead to Macedonia, while he himself spent a little more time in Asia.", "23": "Around that time there was a major disturbance because of the Way. ", "24": "There was a silversmith called Demetrius who made silver statues of Artemis, which brought the workmen a tidy income. ", "25": "He got them all together, along with other workers in the same business. 'Gentlemen,' he began. 'You know that the reason we are doing rather well for ourselves is quite simply this business of ours. ", "26": "And now you see, and hear, that this fellow Paul is going around not only Ephesus but pretty well the whole of Asia, persuading the masses to change their way of life, telling them that gods made with hands are not gods after all! ", "27": "This not only threatens to bring our proper business into disrepute, but it looks as if it might make people disregard the temple of the great goddess Artemis. Then she – and, after all, the whole of Asia, indeed the whole world, worships her! – she might lose her great majesty.'", "28": "When they heard this, they were filled with rage. 'Great is Ephesian Artemis!' they shouted. 'Great is Ephesian Artemis!'", "29": "The whole city was filled with the uproar, and everyone rushed together into the theatre, dragging along with them the Macedonians Gaius and Aristarchus, two of Paul's companions. ", "30": "Paul wanted to go in to speak to the people, but his followers wouldn't let him. ", "31": "Indeed, some of the local magistrates, who were friendly towards him, sent him a message urging him not to take the risk of going into the theatre. ", "32": "Meanwhile, some people were shouting one thing, some another. In fact, the whole assembly was thoroughly confused, and most of them had no idea why they had come there in the first place. ", "33": "The Jews pushed Alexander forward, and some of the crowd informed him what was going on. He motioned with his hand, and was going to make a statement to the people to explain things. ", "34": "But when they realized he was a Jew, they all shouted together, for about two hours, 'Great is Ephesian Artemis!'", "35": "The town clerk quietened the crowd. 'Men of Ephesus,' he said, 'is there anyone who doesn't know that our city of Ephesus is the place which has the honour of being the home of Artemis the Great, and of the statue that fell from heaven? ", "36": "Nobody can deny it! So you should be quiet, and not do anything rash. ", "37": "You've brought these men here, but they haven't stolen from the temple, or blasphemed our goddess. ", "38": "If Demetrius and his colleagues have a charge they want to bring against anyone, the courts are open and we have magistrates. People can present their cases against one another. ", "39": "But if you are wanting to know anything beyond that, it must be sorted out in the authorized assembly. ", "40": "Let me remind you that we ourselves are risking legal proceedings because of this riot today, since there is no reason we could give which would enable us to present a satisfactory explanation for this uproar.'", "41": "With these words, he dismissed the assembly."}