{"1": "When the day of Pentecost had finally arrived, they were all together in the same place. ", "2": "Suddenly there came from heaven a noise like the sound of a strong, blowing wind, and it filled the whole house where they were sitting. ", "3": "Then tongues, seemingly made of fire, appeared to them, moving apart and coming to rest on each one of them. ", "4": "They were all filled with the holy spirit, and began to speak in other languages, as the spirit gave them the words to say.", "5": "There were devout Jews from every nation under heaven staying in Jerusalem at that time. ", "6": "When they heard this noise they came together in a crowd. They were deeply puzzled, because every single one of them could hear them speaking in his or her own native language. ", "7": "They were astonished and amazed. 'These men who are doing the speaking are all Galileans, aren't they?' they said. ", "8": "'So how is it that each of us can hear them in our own mother tongues? ", "9": "There are Parthians here, and Medians, Elamites, people from Mesopotamia, Judaea, Cappadocia, Pontus, Asia, ", "10": "Phrygia and Pamphylia, Egypt and the parts of Libya that belong to Cyrene; there are people from Rome, ", "11": "proselytes as well as Jews; there are Cretans and Arabs. We can hear them telling us about the powerful things God has done – in our own languages!'", "12": "Everyone was astonished and perplexed. 'What does it all mean?' they were asking each other.", "13": "But some sneered. 'They're full of new wine!' they said.", "14": "Then Peter got up, with the eleven. He spoke to them in a loud voice. 'People of Judaea!' he began. 'All of you staying here in Jerusalem! There's something you have to know! Listen to what I'm saying! ", "15": "These people aren't drunk, as you imagine. It's only nine o'clock in the morning! ", "16": "No, this is what the prophet Joel was talking about, when he said,", "17": "In the last days, declares God, I will pour out my spirit on all people. Your sons and your daughters will prophesy; your young men will see visions, your old men will dream dreams;", "18": "yes, even on slaves, men and women alike, will I pour out my spirit in those days, and they shall prophesy.", "19": "And I will give signs in the heavens above, and portents on earth beneath, blood and fire and clouds of smoke.", "20": "The sun will be turned into darkness, and the moon into blood, before the day of the Lord comes, the great and glorious day.", "21": "And then everyone who calls on the name of the Lord will be saved.", "22": "'You people of Israel,' Peter continued, 'listen to this. Jesus of Nazareth was a man marked out for you by God through the mighty works, signs and portents which God performed through him right here among you, as you all know. ", "23": "He was handed over in accordance with God's determined purpose and foreknowledge – and you used people outside the law to nail him up and kill him.", "24": "'But God raised him from the dead! Death had its painful grip on him; but God released him from it, because it wasn't possible for him to be mastered by it. ", "25": "This, you see, is how David speaks of him: I set the Lord before me always; because he is at my right hand, I won't be shaken.", "26": "So my heart was happy, and my tongue rejoiced, and my flesh, too, will rest in hope.", "27": "For you will not leave my soul in Hades, nor will you allow your Holy One to see corruption.", "28": "You showed me the path of life, you filled me with gladness in your presence.", "29": "'My dear family, I can surely speak freely to you about the patriarch David. He died and was buried, and his tomb is here with us to this day. ", "30": "He was of course a prophet, and he knew that God had sworn an oath to him to set one of his own physical offspring on his throne. ", "31": "He foresaw the Messiah's resurrection, and spoke about him 'not being left in Hades', and about his flesh 'not seeing corruption'. ", "32": "This is the Jesus we're talking about! God raised him from the dead, and all of us here are witnesses to the fact! ", "33": "Now he's been exalted to God's right hand; and what you see and hear is the result of the fact that he is pouring out the holy spirit, which had been promised, and which he has received from the father.", "34": "'David, after all, did not ascend into the heavens. This is what he says: The Lord said to my Lord, sit at my right hand,", "35": "until I place your enemies underneath your feet.", "36": "'So the whole house of Israel must know this for a fact: God has made him Lord and Messiah – this Jesus, the one you crucified.'", "37": "When they heard this, the people in the crowd were cut to the heart. 'Brothers,' they said to Peter and the other apostles, 'what shall we do?'", "38": "'Turn back!' replied Peter. 'Be baptized – every single one of you – in the name of Jesus the Messiah, so that your sins can be forgiven, and you will receive the gift of the holy spirit. ", "39": "The promise is for you and for your children, and for everyone who is far away, as many as the Lord our God will call.'", "40": "He carried on explaining things to them with many other words. 'Let God rescue you', he was urging them, 'from this wicked generation!'", "41": "Those who welcomed his word were baptized. About three thousand people were added to the community that day.", "42": "They all gave full attention to the teaching of the apostles and to the common life, to the breaking of bread and the prayers. ", "43": "Great awe fell on everyone, and many remarkable deeds and signs were performed by the apostles.", "44": "All of those who believed came together, and held everything in common. ", "45": "They sold their possessions and belongings and divided them up to everyone in proportion to their various needs. ", "46": "Day by day they were all together attending the Temple. They broke bread in their various houses, and ate their food with glad and sincere hearts, ", "47": "praising God and standing in favour with all the people. And every day the Lord added to their number those who were being rescued."}