{"1": "After the hue and cry had died down, Paul sent for the disciples. He encouraged them, said his farewells, and set off to go to Macedonia. ", "2": "He went through those regions, encouraging them with many words and, arriving in Greece, ", "3": "stayed there three months. He was intending to set sail for Syria, but the Jews made a plot against him, and he decided to return instead through Macedonia.", "4": "He was accompanied on this trip by Sopater, son of Pyrrhus of Beroea; by Aristarchus and Secundus from Thessalonica; by Gaius from Derbe; and Timothy, and Tychicus and Trophimus from Asia. ", "5": "They went on ahead and waited for us at Troas, ", "6": "while we got on board ship at Philippi, after the days of Unleavened Bread, and joined them in Troas five days later. We stayed there for a week.", "7": "On the first day of the week we gathered to break bread. Paul was intending to leave the following morning. He was engaged in discussion with them, and he went on talking up to midnight. ", "8": "There were several lamps burning in the upper room where we were gathered. ", "9": "A young man named Eutychus was sitting by the window, and was overcome with a deep sleep as Paul went on and on. Once sleep had got the better of him, he fell down out of the third-storey window, and was picked up dead.", "10": "Paul went down, stooped over him and picked him up. 'Don't be alarmed,' he said. 'There is life still in him.'", "11": "He went back upstairs, broke bread and ate with them, and continued speaking until dawn. Then he left. ", "12": "They took up the young man alive and were very much comforted.", "13": "We went on ahead to the ship and set off for Assos, with the intention of picking Paul up there (he had decided that he would walk to that point). ", "14": "When we arrived at Assos, we picked him up and went on to Mitylene, ", "15": "and from there we sailed on the next day and arrived opposite Chios. The following day we got near to Samos, and the day after that we came to Miletus. ", "16": "Paul had decided, you see, to pass by Ephesus, so that he wouldn't have to spend more time in Asia. He was eager to get to Jerusalem, if he could, in time for the day of Pentecost.", "17": "From Miletus, Paul sent to Ephesus and called for the elders of the church, ", "18": "and they came to him. 'You know very well', he began, 'how I have behaved with you all the time, since the first day I arrived in Asia. ", "19": "I have served the Lord with all humility, with the tears and torments that came upon me because of the plots of the Jews. ", "20": "You know that I kept back nothing that would have been helpful to you, preaching to you and teaching you both in public and from house to house. ", "21": "I bore witness both to Jews and Greeks about repentance towards God and faith in our Lord Jesus.", "22": "'And now, look, I am going to Jerusalem, bound by the spirit. I have no idea what's going to happen to me there, ", "23": "but only that the holy spirit testifies to me in city after city that captivity and trouble are in store for me. ", "24": "But I don't reckon my life at any value, so long as I can finish my course, and the ministry which I have received from the Lord Jesus, to bear witness to the gospel of God's grace.", "25": "'So now', he went on, 'I have gone to and fro preaching the kingdom among you, but I know that none of you will ever see my face again. ", "26": "Therefore I bear witness to you this very day that I am innocent of everyone's blood, ", "27": "since I did not shrink from declaring to you God's entire plan.'", "28": "'Watch out for yourselves', Paul continued, 'and for the whole flock, in which the holy spirit has appointed you as guardians, to feed the church of God, which he purchased with his very own blood. ", "29": "I know that fierce wolves will come in after I am gone, and they won't spare the flock. ", "30": "Yes, even from among yourselves people will arise, saying things which will distort the truth, and they will draw the disciples away after them. ", "31": "Therefore keep watch, and remember that for three years, night and day, I didn't stop warning each of you, with tears.", "32": "'So now I commit you to God, and to the word of his grace, which is able to build you up and give you the inheritance among all those whom God has sanctified. ", "33": "I never coveted anyone's silver, or gold, or clothes. ", "34": "You yourselves know that these very hands worked to serve my own needs and those of the people with me. ", "35": "I showed you in all such matters that this is how we should work to help the weak, remembering the words of the Lord Jesus, as he put it, “It is more blessed to give than to receive.” '", "36": "When he had said this, he knelt down with them all and prayed. ", "37": "There was great lamentation among them all, and they fell on Paul's neck and kissed him. ", "38": "They were particularly sorry to hear the word he had spoken about never seeing his face again. Then they brought him to the ship."}