{"1": "'My brothers and fathers,' he began, 'hear me as I explain myself to you.'", "2": "When they heard him speaking in Aramaic they became even quieter.", "3": "'I am a Jew', he continued, 'and I was born in Tarsus in Cilicia. I received my education here, in this city, and I studied at the feet of Gamaliel. I was trained in the strictest interpretations of our ancestral laws, and became zealous for God, just as all of you are today. ", "4": "I persecuted this Way, right to the point of killing people, and I bound and handed over to prison both men and women – ", "5": "as the high priest and all the elders can testify. I received letters from them to the Jews of Damascus, where I was going in order to find the heretics who were there, tie them up, and bring them to Jerusalem to face their just deserts.", "6": "'Just as I was on the way, and getting near to Damascus, suddenly a bright light shone from heaven all around me. It was about midday. ", "7": "I fell down on the ground and I heard a voice, saying, “Saul, Saul, why are you persecuting me?” ", "8": "I answered, “Who are you, Master?” And he said to me, “I am Jesus of Nazareth, and you are persecuting me!”", "9": "'The people who were with me saw the light, but they didn't hear the voice of the person speaking to me. ", "10": "So I said, “What shall I do, Master?” And the Lord said to me, “Get up and go into Damascus, and there you will be informed of all the things that have been arranged for you to do.”", "11": "'So, as I couldn't see because of the brightness of that light, the people with me led me by the hand, and I came to Damascus.'", "12": "'There was a man named Ananias,' Paul continued. 'He was a devout, law-keeping Jew, and all the Jews living in Damascus would testify to the fact. ", "13": "He came and stood beside me and said, “Brother Saul, receive your sight.” In that very moment I could see, and I looked at him. ", "14": "This is what he said. “The God of our ancestors chose you to know his will, to see the Righteous One, and to hear the word from his mouth. ", "15": "This is because you are going to bear witness for him to all people, telling them what you have seen and heard. ", "16": "Now, then, what are you going to do? Get up, be baptized and wash away your sins by calling on his name.”", "17": "'After I came back to Jerusalem, and was praying in the Temple, I fell into a trance, ", "18": "and I saw him speaking to me. “Hurry up!” he said. “Leave Jerusalem as quickly as possible! They won't accept your testimony about me.” ", "19": "“But, Lord,” I replied, “they themselves know that in all the synagogues I used to imprison and beat those who believe in you. ", "20": "And when they shed the blood of Stephen, your witness, I was myself standing there and giving my approval. I was looking after the cloaks of those who were killing him.”", "21": "' “No,” he said to me. “Go away from here! I'm sending you far away – to the Gentiles!” '", "22": "Up to this point the crowd listened to Paul. But now they began to shout. 'Away with him from the face of the earth!' they yelled. 'Someone like that has no right to live!'", "23": "The crowd was shouting, tearing their clothes, and throwing dust in the air. ", "24": "The tribune gave orders for Paul to be brought into the barracks, and he told the guards to examine him by flogging, so that he could find out just what was the reason for all the uproar against him.", "25": "As they were tying Paul up ready for the whips, Paul spoke to the centurion who was standing beside him. 'Is it lawful', he said, 'to flog a Roman citizen without first finding him guilty?'", "26": "When the centurion heard that, he went off to the tribune and spoke to him. 'What d'you think you're doing?' he said. 'This fellow's a Roman citizen!'", "27": "The tribune came and spoke to Paul. 'Tell me,' he said. 'Are you a Roman citizen?' 'Yes,' replied Paul.", "28": "'It cost me a lot of money to buy this citizenship,' said the tribune. 'Ah,' said Paul, 'but it came to me by birth.'", "29": "The people who were about to torture Paul stepped back quickly from him. As for the tribune, he was afraid, discovering that he was a Roman citizen and that he had had him tied up.", "30": "On the next day, still wanting to get to the bottom of it all, and to find out what was being alleged by the Jews, he released Paul, and ordered the chief priests to come together, with the whole Sanhedrin. He brought Paul in and presented him to them."}