{"1": "After five days, Ananias the high priest came down to Caesarea with some of the elders, and with a barrister named Tertullus. They told the governor what they had against Paul. ", "2": "Paul was summoned, and Tertullus began his speech of accusation. 'Most excellent Felix! We are enjoying great peace because of you! Through your wise foresight and planning things have greatly improved for this people. ", "3": "We welcome it in every way, in every place, and with every feeling of gratitude. ", "4": "But, so as not to keep you waiting any longer, I beg you, of your forbearance, to listen to us briefly.", "5": "'We find this fellow to be a public nuisance. He stirs up civil strife among all the Jews, all over the world. He is a ringleader in the sect of the Nazoreans. ", "6": "He even tried to defile the Temple! But we caught him. ", "8": "If you examine him yourself you will be able to find out about all these things of which we're accusing him.'", "9": "The Jews added their voices to this speech, agreeing that it was just as had been said.", "10": "The governor motioned to Paul to speak. 'I understand that you have been governor of this nation for several years', he began, 'and therefore I am all the more pleased to make my defence before you. ", "11": "You will be able to discover that it is not more than twelve days since I came up to worship at Jerusalem. ", "12": "They didn't find me disputing with anybody in the Temple; nor was I stirring up a crowd, either in the synagogues or elsewhere in the city. ", "13": "They can provide no proof of any of the charges they are now bringing against me.", "14": "'But this much I will confess to you: that it is true that I do worship the God of my ancestors according to the Way which they call a “sect”. I believe everything which is written in the law and the prophets, ", "15": "and I hold to the hope in God, for which they also long, that there will be a resurrection of the righteous and the unrighteous. ", "16": "For that reason I make it my settled aim always to have a clear conscience before God and all people.", "17": "'For several years I have been collecting alms and offerings to bring to my nation. ", "18": "That was the business I was engaged in when they found me purified in the Temple, without any crowds and without any riot. ", "19": "There were some Jews from Asia there; they are the ones who should appear before you and bring any accusations against me that they may have. ", "20": "Or let these people themselves say what wrong they found in me when I stood before the Sanhedrin – ", "21": "unless it is about this one thing, which I shouted out as I was standing among them: “It's because of the resurrection of the dead that I am being judged before you today.” '", "22": "Felix was quite well informed about the Way. He adjourned the hearing. 'When Lysias the tribune comes down,' he said, 'then I will make my decision about your business.'", "23": "He told the centurion to keep Paul under guard, to allow him some freedom, and not to stop any of his companions from looking after him.", "24": "After some days, Felix came with Drusilla his wife, who was Jewish. They sent for Paul and listened to him speaking about faith in the Messiah Jesus. ", "25": "As he talked about justice, self-control and the judgment to come, Felix became afraid. 'That's quite enough for now,' he said. 'You can go. When I get a good opportunity I'll call for you again another time.'", "26": "At the same time he was hoping that Paul would give him money, and so he sent for him frequently and talked with him. ", "27": "After two years Felix handed over the reins of office to Porcius Festus. He wanted to do the Jews a favour, and so he left Paul in prison."}