{"1": "Agrippa addressed Paul. 'You are permitted', he said, 'to speak for yourself.' Paul stretched out his hand and began his defence.", "2": "'I consider myself blessed, King Agrippa,' he said, 'to have the chance to speak before you today in my defence concerning all the things of which the Jews have charged me, ", "3": "in particular because I know you are an expert on all matters of Jewish customs and disputes. I beg you, therefore, to give me a generous hearing.", "4": "'All the Jews know my manner of life. I lived from my earliest days among my own people and in Jerusalem. ", "5": "They have known already for a long time (if they are willing to testify!) that I lived as a Pharisee, according to the strictest sect of our religion. ", "6": "And now I stand accused because of the hope of the promise made by God to our ancestors, ", "7": "the hope for which our twelve tribes wait with earnest longing in their worship night and day. And it is this hope, O king, for which I am now accused by the Jews! ", "8": "Why should any of you judge it unbelievable that God would raise the dead?", "9": "'I thought I was under obligation to do many things against the name of Jesus of Nazareth, ", "10": "and that is what I did in Jerusalem. I received authority from the chief priests to shut up many of God's people in prison, and when they were condemned to death I cast my vote against them. ", "11": "I punished them many times in all the synagogues, and forced many of them to blaspheme. I became more and more furious against them, and even pursued them to cities in other lands.'", "12": "'While I was busy on this work', Paul continued, 'I was travelling to Damascus with authority and commission from the chief priests. ", "13": "Around midday, while I was on the road, O king, I saw a light from heaven, brighter than the light of the sun, and shining all around me and my companions on the road. ", "14": "We all fell to the ground, and I heard a voice speaking to me in Aramaic. ' “Saul, Saul,” he said, “why are you persecuting me? It's hard for you, this kicking against the goads.”", "15": "' “Who are you, Lord?” I said. ' “I am Jesus”, said the Lord, “and you are persecuting me. ", "16": "But get up and stand on your feet. I'm going to tell you why I have appeared to you. I am going to establish you as a servant, as a witness both of the things you have already seen and of the occasions I will appear to you in the future. ", "17": "I will rescue you from the people, and from the nations to whom I am going to send you ", "18": "so that you can open their eyes to enable them to turn from darkness to light, and from the power of the satan to God – so that they can have forgiveness of sins, and an inheritance among those who are made holy by their faith in me.”", "19": "'So then, King Agrippa, I didn't disobey this vision from heaven. ", "20": "I preached that people should repent, and turn to God, and do the works that demonstrate repentance. I preached it first to those in Damascus, then also in Jerusalem, in the whole countryside of Judaea, and among the nations. ", "21": "That is the reason the Jews seized me in the Temple and tried to slaughter me. ", "22": "But I have had help from God, right up to this very day. And so I stand here to bear witness, to small and great alike, of nothing except what the prophets, and Moses too, said would happen: ", "23": "namely, that the Messiah would suffer, that he would be the first to rise from the dead, and that he would proclaim light to the people and to the nations.'", "24": "As Paul was making his defence in this way, Festus roared out at the top of his voice, 'Paul, you're mad! All this learning of yours has driven you crazy!'", "25": "'I'm not mad, most excellent Festus,' responded Paul. 'On the contrary, I am speaking words full of truth and good sense. ", "26": "The king knows about these things, and it is to him that I am speaking so boldly. I cannot believe that any of this has escaped his notice. After all, these things didn't happen in a corner. ", "27": "Do you believe the prophets, King Agrippa? I know you believe them.'", "28": "'You reckon you're going to make me a Christian, then,' said Agrippa to Paul, 'and pretty quick, too, by the sound of it!'", "29": "'Whether quick or slow,' replied Paul, 'I pray to God that not only you but also all who hear me today will become just as I am – apart, of course, from these chains.'", "30": "The king, the governor and Bernice, and those sitting with them, got up. ", "31": "As they were going away, they talked to one another about it. 'This man', they were saying, 'has done nothing to deserve death or chains.'", "32": "And Agrippa commented to Festus, 'This man could have been set free, if only he hadn't gone and appealed to Caesar.'"}