{"1": "When it was decided that we should sail to Italy, they handed Paul over, along with some other prisoners, to a centurion named Julius, who belonged to the Imperial Cohort. ", "2": "They got into a ship from Adramyttium, which was intending to sail to various places along the coast of Asia. So off we set. Aristarchus, a Macedonian from Thessalonica, came too.", "3": "Next day we put in at Sidon. Julius was kind to Paul, and allowed him to go to his friends to be cared for. ", "4": "When we left Sidon, we sailed under the lee of Cyprus, because the winds were against us, ", "5": "and then crossed the sea off the coast of Cilicia and Pamphylia, arriving at Myra in Lycia. ", "6": "There the centurion found a ship going from Alexandria to Italy, and we got on board.", "7": "After a few days we were making very heavy weather of it, and only got to the shore at Cnidus. Since the wind was not helping us, we sailed under the lee of Crete, off the coast from Salmone. ", "8": "Getting past that point with some difficulty, we came to a place which is called 'Fair Havens', not far from the town of Lasea.", "9": "Quite a bit of time had now elapsed, and sailing was becoming dangerous. The Fast had already come and gone. Paul gave his advice.", "10": "'Men,' he said, 'I can see we're going to have trouble on this voyage. It's going to be dangerous. We may well sustain heavy losses both to the cargo and to the ship, not to mention to human life.'", "11": "But the centurion put his faith in the helmsman and the ship-owner rather than in what Paul had said. ", "12": "Unfortunately, the harbour was not suitable for wintering in, so most people were in favour of going on from there to see if they could get to Phoenix, a harbour on Crete which faces both south-west and north-west. They would then be able to spend the winter there.", "13": "Well, a moderate southerly breeze sprang up, and they thought they had the result they wanted. So they lifted the anchor and sailed along, hugging the shore of Crete. ", "14": "But before long a great typhoon – they call it 'Eurakylon', the Northeaster – swept down from Crete, ", "15": "and the ship was caught up by it. Since the ship couldn't turn and face into the wind, it had to give way and we were carried along.", "16": "When we came in behind an island called Cauda, we were just able to get the ship's boat under control. ", "17": "They pulled it up, and did what was necessary to undergird the ship. Then, because they were afraid that we would crash into the Syrtis sandbanks, they lowered the sea-anchor and allowed the ship to be driven along. ", "18": "The storm was so severe that on the next day they began to throw cargo overboard, ", "19": "and on the third day they threw the ship's tackle overboard as well, with their own hands. ", "20": "We then went for a good many days without seeing either the sun or the stars, with a major storm raging. All hope of safety was finally abandoned.", "21": "We had gone without food a long time. Then Paul stood up in the middle of them all. 'It does seem to me, my good people,' he said, 'that you should have taken my advice not to leave Crete. We could have managed without this damage and loss. ", "22": "But now I want to tell you: take heart! No lives will be lost – only the ship. ", "23": "This last night, you see, an angel of the God to whom I belong, and whom I worship, stood beside me. ", "24": "“Don't be afraid, Paul”, he said. “You must appear before Caesar, and let me tell you this: God has granted you all your travelling companions.” ", "25": "So take heart, my friends. I believe God, that it will be as he said to me. ", "26": "We must, however, be cast up on some island or other.'", "27": "On the fourteenth night we were being carried across the sea of Adria when, around the middle of the night, the sailors reckoned that we were getting near some land. ", "28": "They took soundings and found twenty fathoms; then, a little bit further, they took soundings again and found fifteen fathoms. ", "29": "They were afraid that we might crash into a rocky place, so they let down four anchors from the stern and prayed for day to come. ", "30": "The sailors wanted to escape from the ship, and let down the boat into the sea under the pretence of going to put out anchors from the bow. ", "31": "But Paul spoke to the centurion and the soldiers. 'If these men don't stay in the ship', he said, 'there is no chance of safety.'", "32": "Then the soldiers cut the ropes of the boat, and let it fall away.", "33": "When it was nearly daytime, Paul urged all of them to eat something. 'It's now all of fourteen days', he said, 'that you've been hanging on without food, not eating a thing. ", "34": "So let me encourage you to have something to eat. This will help you get rescued. No hair of any of your heads will be lost.'", "35": "So saying, he took some bread, gave thanks to God in front of them all, broke the bread and ate it. ", "36": "Then all of them cheered up and took some food. ", "37": "The whole company on board was two hundred and seventy-six. ", "38": "When we had eaten enough food, they threw the grain overboard to lighten the ship.", "39": "When day came, they didn't recognize the land. It appeared to have a bay with a sandy shore, and that was where they hoped, if possible, to beach the ship. ", "40": "They let the anchors drop away into the sea, and at the same time slackened the ropes on the rudders, hoisted the foresail, and headed for the beach. ", "41": "But they crashed into a reef and ran the ship aground. The prow stuck fast and wouldn't budge, while the strong waves were smashing the stern to bits. ", "42": "The soldiers planned to kill the prisoners so that none of them would swim away and escape. ", "43": "But the centurion wanted to rescue Paul, and refused permission for them to carry out their intention. Instead, he ordered all who were able to swim to leap overboard first and head for land, ", "44": "while the rest were to come after, some on boards and some on bits and pieces of the ship. And so everyone ended up safely on land."}