{"1": "When we reached safety, we discovered that the island was called Malta. ", "2": "The local inhabitants treated us with unusual kindness: they set to and built a fire for us all, since it was cold and had started to rain. ", "3": "Paul had collected quite a bundle of brushwood, and was putting it on the fire, when a viper, escaping the heat, fastened onto his hand. ", "4": "The natives saw the animal clinging to his hand. 'Aha!' they said to one another. 'This man must be a murderer! He's been rescued from the sea, but Justice hasn't allowed him to live.'", "5": "Paul, however, shook off the snake into the fire and suffered no harm. ", "6": "They kept watching him to see if he would swell up or suddenly fall down dead. But when they had waited and watched for quite some time, and nothing untoward had happened to him, they changed their minds. 'He must be a god,' they said.", "7": "Publius, the leading man of the island, owned lands in the region where we were. He welcomed us, and entertained us in a most friendly fashion for three days. ", "8": "Publius' father was lying sick in bed with a fever and with dysentery. Paul went in to see him and prayed; then he laid his hands on him and cured him. ", "9": "At this, everyone else on the island who was sick came and was cured. ", "10": "They gave us many honours, and when we were getting ready to sail away they gave us everything we needed.", "11": "After three months we set sail on a ship that had been spending the winter on the island. It was from Alexandria, and had the insignia of the Heavenly Twins. ", "12": "We arrived at Syracuse, and stayed three days. ", "13": "From there we raised anchor and sailed across to Rhegium. After one day there, a south wind arose, and on the second day we arrived at Puteoli, ", "14": "where we found Christians, who encouraged us to stay with them for seven days. And so we came to Rome. ", "15": "Christians from there, hearing about us, came to meet us as far as Appian Forum and Three Taverns. When Paul saw them, he thanked God and took heart.", "16": "When we arrived in Rome, Paul was allowed to lodge privately. He had a soldier to guard him.", "17": "After three days, Paul called together the leading men of the Jews. When they arrived, he began to speak. 'My brothers,' he said, 'I have done nothing against our people or our ancestral customs. Yet I was made a prisoner in Jerusalem and handed over to the Romans. ", "18": "The Romans put me on trial and wanted to let me go, because they couldn't find me guilty of any capital crime. ", "19": "But the Judaeans opposed this, and forced me to appeal to Caesar. This had nothing to do with my bringing any charges against my nation! ", "20": "So that's why I have asked to see you and talk with you. It is because of the hope of Israel, you see, that I am wearing this chain.'", "21": "'For our part', they responded, 'we haven't received any letters about you from Judaea. Nor has anyone of our nation come here to tell us anything, or to say anything bad about you. ", "22": "We want to hear from your own lips what you have in mind. However, as for this new sect, the one thing we know is that people everywhere are speaking out against it.'", "23": "So they fixed a day and came in large numbers to Paul's lodgings. He spoke to them and gave his testimony about the kingdom of God. From morning to night, he explained to them the things about Jesus, from the law of Moses and the prophets.", "24": "Some were persuaded by what he said, and others did not believe. ", "25": "They disagreed among themselves. So, as they were getting ready to leave, Paul said one last thing. 'The holy spirit', he said, 'spoke truly through the prophet Isaiah to your ancestors, ", "26": "when he said, Go to this people and say to them: Listen and listen, but never hear; look and look, but never see!", "27": "For this people's heart has grown dull, and their ears are dim with hearing, and they have closed their eyes – so that they might not see with their eyes, and hear with their ears, and understand with their heart, and turn, and I would heal them.", "28": "'Let it then be known to you that this salvation from God has been sent to the Gentiles. They will listen.'", "30": "Paul lived there for two whole years at his own expense, and welcomed everyone who came to see him. ", "31": "He announced the kingdom of God, and taught the things about the Lord Jesus the Messiah, with all boldness, and with no one stopping him."}