{"1": "One day, Peter and John were going up to the Temple at three o'clock in the afternoon, the time for prayer. ", "2": "There was a man being carried in who had been lame since birth. People used to bring him every day to the Temple gate called 'Beautiful', so that he could ask for alms from folk on their way in to the Temple. ", "3": "When he saw Peter and John going in to the Temple, he asked them to give him some money. ", "4": "Peter, with John, looked hard at him. 'Look at us,' he said.", "5": "The man stared at them, expecting to get something from them.", "6": "'I haven't got any silver or gold', Peter said, 'but I'll give you what I have got. In the name of the Messiah, Jesus of Nazareth, get up and walk!'", "7": "He grabbed the man by his right hand and lifted him up. At once his feet and ankles became strong, ", "8": "and he leaped to his feet and began to walk. He went in with them into the Temple, walking and jumping up and down and praising God. ", "9": "All the people saw him walking and praising God, ", "10": "and they recognized him as the man who had been sitting begging for alms by the Beautiful Gate of the Temple. They were filled with amazement and astonishment at what had happened to him.", "11": "All the people ran together in astonishment towards Peter and John, and the man who was clinging onto them. They were in the part of the Temple known as 'Solomon's Porch'. ", "12": "Peter saw them all and began to speak. 'Fellow Israelites,' he said, 'why are you amazed at this? Why are you staring at us as though it was our own power or piety that made this man walk? ", "13": "“The God of Abraham, the God of Isaac, the God of Jacob – the God of our ancestors” – he has glorified his child Jesus, the one you handed over and denied in the presence of Pilate, although he had decided to let him go. ", "14": "But you denied the Holy One, the Just One, and requested instead to have a murderer given to you; ", "15": "and so you killed the Prince of Life. But God raised him from the dead, and we are witnesses to the fact. ", "16": "And it is his name, working through faith in his name, that has given strength to this man, whom you see and know. It is faith which comes through him that has given him this new complete wholeness in front of all of you.'", "17": "'Now, my dear family,' Peter continued, 'I know that you acted in ignorance, just as your rulers did. ", "18": "But this is how God has fulfilled what he promised through the mouth of all the prophets, that his Messiah would suffer. ", "19": "So now repent, and turn back, so that your sins may be blotted out, ", "20": "so that times of refreshment may come from the presence of the Lord, and so that he will send you Jesus, the one he chose and appointed to be his Messiah. ", "21": "He must be received in heaven, you see, until the time which God spoke about through the mouth of his holy prophets from ancient days, the time when God will restore all things. ", "22": "Moses said, “The Lord your God will raise up for you a prophet like me, one from among your own brothers; whatever he says to you, you must pay attention to him. ", "23": "And everyone who does not listen to that prophet will be cut off from the people.” ", "24": "All the prophets who have spoken, from Samuel and his successors, spoke about these days too. ", "25": "You are the children of the prophets, the children of the covenant which God established with your ancestors when he said to Abraham, “In your seed shall all the families of the earth be blessed.” ", "26": "When God raised up his servant he sent him to you first, to bless you by turning each of you away from your wicked deeds.'"}