{"1": "Around that time, as the number of disciples increased, the 'Hellenists' raised a dispute with the 'Hebrews' because their widows were being overlooked in the daily distribution of food. ", "2": "So the Twelve called the whole crowd of disciples together. 'Listen,' they said. 'It wouldn't be right for us to leave the word of God to wait on tables. ", "3": "So, brothers and sisters, choose seven men from among yourselves who are well spoken of and filled with the spirit and wisdom. We will put them in charge of what needs to be done in this matter. ", "4": "We will continue to pay attention to prayer and to the ministry of the word.'", "5": "The whole gathering was pleased with what they said. They chose Stephen, a man full of faith and the holy spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas and Nicolaus (a proselyte from Antioch). ", "6": "They presented them before the apostles, who prayed and laid their hands on them.", "7": "The word of God increased, and the number of disciples in Jerusalem grew by leaps and bounds. This included a large crowd of priests who became obedient to the faith.", "8": "Stephen was filled with grace and power, and performed great signs and wonders among the people. ", "9": "But some from the 'Freemen's Synagogue', as it was named, and from Cyrene, Alexandria, Cilicia and Asia, stood up and disputed with Stephen. ", "10": "They could not, however, resist the wisdom and the spirit with which he spoke.", "11": "Then they put up men to say, 'We heard this man speaking blasphemous words against Moses and against God!' ", "12": "They aroused the people, the elders and the scribes. They set upon him, seized him, and took him in front of the Assembly. ", "13": "They set up false witnesses to say, 'This man never stops speaking words against this holy place and the law! ", "14": "We heard him say that this Jesus the Nazorean will destroy this place, and change the customs which Moses handed down to us!'", "15": "Everyone who was sitting in the Assembly looked hard at Stephen. They all saw that his face was like the face of an angel."}