{"1": "The high priest addressed Stephen. 'Are these things true?' he said.", "2": "'My brothers and fathers,' replied Stephen, 'please give me a hearing. 'The God of glory appeared to our father Abraham when he was in Mesopotamia, before he moved to live in Haran. ", "3": "“Leave your land and your family,” he said to him, “and go to the land which I will show you.” ", "4": "So he left the land of the Chaldeans and went to live in Haran. Then, from there, after his father's death, God moved him on to this land in which you now live. ", "5": "God didn't give him an inheritance here, not even a place to stand up in. Instead, he promised (when Abraham still had no child) that he would give it as a possession to his seed after him. ", "6": "This is what God said to him: that his seed would be strangers in a foreign land, that they would serve there as slaves, and that they would be afflicted for four hundred years. ", "7": "But God said that he would judge the nation that had enslaved them, and that they would then come out and worship him “on this mountain”. ", "8": "And he gave them the covenant of circumcision. So Abraham became the father of Isaac, and he circumcised him on the eighth day. Isaac became the father of Jacob, and Jacob the father of the twelve patriarchs.", "9": "'Now the patriarchs became angry with Joseph, and were jealous of him. They sold him into Egypt. But God was with him, ", "10": "and rescued him from all his troubles and gave him grace and wisdom before Pharaoh, king of Egypt, making him ruler over Egypt and over all his household. ", "11": "But then there was a famine over the whole of Egypt and Canaan, which resulted in great hardship. Our ancestors couldn't find food to eat. ", "12": "Jacob, however, heard that there was grain in Egypt, and sent our ancestors there on an initial visit. ", "13": "On their second trip, Joseph made himself known to his brothers, and revealed to Pharaoh what family he was from. ", "14": "So Joseph sent and summoned Jacob his father and all the family, seventy-five people in all. ", "15": "Jacob came to Egypt, and he and our ancestors died there. ", "16": "They were brought back to Shechem, and buried in the tomb which Abraham had bought with silver, at a named price, from the sons of Hamor in Shechem.'", "17": "'God had sworn an oath to Abraham,' Stephen continued. 'When the time drew near for this promise to be fulfilled, the people had increased and multiplied in Egypt, ", "18": "until another king arose over Egypt, one who had not known Joseph. ", "19": "He got the better of our people, and ill-treated our ancestors, forcing them to abandon their newborn children so that they would die.", "20": "'It was at that time that Moses was born, and he was a noble-looking child. He was nursed for three months in his father's house. ", "21": "But, when they abandoned him, Pharaoh's daughter claimed him and brought him up as her own son. ", "22": "So Moses was educated in the full teaching of Egyptian wisdom, and he was powerful in what he said and did.", "23": "'When he had grown to about forty years old, it came into his heart to see how his family, the children of Israel, were doing. ", "24": "He saw someone being wronged, and came to the man's defence; he took revenge on behalf of the man who was being oppressed, by striking down the Egyptian. ", "25": "He thought his kinsfolk would grasp the fact that God was sending him to their rescue, but they didn't.", "26": "'The next day he showed up as two Hebrews were fighting, and he tried to bring them back together again. “Now then, you two,” he said, “you are brothers! Why are you wronging each other?” ", "27": "But the man who was wronging the other wasn't having it. “Who d'you think you are?” he retorted, pushing him away. “Who made you a ruler or judge over us? ", "28": "Do you want to kill me in the same way you killed the Egyptian yesterday?” ", "29": "At that word, Moses ran away, and lived as a guest in the land of Midian, where he had two sons.", "30": "'After another forty years, an angel appeared to him in the desert at Mount Sinai, in the flame of a burning bush. ", "31": "When Moses saw it, he was amazed at the vision. But, as he came closer to see, there came the voice of the Lord: ", "32": "“I am the God of your ancestors, the God of Abraham, of Isaac, and of Jacob.” Moses was very frightened, and didn't dare to look. ", "33": "But the Lord said to him, “Take your sandals off your feet, for the place where you are standing is holy ground. ", "34": "I have looked long and hard at the trouble my people are having in Egypt. I have heard their groaning, and I have come down to rescue them. So, come on now: I'm going to send you to Egypt.” '", "35": "'So', Stephen continued, 'this same Moses – the one they rejected, saying “Who made you a ruler or judge?” – this is the man God sent as ruler and redeemer, by the hand of the angel who had appeared to him in the bush. ", "36": "He did signs and wonders in the land of Egypt, and led them out, through the Red Sea and for forty years in the wilderness. ", "37": "This is the Moses who said to the children of Israel, “God will raise up a prophet like me from among your brothers.” ", "38": "And this is the one who was in the Assembly in the desert with the angel who had spoken to him on Mount Sinai, and with our ancestors; and he received living words to give to us.", "39": "'This is the one whom our ancestors had not wanted to obey, but instead rejected him and turned back in their hearts to Egypt, ", "40": "by saying to Aaron, “Make us gods who will go before us; for this Moses, who brought us out of the land of Egypt – we don't know what has become of him!” ", "41": "They made a calf in those days, and offered sacrifice to an idol. They celebrated things their own hands had made.", "42": "'Then God turned and handed them over to worship the host of heaven, as it stands written in the book of the prophets: “Did you bring sacrifices and offerings to me in those forty years in the wilderness, O house of Israel? ", "43": "You took up the tent of Moloch, and the star of your god Rhephan, the carved images you made to worship! I will remove you beyond Babylon!”", "44": "'Our ancestors had the “tent of meeting” in the desert. God had commanded Moses to make it according to the pattern which he had seen. ", "45": "Our ancestors in their turn brought it in when, with Joshua, they dispossessed the nations whom God drove out before our ancestors, and it was there until the time of David. ", "46": "David found favour with God, and requested permission to establish a Tabernacle for the house of Jacob. ", "47": "But it was Solomon who built him a house.", "48": "'The Most High, however, does not live in shrines made by human hands. The prophet put it like this:", "49": "Heaven is my throne, and earth my footstool! What sort of house will you build me, says the Lord, or what place will you give me to rest in?", "50": "My own hand made all these, did it not?", "51": "'You stiff-necked people! Your hearts and ears are uncircumcised! You always resist the holy spirit, just as your ancestors did before you! ", "52": "Which of the prophets did your ancestors not persecute? And you killed those who announced in advance the coming of the Righteous One – and now you have betrayed him and murdered him. ", "53": "You received the law at the command of angels, but you didn't keep it!'", "54": "What Stephen said was a blow right to the heart. When they heard it, they gnashed their teeth against him. ", "55": "He, however, was filled with the holy spirit, and looked steadily up into heaven. There he saw the glory of God, and Jesus standing at God's right hand.", "56": "'Look!' he said. 'I can see heaven opened, and the son of man standing at God's right hand!'", "57": "But they yelled at him at the tops of their voices, blocked their ears and made a concerted dash at him. ", "58": "They bundled him out of the city and stoned him. The witnesses laid down their cloaks at the feet of a young man named Saul.", "59": "So they stoned Stephen. 'Lord Jesus,' he cried out, 'receive my spirit.'", "60": "Then he knelt down, and shouted at the top of his voice, 'Lord, don't let this sin stand against them.' Once he had said this, he fell asleep."}