{"1": "Now Saul was giving his consent to Stephen's death. That very day a great persecution was started against the church in Jerusalem. Everyone except the apostles was scattered through the lands of Judaea and Samaria. ", "2": "Devout men buried Stephen, and made a great lamentation over him. ", "3": "But Saul was doing great damage to the church by going from one house to another, dragging off men and women and throwing them into prison.", "4": "Those who were scattered went all over the place announcing the word. ", "5": "Philip went off to a town in Samaria and announced the Messiah to them. ", "6": "The crowds, acting as one, clung to what Philip was saying, as they heard him and saw the signs he performed. ", "7": "For unclean spirits came out of many of them, and several who were paralysed or lame were cured. ", "8": "So there was great joy in that town.", "9": "But there was a man named Simon, who had lived in the town for some while and who practised magic. He used to astonish the Samaritan people, giving out that he was some great personage. ", "10": "Everyone, small and great alike, paid attention to him, and said, 'This man is the one called “God's Great Power”!' ", "11": "They had been under his spell for some time, since they were amazed at the magic he could perform. ", "12": "But when they believed Philip as he was announcing to them the message about God's kingdom and the Name of Jesus the Messiah, they were baptized, men and women alike. ", "13": "Simon too believed and was baptized, paying close attention to Philip. When he saw signs, and great and powerful deeds, it was his turn to be astonished.", "14": "When the apostles in Jerusalem heard that Samaria had received God's word, they sent Peter and John to them. ", "15": "When they arrived, they prayed for them, asking that they would receive the holy spirit, ", "16": "since up to that point the spirit had come upon none of them; they had simply been baptized into the name of the Lord Jesus. ", "17": "Then they laid their hands on them, and they received the holy spirit.", "18": "When Simon saw that the spirit was given through the laying on of the apostles' hands, he offered them money.", "19": "'Give me this power too,' he said, 'so that anyone I lay my hands on will receive the holy spirit.'", "20": "'You and your silver belong in hell!' retorted Peter. 'Did you really think that God's gift could be bought with money? ", "21": "You have no part or share in this word! Your heart is not straight before God. ", "22": "So repent from this wickedness, and pray to the Lord. Perhaps he will forgive the scheme you had in your heart. ", "23": "I can see that you are still stuck in the bitter poison and chains of unrighteousness.'", "24": "'Pray to the Lord for me', said Simon in reply, 'that none of what you've said will happen to me.'", "25": "After Peter and John had finished bearing witness and speaking the word of the Lord, they returned to Jerusalem, announcing the good news to many Samaritan villages.", "26": "An angel of the Lord spoke to Philip. 'Get up and go south,' he said. 'Go to the desert road that runs down from Jerusalem to Gaza.'", "27": "So he got up and went. Lo and behold, there was an Ethiopian eunuch, a court official of the Candace (the queen of Ethiopia), who was in charge of her whole treasury. He had come to Jerusalem to worship, ", "28": "and was on his way back home. He was sitting in his chariot and reading the prophet Isaiah.", "29": "'Go up and join his chariot,' said the spirit to Philip. ", "30": "So Philip ran up, and heard him reading the prophet Isaiah. 'Do you understand what you're reading?' he asked.", "31": "'How can I', he replied, 'unless someone gives me some help?' So he invited Philip to get up and sit beside him. ", "32": "The biblical passage he was reading was this one: He was led like a sheep to the slaughter and as a lamb is silent before its shearers, so he does not open his mouth.", "33": "In his humiliation, judgment was taken away from him. Who can explain his generation? For his life was taken away from the earth.", "34": "'Tell me,' said the eunuch to Philip, 'who is the prophet talking about? Himself or someone else?'", "35": "Then Philip took a deep breath and, starting from this biblical passage, told him the good news about Jesus.", "36": "As they were going along the road, they came to some water. 'Look!' said the eunuch. 'Here is some water! What's to stop me being baptized?'", "38": "So he gave orders for the chariot to stop, and both of them went down into the water, Philip and the eunuch together, and he baptized him. ", "39": "When they came up out of the water, the spirit of the Lord snatched Philip away, and the eunuch didn't see him any more, but went on his way rejoicing. ", "40": "Philip, however, turned up at Azotus. He went through all the towns, announcing the good news, until he came to Caesarea."}