{"1": "Meanwhile, Saul was still breathing out threats and murder on the Lord's disciples. He went to the high priest ", "2": "and requested from him official letters to the synagogues in Damascus, so that he could find people who belonged to the Way, men and women alike, tie them up and bring them back to Jerusalem.", "3": "While he was on the journey, and was getting near to Damascus, suddenly a light from heaven shone around him. ", "4": "He fell on the ground and heard a voice speaking to him. 'Saul, Saul!' said the voice. 'Why are you persecuting me?'", "5": "'Who are you, Lord?' he asked. 'I am Jesus,' he said, 'and you are persecuting me. ", "6": "But get up and go into the city, and it will be told you what you have to do.'", "7": "The men who were travelling with Saul stood speechless. They heard the voice but couldn't see anybody. ", "8": "Saul got up from the ground, but when he opened his eyes he couldn't see anything. So they led him by the hand and brought him to Damascus. ", "9": "He went for three days, being unable to see, and he neither ate nor drank.", "10": "In Damascus there was a disciple named Ananias. The Lord spoke to him in a vision. 'Ananias!' he said. 'Here I am, Lord,' he replied.", "11": "'Get up', said the Lord to him, 'and go to the street called Straight. Enquire at the house of Judas for a man from Tarsus named Saul. Look – he's praying! ", "12": "And he has seen, in a vision, a man named Ananias coming and laying his hands on him so that he can see again.'", "13": "'Well, Lord,' replied Ananias, 'I've heard about this man from several people . . . all about how he's done wicked things to your holy people in Jerusalem . . . ", "14": "and now he's come here with authority from the chief priests to tie up everybody who calls on your Name!'", "15": "'Just go,' replied the Lord. 'He is a chosen vessel for me, to carry my Name before nations and kings – and the children of Israel, too. ", "16": "I am going to show him how many things he is going to have to suffer for the sake of my Name.'", "17": "So Ananias set off, went into the house, and laid his hands on him. 'Brother Saul,' he said, 'the Lord has sent me – yes, Jesus, who appeared to you on the road as you were coming here – so that you may be able to see again, and receive the holy spirit.'", "18": "At once something like scales fell off his eyes, and he was able to see. He got up and was baptized. ", "19": "He had something to eat, and regained his strength. Saul stayed with the disciples in Damascus for a few days. ", "20": "At once he proclaimed Jesus in the synagogues, saying, 'This really is the son of God!' ", "21": "Everyone was astonished, and said, 'Isn't this the man who caused havoc to those in Jerusalem who call on this Name? And here he is, coming to tie them up and take them off to the high priests!' ", "22": "But Saul grew all the stronger, and threw the Jews in Damascus into confusion by demonstrating that Jesus is indeed the Messiah.", "23": "After some days, the Jews made a plot to kill him, ", "24": "but Saul got wind of their plan. They were watching the city gates day and night so that they could do away with him. ", "25": "But the disciples took him by night and let him down through the wall, lowering him in a basket.", "26": "When he got back to Jerusalem he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple. ", "27": "But Barnabas took him, brought him to the apostles, and explained to them how he had seen the Lord on the road, and that he had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus.", "28": "He was with them in Jerusalem, coming and going and speaking boldly in the name of the Lord. ", "29": "He spoke, as well, to the Hellenists, who tried to kill him. ", "30": "But the family heard of it and took him down to Caesarea. There they sent him off to Tarsus.", "31": "So the church in all Judaea, Galilee and Samaria found itself at peace. It was built up and gained in numbers, living in the fear of the Lord and the comfort of the holy spirit.", "32": "As Peter was going through various places among all the believers, he went down to God's people who lived in Lydda. ", "33": "There he found a paralysed man named Aeneas who had been confined to bed for eight years.", "34": "'Aeneas,' Peter said to him, 'Jesus the Messiah heals you! Stand up and fold up your bed!' And at once he stood up. ", "35": "Everyone who lived at Lydda and Sharon saw it, and they turned to the Lord.", "36": "In Joppa there was a disciple named Tabitha, whose name translates as 'Dorcas'. She was full of good works and generous deeds. ", "37": "Around that time she fell ill and died. They washed her and laid her in an upper room. ", "38": "Lydda is near Joppa, and the disciples, hearing that Peter was there, sent two men to him with the urgent request that he shouldn't delay, but come to them at once. ", "39": "So Peter got up and went with them. When he arrived, they took him to the upper room, where all the widows were weeping. They showed him the tunics and the other clothes that Dorcas had made while she was with them.", "40": "Peter requested them all to leave. Then he knelt down and prayed, and turned to the body. 'Tabitha,' he said, 'get up!' She opened her eyes, and when she saw Peter she sat up. ", "41": "He gave her his hand and lifted her up. Then he called God's people, including the widows, and presented her alive.", "42": "This became known throughout the whole of Joppa, and many believed in the Lord. ", "43": "Peter stayed on in Joppa for some days, at the house of Simon the tanner."}