{"1": "From Paul, an apostle in Christ Jesus, for it was Jesus himself, our living hope, who sent me as his servant by the command of God, our life-giver.[a]", "2": "Timothy, you are my true spiritual son in the faith. May abundant grace, mercy, and total well-being[b] from God the Father and the Anointed One, our Lord Jesus, be yours!", "3": "As I urged you when I left for Macedonia,[c] I'm asking that you remain in Ephesus to instruct them not to teach or follow the error of deceptive doctrines, ", "4": "nor pay any attention to cultural myths, traditions, or the endless study of genealogies.[d] Those digressions only breed controversies and debates. They are devoid of power that builds up and strengthens the church in the faith of God.", "5": "For we reach the goal of fulfilling all the commandments when we love others deeply with a pure heart, a clean conscience, and sincere faith. ", "6": "Some believers have been led astray by teachings and speculations that emphasize nothing more than the empty words of men. ", "7": "They presume to be expert teachers of the law,[e] but they don't have the slightest idea of what they're talking about and they simply love to argue!", "8": "We know that the moral code of the law is beautiful when applied as God intended, ", "9": "but actually, the law was not established for righteous people, but to bring conviction of sin to the unrighteous. The law was established to bring the revelation of sin to the evildoers and rebellious, the sinners without God, those who are vicious and perverse, and to those who strike their father or their mother,[f] sinners, murderers, ", "10": "rapists, those who are sexually impure, homosexuals,[g] kidnappers, liars, those who break their oaths, and all those who oppose the teaching of godliness and purity in the church! They are the ones the law is for.", "11": "I have been commissioned to preach the wonderful news of the glory of the exalted God. ", "12": "My heart spills over with thanks to God for the way he continually empowers me, and to our Lord Jesus, the Anointed One, who found me trustworthy and who authorized me to be his partner in this ministry.", "13": "Mercy kissed me, even though I used to be a blasphemer, a persecutor of believers, and a scorner of what turned out to be true. I was ignorant and didn't know what I was doing. ", "14": "I was flooded with such incredible grace, like a river overflowing its banks,[h] until I was full of faith and love for Jesus, the Anointed One!", "15": "I can testify that the Word is true and deserves to be received by all, for Jesus Christ came into the world to bring sinners back to life—even me, the worst sinner of all! ", "16": "Yet I was captured by grace, so that Jesus Christ could display through me the outpouring of his Spirit[i] as a pattern to be seen for all those who would believe[j] in him for eternal life.", "17": "Because of this my praises rise to the King of all the universe[k] who is indestructible,[l] invisible, and full of glory, the only God[m] who is worthy of the highest honors throughout all of time and throughout the eternity of eternities! Amen!", "18-19": "–19 So Timothy, my son, I am entrusting you with this responsibility, in keeping with the very first prophecies that were spoken over your life, and are now in the process of fulfillment in this great work of ministry, in keeping with the prophecies spoken over you. With this encouragement use your prophecies as weapons as you wage spiritual warfare by faith and with a clean conscience. For there are many who reject these virtues and are now destitute of the true faith, ", "20": "such as Hymenaeus[n] and Alexander[o] who have fallen away. I have delivered them both over to Satan to be rid of them and to teach them to no longer blaspheme!"}