{"1": "The Holy Spirit has explicitly revealed:[a] At the end of this age, many will depart from the true faith one after another, devoting themselves to spirits[b] of deception and following demon-inspired revelations and theories. ", "2": "Hypocritical liars[c] will deceive many, and their consciences won't bother them at all! ", "3": "They will require celibacy and dietary restrictions that God doesn't expect, for he created all foods to be received with the celebration of faith by those who fully know the truth. ", "4": "We know that all creation is beautiful to God and there is nothing to be refused if it is received with gratitude. ", "5": "All that we eat is made sacred by the Word of God and prayer.", "6": "If you will teach the believers these things, you will be known as a faithful and good minister of Jesus, the Anointed One. Nurture others in the living words of faith and in the knowledge of grace which you were taught.", "7": "Be quick to abstain from senseless traditions[d] and legends,[e] but instead be engaged in the training of truth that brings righteousness.", "8": "For athletic training only benefits you for a short season, but righteousness brings lasting benefit in everything; for righteousness contains the promise of life, for time and eternity. ", "9": "Faithful is the Word, and everyone should accept him![f]", "10": "For the sake of this ministry, we toil tirelessly and are criticized continually,[g] simply because our hope is in the living God. He is the wonderful life-giver[h] of all the children of men, and even more so to those who believe.", "11": "Instruct and teach the people all that I've taught you. ", "12": "And don't be intimidated by those who are older than you; simply be the example they need to see by being faithful and true in all that you do. Speak the truth[i] and live a life of purity and authentic love as you remain strong in your faith.", "13": "So until I come, be diligent in devouring the Word of God, be faithful in prayer, and in teaching the believers.", "14": "Don't minimize the powerful gift that operates in your life, for it was imparted to you by the laying on of hands of the elders and was activated through the prophecy they spoke over you. ", "15": "Make all of this your constant meditation and make it real with your life so everyone can see that you are moving forward. ", "16": "Give careful attention to your spiritual life and every cherished truth you teach, for living what you preach will then release even more abundant life inside you and to all those who listen to you."}