{"1": "Don't be harsh or verbally abusive to an older man;[a] it is better to appeal to him as a father. And as you minister to the younger men it is best to encourage them as your dear brothers. ", "2": "Honor the older women[b] as mothers, and the younger women, treat as your dear sisters with utmost purity.[c]", "3": "The church needs to honor and support the widows, especially those who are in dire need. ", "4": "But if they have children or grandchildren at home, then it is only proper to let them provide for the ones who raised them when they were children, for kindness begins at home and it pleases God.", "5": "For the true widow[d] is all alone and has placed her complete hope in God. She is Messiah's missionary[e] and will need the support of the church as one who remains in prayer day and night. ", "6": "But the widow who serves only herself lives a life of self-indulgence and is wasting her life away.", "7": "Be sure to give clear instruction concerning these matters so that none of them will live with shame. ", "8": "For if a believer fails to provide for their own relatives when they are in need, they have compromised[f] their convictions of faith and need to be corrected, for they are living worse than the unbelievers.", "9": "The widows who are worthy to be supported by the church should be at least sixty years old and not remarried. ", "10": "They should have a beautiful testimony of raising their families, practicing hospitality, encouraging other believers, comforting troubled ones,[g] and have a reputation for doing good works.", "11": "But you need not concern yourself with the younger widows, for some will depart from the Messiah because of their desire to remarry.[h] ", "12": "For they will face their own punishment[i] of living with a disturbed conscience for invalidating their former faith. ", "13": "Those widows who go around from house to house as busybodies[j] are only learning to be lazy, making their situation even worse by talking too much, gossiping, and speaking things they shouldn't. They become far too obsessed with empty things that will not bear good fruit.", "14": "For this reason, teach the younger women to remarry and bear children and care for their household. This will keep them from giving our adversary a reason to gloat. ", "15": "For there are already those who have begun to turn aside from their faith and are influenced by Satan.", "16": "So if any believer has a widow in their family, instruct them to support her financially so that the church will not be burdened with her care. This will leave finances available for those widows who are truly in need.", "17": "The pastors[k] who lead the church well should be paid well. They should receive double honor for faithfully preaching and teaching the revelation of the Word of God. ", "18": "For the Scriptures have taught us: “Do not muzzle an ox or forbid it to eat while it grinds the grain.”[l] And also, “The one who labors deserves his wages.”[m]", "19": "Refuse to listen to suspicious accusations against the pastors who lead the flock unless you have two or three witnesses to confirm the accusations. ", "20": "But if indeed you find that they have sinned, bring correction to them before the congregation so that the rest of the people will respect you.[n]", "21": "Timothy, in the presence of God and our Lord Jesus Christ, and before the chosen messengers,[o] I solemnly charge you to put into practice all these matters without bias, prejudice, or favoritism.", "22": "Don't be hasty to ordain them with the laying on of hands, or you may end up sharing in their guilt should they fall. Keep yourself pure and holy with your standards high. ", "23": "(If drinking the water causes you to have stomach ailments,[p] drink some wine instead.)", "24": "The sins of some people stand out and are well known. Yet there are others whose sins are not as obvious, but the truth of who they really are will eventually be seen and will bring them judgment.[q] ", "25": "It is the same way with good works, even if they are not known at first, they will eventually be recognized and acknowledged."}