{"1": "Instruct every employee[a] to respect and honor their employers,[b] for this attitude presents to them a clear testimony of God's truth and renown. Tell them to never provide them with a reason to discredit God's name because of their actions. ", "2": "Especially honor and respect employers who are believers and don't despise them, but serve them all the more, for they are fellow believers. They should be at peace with them as beloved members of God's family. Be faithful to teach them these things as their sacred obligation.", "3": "But if anyone spreads false teaching that does not agree with the healthy instruction of our Lord Jesus, teaching others that holy awe of God[c] is not important, then they prove they know nothing at all! It's obvious they don't value or hold dear the healing words of our Lord Jesus Christ. ", "4": "They are covered with the clouds of conceit. They are loaded[d] with controversy, and they love to argue their opinions and split hairs. The fruit of their ministry is contention, competition, and evil suspicions.", "5": "They add misery to many lives by corrupting their minds and cheating them of the truth. They equate the worship of God with making great sums of money.[e]", "6": "We have a “profit” that is greater than theirs—our holy awe of God! To have merely our necessities is to have enough.", "7": "Isn't it true that our hands were empty when we came into the world, and when we leave this world our hands will be empty again?", "8": "Because of this, food and clothing is enough to make us content.", "9": "But those who crave the wealth of this world slip into spiritual snares. They become trapped by the troubles that come through their foolish and harmful desires, driven by greed and drowning in their own sinful pleasures. And they take others down with them into their corruption and eventual destruction.", "10": "Loving money[f] is the first step toward all kinds of trouble. Some people run after it so much that they have given up their faith. Craving more money pushes them away from the faith into error, compounding misery[g] in their lives!", "11": "Timothy, you are God's man, so run from all these errors. Instead, chase after true holiness, justice, faithfulness, love, hope,[h] and tender humility. ", "12": "So fight with faith for the winner's prize! Lay your hands upon eternal life, for this is your calling—celebrating in faith before the multitude of witnesses![i]", "13": "So now, I instruct you before the God of resurrection life[j] and before Jesus, the Anointed One, who demonstrated a beautiful testimony even before Pontius Pilate, ", "14": "that you follow this commission faithfully with a clear conscience[k] and without blemish until the appearing of our Lord Jesus, the Messiah.", "15": "Yes, God will make his appearing in his own divine timing,[l] for he is the exalted God, the only powerful One, the King over every king, and the Lord of power! ", "16": "He alone is the immortal God,[m] living in the unapproachable light of divine glory! No one has ever seen his fullness, nor can they, for all the glory and endless authority of the universe belongs to him, forever and ever. Amen!", "17": "To all the rich of this world, I command you not to be wrapped in thoughts of pride over your prosperity, or rely on your wealth, for your riches are unreliable and nothing compared to the living God. Trust instead in the one who has lavished upon us all good things, fulfilling our every need.[n]", "18": "Remind the wealthy to be rich in good works of extravagant generosity, willing to share with others. ", "19": "This will provide a beautiful foundation for their lives and secure for them a great future, as they lay their hands upon the meaning of true life.", "20": "So, my son Timothy,[o] don't forget all that has been deposited within you. Escape from the empty echoes of men[p] and the perversion of twisted reasoning.[q] ", "21": "For those who claim to possess this so-called knowledge have already wandered from the true faith. May God's grace empower you always! Love in Christ, Paul"}