{"1": "In the third year of the reign of [a]Jehoiakim king of Judah, [b]Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. ", "2": "The Lord gave Jehoiakim king of Judah into his hand, along with some of the articles of the house of God; and he brought them into the land of [c]Shinar, to the house of his god, and brought the articles into the treasury of his god.", "3": "And the [Babylonian] king told Ashpenaz, the chief of his [d]officials, to bring in some of the sons of Israel, including some from the royal family and from the nobles, ", "4": "young men without blemish and handsome in appearance, skillful in all wisdom, endowed with intelligence and discernment, and quick to understand, competent to stand [in the presence of the king] and able to serve in the king's palace. He also ordered Ashpenaz to teach them the literature and language of the [e]Chaldeans. ", "5": "The king assigned a daily ration for them from his finest food and from the wine which he drank. They were to be educated and nourished this way for three years so that at the end of that time they were [prepared] to enter the king's service. ", "6": "Among them from the sons of Judah were: Daniel, Hananiah, Mishael, and Azariah. ", "7": "The commander of the officials gave them [Babylonian] names: Daniel he named Belteshazzar, Hananiah he named Shadrach, Mishael he named Meshach, and Azariah he named Abed-nego.", "8": "But Daniel made up his mind that he would not defile (taint, dishonor) himself with the [f]king's finest food or with the wine which the king drank; so he asked the commander of the officials that he might [be excused so that he would] not defile himself. ", "9": "Now God granted Daniel favor and compassion in the sight of the commander of the officials, ", "10": "and the commander of the officials said to Daniel, “I am afraid of my lord the king, who has prearranged your food and your drink; for why should he see your faces looking more haggard than the young men who are your own age? Then you would make me forfeit my head to the king.” ", "11": "But Daniel said to the overseer whom the commander of the officials had appointed over Daniel, Hananiah, Mishael, and Azariah, ", "12": "“Please, test your servants for ten days, and let us be given some vegetables to eat and water to drink. ", "13": "Then let our appearance and the appearance of the young men who eat the king's finest food be observed and compared by you, and deal with your servants in accordance with what you see.”", "14": "So the man listened to them in this matter and tested them for ten days. ", "15": "At the end of ten days it seemed that they were looking better and [g]healthier than all the young men who ate the king's finest food. ", "16": "So the overseer continued to withhold their fine food and the wine they were to drink, and kept giving them vegetables.", "17": "As for these four young men, God gave them knowledge and skill in all kinds of literature and wisdom; Daniel also understood all kinds of visions and dreams.", "18": "At the end of the time set by the king to bring all the young men in [before him], the commander of the officials presented them to Nebuchadnezzar. ", "19": "The king spoke with them, and among them all not one was found like Daniel, Hananiah, Mishael, and Azariah; so they were [selected and] assigned to stand before the king and enter his personal service. ", "20": "In every matter of wisdom and understanding about which the king consulted them, he found them ten times better than all the [learned] magicians and enchanters (Magi) in his whole realm. ", "21": "And Daniel remained there until the [h]first year of [the reign of] King Cyrus [over Babylon; now this was at the end of the seventy-year exile of Judah (the Southern Kingdom) in Babylonia, as foretold by Jeremiah]."}