{"1": "In the third year of Cyrus king of Persia a message was revealed to Daniel, who was named Belteshazzar; and the message was true and it referred to great conflict (warfare, misery). And he understood the message and had an understanding of the vision.", "2": "In those days I, Daniel, had been mourning for three entire weeks. ", "3": "I ate no tasty food, nor did any meat or wine enter my mouth; and I did not [a]anoint (refresh, groom) myself at all for the full three weeks. ", "4": "On the twenty-fourth day of the first month, as I was on the bank of the great river Hiddekel [which is the Tigris], ", "5": "I raised my eyes and looked, and behold, there was a [b]certain man dressed in linen, whose loins were girded with [a [c]belt of] pure gold of Uphaz. ", "6": "His body also was like beryl [with a golden luster], his face had the appearance of lightning, his eyes were like flaming torches, his arms and his feet like the gleam of burnished bronze, and the sound of his words was like the noise of a multitude [of people or the roaring of the sea]. ", "7": "And I, Daniel, alone saw the vision [of this heavenly being], for the men who were with me did not see the vision; nevertheless, a great panic overwhelmed them, so they ran away to hide themselves. ", "8": "So I was left alone and saw this great vision; yet no strength was left in me, for my normal appearance turned to a deathly pale, and I grew weak and faint [with fright]. ", "9": "Then I heard the sound of his words; and when I heard the sound of his words, I fell on my face in a deep sleep, with my face toward the ground.", "10": "Then behold, a hand touched me and set me unsteadily on my [d]hands and knees. ", "11": "So he said to me, “O Daniel, you highly regarded and greatly beloved man, understand the words that I am about to say to you and stand upright, for I have now been sent to you.” And while he was saying this word to me, I stood up trembling. ", "12": "Then he said to me, “Do not be afraid, Daniel, for from the first day that you set your heart on understanding this and on humbling yourself before your God, your words were heard, and I have come in response to your words. ", "13": "But the [e]prince of the kingdom of Persia was standing in opposition to me for twenty-one days. Then, behold, Michael, one of the chief [of the celestial] princes, came to help me, for I had been left there with the kings of Persia. ", "14": "Now I have come to make you understand what will happen to your people in the latter days, for the vision is in regard to the days yet to come.”", "15": "When he had spoken to me according to these words, I turned my face toward the ground and was speechless. ", "16": "And behold, one who resembled the sons of men touched my lips. Then I opened my mouth and spoke and said to him who was standing before me, “O my lord, because of the vision anguish has come upon me, and I have retained no strength. ", "17": "For how can such a [weakened] servant of my lord talk with such [a being] as my lord? For now there remains no strength in me, nor has any breath been left in me.”", "18": "Then the one (Gabriel) whose appearance was like that of a man touched me again, and he strengthened me. ", "19": "He said, “O man, highly regarded and greatly beloved, do not be afraid. Peace be to you; take courage and be strong.” Now when he had spoken to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.” ", "20": "Then he said, “Do you understand [fully] why I came to you? Now I shall return to fight against the [hostile] [f]prince of Persia; and when I have gone, behold, the [g]prince of Greece is about to come. ", "21": "But I (Gabriel) will tell you what is inscribed in the [h]writing of truth. There is no one who stands firmly with me and strengthens himself against these [hostile spirit forces] except Michael, your prince [the guardian of your nation]."}