{"1": "In the [a]third year of the reign of King Belshazzar a [second] vision appeared to me, Daniel, [this was two years] after the one that first appeared to me. ", "2": "I looked in the vision and it seemed that I was at the citadel of [b]Susa, [the capital of Persia], which is in the province of Elam; and I looked in the vision and I saw myself by the Ulai Canal. ", "3": "Then I raised my eyes and looked, and behold, there in front of the canal stood a [lone] ram (the Medo-Persian Empire) which had two horns. The two horns were high, but one (Persia) was higher than the other (Media), and the higher one came up last. ", "4": "I saw the ram (Medo-Persia) charging westward and northward and southward; no beast could stand before him, nor was there anyone who could rescue [anything] from his power, but he did as he pleased and magnified himself.", "5": "As I was observing [this], behold, a male goat (Greece) was coming from the west [rushing] across the face of the whole earth without touching the ground; and the goat had a conspicuous and remarkable horn (Alexander the Great) between his eyes. ", "6": "He came up to the ram that had the two horns, which I had seen standing in front of the canal, and charged at him in [the fury of] his power and wrath. ", "7": "[In my vision] I saw him come close to the ram (Medo-Persia), and he was filled with rage toward him; and the goat (Greece) struck the ram and shattered his two horns, and the ram had no strength to stand before him. So the goat threw him to the ground and trampled on him, and there was no one who could rescue the ram from his power. ", "8": "Then the male goat magnified himself exceedingly, and when he was [young and] strong, the great horn (Alexander) was [suddenly] [c]broken; and in its place there came up four prominent horns [among whom the kingdom was divided, one] toward [each of] the four winds of heaven.", "9": "Out of one of them (Antiochus IV Epiphanes) came forth a rather small horn [but one of irreverent presumption and profane pride] which grew exceedingly powerful toward the south, toward the east, and toward the Beautiful Land (Israel). ", "10": "And [in my vision] this [d]horn grew up to the host of heaven, and caused some of the host and some of the stars to fall to the earth, and it trampled on them. ", "11": "Indeed, it magnified itself to be equal with the [e]Commander of the host [of heaven]; and it took away from Him the daily sacrifice (burnt offering), and the place of His sanctuary was thrown down (profaned). ", "12": "Because of the transgression [of God's people—their irreverence and ungodliness] the host will be given over to the wicked horn, along with the regular sacrifice; and righteousness and truth will be flung to the ground, and the horn will do as it pleases [by divine permission] and prosper. ", "13": "Then I heard a holy one (angel) speaking, and another holy one said to the one who was speaking, “How much time will be required to complete the vision regarding the regular sacrifice, the transgression that brings horror, and the trampling underfoot of both the sanctuary and the host [of the people]?” ", "14": "He said to me, “For 2,300 evenings and mornings; [f]then the sanctuary will be cleansed and properly restored.”", "15": "When I, Daniel, had seen the vision, I sought to understand it; then behold, standing before me was one who looked like a man. ", "16": "And I heard the voice of a man between the banks of the Ulai, which called out and said, “Gabriel, give this man (Daniel) an understanding of the vision.” ", "17": "So he came near where I was standing, and when he came I was frightened and fell face downward; but he said to me, “Understand, son of man, that the [fulfillment of the] vision pertains to [events that will occur in] the time of the end.”", "18": "Now as he (Gabriel) was speaking with me, I drifted into a deep sleep (unconsciousness) with my face to the ground; but he touched me and made me stand [where I had stood before]. ", "19": "He said, “Behold, I am going to let you know what will happen during the final time of the indignation and wrath [of God upon the ungodly], for it concerns the appointed time of the end.", "20": "The ram which you saw with the two horns represents the kings of Media and Persia.", "21": "The shaggy (rough-coated) male goat represents the kingdom of Greece, and the great horn between his eyes is the [g]first king. ", "22": "Regarding the shattered horn and the [h]four others that arose in its place, four kingdoms will rise from his (Alexander's) nation, although not with his power and heritage.", "23": "  “At the latter period of their reign, When the transgressors have finished, A [i]king will arise Insolent and skilled in intrigue and cunning.", "24": "  “His power will be mighty, but not by his own power; And he will corrupt and destroy in an astonishing manner And [he will] prosper and do exactly as he wills; He shall corrupt and destroy mighty men and the holy people.", "25": "  “And through his shrewdness He will cause deceit to succeed by his hand (influence); He will magnify himself in his mind, He will corrupt and destroy many who enjoy a false sense of security. He will also stand up and oppose the Prince of princes, But he will be broken, and that by no human hand [but by the hand of God].", "26": "  “The vision of the evenings and the mornings Which has been told [to you] is true. But keep the vision a secret, For it has to do with many days in the now distant future.”", "27": "And I, Daniel, was exhausted and was sick for [several] days. Afterward I got up and continued with the king's business; but I was astounded at the vision, and there was no one who could explain it."}