{"1": "There were seventy descendants of King Ahab living in the city of Samaria. Jehu wrote a letter and sent copies to the rulers of the city,[a] to the leading citizens, and to the guardians of Ahab's descendants. The letter read: ", "2": "“You are in charge of the king's descendants, and you have at your disposal chariots, horses, weapons, and fortified cities. So then, as soon as you receive this letter, ", "3": "you are to choose the best qualified of the king's descendants, make him king, and fight to defend him.”", "4": "The rulers of Samaria were terrified. “How can we oppose Jehu,” they said, “when neither King Joram nor King Ahaziah could?” ", "5": "So the officer in charge of the palace and the official in charge of the city, together with the leading citizens and the guardians, sent this message to Jehu: “We are your servants, and we are ready to do anything you say. But we will not make anyone king; do whatever you think best.”", "6": "Jehu wrote them another letter: “If you are with me and are ready to follow my orders, bring the heads of King Ahab's descendants to me at Jezreel by this time tomorrow.” The seventy descendants of King Ahab were under the care of the leading citizens of Samaria, who were bringing them up. ", "7": "When Jehu's letter was received, the leaders of Samaria killed all seventy of Ahab's descendants, put their heads in baskets, and sent them to Jehu at Jezreel.", "8": "When Jehu was told that the heads of Ahab's descendants had been brought, he ordered them to be piled up in two heaps at the city gate and to be left there until the following morning. ", "9": "In the morning he went out to the gate and said to the people who were there, “I was the one who plotted against King Joram and killed him; you are not responsible for that. But who killed all these? ", "10": "This proves that everything that the Lord said about the descendants of Ahab will come true. The Lord has done what he promised through his prophet Elijah.” ", "11": "Then Jehu put to death all the other relatives of Ahab living in Jezreel, and all his officers, close friends, and priests; not one of them was left alive.", "12": "Jehu left Jezreel to go to Samaria. On the way, at a place called “Shepherds' Camp,” ", "13": "he met some relatives of the late King Ahaziah of Judah and asked them, “Who are you?” “Ahaziah's relatives,” they answered. “We are going to Jezreel to pay our respects to the children of Queen Jezebel and to the rest of the royal family.” ", "14": "Jehu ordered his men, “Take them alive!” They seized them, and he put them to death near a pit there. There were forty-two people in all, and not one of them was left alive.", "15": "Jehu started out again, and on his way he was met by Jonadab son of Rechab. Jehu greeted him and said, “You and I think alike. Will you support me?” “I will,” Jonadab answered. “Give me your hand, then,” Jehu replied. They clasped hands, and Jehu helped him up into the chariot, ", "16": "saying, “Come with me and see for yourself how devoted I am to the Lord.” And they rode on together to Samaria. ", "17": "When they arrived there, Jehu killed all of Ahab's relatives, not sparing even one. This is what the Lord had told Elijah would happen.", "18": "Jehu called the people of Samaria together and said, “King Ahab served the god Baal a little, but I will serve him much more. ", "19": "Call together all the prophets of Baal, all his worshipers, and all his priests. No one is excused; I am going to offer a great sacrifice to Baal, and whoever is not present will be put to death.” (This was a trick on the part of Jehu by which he meant to kill all the worshipers of Baal.) ", "20": "Then Jehu ordered, “Proclaim a day of worship in honor of Baal!” The proclamation was made, ", "21": "and Jehu sent word throughout all the land of Israel. All who worshiped Baal came; not one of them failed to come. They all went into the temple of Baal, filling it from one end to the other. ", "22": "Then Jehu ordered the priest in charge of the sacred robes to bring the robes out and give them to the worshipers. ", "23": "After that, Jehu himself went into the temple with Jonadab son of Rechab and said to the people there, “Make sure that only worshipers of Baal are present and that no worshiper of the Lord has come in.” ", "24": "Then he and Jonadab went in to offer sacrifices and burnt offerings to Baal. He had stationed eighty men outside the temple and had instructed them: “You are to kill all these people; anyone who lets one of them escape will pay for it with his life!”", "25": "As soon as Jehu had presented the offerings, he said to the guards and officers, “Go in and kill them all; don't let anyone escape!” They went in with drawn swords, killed them all, and dragged the bodies outside. Then they went on into the inner sanctuary of the temple, ", "26": "brought out the sacred pillar that was there, and burned it. ", "27": "So they destroyed the sacred pillar and the temple, and turned the temple into a latrine—which it still is today.", "28": "That was how Jehu wiped out the worship of Baal in Israel. ", "29": "But he imitated the sin of King Jeroboam, who led Israel into the sin of worshiping the gold bull-calves he set up in Bethel and in Dan. ", "30": "The Lord said to Jehu, “You have done to Ahab's descendants everything I wanted you to do. So I promise you that your descendants, down to the fourth generation, will be kings of Israel.” ", "31": "But Jehu did not obey with all his heart the Law of the Lord, the God of Israel; instead, he followed the example of Jeroboam, who led Israel into sin.", "32": "At that time the Lord began to reduce the size of Israel's territory. King Hazael of Syria conquered all the Israelite territory ", "33": "east of the Jordan, as far south as the town of Aroer on the Arnon River—this included the territories of Gilead and Bashan, where the tribes of Gad, Reuben, and East Manasseh lived.", "34": "Everything else that Jehu did, including his brave deeds, is recorded in The History of the Kings of Israel.", "35": "He died and was buried in Samaria, and his son Jehoahaz succeeded him as king. ", "36": "Jehu had ruled in Samaria as king of Israel for twenty-eight years."}