{"1": "In the second year of the reign of Jehoash son of Jehoahaz as king of Israel, Amaziah son of Joash became king of Judah ", "2": "at the age of twenty-five, and he ruled in Jerusalem for twenty-nine years. His mother was Jehoaddin from Jerusalem. ", "3": "He did what was pleasing to the Lord, but he was not like his ancestor King David; instead, he did what his father Joash had done. ", "4": "He did not tear down the pagan places of worship, and the people continued to offer sacrifices and burn incense there.", "5": "As soon as Amaziah was firmly in power, he executed the officials who had killed his father, the king. ", "6": "However, he did not kill their children but followed what the Lord had commanded in the Law of Moses: “Parents are not to be put to death for crimes committed by their children, and children are not to be put to death for crimes committed by their parents; people are to be put to death only for a crime they themselves have committed.”", "7": "Amaziah killed ten thousand Edomite soldiers in Salt Valley; he captured the city of Sela in battle and called it Joktheel, the name it still has.", "8": "Then Amaziah sent messengers to King Jehoash of Israel, challenging him to fight.[a] ", "9": "But King Jehoash sent back the following reply: “Once a thorn bush on the Lebanon Mountains sent a message to a cedar: 'Give your daughter in marriage to my son.' A wild animal passed by and trampled the bush down. ", "10": "Now Amaziah, you have defeated the Edomites, and you are filled with pride. Be satisfied with your fame and stay at home. Why stir up trouble that will only bring disaster on you and your people?”", "11": "But Amaziah refused to listen, so King Jehoash marched out with his men and fought against him at Beth Shemesh in Judah. ", "12": "Amaziah's army was defeated, and all his soldiers fled to their homes. ", "13": "Jehoash took Amaziah prisoner, advanced on Jerusalem, and tore down the city wall from Ephraim Gate to the Corner Gate, a distance of two hundred yards. ", "14": "He took all the silver and gold he could find, all the Temple equipment and all the palace treasures, and carried them back to Samaria. He also took hostages with him.", "15": "Everything else that Jehoash did, including his bravery in the war against King Amaziah of Judah, is recorded in The History of the Kings of Israel. ", "16": "Jehoash died and was buried in the royal tombs in Samaria, and his son Jeroboam II succeeded him as king.", "17": "King Amaziah of Judah lived fifteen years after the death of King Jehoash of Israel. ", "18": "Everything else that Amaziah did is recorded in The History of the Kings of Judah.", "19": "There was a plot in Jerusalem to assassinate Amaziah, so he fled to the city of Lachish, but his enemies followed him there and killed him. ", "20": "His body was carried back to Jerusalem on a horse and was buried in the royal tombs in David's City. ", "21": "The people of Judah then crowned his sixteen-year-old son Uzziah as king. ", "22": "Uzziah reconquered and rebuilt Elath after his father's death.", "23": "In the fifteenth year of the reign of Amaziah son of Joash as king of Judah, Jeroboam son of Jehoash became king of Israel, and he ruled in Samaria for forty-one years. ", "24": "He sinned against the Lord, following the wicked example of his predecessor King Jeroboam son of Nebat, who led Israel into sin. ", "25": "He reconquered all the territory that had belonged to Israel, from Hamath Pass in the north to the Dead Sea in the south. This was what the Lord, the God of Israel, had promised through his servant the prophet Jonah son of Amittai from Gath Hepher.", "26": "The Lord saw the terrible[b] suffering of the Israelites; there was no one at all to help them. ", "27": "But it was not the Lord's purpose to destroy Israel completely and forever, so he rescued them through King Jeroboam II.", "28": "Everything else that Jeroboam II did, his brave battles, and how he restored Damascus and Hamath to Israel,[c] are all recorded in The History of the Kings of Israel. ", "29": "Jeroboam died and was buried in the royal tombs, and his son Zechariah succeeded him as king."}