{"1": "In the twelfth year of the reign of King Ahaz of Judah, Hoshea son of Elah became king of Israel, and he ruled in Samaria for nine years. ", "2": "He sinned against the Lord, but not as much as the kings who had ruled Israel before him. ", "3": "Emperor Shalmaneser of Assyria made war against him; Hoshea surrendered to Shalmaneser and paid him tribute every year. ", "4": "But one year Hoshea sent messengers to So, king of Egypt,[a] asking for his help, and stopped paying the annual tribute to Assyria. When Shalmaneser learned of this, he had Hoshea arrested and put in prison.", "5": "Then Shalmaneser invaded Israel and besieged Samaria. In the third year of the siege, ", "6": "which was the ninth year of the reign of Hoshea, the Assyrian emperor[b] captured Samaria, took the Israelites to Assyria as prisoners, and settled some of them in the city of Halah, some near the Habor River in the district of Gozan and some in the cities of Media.", "7": "Samaria fell because the Israelites sinned against the Lord their God, who had rescued them from the king of Egypt and had led them out of Egypt. They worshiped other gods, ", "8": "followed the customs of the people whom the Lord had driven out as his people advanced, and adopted customs introduced by the kings of Israel.[c] ", "9": "The Israelites did[d] things that the Lord their God disapproved of. They built pagan places of worship in all their towns, from the smallest village to the largest city. ", "10": "On all the hills and under every shady tree they put up stone pillars and images of the goddess Asherah, ", "11": "and they burned incense on all the pagan altars, following the practice of the people whom the Lord had driven out of the land. They aroused the Lord's anger with all their wicked deeds ", "12": "and disobeyed the Lord's command not to worship idols.", "13": "The Lord had sent his messengers and prophets to warn Israel and Judah: “Abandon your evil ways and obey my commands, which are contained in the Law I gave to your ancestors and which I handed on to you through my servants the prophets.” ", "14": "But they would not obey; they were stubborn like their ancestors, who had not trusted in the Lord their God. ", "15": "They refused to obey his instructions, they did not keep the covenant he had made with their ancestors, and they disregarded his warnings. They worshiped worthless idols and became worthless themselves, and they followed the customs of the surrounding nations, disobeying the Lord's command not to imitate them. ", "16": "They broke all the laws of the Lord their God and made two metal bull-calves to worship; they also made an image of the goddess Asherah, worshiped the stars, and served the god Baal. ", "17": "They sacrificed their sons and daughters as burnt offerings to pagan gods; they consulted mediums and fortunetellers, and they devoted themselves completely to doing what is wrong in the Lord's sight, and so aroused his anger. ", "18": "The Lord was angry with the Israelites and banished them from his sight, leaving only the kingdom of Judah.", "19": "But even the people of Judah did not obey the laws of the Lord their God; they imitated the customs adopted by the people of Israel. ", "20": "The Lord rejected all the Israelites, punishing them and handing them over to cruel enemies until at last he had banished them from his sight.", "21": "After the Lord had separated Israel from Judah, the Israelites made Jeroboam son of Nebat their king. Jeroboam caused them to abandon the Lord and led them into terrible sins. ", "22": "They followed Jeroboam and continued to practice all the sins he had committed, ", "23": "until at last the Lord banished them from his sight, as he had warned through his servants the prophets that he would do. So the people of Israel were taken into exile to Assyria, where they still live.", "24": "The emperor of Assyria took people from the cities of Babylon, Cuth, Ivvah, Hamath, and Sepharvaim, and settled them in the cities of Samaria[e] in place of the exiled Israelites. They took possession of these cities and lived there. ", "25": "When they first settled there, they did not worship the Lord, and so he sent lions, which killed some of them. ", "26": "The emperor of Assyria was told that the people he had settled in the cities of Samaria did not know the law of the god of that land, and so the god had sent lions, which were killing them. ", "27": "So the emperor commanded: “Send back one of the priests we brought as prisoners; have him[f] go back and live there, in order to teach the people the law of the god of that land.” ", "28": "So an Israelite priest who had been deported from Samaria went and lived in Bethel, where he taught the people how to worship the Lord.", "29": "But the people who settled in Samaria continued to make their own idols, and they placed them in the shrines that the Israelites had built. Each different group made idols in the cities they were living in: ", "30": "the people of Babylon made idols of the god Succoth Benoth; the people of Cuth, idols of Nergal; the people of Hamath, idols of Ashima; ", "31": "the people of Ivvah, idols of Nibhaz and Tartak; and the people of Sepharvaim sacrificed their children as burnt offerings to their gods Adrammelech and Anammelech. ", "32": "These people also worshiped the Lord and chose from among their own number all sorts of people to serve as priests at the pagan places of worship and to offer sacrifices for them there. ", "33": "So they worshiped the Lord, but they also worshiped their own gods according to the customs of the countries from which they had come.", "34": "They still carry on their old customs to this day. They do not worship the Lord nor do they obey the laws and commands which he gave to the descendants of Jacob, whom he named Israel. ", "35": "The Lord had made a covenant with them and had ordered them: “Do not worship other gods; do not bow down to them or serve them or offer sacrifices to them. ", "36": "You shall obey me, the Lord, who brought you out of Egypt with great power and strength; you are to bow down to me and offer sacrifices to me. ", "37": "You shall always obey the laws and commands that I wrote for you. You shall not obey other gods, ", "38": "and you shall not forget the covenant I made with you. ", "39": "You shall obey me, the Lord your God, and I will rescue you from your enemies.” ", "40": "But those people would not listen, and they continued to follow their old customs.", "41": "So those people worshiped the Lord, but they also worshiped their idols; and to this day their descendants continue to do the same."}