{"1": "As soon as King Hezekiah heard their report, he tore his clothes in grief, put on sackcloth, and went to the Temple of the Lord. ", "2": "He sent Eliakim, the official in charge of the palace, Shebna, the court secretary, and the senior priests to the prophet Isaiah son of Amoz. They also were wearing sackcloth. ", "3": "This is the message which he told them to give Isaiah: “Today is a day of suffering; we are being punished and are in disgrace. We are like a woman who is ready to give birth, but is too weak to do it. ", "4": "The Assyrian emperor has sent his chief official to insult the living God. May the Lord your God hear these insults and punish those who spoke them. So pray to God for those of our people who survive.”", "5": "When Isaiah received King Hezekiah's message, ", "6": "he sent back this answer: “The Lord tells you not to let the Assyrians frighten you with their claims that he cannot save you. ", "7": "The Lord will cause the emperor to hear a rumor that will make him go back to his own country, and the Lord will have him killed there.”", "8": "The Assyrian official learned that the emperor had left Lachish and was fighting against the nearby city of Libnah; so he went there to consult him. ", "9": "Word reached the Assyrians that the Egyptian army, led by King Tirhakah of Ethiopia,[a] was coming to attack them. When the emperor heard this, he sent a letter to King Hezekiah of Judah ", "10": "to tell him, “The god you are trusting in has told you that you will not fall into my hands, but don't let that deceive you. ", "11": "You have heard what an Assyrian emperor does to any country he decides to destroy. Do you think that you can escape? ", "12": "My ancestors destroyed the cities of Gozan, Haran, and Rezeph, and killed the people of Betheden who lived in Telassar, and none of their gods could save them. ", "13": "Where are the kings of the cities of Hamath, Arpad, Sepharvaim, Hena, and Ivvah?”", "14": "King Hezekiah took the letter from the messengers and read it. Then he went to the Temple, placed the letter there in the presence of the Lord, ", "15": "and prayed, “O Lord, the God of Israel, seated on your throne above the winged creatures, you alone are God, ruling all the kingdoms of the world. You created the earth and the sky. ", "16": "Now, Lord, look at what is happening to us. Listen to all the things that Sennacherib is saying to insult you, the living God. ", "17": "We all know, Lord, that the emperors of Assyria have destroyed many nations, made their lands desolate, ", "18": "and burned up their gods—which were no gods at all, only images of wood and stone made by human hands. ", "19": "Now, Lord our God, rescue us from the Assyrians, so that all the nations of the world will know that only you, O Lord, are God.”", "20": "Then Isaiah sent a message telling King Hezekiah that in answer to the king's prayer ", "21": "the Lord had said, “The city of Jerusalem laughs at you, Sennacherib, and makes fun of you. ", "22": "Whom do you think you have been insulting and ridiculing? You have been disrespectful to me, the holy God of Israel. ", "23": "You sent your messengers to boast to me that with all your chariots you had conquered the highest mountains of Lebanon. You boasted that there you cut down the tallest cedars and the finest cypress trees and that you reached the deepest parts of the forests. ", "24": "You boasted that you dug wells and drank water in foreign lands and that the feet of your soldiers tramped the Nile River dry.", "25": "“Have you never heard that I planned all this long ago? And now I have carried it out. I gave you the power to turn fortified cities into piles of rubble. ", "26": "The people who lived there were powerless; they were frightened and stunned. They were like grass in a field or weeds growing on a roof when the hot east wind blasts them.[b]", "27": "“But I know everything about you, what you do and where you go. I know how you rage against me. ", "28": "I have received the report of that rage and that pride of yours, and now I will put a hook through your nose and a bit in your mouth, and take you back by the same road you came.”", "29": "Then Isaiah said to King Hezekiah, “Here is a sign of what will happen. This year and next you will have only wild grain to eat, but the following year you will be able to plant your grain and harvest it, and plant vines and eat grapes. ", "30": "Those in Judah who survive will flourish like plants that send roots deep into the ground and produce fruit. ", "31": "There will be people in Jerusalem and on Mount Zion who will survive, because the Lord is determined to make this happen.", "32": "“And this is what the Lord has said about the Assyrian emperor: 'He will not enter this city or shoot a single arrow against it. No soldiers with shields will come near the city, and no siege mounds will be built around it. ", "33": "He will go back by the same road he came, without entering this city. I, the Lord, have spoken. ", "34": "I will defend this city and protect it, for the sake of my own honor and because of the promise I made to my servant David.'”", "35": "That night an angel of the Lord went to the Assyrian camp and killed 185,000 soldiers. At dawn the next day there they lay, all dead! ", "36": "Then the Assyrian emperor Sennacherib withdrew and returned to Nineveh. ", "37": "One day, when he was worshiping in the temple of his god Nisroch, two of his sons, Adrammelech and Sharezer, killed him with their swords and then escaped to the land of Ararat. Another of his sons, Esarhaddon, succeeded him as emperor."}