{"1": "About this time King Hezekiah became sick and almost died. The prophet Isaiah son of Amoz went to see him and said to him, “The Lord tells you that you are to put everything in order, because you will not recover. Get ready to die.”", "2": "Hezekiah turned his face to the wall and prayed: ", "3": "“Remember, Lord, that I have served you faithfully and loyally and that I have always tried to do what you wanted me to.” And he began to cry bitterly.", "4": "Isaiah left the king, but before he had passed through the central courtyard of the palace the Lord told him ", "5": "to go back to Hezekiah, ruler of the Lord's people, and say to him, “I, the Lord, the God of your ancestor David, have heard your prayer and seen your tears. I will heal you, and in three days you will go to the Temple. ", "6": "I will let you live fifteen years longer. I will rescue you and this city Jerusalem from the emperor of Assyria. I will defend this city, for the sake of my own honor and because of the promise I made to my servant David.”", "7": "Then Isaiah told the king's attendants to put on his boil a paste made of figs, and he would get well.[a] ", "8": "King Hezekiah asked, “What is the sign to prove that the Lord will heal me and that three days later I will be able to go to the Temple?”", "9": "Isaiah replied, “The Lord will give you a sign to prove that he will keep his promise. Now, would you prefer to have the shadow on the stairway go forward ten steps or go back ten steps?”[b]", "10": "Hezekiah answered, “It's easy to have the shadow go forward ten steps![c] Have it go back ten steps.”[d]", "11": "Isaiah prayed to the Lord, and the Lord made the shadow go back ten steps[e] on the stairway[f] set up by King Ahaz.", "12": "About that same time the king of Babylonia, Merodach Baladan, the son of Baladan, heard that King Hezekiah had been sick, so he sent him a letter and a present. ", "13": "Hezekiah welcomed the messengers and showed them his wealth—his silver and gold, his spices and perfumes, and all his military equipment. There was nothing in his storerooms or anywhere in his kingdom that he did not show them. ", "14": "Then the prophet Isaiah went to King Hezekiah and asked, “Where did these men come from and what did they say to you?” Hezekiah answered, “They came from a very distant country, from Babylonia.”", "15": "“What did they see in the palace?” “They saw everything. There is nothing in the storerooms that I didn't show them.”", "16": "Isaiah then told the king, “The Lord Almighty says that ", "17": "a time is coming when everything in your palace, everything that your ancestors have stored up to this day, will be carried off to Babylonia. Nothing will be left. ", "18": "Some of your own direct descendants will be taken away and made eunuchs to serve in the palace of the king of Babylonia.”", "19": "King Hezekiah understood this to mean that there would be peace and security during his lifetime, so he replied, “The message you have given me from the Lord is good.”", "20": "Everything else that King Hezekiah did, his brave deeds, and an account of how he built a reservoir and dug a tunnel to bring water into the city, are all recorded in The History of the Kings of Judah.", "21": "Hezekiah died, and his son Manasseh succeeded him as king."}