{"1": "King Josiah summoned all the leaders of Judah and Jerusalem, ", "2": "and together they went to the Temple, accompanied by the priests and the prophets and all the rest of the people, rich and poor alike. Before them all the king read aloud the whole book of the covenant which had been found in the Temple. ", "3": "He stood by the royal column and made a covenant with the Lord to obey him, to keep his laws and commands with all his heart and soul, and to put into practice the demands attached to the covenant, as written in the book. And all the people promised to keep the covenant.", "4": "Then Josiah ordered the High Priest Hilkiah, his assistant priests, and the guards on duty at the entrance to the Temple to bring out of the Temple all the objects used in the worship of Baal, of the goddess Asherah, and of the stars. The king burned all these objects outside the city near Kidron Valley and then had the ashes taken to Bethel. ", "5": "He removed from office the priests that the kings of Judah had ordained to offer sacrifices[a] on the pagan altars in the cities of Judah and in places near Jerusalem—all the priests who offered sacrifices to Baal, to the sun, the moon, the planets, and the stars. ", "6": "He removed from the Temple the symbol of the goddess Asherah, took it out of the city to Kidron Valley, burned it, pounded its ashes to dust, and scattered it over the public burying ground. ", "7": "He destroyed the living quarters in the Temple occupied by the temple prostitutes.[b] (It was there that women wove robes used in the worship of Asherah.) ", "8": "He brought to Jerusalem the priests who were in the cities of Judah, and throughout the whole country he desecrated the altars where they had offered sacrifices. He also tore down the altars dedicated to the goat demons near the gate built by Joshua, the city governor, which was to the left of the main gate as one enters the city. ", "9": "Those priests were not allowed to serve in the Temple, but they could eat the unleavened bread provided for their fellow priests.", "10": "King Josiah also desecrated Topheth, the pagan place of worship in Hinnom Valley, so that no one could sacrifice his son or daughter as a burnt offering to the god Molech. ", "11": "He also removed the horses that the kings of Judah had dedicated to the worship of the sun, and he burned the chariots used in this worship. (These were kept in the temple courtyard, near the gate and not far from the living quarters of Nathan Melech, a high official.) ", "12": "The altars which the kings of Judah had built on the palace roof above King Ahaz' quarters, King Josiah tore down, along with the altars put up by King Manasseh in the two courtyards of the Temple; he smashed the altars to bits[c] and threw them into Kidron Valley. ", "13": "Josiah desecrated the altars that King Solomon had built east of Jerusalem, south of the Mount of Olives,[d] for the worship of disgusting idols—Astarte the goddess of Sidon, Chemosh the god of Moab, and Molech the god of Ammon. ", "14": "King Josiah broke the stone pillars to pieces, cut down the symbols of the goddess Asherah, and the ground where they had stood he covered with human bones.", "15": "Josiah also tore down the place of worship in Bethel, which had been built by King Jeroboam son of Nebat, who led Israel into sin. Josiah pulled down the altar, broke its stones into pieces,[e] and pounded them to dust; he also burned the image of Asherah. ", "16": "Then Josiah looked around and saw some tombs there on the hill; he had the bones taken out of them and burned on the altar. In this way he desecrated the altar, doing what the prophet had predicted long before during the festival as King Jeroboam was standing by the altar. King Josiah looked around and saw the tomb of the prophet[f] who had made this prediction. ", "17": "“Whose tomb is that?” he asked. The people of Bethel answered, “It is the tomb of the prophet who came from Judah and predicted these things that you have done to this altar.”", "18": "“Leave it as it is,” Josiah ordered. “His bones are not to be moved.” So his bones were not moved, neither were those of the prophet who had come from Samaria.", "19": "In every city of Israel King Josiah tore down all the pagan places of worship which had been built by the kings of Israel, who thereby aroused the Lord's anger. He did to all those altars what he had done in Bethel. ", "20": "He killed all the pagan priests on the altars where they served, and he burned human bones on every altar. Then he returned to Jerusalem.", "21": "King Josiah ordered the people to celebrate the Passover in honor of the Lord their God, as written in the book of the covenant. ", "22": "No Passover like this one had ever been celebrated by any of the kings of Israel or of Judah, since the time when judges ruled the nation. ", "23": "Now at last, in the eighteenth year of the reign of Josiah, the Passover was celebrated in Jerusalem.", "24": "In order to enforce the laws written in the book that the High Priest Hilkiah had found in the Temple, King Josiah removed from Jerusalem and the rest of Judah all the mediums and fortunetellers, and all the household gods, idols, and all other pagan objects of worship. ", "25": "There had never been a king like him before, who served the Lord with all his heart, mind, and strength, obeying all the Law of Moses; nor has there been a king like him since.", "26": "But the Lord's fierce anger had been aroused against Judah by what King Manasseh had done, and even now it did not die down. ", "27": "The Lord said, “I will do to Judah what I have done to Israel: I will banish the people of Judah from my sight, and I will reject Jerusalem, the city I chose, and the Temple, the place I said was where I should be worshiped.”", "28": "Everything else that King Josiah did is recorded in The History of the Kings of Judah. ", "29": "While Josiah was king, King Neco of Egypt led an army to the Euphrates River to help the emperor of Assyria. King Josiah tried to stop the Egyptian army at Megiddo and was killed in battle. ", "30": "His officials placed his body in a chariot and took it back to Jerusalem, where he was buried in the royal tombs. The people of Judah chose Josiah's son Joahaz and anointed him king.", "31": "Joahaz was twenty-three years old when he became king of Judah, and he ruled in Jerusalem for three months. His mother was Hamutal, the daughter of Jeremiah from the city of Libnah. ", "32": "Following the example of his ancestors, he sinned against the Lord. ", "33": "His reign ended when King Neco of Egypt took him prisoner in Riblah, in the land of Hamath, and made Judah pay 7,500 pounds of silver and 75 pounds of gold as tribute. ", "34": "King Neco made Josiah's son Eliakim king of Judah as successor to Josiah, and changed his name to Jehoiakim. Joahaz was taken to Egypt by King Neco, and there he died.", "35": "King Jehoiakim collected a tax from the people in proportion to their wealth, in order to raise the amount needed to pay the tribute demanded by the king of Egypt.", "36": "Jehoiakim was twenty-five years old when he became king of Judah, and he ruled in Jerusalem for eleven years. His mother was Zebidah, the daughter of Pedaiah from the town of Rumah. ", "37": "Following the example of his ancestors, Jehoiakim sinned against the Lord."}