{"1": "The widow of a member of a group of prophets went to Elisha and said, “Sir, my husband has died! As you know, he was a God-fearing man, but now a man he owed money to has come to take away my two sons as slaves in payment for my husband's debt.”", "2": "“What shall I do for you?” he asked. “Tell me, what do you have at home?” “Nothing at all, except a small jar of olive oil,” she answered.", "3": "“Go to your neighbors and borrow as many empty jars as you can,” Elisha told her. ", "4": "“Then you and your sons go into the house, close the door, and start pouring oil into the jars. Set each one aside as soon as it is full.”", "5": "So the woman went into her house with her sons, closed the door, took the small jar of olive oil, and poured oil into the jars as her sons brought them to her. ", "6": "When they had filled all the jars, she asked if there were any more. “That was the last one,” one of her sons answered. And the olive oil stopped flowing. ", "7": "She went back to Elisha, the prophet, who said to her, “Sell the olive oil and pay all your debts, and there will be enough money left over for you and your sons to live on.”", "8": "One day Elisha went to Shunem, where a rich woman lived. She invited him to a meal, and from then on every time he went to Shunem he would have his meals at her house. ", "9": "She said to her husband, “I am sure that this man who comes here so often is a holy man. ", "10": "Let's build a small room on the roof, put a bed, a table, a chair, and a lamp in it, and he can stay there whenever he visits us.”", "11": "One day Elisha returned to Shunem and went up to his room to rest. ", "12": "He told his servant Gehazi to go and call the woman. When she came, ", "13": "he said to Gehazi, “Ask her what I can do for her in return for all the trouble she has had in providing for our needs. Maybe she would like me to go to the king or the army commander and put in a good word for her.” “I have all I need here among my own people,” she answered.", "14": "Elisha asked Gehazi, “What can I do for her then?” He answered, “Well, she has no son, and her husband is an old man.”", "15": "“Tell her to come here,” Elisha ordered. She came and stood in the doorway, ", "16": "and Elisha said to her, “By this time next year you will be holding a son in your arms.” “Oh!” she exclaimed. “Please, sir, don't lie to me. You are a man of God!”", "17": "But, as Elisha had said, at about that time the following year she gave birth to a son.", "18": "Some years later, at harvest time, the boy went out one morning to join his father, who was in the field with the harvest workers. ", "19": "Suddenly he cried out to his father, “My head hurts! My head hurts!” “Carry the boy to his mother,” the father said to a servant. ", "20": "The servant carried the boy back to his mother, who held him in her lap until noon, at which time he died. ", "21": "She carried him up to Elisha's room, put him on the bed and left, closing the door behind her. ", "22": "Then she called her husband and said to him, “Send a servant here with a donkey. I need to go to the prophet Elisha. I'll be back as soon as I can.”", "23": "“Why do you have to go today?” her husband asked. “It's neither a Sabbath nor a New Moon Festival.”[a] “Never mind,” she answered. ", "24": "Then she had the donkey saddled, and ordered the servant, “Make the donkey go as fast as it can, and don't slow down unless I tell you to.” ", "25": "So she set out and went to Mount Carmel, where Elisha was. Elisha saw her coming while she was still some distance away, and he said to his servant Gehazi, “Look, there comes the woman from Shunem! ", "26": "Hurry to her and find out if everything is all right with her, her husband, and her son.” She told Gehazi that everything was all right, ", "27": "but when she came to Elisha, she bowed down before him and took hold of his feet. Gehazi was about to push her away, but Elisha said, “Leave her alone. Can't you see she's deeply distressed? And the Lord has not told me a thing about it.”", "28": "The woman said to him, “Sir, did I ask you for a son? Didn't I tell you not to get my hopes up?”", "29": "Elisha turned to Gehazi and said, “Hurry! Take my walking stick and go. Don't stop to greet anyone you meet, and if anyone greets you, don't take time to answer. Go straight to the house and hold my stick over the boy.”", "30": "The woman said to Elisha, “I swear by my loyalty to the living Lord and to you that I will not leave you!” So the two of them started back together. ", "31": "Gehazi went on ahead and held Elisha's stick over the child, but there was no sound or any other sign of life. So he went back to meet Elisha and said, “The boy didn't wake up.”", "32": "When Elisha arrived, he went alone into the room and saw the boy lying dead on the bed. ", "33": "He closed the door and prayed to the Lord. ", "34": "Then he lay down on the boy, placing his mouth, eyes, and hands on the boy's mouth, eyes, and hands. As he lay stretched out over the boy, the boy's body started to get warm. ", "35": "Elisha got up, walked around the room, and then went back and again stretched himself over the boy. The boy sneezed seven times and then opened his eyes. ", "36": "Elisha called Gehazi and told him to call the boy's mother. When she came in, he said to her, “Here's your son.” ", "37": "She fell at Elisha's feet, with her face touching the ground; then she took her son and left.", "38": "Once, when there was a famine throughout the land, Elisha returned to Gilgal. While he was teaching a group of prophets, he told his servant to put a big pot on the fire and make some stew for them. ", "39": "One of them went out in the fields to get some herbs. He found a wild vine and picked as many gourds as he could carry. He brought them back and sliced them up into the stew, not knowing what they were. ", "40": "The stew was poured out for the men to eat, but as soon as they tasted it they exclaimed to Elisha, “It's poisoned!”—and wouldn't eat it. ", "41": "Elisha asked for some meal, threw it into the pot, and said, “Pour out some more stew for them.” And then there was nothing wrong with it.", "42": "Another time, a man came from Baal Shalishah, bringing Elisha twenty loaves of bread made from the first barley harvested that year, and some freshly-cut heads of grain. Elisha told his servant to feed the group of prophets with this, ", "43": "but he answered, “Do you think this is enough for a hundred men?” Elisha replied, “Give it to them to eat, because the Lord says that they will eat and still have some left over.” ", "44": "So the servant set the food before them, and as the Lord had said, they all ate, and there was still some left over."}