{"1": "Sha'ul had died, and David had been two days in Ziklag after returning from the slaughter of the 'Amaleki. ", "2": "On the third day, there came a man from Sha'ul's camp with his clothes torn and earth on his head. He approached David, fell to the ground and prostrated himself. ", "3": "David said to him, “Where are you coming from?” “I escaped from the camp of Isra'el,” he replied. ", "4": "“Tell me, please, how did things go?” asked David. “The people have fled the battle,” he answered, “and many of them are wounded or dead. Sha'ul and Y'honatan his son are dead too.” ", "5": "David asked the young man who had told him this, “How do you know that Sha'ul and Y'honatan his son are dead?” ", "6": "The young man who had told him said, “I happened to be on Mount Gilboa when I saw Sha'ul leaning on his spear. The chariots and cavalry were bearing down on him. ", "7": "He looked behind him, saw me and called to me. I answered, 'Here I am.' ", "8": "He said to me, 'Who are you?' and I answered, 'I'm an 'Amaleki' ", "9": "He said to me, 'I'm in agony, and I'm going to die, but I'm still alive. So please, stand next to me; and kill me.' ", "10": "So I stood next to him and killed him, because I was sure he was so badly wounded that he couldn't live. I took the crown that was on his head and the bracelet on his arm and have brought them here to my lord.”", "11": "Then David took hold of his clothes and tore them, and likewise all the men who were with him. ", "12": "They wailed and cried, and they fasted until evening for Sha'ul, for Y'honatan his son, for Adonai's people and for the house of Isra'el; because they had fallen by the sword.", "13": "David said to the young man who had told him, “Where are you from?” He answered, “I'm the son of a [resident] foreigner, an 'Amaleki.” ", "14": "David asked him, “How is it that you weren't afraid to raise your hand to destroy Adonai's anointed?” ", "15": "David called one of his young men and said, “Go over to him, and kill him.” The man struck him down, and he died. ", "16": "David said to him, “Your blood is on your own head. Your own mouth convicted you when you said, 'I killed Adonai's anointed.'”", "17": "Then David pronounced this lament over Sha'ul and over Y'honatan his son, ", "18": "in order to teach the people of Y'hudah [not to underestimate] archery (the lament has been written down in the book of Yashar):", "19": "“Your glory, Isra'el, lies dead on your high places! How the heroes have fallen!", "20": "Don't speak of it in Gat; don't proclaim it in the streets of Ashkelon; then the daughters of the P'lishtim won't rejoice, the daughters of the uncircumcised won't gloat.", "21": "“Mountains of Gilboa — may there be on you no dew, no rain, no fields with good crops; because there the shields of the heroes were dishonored, the shield of Sha'ul was no longer rubbed with oil.", "22": "“From the blood of the dead, from the flesh of heroes, the bow of Y'honatan did not retreat or the sword of Sha'ul return unsatisfied.", "23": "Sha'ul and Y'honatan, loved and gracious while alive, were not separated even in death; they were swifter than eagles, stronger than lions.", "24": "“Daughters of Isra'el, weep over Sha'ul! He clothed you luxuriously in scarlet and put gold jewelry on your clothing.", "25": "“How the heroes have fallen in the heat of battle, Y'honatan killed on your high places!", "26": "I grieve for you, my brother Y'honatan, you meant so much to me! Your love for me was deeper than the love of women.", "27": "How the heroes have fallen and the weapons of war perished”"}