{"1": "Now Avshalom the son of David had a beautiful sister named Tamar. Some time after the previous events, Amnon the son of David fell in love with her. ", "2": "Amnon became so obsessed with his sister Tamar that he became ill, for she was a virgin, and Amnon thought it would be impossible to approach her. ", "3": "But Amnon had a friend named Yonadav the son of Shim'ah David's brother; and Yonadav was a very shrewd fellow. ", "4": "He asked him, “Why, son of the king, are you growing thinner every day? Won't you tell me?” Amnon answered him, “I'm in love with Tamar, my brother Avshalom's sister.” ", "5": "Yonadav said to him, “Lie down on your bed, and pretend you're sick. When your father comes to see you, say to him, 'Please let my sister Tamar come and give me food to eat, and have her prepare the food where I can watch. I'll eat what she serves me.” ", "6": "So Amnon lay down and pretended he was sick. When the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes here where I can watch, and I'll eat what she serves me.” ", "7": "David sent this instruction home to Tamar: “Go now to your brother Amnon's house, and prepare him some food.” ", "8": "So Tamar went to her brother Amnon's house; he was lying down. She took dough, kneaded it, made cakes while he watched, and baked the cakes. ", "9": "Then she took the pan and turned them out in front of him, but he refused to eat. Amnon said, “Have everyone leave me”; and everyone left him. ", "10": "Amnon said to Tamar, “Bring the food into the room, so that I can have you serve me. Tamar took the cakes she had made and brought them into the room to Amnon her brother. ", "11": "But when she brought them near, so that he could eat, he grabbed her and said to her, “Come to bed with me, my sister.” ", "12": "“No, my brother,” she answered him, “don't force me! Things like this aren't done in Isra'el; don't behave so disgracefully! ", "13": "Where could I go with such shame? And as for you, you will be regarded as one of Isra'el's vulgar brutes. Now therefore, please! Speak to the king, because he won't keep me from you.” ", "14": "However, he wouldn't listen to her; and since he was stronger than she, he overpowered her and raped her. ", "15": "But then he was filled with utter revulsion for her — his hatred of her was even greater than the love he had had for her before. Amnon said to her, “Get up, and get out of here!” ", "16": "“No,” she objected, “because throwing me out like this is an even worse thing than what you've already done to me!” But he wouldn't listen to her; ", "17": "he called his personal servant and said, “Get rid of this woman for me! Throw her out, and lock the door after her!” ", "18": "She was wearing a long-sleeved robe (this was how they used to dress the king's daughters who were virgins). His servant took her out and locked the door after her. ", "19": "Tamar put ashes on her head, tore her long-sleeved robe that she was wearing, laid her hand on her head and went off, crying aloud as she went.", "20": "Avshalom her brother said to her, “Has Amnon your brother been with you? But now, my sister, keep quiet; because he's your brother. Don't take the matter to heart.” But Tamar remained desolate in her brother Avshalom's house.", "21": "When King David heard about all these things, he became very angry. ", "22": "As for Avshalom, he refused to say a word to Amnon, either good or bad; for Avshalom hated Amnon for having raped his sister Tamar.", "23": "Two years later, when Avshalom had sheep-shearers in Ba'al-Hatzor, near Efrayim, Avshalom invited all the king's sons. ", "24": "Avshalom went to the king and said, “Your servant has sheep-shearers; please let the king and his servants come along with your servant.” ", "25": "The king replied to Avshalom, “No, my son, let's not all go — we don't want to be a burden to you.” Avshalom pressed him, but he wouldn't go; however he gave him his blessing. ", "26": "Then Avshalom said, “If you won't go, then please let my brother Amnon go with us.” The king said to him, “Why should he go with you?” ", "27": "But Avshalom kept pressing him, so he let Amnon and all the king's sons go with him.", "28": "Avshalom ordered his servants, “Pay close attention: when Amnon is in high spirits from drinking wine, and I say to you, 'Kill Amnon,' then strike him down. Don't be afraid — I'm the one ordering you to do it — but take courage, and be bold.” ", "29": "Avshalom's servants did to Amnon as Avshalom had ordered. At this, all the king's sons jumped up, mounted their mules and fled.", "30": "While they were on their way, the news came to David that Avshalom had killed all the king's sons, and not one of them was left alive. ", "31": "The king got up, tore his clothes and lay on the ground, while all his servants stood by with their clothes torn too. ", "32": "But then Yonadav, the son of Shim'ah, David's brother, spoke up; he said, “My lord shouldn't think they have killed all the young men, the king's sons. Only Amnon is dead; for Avshalom has meant to do this ever since the day he raped his sister Tamar. ", "33": "So my lord the king shouldn't take it as seriously as if all the king's sons are dead; only Amnon is dead.”", "34": "However, Avshalom took flight. The young man keeping watch looked up and saw many people coming along the road behind him on the hillside. ", "35": "Yonadav said to the king, “Here, the king's sons have come; it's just as your servant said.” ", "36": "The moment he finished speaking, the king's sons came, cried out and wept; and the king too, with all his servants, cried out in great pain. ", "37": "Avshalom fled and went to Talmai the son of 'Ammihud, king of G'shur. David mourned for his son every day. ", "38": "So Avshalom fled, went to G'shur and stayed there three years. ", "39": "But as King David became reconciled to the death of his son Amnon, he was increasingly filled with longing to see Avshalom."}