{"1": "Achitofel said to Avshalom, “Let me now choose 12,000 men, and I will pursue David tonight. ", "2": "I'll fall on him unexpectedly when he's tired and powerless. I'll frighten him, all the people with him will flee, and I'll attack only the king. ", "3": "Then I will bring back to you all the people; and when they have all returned, except the one you are seeking, all the people will be at peace.” ", "4": "What he said pleased Avshalom and all the leaders of Isra'el.", "5": "Then Avshalom said, “Now call also Hushai the Arki, and let's give equal hearing to what he has to say.” ", "6": "When Hushai appeared before Avshalom, Avshalom said to him, “Achitofel has said such-and-such. Should we do what he says? If not, you tell us.” ", "7": "Hushai said to Avshalom, “The advice Achitofel has given this time is not good. ", "8": "You know,” continued Hushai, “that your father and his men are powerful men, and that they are as bitter as a bear deprived of her cubs in the wild. Moreover, your father is a military man, and he won't camp with the rest of the people — ", "9": "right now he's hidden in a pit or somewhere. So what will happen is this: when they begin their attack, and whoever hears about it says, 'A slaughter is taking place among Avshalom's followers,' ", "10": "then even the strongest among them, someone whose courage is that of a lion, will completely collapse! For all Isra'el knows that your father is a powerful man, and those with him are powerful men. ", "11": "Rather, I advise that you summon all Isra'el to come to you, from Dan to Be'er-Sheva, numbering as many as sand grains on the seashore; and then you go to battle, yourself. ", "12": "In this way we'll come upon him wherever he is, and we'll fall on him as the dew falls on the ground; of him and all the men with him we won't leave even one alive. ", "13": "If he withdraws into a city, then all Isra'el will bring up ropes to that city, and we will drag it into the riverbed until not even a pebble is left.” ", "14": "Avshalom and all the men of Isra'el said, “The advice of Hushai the Arki is better than the advice of Achitofel” — for Adonai had determined to frustrate the good advice of Achitofel, so that Adonai could bring disaster on Avshalom.", "15": "Then Hushai said to Tzadok and Evyatar the cohanim, “Achitofel gave such-and-such advice to Avshalom and the leaders of Isra'el, but I advised so and so. ", "16": "Now therefore send quickly and tell David, “Don't stay tonight in the desert plains; but, whatever it takes, move on from there! Otherwise, the king and all the people with him will be engulfed.” ", "17": "Y'honatan and Achima'atz were staying at 'Ein-Rogel; a female servant was to go and tell them, and they in turn were to go and tell King David — for it would not do to have them seen entering the city. ", "18": "But a boy saw them and told Avshalom; so both of them took off quickly and came to the house of a man in Bachurim who had a cistern in his courtyard; and they went down into it. ", "19": "His wife spread a covering over the cistern's opening and scattered drying grain on it, so that nothing showed. ", "20": "Avshalom's servants came to the woman at the house and asked, “Where are Achima'atz and Y'honatan?” The woman answered them, “They've crossed the stream.” After searching and not finding them, they returned to Yerushalayim.", "21": "After they had left, the two climbed out of the cistern and went and told King David, “Get up and cross the river, because Achitofel has given such-and-such advice against you.” ", "22": "David and all the people with him got up and crossed the Yarden; by dawn every one of them had crossed the Yarden. ", "23": "When Achitofel saw that his advice was not being followed, he saddled his donkey, set out, and went home to his own city. After setting his house in order, he hanged himself; he died and was buried in his father's tomb.", "24": "David had reached Machanayim by the time Avshalom and all the men of Isra'el crossed the Yarden. ", "25": "Avshalom had put 'Amasa in charge of the army in place of Yo'av. 'Amasa was the son of a man whose name was Yitra the Isra'eli, who had had sexual relations with Avigal the daughter of Nachash, Tz'ruyah's sister and Yo'av's mother. ", "26": "Isra'el and Avshalom pitched camp in the land of Gil'ad.", "27": "After David had arrived in Machanayim, Shovi the son of Nachash, from Rabbah of the people of 'Amon; Machir the son of 'Ammi'el from Lo-D'var and Barzillai the Gil'adi from Roglim ", "28": "brought beds, basins, clay pots, wheat, barley, flour, roasted grain, beans, lentils, roasted millet, ", "29": "honey, curdled milk, sheep and cheese made of cow's milk for David and the people with him to eat; because they said, “These people are hungry, tired and thirsty from the desert.”"}