{"1": "(18:33) Trembling, the king went up to the room over the gate, weeping and crying, “Oh, my son Avshalom! My son! My son Avshalom! If only I had died instead of you! Oh, Avshalom, my son, my son!”", "2": "(1) Yo'av was told, “The king is weeping, mourning for Avshalom.” ", "3": "(2) Thus the victory that day was turned into mourning for all the people, for the people heard it said that day that the king was grieving for his son; ", "4": "(3) so that the people entered the city furtively that day, the way that people who are ashamed creep away when fleeing a battlefield. ", "5": "(4) Meanwhile, the king covered his face and cried aloud, “Oh, my son Avshalom! Oh, Avshalom, my son, my son!”", "6": "(5) Yo'av went inside to the king and said, “Today you made all your servants feel ashamed. They saved your life today, and the lives of your sons, daughters, wives and concubines. ", "7": "(6) But you love those who hate you and hate those who love you. Today you said that princes and servants mean nothing to you — for I can see today that it would have pleased you more if Avshalom had lived today, and we had all died! ", "8": "(7) Now get up, go out and speak heart-to-heart with your servants. For I swear by Adonai that if you don't go out, not one man will stay here with you tonight — and that will be worse for you than all the misfortunes you have suffered from your youth until now.” ", "9": "(8) So the king got up and sat in the city gateway; and when all the people were told, “Now the king is sitting in the gate,” they came before the king. Meanwhile, Isra'el had fled, each man to his tent; ", "10": "(9) and throughout all the tribes of Isra'el there was dissension among all the people. They were saying, “The king delivered us from the power of our enemies, and he saved us from the power of the P'lishtim; but now he has fled the land to escape Avshalom. ", "11": "(10) However, Avshalom, whom we anointed to rule us, is dead in battle. So now, why doesn't anyone suggest bringing the king back?”", "12": "(11) King David sent this message to Tzadok and Evyatar the cohanim: “Ask the leaders of Y'hudah, 'Why are you the last to bring the king back to his palace? The king has already heard that all Isra'el wants to return him to his palace. ", "13": "(12) You are my kinsmen, my flesh and bone; so why are you the last to bring back the king?' ", "14": "(13) Also tell 'Amasa, 'You are my flesh and bone. May God bring terrible curses on me and worse ones yet if from now on you are not permanent commander of my army instead of Yo'av.” ", "15": "(14) Thus he turned the hearts of all the men of Y'hudah around as if they were one man, so that they sent a message to the king, “Come back, you and all your servants!”", "16": "(15) The king started back and arrived at the Yarden, while Y'hudah came to Gilgal in order to meet the king and bring the king over the Yarden. ", "17": "(16) Shim'i the son of Gera, the Binyamini from Bachurim, hurried and came down with the men of Y'hudah to meet King David. ", "18": "(17) There were a thousand men of Binyamin with him, also Tziva the servant of the house of Sha'ul with his fifteen sons and twenty servants; and they rushed into the Yarden ahead of the king ", "19": "(18) to ferry the king's household across and do whatever else the king wanted done. Shim'i the son of Gera fell down before the king when he was ready to cross the Yarden ", "20": "(19) and said to the king, “May my lord not hold me guilty of a crime. Don't remember the wrong your servant did on the day my lord the king left Yerushalayim. May the king not take it to heart! ", "21": "(20) For your servant knows that I have sinned. Therefore, look — I am the first one of all the house of Yosef to come today and go down to meet my lord the king.”", "22": "(21) Avishai the son of Tz'ruyah answered, “Shouldn't Shim'i be put to death for this? After all, he cursed Adonai's anointed ruler!” ", "23": "(22) But David said, “What do I have in common with you, you sons of Tz'ruyah? Why have you become my adversaries today? Should anyone in Isra'el be put to death today? Don't I know that today I am king over Isra'el?” ", "24": "(23) Then the king said to Shim'i, “You will not be put to death,” and the king swore it to him.", "25": "(24) M'fivoshet the son of Sha'ul came down to meet the king. He hadn't cared for his legs, trimmed his beard or washed his clothes from the day the king had left until the day he came home in peace. ", "26": "(25) When he came to Yerushalayim to meet the king, the king said to him, “Why didn't you go with me, M'fivoshet?” ", "27": "(26) He answered, “My lord king, my servant deceived me. I your servant had said, 'I will saddle a donkey for myself to ride on and go with the king,' since your servant is lame. ", "28": "(27) But he slandered me your servant to my lord the king. However, my lord the king is like an angel of God; so do whatever seems right to you. ", "29": "(28) For all my father's household deserved death at the hand of my lord the king; nevertheless you placed your servant with those who eat at your own table. I deserve nothing more; so why should I come crying any more to the king?” ", "30": "(29) The king said to him, “Why speak any more about these matters of yours? I say: you and Tziva, divide the land.” ", "31": "(30) M'fivoshet said to the king, “Indeed, let him take it all; for me it's enough that my lord the king has come home in peace.”", "32": "(31) Barzillai the Gil'adi had come down from Roglim and passed on to the Yarden with the king to bring him across the Yarden. ", "33": "(32) Barzillai was a very old man, eighty years old; he had provided for the king's needs when he was staying at Machanayim; for he was a wealthy man. ", "34": "(33) The king said to Barzillai, “Come on across with me, and I will provide for your needs with me in Yerushalayim.” ", "35": "(34) Barzillai said to the king, “How much longer can I live, that I should go up with the king to Yerushalayim? ", "36": "(35) I am now eighty years old. Can I tell good from bad? Can your servant even taste what he eats or drinks? Can I hear the voice of men and women singing any more? Why should your servant burden my lord the king? ", "37": "(36) Your servant only wants to cross the Yarden with the king; why should the king reward this so generously? ", "38": "(37) Please, just let your servant go back and die in my own city, near the grave of my father and mother. But here is your servant Khimham; let him cross with my lord the king; and do for him whatever seems good to you.” ", "39": "(38) The king answered, “Khimham will cross with me, and I will do for him whatever seems good to you. Whatever you ask of me, I will do for you.” ", "40": "(39) So all the people crossed the Yarden; and the king crossed too. The king kissed Barzillai and blessed him; then he returned to his home. ", "41": "(40) The king crossed over to Gilgal, and Khimham crossed with him. All the people of Y'hudah brought the king across, as did half the people of Isra'el.", "42": "(41) Now all the men of Isra'el came to the king and said to him, “Why have our kinsmen, the men of Y'hudah, stolen you away and brought the king and his household across the Yarden, and all David's men with him?” ", "43": "(42) All the men of Y'hudah answered the men of Isra'el, “Because the king is our close relative. Why are you angry about this? Have we eaten anything at the king's expense? Has any gift been given to us?”", "44": "(43) The men of Isra'el answered the men of Y'hudah, “We have ten shares in the king; also we have more right in David than you. So why did you despise us? Weren't we the first to suggest bringing our king back?” But the men of Y'hudah spoke more vehemently than the men of Isra'el."}