{"1": "David said the words of this song to Adonai on the day Adonai delivered him from the power of all his enemies and from the power of Sha'ul. ", "2": "He said: “Adonai is my Rock, my fortress and deliverer,", "3": "the God who is my Rock, in whom I find shelter, my shield, the power that saves me, my stronghold and my refuge. My savior, you have saved me from violence.", "4": "I call on Adonai, who is worthy of praise; and I am saved from my enemies.", "5": "“For death's breakers were closing over me, the floods of B'liya'al terrified me,", "6": "the ropes of Sh'ol were wrapped around me, the snares of death lay there before me.", "7": "In my distress I called to Adonai; yes, I called to my God. Out of his temple he heard my voice, and my cry entered his ears.", "8": "“Then the earth quaked and shook, the foundations of heaven trembled. They were shaken because he was angry.", "9": "Smoke arose in his nostrils; and from his mouth, devouring fire, with coals blazing from it.", "10": "He lowered heaven and came down with thick darkness under his feet.", "11": "He rode on a keruv and flew, he was seen on the wings of the wind.", "12": "He made darkness his canopy around him, thick clouds in the skies dense with water.", "13": "From the brightness before him, fiery coals flamed out.", "14": "“Adonai thundered from heaven, Ha'Elyon sounded his voice.", "15": "He sent out arrows and scattered them; with lightning he routed them.", "16": "The channels of the sea appeared, the foundations of the world were exposed at Adonai's rebuke, at the blast of breath from his nostrils.", "17": "“He sent from on high, he took me and pulled me out of deep water;", "18": "he rescued me from my powerful enemy, from those who hated me, for they were stronger than I.", "19": "They came against me on my day of calamity, but Adonai was my support.", "20": "“He brought me out to an open place; he rescued me, because he took pleasure in me.", "21": "Adonai rewarded me for my uprightness, he repaid me because my hands were clean.", "22": "“For I have kept the ways of Adonai, I have not done evil by leaving my God;", "23": "for all his rulings were before me, I did not depart from his regulations.", "24": "I was pure-hearted toward him and kept myself from my sin.", "25": "“Hence Adonai repaid me for my uprightness, according to my purity in his view.", "26": "With the merciful, you are merciful; with the champion of purity, you are pure;", "27": "with the honest, you are honest; but with the crooked you are cunning.", "28": "People afflicted, you save; but when your eyes are on the haughty, you humble them.", "29": "“For you, Adonai, are my lamp; Adonai lights up my darkness.", "30": "With you I can run through a whole troop of men, with my God I can leap a wall.", "31": "“As for God, his way is perfect, the word of Adonai has been tested by fire; he shields all who take refuge in him.", "32": "For who is God but Adonai, and who is a Rock but our God?", "33": "“God is my strength and protection; he makes my way go straight.", "34": "He makes me swift and sure-footed as a deer and enables me to stand on my high places.", "35": "He trains my hands for war until my arms can bend a bow of bronze;", "36": "You give me your shield, which is salvation; your answers make me great.", "37": "You lengthen the steps I can take, yet my ankles do not turn.", "38": "“I pursued my enemies and wiped them out, without turning back until they were destroyed.", "39": "I destroyed them, crushed them; they can't get up; they have fallen under my feet.", "40": "“For you braced me with strength for the battle and bent down my adversaries beneath me.", "41": "You made my enemies turn their backs in flight, so that I could destroy those who hate me.", "42": "“They looked, but there was no one to help, even to Adonai, but he didn't answer.", "43": "I pulverized them like dust on the ground, pounded and stamped on them like mud in the streets.", "44": "“You also freed me from the quarrels of my people. You kept me to be the head of the nations; a people I did not know now serve me.", "45": "Foreigners come cringing to me; the moment they hear of me, they obey me.", "46": "Foreigners lose heart as they stagger from their fortresses.", "47": "“Adonai is alive! Blessed is my Rock! Exalted be God, the Rock of my salvation,", "48": "the God who gives me vengeance and makes peoples submit to me.", "49": "He brings me out from my enemies. You raise me over those who rebel against me, you rescue me from violent men.", "50": "“So I give thanks to you, Adonai, among the nations; I sing praises to your name.", "51": "He is a tower of salvation for his king; he displays grace to his anointed, to David and his descendants forever.”"}