{"1": "Here are David's last words: “This is the speech of David the son of Yishai, the speech of the man who has been raised up, the one anointed by the God of Ya'akov, the sweet singer of Isra'el.", "2": "“The Spirit of Adonai spoke through me, his word was on my tongue.", "3": "The God of Isra'el spoke; the Rock of Isra'el said to me, 'A ruler over people must be upright, ruling in the fear of God;", "4": "like the morning light at sunrise on a cloudless day that makes the grass on the earth sparkle after a rain.'", "5": "“For my house stands firm with God — he made an everlasting covenant with me. It is in order, fully assured, that he will bring to full growth all my salvation and every desire.", "6": "“But the ungodly are like thorn bushes to be pushed aside, every one of them. They cannot be taken in one's hand;", "7": "To touch them one uses pitchfork or spear-shaft, and then only to burn them where they lie.”", "8": "Following are the names of David's warrior-heroes: Yoshev-Bashevet the Tach'kmoni, chief of the three, also known as 'Adino the 'Etzni; he is the one who came against 800 men, whom he killed in a single encounter.", "9": "After him was El'azar the son of Dodo the son of Achochi, one of the three warriors with David when they put their lives in jeopardy against the P'lishtim who were there assembled for battle, while the men of Isra'el had gone away. ", "10": "He stood firm and attacked the P'lishtim until his hand went into spasm, so that he couldn't let go of his sword. Adonai accomplished a great victory that day; but the people didn't return until he had finished, and then only to plunder the bodies of the dead.", "11": "After him was Shammah the son of Age the Harari. The P'lishtim had assembled at Lechi, where there was a plot of ground full of lentils; and the people fled from the P'lishtim. ", "12": "But he stood in the middle of the plot and defended it, killing the P'lishtim; and Adonai brought about a great victory.", "13": "During harvest season three of the thirty leaders went down and came to David at the cave of 'Adulam when a company of P'lishtim had set up camp in the Refa'im Valley. ", "14": "At that time David was in the fortress, and the garrison of the P'lishtim was in Beit-Lechem. ", "15": "David had a craving and said, “I wish someone could give me water to drink from the well by the gate of Beit-Lechem!” ", "16": "The three warrior-heroes broke through the army of the P'lishtim, drew water from the well by the gate of Beit-Lechem, took it and brought it to David. But he wouldn't drink it. Instead, he poured it out to Adonai ", "17": "and said, “Adonai! Heaven forbid that I should do such a thing! Am I to drink the blood of men who went and put their lives in jeopardy?”— and he would not consent to drink it. These are the things the three warrior-heroes did. ", "18": "Avishai the brother of Yo'av, the son of Tz'ruyah, was chief of these three. He raised his spear against 300 men and killed them; thus he had a reputation even among the three. ", "19": "He had the most honor of these three and was therefore made their leader; however, he did not achieve the status of the first three.", "20": "B'nayah the son of Y'hoyada, the son of a valiant man of Kavtze'el, was a man of many exploits. He struck down two lion-hearted men of Mo'av. One day when it was snowing, he went down into a pit and killed a lion. ", "21": "Here is how he killed an Egyptian, a man of intimidating appearance: the Egyptian had a spear in his hand, and he went down to him with only a stick, seized the spear from the Egyptian's hand and killed him with his own spear. ", "22": "These are things that B'nayah the son of Y'hoyada did that earned him a name among the three warrior-heroes. ", "23": "He had more honor than the thirty, but he did not achieve the status of the first three. David put him in command of his personal guard.", "24": "'Asah'el the brother of Yo'av was one of the thirty, Elchanan the son of Dodo of Beit-Lechem,", "25": "Shammah the Harodi, Elika the Harodi,", "26": "Heletz the Palti, 'Ira son of 'Ikesh from T'koa,", "27": "Avi'ezer from 'Anatot, M'vunai the Hushati,", "28": "Tzalmon the Achochi, Mahrai the N'tofati,", "29": "Helev the son of Ba'anah the N'tofati, Ittai the son of Rivai from Giv'ah, of the people of Binyamin,", "30": "B'nayahu from Pir'aton, Hiddai from the vadis of Ga'ash,", "31": "Avi-'Alvon the 'Arvati, 'Azmavet the Barchumi,", "32": "Elyachba the Sha'alvoni, of the sons of Yashen, Y'honatan,", "33": "Shammah the Harari, Achi'am the son of Sharar the Arari,", "34": "Elifelet the son of Achasbai the son of the Ma'akhati, Eli'am the son of Achitofel from Giloh,", "35": "Hetzrai from Karmel, Pa'arai the Arbi,", "36": "Yig'al the son of Natan of Tzovah, Bani the Gadi,", "37": "Tzelek the 'Amoni, Nachrai the Be'eroti, armor-bearer for Yo'av the son of Tz'ruyah,", "38": "'Ira the Yitri, Garev the Yitri, and", "39": "Uriyah the Hitti — thirty-seven in all."}