{"1": "David inquired, “Is there anyone still alive from the family of Sha'ul, to whom, for Y'honatan's sake, I can show kindness?” ", "2": "In Sha'ul's household there had been a servant named Tziva, and they summoned him to David. The king asked him, “Are you Tziva?” and he answered, “At your service.” ", "3": "The king said, “Is there anyone still alive from the family of Sha'ul, to whom I can show God's grace?” Tziva said to the king, “There is still Y'honatan's son with the lame legs.” ", "4": "The king said to him, “Where is he?” and Tziva answered, “He's there in the house of Makhir the son of 'Ammi'el, in Lo-D'var.” ", "5": "King David sent and took him from the house of Makhir the son of 'Ammi'el in Lo-D'var. ", "6": "M'fivoshet the son of Y'honatan, the son of Sha'ul, came to David, fell on his face and prostrated himself. David said, “M'fivoshet!” and he answered, “Here is your servant!” ", "7": "David said to him, “Don't be afraid, for I am determined to be kind to you for the sake of Y'honatan your father. I will restore to you all the land of Sha'ul your [grand]father, and you will always eat at my table.” ", "8": "He prostrated himself and said, “What is your servant that makes you pay such attention to a dead dog like me?” ", "9": "The king called to Tziva, Sha'ul's servant, and said to him, “I have given everything Sha'ul and his family owned to your master's [grand]son. ", "10": "You are to work the land for him, you, your sons and your slaves. Harvest the crops, so that your master's [grand]son will have food to feed his family; but M'fivoshet your master's [grand]son will always eat at my table.” Tziva had fifteen sons and twenty slaves. ", "11": "Tziva said to the king, “Your servant will do everything my lord the king commands his servant, although M'fivoshet has been eating at my table as one of the king's descendants.” ", "12": "M'fivoshet had a young son whose name was Mikha. Everyone living in Tziva's house was a servant of M'fivoshet. ", "13": "But M'fivoshet lived in Yerushalayim; he always ate at the king's table, and he was lame in both legs."}