{"1": "I made the first account about everything, O Theophilus, which Jesus began both to do and teach ", "2": "until which day He was taken-up [after] having given-commands through the Holy Spirit to the apostles whom He chose— ", "3": "to whom He indeed presented Himself alive after His suffering by many convincing-proofs, appearing[a] to them during forty days, and speaking the things concerning the kingdom of God.", "4": "And being assembled-with[b] them, He ordered them not to depart from Jerusalem, but to wait-for the promise of the Father “which you heard from Me. ", "5": "Because John baptized with[c] water, but you will be baptized with[d] the Holy Spirit after these not many days!” ", "6": "So indeed the ones having come together were asking Him, saying “Lord, are You restoring[e] the kingdom to Israel at this time?”. ", "7": "And He said to them, “It is not yours to know the times or seasons which the Father appointed[f] by His own authority. ", "8": "But you will receive power, the Holy Spirit having come upon you. And you will be My witnesses— both in Jerusalem and in all Judea and Samaria, and as far as the last place of the earth”. ", "9": "And having said these things, while they were looking He was lifted-up. And a cloud received[g] Him from their eyes. ", "10": "And as they were looking-intently into heaven, while He was going— and behold, two men in white clothing were standing near them, ", "11": "who also said, “Galilean men, why do you stand looking into heaven? This Jesus having been taken-up from you into heaven will come in this manner— the way you saw Him going into heaven”.", "12": "Then they returned to Jerusalem from the mountain being called 'of Olives', which is near Jerusalem (having a Sabbath's day journey[h]). ", "13": "And when they went in the city, they went up to the upper-room where they were staying— both Peter and John, and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, and Simon the Zealot, and Judas the son of James. ", "14": "These all were devoting-themselves with-one-accord to prayer, along with women, and Mary the mother of Jesus, and His brothers.", "15": "And during these days, Peter, having stood up in the midst of the brothers (and the crowd of names at the same place was about one-hundred twenty), said, ", "16": "“Men, brothers, the Scripture had-to be fulfilled which the Holy Spirit spoke-beforehand through the mouth of David concerning Judas, the one having become a guide for the ones having arrested Jesus, ", "17": "because[i] he was numbered among us, and received his share of this ministry”. ", "18": "(18 Now indeed this one acquired a field with the wages of unrighteousness[j]. And having become prostrate[k], he burst-open in the middle and all his inward-parts spilled-out. ", "19": "And it became known to all the ones dwelling-in Jerusalem, so that that field was called 'Hakeldama' in their own language, that is, 'Field of Blood'). ", "20": "“For it has been written in the book of Psalms, 'Let his residence become desolate[l], and let there not be the one dwelling in it' [Ps 69:25], and 'let another take his office' [Ps 109:8]. ", "21": "Therefore, from the men having accompanied us during all the time that the Lord Jesus went in and went out among us, ", "22": "beginning from the baptism of John until the day that He was taken-up from us— one of these must become a witness of His resurrection with us”.", "23": "And they put-forward two: Joseph (the one being called Barsabbas, who was called Justus), and Matthias. ", "24": "And having prayed, they said, “You, Lord, heart-knower of all— appoint[m] the one whom You chose from these two ", "25": "to take the place of this ministry and apostleship from which Judas turned-aside to go to his own place”. ", "26": "And they gave lots for them. And the lot fell upon Matthias, and he was added with the eleven apostles."}