{"1": "Now a certain man in Caesarea, Cornelius by name— a centurion[a] from the cohort[b] being called “Italian[c]”, ", "2": "a devout one, and one fearing God with all his household, doing many acts-of-almsgiving to the [Jewish] people, and praying to God continually— ", "3": "saw in a vision[d] clearly[e], as-if [f] it were around the ninth[g] hour of the day, an angel of God having come-in[h] to him, and having said to him, “Cornelius!” ", "4": "And the one— having looked-intently at him, and having become terrified— said, “What is it, sir[i]?” And he said to him, “Your prayers and your acts-of-almsgiving went up for a memorial before God. ", "5": "And now, send men to Joppa, and send-for a certain Simon who is called Peter. ", "6": "This one is lodging with a certain Simon, a tanner, whose house is beside the sea”. ", "7": "And when the angel speaking to him departed, having called two of his household-servants and a devout soldier from the ones attaching-themselves[j] to him, ", "8": "and having described everything to them, he sent them forth to Joppa.", "9": "Now on the next day, while those ones were journeying and drawing-near to the city, Peter went up on the housetop around the sixth[k] hour to pray. ", "10": "And he became hungry and was wanting to eat. And while they were preparing it, a trance came upon him. ", "11": "And he sees the heaven having been opened and a certain object like a large sheet coming down, being let down by four corners on the ground— ", "12": "in which were all the four-footed-animals and reptiles of the earth, and birds of the heaven. ", "13": "And a voice came to him, “Having arisen, Peter, slaughter and eat!” ", "14": "But Peter said, “By no means, Lord, because I never ate anything defiled and unclean”. ", "15": "And a voice again came to him for a second time, “The things which God made-clean[l], don't you be making-defiled[m]”. ", "16": "And this[n] took place three-times, and immediately the object was taken-up into heaven.", "17": "Now while Peter was being greatly-perplexed within himself as to what the vision which he saw might mean, behold— the men having been sent-forth by Cornelius, having asked-repeatedly as to the house of Simon, stood at the gate. ", "18": "And having called, they were inquiring, “Is Simon, the one being called Peter, lodging here?” ", "19": "And while Peter was pondering about the vision, the Spirit said to him, “Behold— three men are seeking you. ", "20": "But[o] having arisen, go down and proceed with them not doubting[p] at all, because I have sent them forth”. ", "21": "And Peter, having gone down to the men, said, “Behold— I am the one whom you are seeking. What is the reason for which you are-here?” ", "22": "And the ones said, “Cornelius— a centurion, a righteous man, and one fearing God, and one being attested by the whole nation of the Jews— was directed by a holy angel to summon you to his house and to listen-to words from you”. ", "23": "Then having invited them in, he gave-them-lodging. And on the next day, having arisen, he went forth with them. And some of the brothers from Joppa went with him. ", "24": "And on the next day, he entered into Caesarea. And Cornelius was expecting them, having called together his relatives and close friends. ", "25": "And when Peter's entering the house came about, Cornelius— having met him, having fallen at his feet— paid-homage. ", "26": "But Peter raised him, saying, “Stand up. I myself also am a man”. ", "27": "And while conversing-with him, he went in and finds many having come-together. ", "28": "And he said to them, “You know how it is unlawful for a Jewish man to be joining[q] or coming-to[r] a foreigner. And-yet God showed me that I should be calling no person defiled or unclean. ", "29": "Therefore, having been sent-for, I indeed came without-objection. So I ask, for what reason did you send-for me?” ", "30": "And Cornelius said, “Four days ago at this hour, I was praying in my house at the ninth[s] hour, and behold— a man stood before me in shining clothing. ", "31": "And he says, 'Cornelius, your prayer was heard, and your acts-of-almsgiving were remembered before God. ", "32": "Therefore send to Joppa, and summon Simon, who is called Peter. This one is lodging in the house of Simon, a tanner, beside the sea'. ", "33": "Therefore I sent to you at-once, and you did[t] well, having come. So now we are all here before God to hear all the things having been commanded you by the Lord”.", "34": "And Peter, having opened his mouth, said, “I understand, in accordance with [God's] truth, that God is not a respecter-of-persons, ", "35": "but in every nation, the one fearing Him and working righteousness is acceptable[u] to Him. ", "36": "As to the message which He sent-forth to the sons of Israel announcing-the-good-news-of peace through Jesus Christ, this One is Lord of all[v]. ", "37": "You know the matter[w] having taken place throughout all Judea, beginning from Galilee after the baptism which John proclaimed[x], ", "38": "as to Jesus from Nazareth— how God anointed Him with the Holy Spirit and with power; Who went about doing-good and healing all the ones being oppressed by the devil, because God was with Him. ", "39": "And we are witnesses of everything which He did both in the country of the Jews and in Jerusalem; Whom indeed they killed, having hung Him on a cross. ", "40": "God raised this One on the third day, and granted that He become visible— ", "41": "not to all the people, but to witnesses having been chosen-beforehand by God; to us, who ate with and drank with Him after He rose-up from the dead. ", "42": "And He commanded us to proclaim to the people, and to solemnly-warn that this One is the One having been designated[y] by God as judge of the living and the dead. ", "43": "All the prophets testify concerning[z] this One, that everyone believing in Him receives forgiveness of sins through His name”.", "44": "While Peter was still speaking these words, the Holy Spirit fell upon all the ones hearing the message. ", "45": "And the believers of the circumcision— all-who came with Peter— were astonished that the gift of the Holy Spirit had been poured-out also on the Gentiles! ", "46": "For they were hearing them speaking in tongues and magnifying God. Then Peter responded, ", "47": "“No one is able to forbid[aa] the water so that these may not be baptized, is he?— who received the Holy Spirit as also we did. ", "48": "And he commanded that they be baptized in the name of Jesus Christ. Then they asked him to stay some days."}