{"1": "Now the apostles and the brothers being throughout Judea heard that the Gentiles also accepted the word of God. ", "2": "But when Peter went up to Jerusalem, the ones of the circumcision were disputing with him, ", "3": "saying that “You went in to men having uncircumcision, and you ate with them”. ", "4": "But having begun, Peter was explaining it to them in-order, saying, ", "5": "“I was in the city of Joppa praying. And in a trance, I saw a vision— a certain object like a large sheet coming down, being let down by four corners from heaven. And it came to me, ", "6": "into which having looked-intently, I was observing. And I saw the four-footed-animals of the earth, and the wild-beasts, and the reptiles, and the birds of the heaven. ", "7": "And I also heard a voice saying to me, 'Having arisen, Peter, slaughter and eat!' ", "8": "But I said, 'By no means, Lord, because a defiled or unclean thing never entered into my mouth'. ", "9": "But a voice responded for a second time from heaven, 'The things which God made-clean, don't you be making-defiled'. ", "10": "And this took place three times, and everything was pulled-up again into heaven. ", "11": "And behold— three men immediately stood at the house in which we were staying, having been sent forth from Caesarea to me. ", "12": "And the Spirit told me to go-with them, having made no distinction. And these six brothers also went with me. And we entered into the house of the man. ", "13": "And he reported to us how he saw the angel having stood in his house, and having said, 'Send-forth to Joppa, and send-for Simon, the one being called Peter, ", "14": "who will speak words to you by which you will be saved— you and all your household'. ", "15": "And at my beginning to speak, the Holy Spirit fell upon them just as also upon us at the beginning. ", "16": "And I remembered the word of the Lord, how He was saying, 'John baptized with water— but you will be baptized with the Holy Spirit!' ", "17": "Therefore if God gave the identical gift to them as also to us— [we both] having put faith upon the Lord Jesus Christ— who was I to be able to forbid God?” ", "18": "And having heard these things, they were quiet. And they glorified God, saying, “Then God granted the repentance leading-to life to the Gentiles also!”", "19": "Now indeed the ones having been dispersed because of the affliction having taken place over Stephen went as far as Phoenicia and Cyprus and Antioch, speaking the word to no one except Jews only. ", "20": "But there were some of them— Cyprian and Cyrenian men— who, having come to Antioch, were speaking also to the Hellenists[a], announcing-as-good-news the Lord Jesus. ", "21": "And the hand of the Lord was with them. And a large number, having believed, turned to the Lord. ", "22": "And the word about them was heard in the ears of the church existing in Jerusalem. And they sent out Barnabas to go to Antioch— ", "23": "who, having arrived and having seen the grace of God, rejoiced. And he was encouraging[b] everyone to be continuing-in the Lord with[c] purpose[d] of heart, ", "24": "because he was a good man, and full of the Holy Spirit and of faith. And a considerable crowd was added to the Lord. ", "25": "And he went forth to Tarsus to search-for Saul. ", "26": "And having found him, he brought him to Antioch. And it came about for them that[e] for a whole year they were gathered-together[f] in the church and taught a considerable crowd; and that the disciples were first called Christians in Antioch.", "27": "And during these days, prophets came down from Jerusalem to Antioch. ", "28": "And having stood up, one of them, Agabus by name, signified through the Spirit that there would-certainly be a great famine over the whole world— which took place in-the-time-of Claudius[g]. ", "29": "And as any of the disciples was prospering, each of them determined to send money for a ministry to the brothers dwelling in Judea— ", "30": "which they also did, having sent it forth to the elders by the hand of Barnabas and Saul."}