{"1": "Now it came about in Iconium that according to the same plan, they entered into the synagogue of the Jews and spoke in this manner, so that a large number of both Jews and Greeks believed. ", "2": "But the Jews having disobeyed[a] aroused and embittered[b] the souls of the Gentiles against the brothers. ", "3": "So indeed they spent a considerable time speaking-boldly for the Lord, Who was testifying to the word of His grace, granting[c] that signs and wonders be taking place by their hands. ", "4": "And the multitude of the city was divided— indeed some were with the Jews; and others with the apostles. ", "5": "But when an attempt[d] came about by both the Gentiles and Jews together with their rulers to mistreat and to stone them, ", "6": "having become-aware, they fled[e] to the cities of Lycaonia[f]— Lystra and Derbe, and the surrounding-region. ", "7": "And there they were announcing-the-good-news.", "8": "And in Lystra, a certain man powerless in the feet was sitting— a lame one from his mother's womb, who never walked. ", "9": "This one heard Paul speaking— who, having looked-intently at him, and having seen that he had faith that he might be restored, ", "10": "said with a loud voice, “Stand up straight on your feet”. And he leaped and was walking. ", "11": "And the crowds, having seen what Paul did, raised their voice, saying in Lycaonian, “The gods came down to us, having become-like men!” ", "12": "And they were calling Barnabas “Zeus[g]”, and Paul “Hermes[h]”, since he was the one leading the speaking. ", "13": "And the priest of the temple of Zeus being before[i] the city, having brought bulls and garlands to the gates, was intending to offer-sacrifice with the crowds. ", "14": "But the apostles, Barnabas and Paul— having heard-of it, having torn their garments— leaped-out into the crowd, crying-out ", "15": "and saying, “Men, why are you doing these things? We also are men of-like-nature to you, announcing-the-good-news to turn you from these worthless[j] things to the living God, Who made the heaven and the earth and the sea and all the things in them, ", "16": "Who allowed all the nations to be going their ways in the generations having gone-by. ", "17": "And yet He did not leave Himself without-witness[k]: doing-good, giving you rains from heaven and fruitful[l] seasons, filling your hearts with food and gladness”. ", "18": "And saying these things, with-difficulty they restrained[m] the crowds, that they might not offer-sacrifice to them. ", "19": "But Jews came-over from Antioch and Iconium. And having won-over[n] the crowds, and having stoned Paul, they were dragging him outside of the city, thinking[o] that he was dead[p]. ", "20": "But the disciples having surrounded him— having stood-up, he entered into the city. And on the next day he went forth with Barnabas to Derbe. ", "21": "And having announced-the-good-news-to that city, and having made many disciples, they returned to Lystra and to Iconium and to Antioch, ", "22": "strengthening the souls of the disciples, encouraging[q] them to continue-in[r] the faith, and that “It-is-necessary that we enter into the kingdom of God through many afflictions”. ", "23": "And having appointed elders for them in each church, having prayed with fastings, they commended[s] them to the Lord in Whom they had believed. ", "24": "And having gone through Pisidia, they came to Pamphylia. ", "25": "And having spoken the word in Perga, they went down to Attalia. ", "26": "And from there they sailed-away to Antioch— from where they had been handed-over to the grace of God for the work which they completed. ", "27": "And having arrived, and having gathered together the church, they were reporting all that God did with them, and that He opened a door of faith to the Gentiles.", "28": "Now they were spending not a little time[t] with the disciples. "}