{"1": "And certain ones having come down from Judea were teaching the brothers that “Unless you are circumcised by the custom of Moses, you cannot be saved”. ", "2": "And no small dispute and debate by Paul and Barnabas with them having taken place, they[a] appointed[b] Paul and Barnabas and some others of them to go up to the apostles and elders in Jerusalem concerning this issue. ", "3": "So indeed the ones, having been sent-forward by the church, were going through both Phoenicia and Samaria describing-in-detail the conversion[c] of the Gentiles. And they were producing great joy in all the brothers. ", "4": "And having arrived in Jerusalem, they were welcomed by the church and the apostles and the elders. And they reported all-that God did with them. ", "5": "But some of the ones from the sect of the Pharisees having believed[d] stood-up-out-of the assembly, saying that “It-is-necessary to circumcise them and to command them to keep the Law of Moses”.", "6": "And the apostles and the elders were gathered together to see about this matter. ", "7": "And much debate having taken place, Peter, having stood up, said to them, “Men, brothers, you know that from the old[e] days God made-a-choice among you that by my mouth the Gentiles should hear the message of the good-news and believe. ", "8": "And God, the heart-knower, testified[f]— having given the Holy Spirit to them, just as also to us. ", "9": "And He made no distinction between both us and them, having cleansed their hearts by faith. ", "10": "Therefore[g] why are you now testing God by laying a yoke on the neck of the disciples which neither our fathers nor we were able to bear? ", "11": "Rather, we believe that we are saved through the grace of the Lord Jesus in accordance with the way those also are saved ”.", "12": "And the whole assembly was silent. And they were listening-to Barnabas and Paul describing all the signs and wonders that God did through them among the Gentiles. ", "13": "And after they were silent, James responded, saying, “Men, brothers, listen-to me. ", "14": "Simeon[h] described how God first visited to take a people for His name from the Gentiles. ", "15": "And the words of the prophets agree with this, just as it has been written [in Amos 9:11-12]: ", "16": "'After these things I will return and I will rebuild the fallen tent of David. And I will rebuild its things having been torn-down. And I will restore it ", "17": "so that the rest of mankind may seek-out the Lord— even all the Gentiles upon whom My name has been called-upon them[i]', says the Lord doing these things ", "18": "known from the past age. ", "19": "Therefore I judge that we not be troubling the ones from the Gentiles turning to God, ", "20": "but that we write to them that they should be abstaining from the contaminated[j] things of idols, and sexual-immorality, and the strangled[k] thing, and blood. ", "21": "For from ancient generations, Moses has the ones proclaiming him in each city— being read in the synagogues every Sabbath”.", "22": "Then it seemed good to the apostles and the elders, along with the whole church, that having chosen men from-among them they should send them to Antioch with Paul and Barnabas— Judas (the one being called Barsabbas) and Silas, leading men among the brothers, ", "23": "having written by their hand: “The apostles and the elders, your brothers, to the brothers from the Gentiles throughout Antioch and Syria and Cilicia: Greetings. ", "24": "Because we heard that some having gone out from us disturbed you with words, unsettling your souls— to whom we did not give-orders— ", "25": "it seemed good to us, having become of-one-accord, having chosen men, that we should send them to you with our beloved Barnabas and Paul— ", "26": "men[l] having handed-over their lives for the name of our Lord Jesus Christ. ", "27": "Therefore we have sent-forth Judas and Silas; they also will be declaring the same things by spoken word. ", "28": "For it seemed good to the Holy Spirit and to us to be laying-on you no greater burden except these essentials[m]: ", "29": "that you be abstaining from foods-sacrificed-to-idols, and blood, and strangled things, and sexual immorality; keeping yourselves from which things, you will do well. Farewell”.", "30": "So indeed the ones, having been sent-away, went down to Antioch. And having gathered together the multitude, they delivered the letter. ", "31": "And having read it, they rejoiced over the encouragement. ", "32": "Both Judas and Silas, also themselves being prophets, encouraged and strengthened the brothers with a long[n] message. ", "33": "And having done time there, they were sent-away with greetings of peace from the brothers to the ones having sent them out. ", "34": "[o]", "35": "Now Paul and Barnabas were spending-time in Antioch, teaching and announcing-as-good-news the word of the Lord, along with many others also. ", "36": "And after some days, Paul said to Barnabas, “Having returned, let us now visit the brothers in every city in which we proclaimed the word of the Lord to see how they are having[p] things”. ", "37": "And Barnabas was wanting to also take along John with them, the one being called Mark. ", "38": "But Paul was considering-it-fitting that they not be taking-along-with them this one having withdrawn[q] from them since Pamphylia, and not having gone with them to the work. ", "39": "And a disagreement took-place, so that they were separated from one another. And Barnabas, having taken along Mark, sailed-off to Cyprus[r].", "40": "And Paul, having chosen[s] Silas[t], went forth, having been handed-over to the grace of the Lord by the brothers. ", "41": "And he was going[u] through Syria and Cilicia, strengthening the churches. "}