{"1": "And he came also to Derbe and to Lystra. And behold, a certain disciple was there— Timothy by name, the son of a believing Jewish woman[a], but of a Greek father— ", "2": "who was being attested by the brothers in Lystra and Iconium. ", "3": "Paul wanted this one to go forth with him. And having taken him, he circumcised him because of the Jews being in those places, for they all knew that his father was a Greek. ", "4": "And as they were proceeding through the cities, they were delivering[b] to them the decrees[c] to be keeping[d] having been determined[e] by the apostles and elders in Jerusalem. ", "5": "So indeed the churches were being made-firm in the faith and were abounding in number daily.", "6": "And they went through the Phrygian[f] and Galatian region, having been forbidden[g] by the Holy Spirit to speak the word in Asia. ", "7": "And having come opposite Mysia, they were trying to proceed into Bithynia and the Spirit of [h] Jesus did not allow them. ", "8": "And having passed-by[i] Mysia, they came down to Troas. ", "9": "And a vision appeared to Paul during the night— a certain Macedonian man[j] was standing and appealing-to him, and saying, “Having crossed to Macedonia, help us”. ", "10": "And when he saw the vision, immediately we[k] sought to go forth to Macedonia, concluding that God had called us to announce-the-good-news-to them.", "11": "And having put-to-sea from Troas, we ran-a-straight-course to Samothrace, and on the following day to Neapolis. ", "12": "And from there we went to Philippi, which is a city of the first[l] district of Macedonia, a colony[m]. And we were spending some days in this city. ", "13": "And on the day of the Sabbath, we went outside the gate beside a river where we were supposing that there was a place of prayer[n]. And having sat-down, we were speaking to the women having come together. ", "14": "And a certain woman worshiping God— Lydia by name, a purple-fabric-dealer from the city of Thyatira— was listening, whose heart the Lord opened to pay-attention-to the things being spoken by Paul. ", "15": "And when she and her household were baptized, she urged us, saying, “If you have judged me to be a believer[o] in the Lord, then having entered into my house, be staying with me”. And she prevailed-upon us.", "16": "And it came about while we were going to the place of prayer that a certain servant-girl having a soothsaying[p] spirit met us, who was bringing-about a large profit to her masters telling-fortunes. ", "17": "This one, while closely-following Paul and us[q], was crying-out, saying, “These men are slaves of the Most-High God[r], who are proclaiming to you a way[s] of salvation”. ", "18": "And she was doing this for many days. And Paul, having been greatly-annoyed, and having turned to the spirit, said, “I command you in the name of Jesus Christ to depart from her!” And it went out at the very hour.", "19": "And her masters, having seen that their hope of profit went-out, having taken-hold-of Paul and Silas, dragged them into the marketplace[t] before the rulers. ", "20": "And having brought them to the magistrates[u], they said, “These men are throwing our city into confusion, being Jews. ", "21": "And they are proclaiming customs which it is not lawful for us to be accepting nor to be doing, being Romans”.", "22": "And the crowd rose up together against them. And the magistrates, having torn-off their[v] garments, were giving-orders to beat them with rods[w]. ", "23": "And having laid many blows on them, they threw them into prison, having commanded the jailer to keep them securely— ", "24": "who, having received such a command, threw them into the inner prison and secured their feet to the wood[x].", "25": "And about midnight Paul and Silas were singing-praise-to God while praying. And the prisoners were listening-to[y] them. ", "26": "And suddenly a great earthquake took place, so that the foundations of the jailhouse were shaken. And at-once all the doors were opened, and the bonds[z] of everyone were unfastened[aa]. ", "27": "And the jailer— having become awakened, and having seen the doors of the prison having been opened, having drawn his sword— was about to kill himself, supposing that the prisoners had escaped. ", "28": "But Paul called-out with a loud voice, saying, “Do no harm to yourself, for we are all here”. ", "29": "And having asked-for lights, he rushed-in. And having become trembling, he fell before Paul and Silas. ", "30": "And having brought them outside, he said, “Sirs, what must I do in order that I may be saved?” ", "31": "And the ones said, “Put faith upon the Lord Jesus and you will be saved— you and your household”. ", "32": "And they spoke the word of the Lord to him, along with all the ones in his house. ", "33": "And having taken them at that hour of the night, he washed off their wounds. And he was baptized at-once— he and all his household. ", "34": "And having led them up to his house, he set a table before them and rejoiced-greatly— having believed in God with-his-whole-household.", "35": "And having become day, the magistrates sent forth their officers[ab], saying, “Release those men”. ", "36": "And the jailer reported these words to Paul, that “The magistrates have sent forth in order that you may be released. Now therefore having come out, proceed in peace”. ", "37": "But Paul said to them, “Having beaten us in public— uncondemned[ac] men being Romans[ad]— they threw us into prison. And now they are throwing us out secretly? No indeed! But having come themselves, let them lead us out!” ", "38": "And the officers reported these words to the magistrates. And having heard that they were Romans, they became afraid. ", "39": "And having come, they appealed-to them. And having led them out, they were asking them to depart from the city. ", "40": "And having gone forth from the prison, they went-in[ae] to Lydia. And having seen the brothers[af], they encouraged them, and went forth."}