{"1": "Now having traveled-through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews. ", "2": "And in accordance with the thing having become-a-custom with Paul, he went-in to them. And on three Sabbaths he reasoned with them from the Scriptures, ", "3": "opening them, and putting-before them that the Christ had-to suffer and rise-up from the dead, and that “This One is the Christ— the Jesus Whom I am proclaiming to you”. ", "4": "And some of them were persuaded and were allotted-to[a] Paul and Silas— both a large number of the worshiping Greeks, and not a few of the leading women. ", "5": "But the Jews— having become-jealous, and having taking along some evil men from the marketplace, and having formed-a-crowd— were throwing the city into-a-commotion. And having suddenly-come-upon the house of Jason, they were seeking them[b] to bring them forth to the public-assembly. ", "6": "But not having found them, they were dragging Jason and some brothers before the city-authorities[c], shouting that “The ones having upset the world— these ones are also present here, ", "7": "whom Jason has received[d]. And these ones all are acting contrary to the decrees of Caesar, saying that Jesus is another king”. ", "8": "And they stirred-up the crowd and the city-authorities hearing these things. ", "9": "And having received the bond[e] from Jason and the others, they released them.", "10": "And the brothers immediately sent-away both Paul and Silas during the night to Berea— who, having arrived, were going into the synagogue of the Jews. ", "11": "Now these ones were more-noble[f] than the ones in Thessalonica— who[g] received the word with all eagerness, examining the Scriptures daily to see if these things might hold so. ", "12": "So indeed many of them believed— and not a few of the prominent Greek women and men. ", "13": "But when the Jews from Thessalonica came-to-know that the word of God was proclaimed by Paul in Berea also, they came there also, shaking[h] and stirring-up the crowds. ", "14": "And at that time the brothers immediately sent Paul away, that he might go as-far-as to the sea. And both Silas and Timothy remained there.", "15": "Now the ones conducting Paul brought him as far as Athens. And having received a command for Silas and Timothy that they should come to him as soon as they could, they were going away [to them]. ", "16": "And while Paul was waiting-for them in Athens, his spirit was being provoked[i] within him while observing the city being full-of-idols. ", "17": "So indeed he was reasoning in the synagogue with the Jews and the ones worshiping, and in the marketplace every day with the ones happening-to-be-there. ", "18": "And some of the Epicurean and Stoic philosophers also were conversing with him. And some were saying, “What would this scavenger[j] be intending to say?” And others, “He seems to be a proclaimer of strange deities[k]”— because he was announcing-the-good-news as to Jesus and the resurrection. ", "19": "And having taken-hold-of him, they brought him to the Areopagus[l], saying, “Can we know what this new teaching being spoken by you is? ", "20": "For you are bringing-in some things being strange to our ears. So we want to know what these things mean”. ", "21": "Now all Athenians and the strangers residing there were finding-an-opportunity[m] for nothing other than to say something or to hear something newer.", "22": "And Paul, having been stood in the midst of the Areopagus, said, “Men, Athenians, I see how you are very-religious in all respects. ", "23": "For while going-about and looking-carefully-at[n] your objects-of-worship, I also found an altar in which it had been inscribed, 'To a not-known god'. Therefore what you are worshiping while not-knowing, this I am proclaiming to you: ", "24": "God, the One having made the world and all the things in it— this One, being Lord of heaven and earth, does not dwell in temples made-by-human-hands. ", "25": "Nor is He served by human hands, [as if] being-in-need of something[o]— He Himself giving life and breath and all things to all people. ", "26": "And He made from one man every nation of mankind, that they should dwell upon all the face of the earth, having determined the times[p] having been appointed[q] for them and the boundaries of their dwelling-places[r]; ", "27": "that they should seek God— if perhaps indeed they might grope-for[s] Him and find Him, though indeed He being not far from each one of us. ", "28": "For in Him we live and move and exist, as also some of your poets[t] have said— 'For we are indeed the One's offspring[u]'. ", "29": "Being then offspring of God, we ought not to think that the divine being is like gold or silver or stone— a work of human craft and thought. ", "30": "So indeed, having overlooked[v] the times of ignorance, God, as to the present things, is commanding people that everyone everywhere should repent. ", "31": "Because He set a day on which He is going to judge the world in righteousness by a Man Whom He designated, having granted[w] a proof [x] to everyone— having raised Him up from the dead”.", "32": "Now having heard-of a resurrection of the dead, some were scoffing, but others said, “We will indeed again hear you concerning this”. ", "33": "So Paul went out of their midst. ", "34": "And some men having joined him believed, among whom also were Dionysius the Areopagite[y]; and a woman— Damaris by name; and others with them."}