{"1": "After these things, having departed from Athens, he went to Corinth. ", "2": "And having found a certain Jew— Aquila by name, a Pontian by nationality, having recently come from Italy because Claudius[a] had ordered all the Jews to depart from Rome— and Priscilla his wife, he went to them. ", "3": "And because of being the same-trade, he was staying with them and working— for they were tent-makers by trade. ", "4": "And he was reasoning in the synagogue every Sabbath, and persuading Jews and Greeks. ", "5": "But when both Silas and Timothy came[b] down from Macedonia, Paul was occupying-himself with the word[c], solemnly-testifying to the Jews that the Christ is Jesus. ", "6": "But while they were opposing and blaspheming, he said to them, having shaken-out his garments, “Your blood be upon your head; I am clean. From now on I will go to the Gentiles”. ", "7": "And having passed on from there, he entered into the house of a certain one worshiping God—Titius Justus by name— whose house was bordering[d] on the synagogue. ", "8": "And Crispus, the synagogue-official, believed in the Lord with his whole household. And many of the Corinthians hearing were believing and being baptized. ", "9": "And the Lord said to Paul during the night through a vision, “Do not be afraid, but be speaking and do not be silent— ", "10": "because I am with you, and no one will set-upon you to harm you; because there is a large people for Me in this city”. ", "11": "And he sat for a year and six months[e], teaching the word of God among them.", "12": "Now while Gallio[f] was being proconsul of Achaia, the Jews with-one-accord rose-up-against Paul and brought him before the judgment-seat, ", "13": "saying that “This one is persuading[g] people to worship God contrary to the Law”. ", "14": "And Paul being about to open his mouth, Gallio said to the Jews, “If it were some crime or evil villainy, O Jews, I would have borne-with you in accordance with reason— ", "15": "but since it is issues about talk[h] and names[i] and your Law, see to it yourselves. I am not willing to be a judge of these things”. ", "16": "And he drove them away from the judgment-seat. ", "17": "And having all taken-hold-of Sosthenes, the synagogue-official, they were striking him in front of the judgment seat. And none of these[j] things was-a-concern to Gallio.", "18": "And Paul, having stayed-on considerable days longer, having said-good-bye to the brothers, was sailing-off to Syria— and Priscilla and Aquila with him— having sheared his head in Cenchrea, for he had a vow[k]. ", "19": "And they came to Ephesus. And those[l] ones he left-behind there[m]. And he himself, having entered into the synagogue, reasoned with the Jews. ", "20": "And while they were asking him to stay for more time, he did not consent. ", "21": "But having said-goodbye, and having said, “I will return again to you, God willing”, he put-to-sea from Ephesus. ", "22": "And having come down to Caesarea, having gone up and greeted the church, he went down to Antioch[n].", "23": "And having done some time there, he went forth[o], going successively through the Galatian region[p] and Phrygia, strengthening all the disciples. ", "24": "Now a certain Jew— Apollos by name, an Alexandrian by nationality, an eloquent man— came to Ephesus, being powerful in the Scriptures. ", "25": "This one had been instructed as to the way of the Lord. And boiling in spirit, he was speaking and teaching accurately the things concerning Jesus, knowing-about only the baptism of John. ", "26": "And this one began to speak-boldly in the synagogue. And having heard him, Priscilla and Aquila took him aside and explained the way of God to him more-accurately. ", "27": "And he wanting to go to Achaia, the brothers, having urged him forward, wrote to the disciples to welcome him; who, having arrived, greatly helped the ones having believed through grace. ", "28": "For he was vigorously[q] refuting the Jews in public, showing through the Scriptures that the Christ is Jesus."}