{"1": "And during the day of Pentecost being fulfilled, they were all together at the same place. ", "2": "And suddenly a noise from heaven like of a violent rushing wind took place, and filled the whole house where they were sitting. ", "3": "And dividing[a] tongues as-if of fire appeared to them. And it sat on each one of them. ", "4": "And they were all filled with the Holy Spirit, and began to speak in other tongues[b] as the Spirit was giving[c] the uttering[d] to them. ", "5": "Now there were Jews dwelling in Jerusalem, reverent men from every nation under heaven. ", "6": "And this sound having taken place, the crowd came together and was confounded[e] because they were each one hearing them speaking in his own language! ", "7": "And they were astonished, and were marveling, saying “Behold, are not all these ones speaking Galileans? ", "8": "And how is it we are each one hearing in our own language in which we were born?— ", "9": "Parthians and Medes and Elamites; and the ones dwelling-in Mesopotamia, and Judea and Cappadocia, Pontus and Asia, ", "10": "and Phrygia and Pamphylia, Egypt and the regions of Libya toward Cyrene; and the Romans residing here; ", "11": "both Jews and proselytes, Cretans and Arabs; we are hearing them speaking the great[f] things of God in our own tongues”. ", "12": "And they were all astonished and greatly-perplexed, saying one to another, “What does this mean?” ", "13": "But others, while scoffing[g], were saying that “They have been filled with sweet-new-wine”.", "14": "And Peter, having stood with the eleven, raised his voice and declared[h] to them, “Men, Jews, and all the ones dwelling-in Jerusalem: let this be known to you, and pay-attention-to my words. ", "15": "For these ones are not drunk, as you are assuming[i]. For it is the third[j] hour of the day. ", "16": "But this is the thing having been spoken through the prophet Joel [in Joel 2:28-32]: ", "17": "'And it shall be in the last days, God says, that I will pour-out from[k] My Spirit upon all flesh; and your sons and your daughters will prophesy, and your young men will see visions, and your older men will dream with dreams. ", "18": "And[l] indeed upon My male-slaves and upon My female-slaves I will pour-out from My Spirit in those days, and they will prophesy. ", "19": "And I will give wonders in the heaven above, and signs on the earth below— blood, and fire and a vapor of smoke. ", "20": "The sun will be changed into darkness, and the moon into blood, before the great and glorious[m] day of the Lord comes. ", "21": "And it shall be that everyone who calls-upon the name of the Lord will be saved'.", "22": "“Men, Israelites, listen-to these words: As to Jesus the Nazarene, a man having been attested by God to you with[n] miracles and wonders and signs which God did through Him in your midst, just as you yourselves know— ", "23": "this One, given-over[o] by the determined[p] purpose[q] and foreknowledge of God, you killed, having fastened[r] Him to a cross by the hand of Lawless ones, ", "24": "Whom God raised-up, having put-an-end-to[s] the pains[t] of death, because it was not possible that He be held-on-to by it.", "25": "“For David says with reference to Him [in Ps 16:8-11], 'I was seeing the Lord in my presence continually, because He is on my right side so that I may not be shaken. ", "26": "For this reason my heart was cheered and my tongue rejoiced-greatly. And furthermore, my flesh will also dwell in hope, ", "27": "because You will not abandon my soul to Hades, nor give[u] Your holy One to see[v] decay. ", "28": "You made the ways of life known to me. You will make me full of gladness with Your presence'. ", "29": "Men, brothers, it is proper to say to you with confidence about the patriarch David that he both came-to-an-end[w] and was buried. And his tomb is with us to this day. ", "30": "Therefore, being a prophet, and knowing that God swore to him with an oath to seat One from the fruit of his loins upon his throne, ", "31": "having foreseen it, he spoke concerning the resurrection of the Christ— that He was neither abandoned to Hades, nor did His flesh see decay. ", "32": "God raised up this Jesus, of which we are all witnesses. ", "33": "Therefore having been exalted to the right hand of God, and having received the promise of the Holy Spirit from the Father, He poured-out this which you are both seeing and hearing. ", "34": "For David did not go up into the heavens, but he himself says [in Ps 110:1], 'The Lord said to my Lord, “Be sitting on My right side ", "35": "until I put Your enemies as a footstool of Your feet”'.", "36": "“Therefore let all the house of Israel know with-certainty that God made Him both Lord and Christ— this Jesus Whom you crucified”.", "37": "And having heard it, they were pierced in the heart, and said to Peter and the other apostles, “Men, brothers, what should we do?” ", "38": "And Peter says to them, “Repent, and let each of you be baptized on-the-basis-of [x] the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. ", "39": "For the promise is for you, and for your children, and for all the ones far-away— all-whom the Lord our God will call-to Himself ”. ", "40": "And he solemnly-testified with many other words, and was exhorting them, saying, “Be saved from this crooked generation”. ", "41": "So indeed, the ones having welcomed[y] his word were baptized. And about three-thousand souls were added on that day.", "42": "Now they were devoting-themselves[z] to the teaching of the apostles and to fellowship, to the breaking[aa] of the bread and to prayers. ", "43": "And awe was taking place in every soul. And many wonders and signs were taking place through the apostles. ", "44": "And all the ones believing were at the same[ab] place, and were having all things common. ", "45": "And they were selling properties and possessions, and distributing them to all— as anyone was having a need. ", "46": "And while continuing daily with-one-accord in the temple and breaking bread[ac] house by house, they were sharing-in food with gladness and simplicity of heart, ", "47": "while praising God and having favor with the whole people. And the Lord was adding the ones being saved daily at-the-same-place."}