{"1": "And after the uproar ceased, Paul— having sent for the disciples and having encouraged them, having said-farewell— went forth to proceed[a] to Macedonia. ", "2": "And having gone[b] through those regions, and having encouraged them with much speaking, he came to Greece[c]. ", "3": "And having done three[d] months there, a plot having been made against him by the Jews while he was about to put-to-sea for Syria— he became of a mind that he should be returning through Macedonia[e]. ", "4": "And Sopater, son of Pyrrhus, a Berean, was accompanying him; and Aristarchus and Secundus of the Thessalonians; and Gaius, a Derbean; and Timothy; and Tychicus and Trophimus, Asians. ", "5": "But these[f], having gone ahead, were awaiting us[g] in Troas. ", "6": "And we sailed-off from Philippi after the days of the Feast of Unleavened-Bread, and came to them at Troas within five days, where we spent seven days.", "7": "And on the first day of the week, we having been gathered together to break bread, Paul was speaking to them, being about to go away on the next day. And he was extending the message until midnight. ", "8": "And there were many lamps in the upper-room where we had been gathered-together. ", "9": "And a certain young-man, Eutychus by name, sitting on the window [sill], was being carried-away by a deep sleep while Paul was speaking further. Having been carried-away by the sleep, he fell down from the third floor, and was picked-up dead. ", "10": "But having gone down, Paul fell upon him, and having embraced him, said, “Do not be thrown-into-a-commotion, for his life is in him!” ", "11": "And Paul [h] having gone up, and having broken the bread and eaten and having conversed for a considerable time, until daybreak— in this manner he departed. ", "12": "And they brought the boy [along][i] alive. And they were not moderately comforted.", "13": "And we, having gone ahead to the ship, put-to-sea for Assos, intending from there to pick-up Paul. For thus having arranged it, he was intending to go-on-foot[j]. ", "14": "And as he was meeting us in Assos, having picked him up, we came to Mitylene. ", "15": "And having sailed-away from there on the following day, we arrived opposite Chios. And on another day we crossed-over to Samos. And on the next day, we came to Miletus. ", "16": "For Paul had determined to sail-by Ephesus so that it might not happen to him that he lose-time in Asia. For he was hurrying to be in Jerusalem— if it might be possible for him— the day of Pentecost.", "17": "But having sent from Miletus[k] to Ephesus, he summoned the elders of the church. ", "18": "And when they came to him, he said to them, “You know, from the first day from which I set-foot in Asia, how I was[l] with you the whole time— ", "19": "serving the Lord with all humblemindedness and tears and trials (the ones having happened to me by the plots of the Jews); ", "20": "how[m] I in no way drew-back from the things being profitable[n] so as not to declare them to you and teach you in public and from house-to-house, ", "21": "while solemnly-testifying both to Jews and to Greeks as to the repentance toward God and faith in our Lord Jesus. ", "22": "And now, behold— having been bound in my spirit[o], I am going to Jerusalem, not knowing the things that will meet[p] me in it, ", "23": "except that the Holy Spirit is solemnly-warning me in each city, saying that imprisonment and afflictions are awaiting me. ", "24": "But I am making my life of no account[q] as to value to myself so-as to finish my course and the ministry which I received from the Lord Jesus— to solemnly-testify to the good-news about the grace of God.", "25": "“And now, behold— I know that you all, among whom I went-about proclaiming the kingdom, will no longer see[r] my face. ", "26": "Therefore, I am bearing-witness to you on this very day that I am clean of the blood of everyone. ", "27": "For I did not draw back so as not to declare the whole purpose[s] of God to you. ", "28": "Take heed to yourselves, and to all the flock among which the Holy Spirit placed[t] you as overseers— to shepherd the church of God which He obtained with His own[u] blood. ", "29": "I know that after my departure savage wolves will come in among you, not sparing the flock. ", "30": "And men will rise-up from you yourselves, speaking things having been perverted, that they might be drawing-away the disciples after them. ", "31": "Therefore keep-watching, remembering that night and day for three years I did not cease admonishing each one of you with tears. ", "32": "And as to the things now, I commend you to God, and to the word of His grace being able to build you up and to give you the inheritance among all the ones having been sanctified.", "33": "“I coveted the silver or gold or clothing of no one. ", "34": "You know that these hands served my own needs, and the people being with me. ", "35": "In all respects, I showed you that laboring in this manner, it-is-necessary[v] to help the ones being weak and remember the words of the Lord Jesus— that He Himself said, 'It is more blessed to be giving than to be receiving'”.", "36": "And having said these things, having put-down his knees with them all, he prayed. ", "37": "And there was much weeping from everyone. And having fallen upon the neck of Paul, they were kissing him, ", "38": "suffering-pain especially over the statement which he had spoken— that they were no longer going see his face. And they were accompanying him to the ship."}