{"1": "And when it came about that having withdrawn[a] from them we put-to-sea, having run-a-straight-course we came to Cos, and on the next day to Rhodes, and from there to Patara. ", "2": "And having found a ship crossing-over to Phoenicia, having boarded, we put-to-sea. ", "3": "And having sighted Cyprus, and having left it behind on the left, we were sailing to Syria. And we came down to Tyre, for there the ship was unloading its cargo. ", "4": "And having found the disciples, we stayed there seven days— who were telling Paul through the Spirit not to be setting-foot in Jerusalem. ", "5": "But when it came about that we finished the days, having gone out, we were proceeding—everyone accompanying us, with wives and children, as far as outside the city. And having put down our knees on the beach, having prayed, ", "6": "we said-farewell to one another. And we went-up into the ship, and those ones returned to their own things.", "7": "And we, having completed[b] the voyage from Tyre, arrived in Ptolemais. And having greeted the brothers, we stayed with them one day. ", "8": "And having gone-out on the next day, we came to Caesarea. And having entered into the house of Philip the evangelist (being one of the seven[c]), we stayed with him ", "9": "(and this one had four virgin daughters prophesying!). ", "10": "And while we were staying-on for more days, a certain prophet from Judea, Agabus by name, came down. ", "11": "And having come to us, and having taken Paul's belt, having bound his own feet and hands, he said, “These things says the Holy Spirit: 'In this manner the Jews in Jerusalem will bind the man whose belt this is, and hand him over into the hands of the Gentiles'”. ", "12": "And when we heard these things, both we and the local-residents were begging that he not be going up to Jerusalem. ", "13": "Then Paul responded, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but even to die in Jerusalem for the name of the Lord Jesus”. ", "14": "And he not being persuaded, we were quiet, having said, “Let the Lord's will be done”.", "15": "And after these days, having made-preparations, we were going up to Jerusalem. ", "16": "And some of the disciples from Caesarea also came with us, bringing[d] us to Mnason— a certain Cyprian, an old disciple, with whom we might lodge. ", "17": "And we having come-to-be in Jerusalem, the brothers welcomed us gladly.", "18": "And on the following day Paul was going in with us to James, and all the elders were present. ", "19": "And having greeted them, he was describing individually each of the things which God did among the Gentiles through his ministry. ", "20": "And the ones, having heard it, were glorifying God. And they said to him, “You see, brother, how many myriads of the ones having believed there are among the Jews! And they are all zealots[e] for the Law. ", "21": "And they were informed about you— that you are teaching all the Jews[f] throughout the nations apostasy from Moses, saying that they should not be circumcising their children, nor walking in their customs. ", "22": "What, then, is to be done? They will surely hear that you have come. ", "23": "Therefore do this which we tell you: There are four men with us having a vow upon themselves. ", "24": "Having taken along these men, be purified together-with them. And spend[g] money for them, so that they will shave[h] the head. And everyone will know that there is nothing true of the things which they have been informed about you, but even you yourself are walking-in-line[i], keeping the Law. ", "25": "But concerning the Gentiles having believed— we wrote-to them, having determined that they should guard-themselves as to food-sacrificed-to-an-idol and blood and the strangled thing and sexual immorality”.", "26": "Then Paul— having taken along the men on the next day, having been purified together-with them— was going into the temple, giving-notice as to the completion of the days of purification, until which time the offering was offered for each one of them. ", "27": "But as the seven days were about to be completed, the Jews from Asia[j], having seen him in the temple, were stirring-up the whole crowd. And they put their hands on him, ", "28": "crying-out, “Men, Israelites, help! This is the man teaching everyone everywhere against our people and the Law and this place. And furthermore, he also brought Greeks into the temple, and has defiled this holy place”. ", "29": "For they had previously-seen Trophimus the Ephesian in the city with him, whom they were supposing that Paul brought into the temple. ", "30": "And the whole city was set-in-motion, and a running-together of the people took place. And having taken-hold-of Paul, they were dragging him outside of the temple. And immediately the doors were shut.", "31": "And while they were seeking to kill him, a report went up to the commander[k] of the [Roman] cohort[l] that all Jerusalem was stirred-up— ", "32": "who at-once, having taken along soldiers and centurions[m], ran down upon them. And the ones, having seen the commander and the soldiers, ceased striking Paul. ", "33": "Then having drawn-near, the commander took-hold-of him. And he ordered that he be bound with two chains. And he was inquiring as to who he might be and what he has done. ", "34": "But other[n] ones in the crowd were calling-out another thing. And he not being able to know the certainty of it because of the uproar— he ordered that he be brought into the barracks. ", "35": "But when he[o] came-to-be on the stairs, it happened that he was carried by the soldiers because of the violence of the crowd— ", "36": "for the multitude of the people were following, crying-out, “Take him away”.", "37": "And being about to be brought into the barracks, Paul says to the commander, “Is it permissible for me to say something to you?” And the one said, “You know Greek? ", "38": "Then are you not the Egyptian— the one before these days having caused-an-upset[p] and led out into the wilderness the four-thousand men of the Assassins[q]?” ", "39": "And Paul said, “I am a Jewish man from-Tarsus[r] of Cilicia, a citizen of no insignificant city— and I beg you, permit me to speak to the people”. ", "40": "And he having permitted it, Paul, standing on the stairs, motioned with his hand to the people. And a great silence having come about, he addressed them in the Hebrew language, saying: "}