{"1": "And after five days, the high priest Ananias came down with some elders and an attorney[a], a certain Tertullus— who[b] brought-charges against Paul to the governor. ", "2": "And he[c] having been called, Tertullus began to accuse him, saying, “Attaining much[d] peace through you, and reforms taking place for this nation through your foresight ", "3": "both[e] in every way and everywhere— we welcome it, most-excellent Felix, with all thankfulness. ", "4": "But in order that I may not hinder you further, I beg you to hear us briefly, by your kindness. ", "5": "For having found this man to be a plague[f], and setting-in-motion disputes[g] among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes, ", "6": "who even tried to profane[h] the temple, whom also we seized—[i] ", "7": "[j] ", "8": "from whom you yourself, having examined him, will be able to learn about all these things of which we are accusing him”. ", "9": "And the Jews also joined-in-the-attack, asserting that these things hold so.", "10": "And Paul responded, the governor having nodded to him to speak, “Knowing-about you being a judge[k] to this nation for many years, I cheerfully speak-a-defense as to the things concerning myself— ", "11": "you being able to learn that it is not more than twelve days from which day I went up to Jerusalem to worship. ", "12": "And neither in the temple did they find me arguing with anyone or causing an onset of a crowd— nor in the synagogues, nor throughout the city! ", "13": "Nor are they able to prove to you the things concerning which they now are accusing me. ", "14": "But I confess this to you— that according to the Way which they call a sect, thus I am worshiping[l] the God of my ancestor[m], believing all the things in accordance with the Law, and the things having been written in the Prophets, ", "15": "having a hope in God which these ones themselves also are waiting-for[n]— that there will-certainly be a resurrection of both righteous ones and unrighteous ones. ", "16": "In this[o] indeed I am striving to have a blameless conscience toward God and people continually. ", "17": "Now after many years I came to do acts-of-almsgiving[p] for my nation, and offerings, ", "18": "during which they found me in the temple, having been purified[q]— not with a crowd, nor with a commotion. ", "19": "But there were some Jews from Asia— who ought-to-have been present before you and accusing me, if they have something against me. ", "20": "Or let these ones themselves say what crime they found, I having stood before the Sanhedrin— ", "21": "other-than concerning this one shout which I cried-out while standing among them, that 'I am being judged before you today concerning the resurrection of the dead'”.", "22": "And Felix adjourned[r] them, knowing more-accurately the things concerning the Way, having said, “Whenever Lysias the commander comes down, I will determine[s] the things concerning you[t] people”, ", "23": "having given-orders to the centurion that he be kept [in custody] and that he have a relaxation[u] [of custody] and that they forbid none of his own people to serve him.", "24": "And after some days, Felix, having arrived with Drusilla[v] his own wife (she being a Jew), sent for Paul and listened-to him concerning faith in Christ Jesus. ", "25": "But while he was speaking about righteousness, self-control and the coming judgment, Felix, having become afraid, responded, “As to the present, go. And having received an opportunity, I will summon you”— ", "26": "at the same time also hoping that money would be given to him by Paul. Therefore indeed, sending for him very-frequently, he was conversing with him.", "27": "Now two years[w] having been fulfilled, Felix received a successor— Porcius Festus[x]. And wishing to gain[y] favor with the Jews, Felix left Paul bound. "}