{"1": "So Festus, having set-foot in the province, went up after three days to Jerusalem from Caesarea. ", "2": "And the chief priests and the leading ones of the Jews brought-charges to him against Paul. And they were appealing-to him, ", "3": "asking-for a favor against him, so that he might summon him to Jerusalem— while making an ambush to kill him along the way. ", "4": "Then indeed Festus responded that Paul was being kept in Caesarea, and that he himself was about to be proceeding-out [of Jerusalem] shortly. ", "5": "“So”, he says, “the powerful ones among you having gone-down-with me— if there is something out-of-place in the man, let them be accusing him there”. ", "6": "And having spent days among them (not more than eight or ten), having come down to Caesarea, having sat on the judgment-seat on the next day, he ordered that Paul be brought.", "7": "And he having arrived, the Jews having come down from Jerusalem stood around him bringing many and weighty charges against him, which they were not able to prove— ", "8": "Paul speaking-in-defense that “Neither against the Law of the Jews, nor against the temple, nor against Caesar, did I sin anything”. ", "9": "But Festus, wishing to gain favor with the Jews, having responded to Paul, said, “Are you willing, having gone up to Jerusalem, to be judged there before me concerning these things?” ", "10": "And Paul said, “I am standing here before the judgment-seat of Caesar, where I ought-to be judged. I did the Jews no wrong, as you also are knowing very well. ", "11": "So if I am doing wrong[a] and have committed something worthy of death, I am not refusing to die. But if the things of which these ones are accusing me are nothing, no one is able[b] to freely-give me to them. I appeal-to Caesar[c]”. ", "12": "Then Festus, having talked-with his council, responded, “You have appealed-to Caesar— you will go before Caesar”.", "13": "Now some days having passed, Agrippa[d] the king and Bernice[e] arrived in Caesarea, having greeted[f] Festus. ", "14": "And while they were spending more days there, Festus laid-before the king the things concerning Paul, saying, “A certain man has been left-behind by Felix as a prisoner, ", "15": "concerning whom— I having come-to-be in Jerusalem— the chief priests and the elders of the Jews brought-charges, asking-for a sentence-of-condemnation against him, ", "16": "to whom I responded that it is not a custom with Romans to freely-give any person[g] before the one being accused should have his accusers face-to-face, and should receive a place[h] for a defense concerning the accusation. ", "17": "So they having come-with[i] me here— I having made no delay, having sat on the judgment-seat on the next day— I ordered that the man be brought, ", "18": "concerning whom, the accusers having stood were bringing no charge of the evil[j] things which I was supposing[k], ", "19": "but were having certain issues with him concerning their own religion and concerning a certain Jesus having died, whom Paul was asserting[l] to be alive. ", "20": "And I, being perplexed as to the investigation concerning these things, was saying whether he might be willing to go to Jerusalem, and there be judged concerning these things. ", "21": "But Paul having appealed that he be kept for the decision of the Emperor, I ordered that he continue-being-kept [in custody] until which time I might send him up to Caesar”. ", "22": "And Agrippa says to Festus, “I myself also was wanting[m] to hear the man”. “Tomorrow”, he says, “you will hear him”.", "23": "So on the next day, Agrippa and Bernice having come with great pageantry, and having entered into the auditorium with both commanders[n] and prominent men of the city, and Festus having given-orders— Paul was brought. ", "24": "And Festus says, “King Agrippa, and all the men being present-with us— you see this one concerning whom the whole assembly of the Jews appealed to me, both in Jerusalem and here, shouting that he ought not to live any longer, ", "25": "but I found-out that he had committed nothing worthy of death. And this one himself having appealed-to the Emperor, I determined to send him— ", "26": "concerning whom, I do not have something certain to write to my lord. Therefore I brought him before you, and especially before you King Agrippa, so that the examination having taken place, I may have something I may write. ", "27": "For it seems unreasonable to me, while sending a prisoner, not also to signify the charges against him”. "}