{"1": "And Agrippa said to Paul, “It is permitted to you to speak concerning yourself ”. Then Paul, having stretched-out his hand, was speaking-a-defense: ", "2": "“King Agrippa, I regard myself fortunate— being about to speak-a-defense before you today concerning everything of which I am being accused by the Jews, ", "3": "especially you being[a] an expert of all of both the customs and issues in relation to the Jews. Therefore I beg that you listen-to me patiently. ", "4": "Indeed then, all the Jews know my manner-of-life from youth— it having taken place from the first in my nation and in Jerusalem, ", "5": "they knowing me beforehand[b] from-the-beginning if they are willing to testify— that I lived as a Pharisee in accordance with the strictest sect of our religion. ", "6": "And now I am standing here being judged for the hope of the promise having been made by God to our fathers, ", "7": "to which our twelve tribes are hoping to attain while worshiping night and day with fervency[c]!— concerning which hope I am being accused by the Jews, King. ", "8": "Why is it being judged unbelievable[d] among you[e] people if God raises the dead?", "9": "“So indeed[f], I thought to myself that I ought-to do many things contrary[g] to the name of Jesus the Nazarene— ", "10": "which indeed I did in Jerusalem. And I both locked-up many of the saints in prisons, having received the authority from the chief priests, and while they were being killed[h], cast my vote against them. ", "11": "And while punishing them often throughout all the synagogues, I was compelling[i] them to blaspheme. And being exceedingly enraged at them, I was persecuting them as far as even to the outside cities— ", "12": "during which, while proceeding to Damascus with authority and a commission from the chief priests, ", "13": "in the middle of the day along the road, King, I saw a light from heaven beyond the brightness of the sun, having shined-around me and the ones going with me. ", "14": "And we all having fallen down to the ground, I heard a voice saying to me in the Hebrew language, 'Saul, Saul, why are you persecuting Me? It is hard for you to kick[j] against the goads'. ", "15": "And I said, 'Who are You, sir?' And the Lord said, 'I am Jesus Whom you are persecuting. ", "16": "But arise and stand on your feet. For I appeared to you for this— to appoint you as a servant, and a witness both of which things you saw as to Me and of which things I shall be seen by you ", "17": "while rescuing you from the [Jewish] people, and from the Gentiles— to whom I am sending you forth ", "18": "to open their eyes that they may turn from darkness to light and from the authority of Satan to God, that they may receive forgiveness of sins and a share among the ones having been sanctified by faith in Me'.", "19": "“Hence, King Agrippa, I did not become[k] disobedient to the heavenly vision, ", "20": "but was declaring to the ones both in Damascus first and in Jerusalem, and throughout all the country of Judea, and to the Gentiles that they should repent and turn to God, doing works worthy of repentance. ", "21": "For these reasons, Jews, having seized me while being in the temple, were trying to murder me. ", "22": "Therefore, having obtained help from God, I stand to this day[l] bearing-witness to both small and great, saying nothing outside of the things which both the Prophets and Moses spoke about things going to take place— ", "23": "whether[m] the Christ is subject-to-suffering[n]; whether He first[o] from[p] a resurrection from the dead is going to proclaim light both to the [Jewish] people and to the Gentiles”.", "24": "And while he was speaking these things in his defense, Festus says in a loud voice, “You are mad[q], Paul. Great[r] learning is turning you to madness”. ", "25": "But Paul says, “I am not mad, most-excellent Festus, but I am declaring[s] words of truth and of sound-mindedness. ", "26": "For the king knows about these things— to whom indeed I am speaking while speaking-openly. For I am in no way persuaded that any of these things escape-notice-of him, for this has not been done in a corner. ", "27": "King Agrippa, do you believe the Prophets? I know that you believe”. ", "28": "And Agrippa says to Paul, “In a short[t] time, are you persuading me so as to make me a Christian?” ", "29": "And Paul says, “I would pray to God that both in a short time and in a long time[u], not only you, but also all the ones hearing me today might become such ones of-what-sort I also am— except for these[v] bonds”. ", "30": "And the king stood up, and the governor; and Bernice and the ones sitting with them. ", "31": "And having gone-away, they were speaking to one another, saying that “This man is in no way doing anything worthy of death or imprisonment”. ", "32": "And Agrippa said to Festus, “This man could have been released if he had not appealed-to Caesar”."}