{"1": "And when it was determined that we[a] should sail-away to Italy, they were handing-over both Paul and some other prisoners to a centurion of the Imperial[b] cohort, Julius by name. ", "2": "And having boarded an Adramyttian[c] ship being about to sail to the places along [the coast of] Asia, we put-to-sea— Aristarchus, a Macedonian of Thessalonica, being with us. ", "3": "And on another day we put in at Sidon. And Julius, having treated Paul humanely, permitted him to obtain care[d], having gone to his friends. ", "4": "And from there, having put-to-sea, we sailed-under-the-shelter[e]-of Cyprus because of the winds being contrary. ", "5": "And having sailed-through the open-sea along Cilicia and Pamphylia, we came down to Myra of Lycia. ", "6": "And there the centurion, having found an Alexandrian ship sailing to Italy, put us on board in it. ", "7": "And in many[f] days, sailing-slowly and with-difficulty, having come-to-be off Cnidus[g]— the wind not permitting us to go farther[h]— we sailed-under-the-shelter-of Crete off Salmone. ", "8": "And sailing-along it[i] with-difficulty, we came to a certain place being called Fair Havens, near to which was the city Lasea. ", "9": "And a considerable time having passed, and the voyage being already dangerous[j] because even the Fast[k] had passed-by already, Paul was advising, ", "10": "saying to them, “Men, I perceive[l] that the voyage will-certainly be with damage[m] and great loss— not only of the cargo and the ship, but also of our lives”. ", "11": "But the centurion was being persuaded more by the helmsman and the captain than by the things being said by Paul. ", "12": "And the harbor being unsuitable for wintering, the majority made a plan[n] to put-to-sea from there— if somehow they might be able to spend-the-winter having attained to Phoenix[o], a harbor of Crete looking toward the southwest and toward the northwest.", "13": "Now a south-wind [p] having blown-moderately— having supposed that they had taken-hold-of their purpose, having lifted anchor, they were sailing-along very-near Crete. ", "14": "But after not much time a violent[q] wind rushed down from it[r], the one being called the “Northeaster[s]”. ", "15": "And the ship having been seized and not being able to face-into the wind, we were being carried-along, having given ourselves up to it. ", "16": "And having run-under-the-shelter-of a certain small-island being called Cauda[t], we were able with-difficulty to come-to-be in-control of the [ship's] boat[u]— ", "17": "having lifted which, they were using supports[v], undergirding the ship. And fearing that they might run-aground at Syrtis[w], having lowered[x] the gear, in this manner they were being carried-along. ", "18": "And we being violently storm-tossed, on the next day they were doing a jettison. ", "19": "And on the third day they threw-off the equipment of the ship with-their-own-hands. ", "20": "And neither sun nor stars appearing[y] for many days, and no small storm lying-upon[z] us, finally all hope that we might be saved was being taken-away[aa]. ", "21": "And much[ab] abstinence-from-food[ac] being present, at that time Paul, having stood in their midst, said, “O men, having obeyed me, you indeed should-have not put-to-sea from Crete and gained[ad] this damage and loss. ", "22": "And as to the things now, I advise that you cheer-up. For there will be no loss of life from-among you, only of the ship. ", "23": "For an angel stood-before me on this night from the God Whose I am, Whom also I serve, ", "24": "saying, 'Do not be afraid, Paul. You must stand-before Caesar. And behold— God has granted you all the ones sailing with you'. ", "25": "Therefore, cheer up, men. For I believe God that it shall happen in this manner— in accordance with the way it has been spoken to me. ", "26": "But we must run-aground on a certain island”.", "27": "Now when the fourteenth night came, while we were being driven-about in the Adriatic-sea, during the middle of the night the sailors were suspecting that some land was approaching them. ", "28": "And having taken-soundings[ae], they found it to be twenty fathoms[af]. And having set a short interval[ag], and again having taken-soundings, they found it to be fifteen fathoms. ", "29": "And fearing that we might run-aground somewhere against rocky places, having thrown-off four anchors from the stern[ah], they were praying that day might come. ", "30": "And while the sailors were seeking to flee from the ship, and had lowered the [ship's] boat to the sea on a pretense as-though intending to stretch-out anchors from the bow, ", "31": "Paul said to the centurion and the soldiers, “Unless these ones remain in the ship, you cannot be saved”. ", "32": "Then the soldiers cut-off the ropes of the [ship's] boat, and let it fall-away. ", "33": "And until which time day was about to come, Paul was urging everyone to receive food, saying, “While waiting-in-expectation for a fourteenth day today, you are continuing without-food, having taken nothing. ", "34": "Therefore I urge you to receive food. For this is for your preservation. For a hair from the head of none of you will be lost[ai]”. ", "35": "And having said these things, and having taken bread, he gave-thanks to God in the presence of everyone. And having broken it, he began to eat. ", "36": "And everyone having become cheerful, they also were taking food. ", "37": "Now we, all the souls in the ship, were two-hundred seventy six. ", "38": "And having been satisfied with food, they were lightening[aj] the ship— throwing-out the wheat into the sea.", "39": "And when it became day, they were not recognizing the land. But they were looking-closely-at a certain bay having a beach, to which they were deliberating[ak] whether they might be able to drive-out the ship. ", "40": "And having cast-off the anchors, they were leaving them in the sea. At the same time, having unfastened the ropes of the rudders[al], and having raised the sail[am] to the blowing [wind], they were holding [course] for the beach. ", "41": "But having fallen-into[an] a place between-seas[ao], they grounded the vessel. And the bow, having become stuck, remained immovable; but the stern was being broken-up by the force of the waves. ", "42": "Now the plan of the soldiers came-to-be that they should kill the prisoners, that none should escape, having swum-away. ", "43": "But the centurion, wanting to bring Paul safely through, forbid them from their intention. And he ordered the ones being able to swim, having jumped-overboard[ap] first, to go away to the land, ", "44": "and the rest to follow— some upon planks, and others on some of the things from the ship. And so it happened that everyone was brought-safely-through to the land."}