{"1": "And having been brought-safely-through, then we learned that the island was called Malta. ", "2": "And the natives[a] were showing us not the ordinary humaneness. For having lit a fire, they welcomed us all because of the rain having set-upon us and because of the cold. ", "3": "And Paul having gathered a certain quantity of dry-sticks, and having put them on the fire— a viper having come-out because of the heat fastened-on his hand. ", "4": "And when the natives saw the beast hanging from his hand, they were saying to one another, “Surely this man is a murderer whom, having been brought-safely-through from the sea, Justice[b] did not allow to live”. ", "5": "Then indeed the one, having shaken-off the beast into the fire, suffered no harm. ", "6": "And the ones were expecting that he was about to be swelling-up, or suddenly be falling down dead. But while they for a long time were waiting-in-expectation and observing nothing out-of-place happening to him— having changed their minds, they were saying that he was a god. ", "7": "Now in the areas around that place were lands belonging to the leading[c] official of the island, Publius by name— who, having welcomed us, entertained[d] us courteously for three days. ", "8": "And it came about that the father of Publius was lying-down, being gripped with fevers and dysentery, to whom having gone in and having prayed, having laid his hands on him, Paul healed him. ", "9": "And this having taken place, the others on the island having infirmities were also coming to him and being cured— ", "10": "who also honored us with many honors, and at our putting-to-sea provided the things for our needs.", "11": "And after three[e] months, we put-to-sea in a ship having spent the winter at the island[f]— an Alexandrian one marked with the Twin-brothers[g]. ", "12": "And having put-in at Syracuse, we stayed three days— ", "13": "from which, having cast-off, we came to Rhegium. And after one day, a south wind having come up, we came on the second day to Puteoli— ", "14": "where, having found brothers, we were invited to stay with them for seven[h] days. And so[i] we came[j] to Rome. ", "15": "And from there the brothers, having heard the things concerning us, came as far as the Forum[k] of Appius and the Three Taverns[l] to meet us— whom having seen, Paul, having given-thanks to God, took courage[m].", "16": "And when we entered into Rome, it was permitted to Paul to stay by himself [n], with the soldier guarding him. ", "17": "And it came about after three days that he called-together the ones being leading ones of the Jews. And they having come together, he was saying to them, “I, men, brothers, having done nothing contrary to our people or our ancestors' customs, was handed-over as a prisoner from Jerusalem into the hands of the Romans— ", "18": "who, having examined me, were wanting to release me because of there being no charge worthy of death in connection with me. ", "19": "But the Jews speaking-against it, I was compelled to appeal-to Caesar— not as-though having anything to accuse my nation. ", "20": "For this reason therefore, I called-for you, to see and speak to you. For I am wearing this chain for the sake of the hope of Israel”. ", "21": "And the ones said to him, “We neither received letters from Judea concerning you, nor did any of the brothers having arrived report or speak anything evil concerning you. ", "22": "And we consider-it-fitting that we hear from you the things which you think. For indeed concerning this sect[o], it is known to us that it is being spoken-against everywhere”.", "23": "And having appointed a day for him, more came to him at his lodging— to whom he was explaining it from early-in-the-morning until evening, solemnly-testifying as to the kingdom of God, and persuading them concerning Jesus from both the Law of Moses and the Prophets. ", "24": "And some were being persuaded by the things being said, but others were not-believing[p]. ", "25": "And being not-in-agreement with one another, they were departing, Paul having spoken one statement— that “The Holy Spirit spoke rightly through Isaiah the prophet [in Isa 6:9-10] to your fathers, ", "26": "saying, 'Go to this people and say: In hearing, you will hear and by no means understand. And while seeing, you will see and by no means perceive. ", "27": "For the heart of this people became dull[q], and they hardly[r] heard with their ears, and they closed their eyes, that they might not ever see[s] with their eyes, and hear with their ears, and understand in their heart, and turn-back, and I shall heal[t] them'. ", "28": "Therefore let it be known to you that this salvation of God was sent-forth to the Gentiles. They[u] also will hear it”. ", "29": "[v]", "30": "And he stayed two[w] whole years in his own rented-quarters[x]. And he was welcoming all the ones coming-in to him— ", "31": "proclaiming the kingdom of God, and teaching the things concerning the Lord Jesus Christ with all boldness, without-hindrance."}