{"1": "And while they were speaking to the people, the priests and the captain of the temple [guard] and the Sadducees suddenly-came-upon them, ", "2": "being greatly-disturbed because of their teaching the people and proclaiming the resurrection from the dead in[a] Jesus. ", "3": "And they put their hands on them, and put them in jail[b] until the next day. For it was already evening. ", "4": "But many of the ones having heard the word believed. And the number of the men became about five thousand.", "5": "And it came about on the next day that their rulers and elders and scribes were gathered together in Jerusalem— ", "6": "and Annas the high priest, and Caiaphas, and John, and Alexander, and all who were of the high-priestly family. ", "7": "And having stood them in the middle, they were inquiring, “By what power or by what name did you do this?” ", "8": "Then Peter, having been filled with the Holy Spirit, said to them, “Rulers of the people, and elders: ", "9": "If we are being examined today for a good-deed to a weak[c] man, by what means[d] this one has been restored, ", "10": "let it be known to you all and to all the people of Israel that by the name of Jesus Christ the Nazarene— Whom you crucified, Whom God raised from the dead— by this One[e] this one stands before you healthy. ", "11": "This One is the stone— the One having been treated-with-contempt[f] by you, the builders; the One having become the head[g] of the corner. ", "12": "And there is no salvation in[h] any other, for neither is there another name under heaven having been given among people by which we must be saved”.", "13": "Now observing the boldness of Peter and John, and having understood that they were uneducated and untrained men, they were marveling. And they were recognizing them, that they had been with Jesus. ", "14": "And seeing the man standing there with them, the one having been cured, they were having nothing to speak-against it. ", "15": "But having ordered them to go outside of the council [chamber], they were conferring with one another, ", "16": "saying, “What should we do with these men? For that a known sign has taken place through them is evident to all the ones dwelling-in Jerusalem, and we cannot deny it— ", "17": "but in order that it may not spread further to the people, let us threaten them to no longer be speaking on the basis of this name to any of mankind”.", "18": "And having called them, they commanded them not to be speaking[i] nor teaching at all on the basis of the name of Jesus. ", "19": "But having responded, Peter and John said to them, “Whether it is right in the sight of God to listen-to you rather than God, you judge. ", "20": "For we are not able to not be speaking the things which we saw and heard”. ", "21": "And the ones, having threatened further, released them, finding nothing as to how they might punish them, because of the people— because they were all glorifying God for the thing having taken place. ", "22": "For the man was more than forty years old upon whom this sign of healing had taken place.", "23": "And having been released, they went to their own people and reported all-that the chief priests and the elders said to them. ", "24": "And the ones having heard it lifted their voice to God with-one-accord and said, “Master, You are the One having made the heaven and the earth and the sea and all the things in them; ", "25": "the One having said by the Holy Spirit from the mouth of our father David, Your servant [in Ps 2:1-2], 'Why did the Gentiles[j] rage[k], and the peoples plot futile things? ", "26": "The kings of the earth took-their-stand, and the rulers were gathered-together at the same[l] place against the Lord, and against His Anointed-One'. ", "27": "For in accordance with [Your] truth, both Herod and Pontius Pilate together with the Gentiles and the peoples of Israel were gathered-together in this city against Your holy servant Jesus Whom You anointed, ", "28": "to do all-that Your hand and Your purpose predestined to take place. ", "29": "And as to the things now, Lord— look-upon[m] their threats. And grant to Your slaves to speak Your word with all boldness ", "30": "while[n] You are stretching-out Your hand for healing, and signs[o] and wonders are taking place through the name of Your holy servant Jesus”. ", "31": "And they having prayed, the place in which they had been gathered-together was shaken. And they were all filled with the Holy Spirit. And they were speaking the word of God with boldness.", "32": "Now the heart and soul of the multitude of the ones having believed was one. And not even one of them was saying that any of the things belonging to him were his own, but all things were common[p] to them. ", "33": "And with great power, the apostles were rendering[q] their testimony of the resurrection of the Lord Jesus. And great grace was upon them all— ", "34": "for there was not even someone in-need among them. For all-who were owners of lands or houses, selling them, were bringing the proceeds of the things being sold ", "35": "and laying it at the feet of the apostles. And it was being distributed to each one as anyone was having a need.", "36": "Now Joseph— the one having been called Barnabas by the apostles (which being translated is “son of [r] encouragement[s]”), a Levite, a Cyprian by nationality, ", "37": "a field belonging to him— having made-a-sale, brought the money and laid it at the feet of the apostles."}