{"1": "But a certain man, Ananias by name, along with his wife Sapphira, sold property. ", "2": "And he kept-back[a] some of the proceeds, his wife also having shared-the-knowledge. And having brought a certain part of it, he laid it at the feet of the apostles. ", "3": "But Peter said, “Ananias, for what reason did Satan fill your heart that you should lie-to the Holy Spirit and keep-back some of the proceeds of the land? ", "4": "While remaining unsold, was it not remaining yours? And having been sold, was it not within your authority? Why is it that you put this thing in your heart? You did not lie to people, but to God”. ", "5": "And Ananias, hearing these words, having fallen-down, expired. And great fear came upon all the ones hearing it. ", "6": "And having arisen, the younger men wrapped him up. And having carried him out, they buried him. ", "7": "Now an interval of about three hours took place, and his wife came in— not knowing the thing having happened. ", "8": "And Peter responded to her, “Tell me whether you[b] two sold the land for so much?” And the one said, “Yes, for so much”. ", "9": "And Peter said to her, “Why is it that it was agreed by you two to test the Spirit of the Lord? Behold— the feet of the ones having buried your husband are at the door. And they will carry you out”. ", "10": "And she fell at-once at his feet, and expired. And having come in, the young-men found her dead. And having carried her out, they buried her with her husband. ", "11": "And great fear came upon the whole church, and upon all the ones hearing-of these things.", "12": "Now many signs and wonders were taking place through the hands of the apostles among the people. And they were all with-one-accord in the portico[c] of Solomon. ", "13": "But none of the rest[d] was daring to join[e] them, yet the people were magnifying them. ", "14": "And more people believing in the Lord[f] were being added— multitudes of both men and women, ", "15": "so that they were even bringing-out the sick into the wide-roads and putting them on little-beds and cots, in order that while Peter was coming, if-even[g] his shadow might overshadow one of them. ", "16": "And the multitude from the cities around Jerusalem was also coming-together, bringing sick ones and ones being troubled by unclean spirits, who all were being cured.", "17": "And having arisen, the high priest and all the ones with him— the sect[h] of the Sadducees existing there— were filled with jealousy. ", "18": "And they put their hands on the apostles and put them in the public jail. ", "19": "But an angel of the Lord— having opened the doors of the prison during the night, and having led them out— said, ", "20": "“Go! And having stood, be speaking in the temple to the people all the words of this life”. ", "21": "And having heard, they entered into the temple at dawn[i] and were teaching. And having arrived, the high priest and the ones with him called together the Sanhedrin— even the whole council-of-elders of the sons of Israel. And they sent-out officers to the jailhouse that they might be brought. ", "22": "But having arrived, the officers did not find them in the prison. And having returned, they reported, ", "23": "saying that “We found the jailhouse having been locked with all security, and the guards standing at the doors. But having opened, we found no one inside”. ", "24": "And when both the captain of the temple [guard] and the chief priests heard these words, they were greatly-perplexed about them as to what this would become. ", "25": "But having arrived, someone reported to them that “Behold— the men whom you put in the prison are standing in the temple and teaching the people”. ", "26": "Then the captain, having gone away with the officers, was bringing them— not with violence (for they were fearing the people, that they might be stoned).", "27": "And having brought them, they stood them in the council[j] [chamber]. And the high priest questioned them, ", "28": "saying, “Did we not command you with a command not to be teaching on the basis of this name? And behold— you have filled Jerusalem with your teaching. And you intend[k] to bring the blood of this man upon us”. ", "29": "But having responded, Peter and the apostles said, “It-is-necessary to obey God rather than people. ", "30": "The God of our fathers raised Jesus— Whom you murdered, having hung Him on a cross. ", "31": "God exalted this One to His right hand as Leader[l] and Savior, that He might grant repentance to Israel and forgiveness of sins. ", "32": "And we are witnesses of these things. And so is the Holy Spirit, Whom God gave to the ones obeying Him”. ", "33": "And the ones having heard it were infuriated, and were intending to kill them.", "34": "But having stood up, a certain Pharisee in the Sanhedrin— Gamaliel by name, a Law-teacher honored by all the people— gave-orders to make the men be outside for a little while. ", "35": "And he said to them, “Men, Israelites, take heed to yourselves as to what you are about to do to these men. ", "36": "For before these days, Theudas arose saying that he was somebody, with whom a number of men joined-up (about four-hundred)— who was killed. And all who were being persuaded[m] by him were dispersed, and they became nothing. ", "37": "After this one, Judas the Galilean arose in the days of the registration[n] and drew-away a group-of-people after him. That one also perished, and all who were being persuaded by him were scattered. ", "38": "And as to the things now, I say to you, draw-away from these men and leave them alone. Because if this plan or this work should be from humans, it will be overthrown[o]; ", "39": "but if it is from God, you will not be able to overthrow them— that you indeed may not perhaps be found to be fighting-against-God”. And they were persuaded by him. ", "40": "And having summoned the apostles, having beaten them, they commanded them not to be speaking on the basis of the name of Jesus, and released them.", "41": "So indeed the ones were going from the presence of the Sanhedrin rejoicing that they were considered-worthy to be dishonored for the[p] Name. ", "42": "And every day, in the temple and house by house, they were not ceasing teaching and announcing-the-good-news as to Jesus, the Christ[q]."}