{"1": "And Saul was giving-approval to his killing. And a great persecution came about on that day against the church in Jerusalem, and they were all dispersed[a] throughout the regions of Judea and Samaria, except the apostles. ", "2": "And reverent men carried-in Stephen [for burial], and made a loud lamentation over him. ", "3": "And Saul was destroying[b] the church. Entering from house to house, dragging-away both men and women, he was handing them over to prison. ", "4": "So indeed, the ones having been dispersed went about announcing the word as good news.", "5": "Now Philip, having gone down to the city[c] of Samaria, was proclaiming the Christ to them. ", "6": "And the crowds were with-one-accord paying-attention-to[d] the things being said by Philip, during their hearing and seeing the signs which he was doing. ", "7": "For many of the ones having unclean spirits— they were coming out while shouting with a loud voice. And many paralyzed ones and lame ones were cured. ", "8": "And there was great joy in that city. ", "9": "Now a certain man, Simon by name, was-previously in the city practicing-magic and astonishing the nation of Samaria, saying that he was someone great, ", "10": "to whom they all, from the small up to the great, were paying attention, saying, “This one is the Power[e] of God being called 'Great'”. ", "11": "And they were paying attention to him because he had astonished them for a considerable time with the magic-arts. ", "12": "And when they believed Philip announcing-the-good-news about the kingdom of God and the name of Jesus Christ, they were being baptized— both men and women. ", "13": "Now Simon himself also believed. And having been baptized, he was attaching-himself to Philip. He was astonished, seeing both signs and great miracles taking place.", "14": "And the apostles in Jerusalem, having heard that “Samaria has accepted the word of God”, sent-forth Peter and John to them— ", "15": "who, having come down, prayed for them so that they might receive the Holy Spirit. ", "16": "For He had not yet fallen upon any of them, but they had only been baptized in the name of the Lord Jesus. ", "17": "Then they were laying their hands on them, and they were receiving the Holy Spirit. ", "18": "Now Simon, having seen that the Spirit was given through the laying-on of the hands of the apostles, offered them money, ", "19": "saying, “Give this authority to me also, so-that on whomever I lay on my hands, he may receive the Holy Spirit”. ", "20": "But Peter said to him, “May your silver be with you for destruction, because you thought to acquire the gift of God with money. ", "21": "There is no part nor share for you in this matter. For your heart is not straight before God. ", "22": "Therefore repent from this evilness of yours, and pray to the Lord, if perhaps[f] the intention of your heart will be forgiven you. ", "23": "For I see you being in the gall[g] of [h] bitterness and the bond[i] of [j] unrighteousness”. ", "24": "And having responded, Simon said, “You[k] two pray to the Lord for me, so that nothing of the things which you have spoken may come upon me”. ", "25": "So indeed the ones— having solemnly-testified, and having spoken the word of the Lord— were returning to Jerusalem and announcing-the-good-news-to many villages of the Samaritans.", "26": "Now an angel of the Lord spoke to Philip saying, “Arise and go toward the south[l] on the road going down from Jerusalem to Gaza”. This[m] is a wilderness [road]. ", "27": "And having arisen, he proceeded. And behold— there was an Ethiopian man, a eunuch[n], a court-official of Candace[o] (queen of the Ethiopians), who was over all her treasury, who had come to Jerusalem to worship, ", "28": "and was returning, and sitting on his chariot[p]. And he was reading the prophet Isaiah. ", "29": "And the Spirit said to Philip, “Approach and join this chariot”. ", "30": "And having run up, Philip heard him reading Isaiah the prophet, and said, “Do you indeed understand the things which you are reading?” ", "31": "And the one said, “How indeed might I be able, unless someone will guide me?” And he invited Philip to sit with him, having come up.", "32": "Now the passage of Scripture which he was reading was this: “He was led like a sheep to slaughter. And as a lamb before the one having sheared it is silent, so He does not open His mouth. ", "33": "In His humiliation, His justice[q] was taken-away. Who will describe[r] His generation[s]? Because His life is taken-away from the earth” [Isa 53:7-8]. ", "34": "And having responded, the eunuch said to Philip, “I ask you, about whom is the prophet saying this— about himself or about some other?” ", "35": "And Philip— having opened his mouth, and beginning from this Scripture— announced Jesus as good news to him.", "36": "And as they were proceeding along the road, they came upon some water. And the eunuch says, “Behold— water. What is preventing me from being baptized?” ", "37": "[t] ", "38": "And he ordered the chariot to stop. And they both went down into[u] the water, both Philip and the eunuch, and he baptized him. ", "39": "And when they came up out-of [v] the water, the Spirit of the Lord snatched Philip away. And the eunuch did not see him any longer, for he was going his way rejoicing.", "40": "And Philip was found at Azotus. And while going through, he was announcing-the-good-news-to all the cities until he came to Caesarea."}