{"1": "Now Saul, still breathing threat and murder against the disciples of the Lord, having gone to the high priest, ", "2": "asked-for letters from him to the synagogues at Damascus so that if he found any being of the Way, both men and women, he might bring them bound to Jerusalem. ", "3": "And during the proceeding, it came about that he was drawing-near to Damascus. And suddenly a light from heaven flashed-around him. ", "4": "And having fallen on the ground, he heard a voice saying to him, “Saul, Saul, why are you persecuting Me?” ", "5": "And he said, “Who are You, sir[a]?” And the One said, “I am Jesus Whom you are persecuting. ", "6": "But arise and enter into the city, and it will be told you what thing you must do”. ", "7": "And the men traveling-with him were standing speechless[b], hearing the voice[c] but seeing no one. ", "8": "And Saul was raised[d] from the ground. And his eyes having been opened, he was seeing nothing. And hand-leading him, they brought him into Damascus. ", "9": "And he was not seeing for three days. And he did not eat nor drink.", "10": "Now a certain disciple was in Damascus— Ananias by name. And the Lord said to him in a vision, “Ananias”. And the one said, “Behold, I am here, Lord”. ", "11": "And the Lord said to him, “Having arisen, go on the lane being called 'Straight', and seek one-from-Tarsus, Saul by name, in the house of Judas. For behold— he is praying. ", "12": "And he saw a man in a vision, Ananias by name, having come in and laid hands on him so that he might see-again”. ", "13": "And Ananias responded, “Lord, I heard about this man from many— how many bad things he did to Your saints in Jerusalem. ", "14": "And here he has authority from the chief priests to bind all the ones calling-upon Your name”. ", "15": "And the Lord said to him, “Go, because this one is a chosen instrument[e] for Me— that he might carry My name before both Gentiles and kings, and sons of Israel. ", "16": "For I will show him how-many things he must suffer for My name”. ", "17": "And Ananias departed, and entered into the house. And having laid his hands on him, he said, “Brother Saul, the Lord has sent me forth— Jesus, the One having appeared to you on the road on which you were coming— so that you may see-again and be filled with the Holy Spirit”. ", "18": "And immediately something like scales[f] fell from his eyes. And he saw-again[g], and having arisen, was baptized. ", "19": "And having taken food, he strengthened. Now he came-to-be with the disciples in Damascus for some days. ", "20": "And immediately he was proclaiming Jesus in the synagogues— that this One is the Son of God. ", "21": "And all the ones hearing were astonished, and were saying, “Is not this the one having destroyed in Jerusalem the ones calling-upon this name? And he had come here for this— that he might bring them bound to the chief priests!” ", "22": "And Saul was becoming more strong. And he was confounding[h] the Jews dwelling in Damascus, proving that this One is the Christ. ", "23": "And when considerable days were being fulfilled, the Jews plotted to kill him. ", "24": "But their plot was known by Saul. And they were even closely-watching the gates both by day and by night so that they might kill him. ", "25": "But his disciples, having taken him by night, let him down through the wall, having lowered[i] him in a large-basket.", "26": "And having arrived in Jerusalem, he was trying to join the disciples. And they all were fearing him, not believing that he was a disciple. ", "27": "But Barnabas, having taken-hold-of him, brought him to the apostles and related to them how he saw the Lord on the road, and that[j] He spoke to him; and how in Damascus he spoke-boldly in the name of Jesus. ", "28": "And he was with them, going in and going out in Jerusalem, speaking-boldly in the name of the Lord. ", "29": "And he was speaking and debating with the Hellenists, but the ones were attempting[k] to kill him. ", "30": "But the brothers, having learned it, brought him down to Caesarea and sent him away to Tarsus.", "31": "So indeed the church throughout all Judea and Galilee and Samaria was having peace, while being built-up. And it was being multiplied while walking in the fear of the Lord and in the comfort[l] of the Holy Spirit.", "32": "Now it came about that Peter, while going through all the regions[m], came down also to the saints dwelling-in Lydda. ", "33": "And he found there a certain man, Aeneas by name, who had been paralyzed, lying down on a cot for eight years. ", "34": "And Peter said to him, “Aeneas, Jesus Christ heals you. Arise and make your bed for yourself ”. And immediately he arose. ", "35": "And all the ones dwelling-in Lydda and Sharon saw him— who[n] [then] turned to the Lord.", "36": "Now in Joppa, there was a certain disciple, Tabitha by name (which being interpreted[o] means “Dorcas”). This one was full of good works and acts-of-almsgiving[p] which she was doing. ", "37": "And it came about in those days that having become sick, she died. And having washed her, they laid her in an upper-room. ", "38": "Now Lydda being near Joppa, the disciples, having heard that Peter was in it, sent-out two men to him urging, “Do not delay to come to us”. ", "39": "And having arisen, Peter went with them— whom[q], having arrived, they brought up into the upper room. And all the widows stood near him, weeping and showing him tunics[r] and garments— all-that Dorcas was making while being with them. ", "40": "And Peter— having put everyone outside, and having put down his knees— prayed. And having turned to the body, he said, “Tabitha, rise-up”. And the one opened her eyes! And having seen Peter, she sat up. ", "41": "And having given her his hand, he raised her up. And having called the saints and the widows, he presented her alive. ", "42": "And it became known throughout all Joppa, and many put-faith upon the Lord. ", "43": "And it came about that he stayed considerable days in Joppa with a certain Simon, a tanner."}