{"1": "From Paul, an apostle of Christ Jesus. God himself chose me to be an apostle, and he gave me the promised life that Jesus Christ makes possible.", "2": "Timothy, you are like a dear child to me. I pray that God our Father and our Lord Christ Jesus will be kind and merciful to you and will bless you with peace!", "3": "Night and day I mention you in my prayers. I am always grateful for you, as I pray to the God my ancestors and I have served with a clear conscience. ", "4": "I remember how you cried, and I want to see you, because that will make me truly happy. ", "5": "I also remember the genuine faith of your mother Eunice. Your grandmother Lois had the same sort of faith, and I am sure that you have it as well. ", "6": "So I ask you to make full use of the gift that God gave you when I placed my hands on you.[a] Use it well. ", "7": "God's Spirit[b] doesn't make cowards out of us. The Spirit gives us power, love, and self-control.", "8": "Don't be ashamed to speak for our Lord. And don't be ashamed of me, just because I am in jail for serving him. Use the power that comes from God and join with me in suffering for telling the good news.", "9": "God saved us and chose us to be his holy people. We did nothing to deserve this, but God planned it because he is so kind. Even before time began God planned for Christ Jesus to show kindness to us.", "10": "Now Christ Jesus has come to show us the kindness of God. Christ our Savior defeated death and brought us the good news. It shines like a light and offers life that never ends.", "11": "My work is to be a preacher, an apostle, and a teacher.[c] ", "12": "That's why I am suffering now. But I am not ashamed! I know the one I have faith in, and I am sure that he can guard until the last day what he has trusted me with.[d] ", "13": "Now follow the example of the correct teaching I gave you, and let the faith and love of Christ Jesus be your model. ", "14": "You have been trusted with a wonderful treasure. Guard it with the help of the Holy Spirit, who lives within you.", "15": "You know that everyone in Asia has turned against me, especially Phygelus and Hermogenes.", "16": "I pray that the Lord will be kind to the family of Onesiphorus. He often cheered me up and wasn't ashamed of me when I was put in jail. ", "17": "Then after he arrived in Rome, he searched everywhere until he found me. ", "18": "I pray that the Lord Jesus will ask God to show mercy to Onesiphorus on the day of judgment. You know how much he helped me in Ephesus."}