{"1": "Timothy, my child, Christ Jesus is kind, and you must let him make you strong. ", "2": "You have often heard me teach. Now I want you to tell these same things to followers who can be trusted to tell others.", "3": "As a good soldier of Christ Jesus you must endure your share of suffering. ", "4": "Soldiers on duty don't work at outside jobs. They try only to please their commanding officer. ", "5": "No one wins an athletic contest without obeying the rules. ", "6": "And farmers who work hard are the first to eat what grows in their field. ", "7": "If you keep in mind what I have told you, the Lord will help you understand completely.", "8": "Keep your mind on Jesus Christ! He was from the family of David and was raised from death, just as my good news says. ", "9": "And because of this message, I am locked up in jail and treated like a criminal. But God's good news isn't locked in jail, ", "10": "and so I am willing to put up with anything. Then God's special people will be saved. They will be given eternal glory because they belong to Christ Jesus. ", "11": "Here is a true message: “If we died with Christ, we will live with him.", "12": "If we don't give up, we will rule with him. If we deny that we know him, he will deny that he knows us.", "13": "If we are not faithful, he will still be faithful. Christ cannot deny who he is.”", "14": "Don't let anyone forget these things. And with God[a] as your witness, you must warn them not to argue about words. These arguments don't help anyone. In fact, they ruin everyone who listens to them. ", "15": "Do your best to win God's approval as a worker who doesn't need to be ashamed and who teaches only the true message.", "16": "Keep away from worthless and useless talk. It only leads people farther away from God. ", "17": "That sort of talk is like a sore that won't heal. And Hymenaeus and Philetus have been talking this way ", "18": "by teaching that the dead have already been raised to life. This is far from the truth, and it is destroying the faith of some people.", "19": "But the foundation that God has laid is solid. On it is written, “The Lord knows who his people are. So everyone who worships the Lord must turn away from evil.”", "20": "In a large house some dishes are made of gold or silver, while others are made of wood or clay. Some of these are special, and others are not. ", "21": "That's also how it is with people. The ones who stop doing evil and make themselves pure will become special. Their lives will be holy and pleasing to their Master, and they will be able to do all kinds of good deeds.", "22": "Run from temptations that capture young people. Always do the right thing. Be faithful, loving, and easy to get along with. Worship with people whose hearts are pure. ", "23": "Stay away from stupid and senseless arguments. These only lead to trouble, ", "24": "and God's servants must not be troublemakers. They must be kind to everyone, and they must be good teachers and very patient.", "25": "Be humble when you correct people who oppose you. Maybe God will lead them to turn to him and learn the truth. ", "26": "They have been trapped by the devil, and he makes them obey him, but God may help them escape."}