{"1": "When Christ Jesus comes as king, he will be the judge of everyone, whether they are living or dead. So with God and Christ as witnesses, I command you ", "2": "to preach God's message. Do it willingly, even if it isn't the popular thing to do. You must correct people and point out their sins. But also cheer them up, and when you instruct them, always be patient. ", "3": "The time is coming when people won't listen to good teaching. Instead, they will look for teachers who will please them by telling them only what they are itching to hear. ", "4": "They will turn from the truth and eagerly listen to senseless stories. ", "5": "But you must stay calm and be willing to suffer. You must work hard to tell the good news and to do your job well.", "6": "Now the time has come for me to die. My life is like a drink offering[a] being poured out on the altar. ", "7": "I have fought well. I have finished the race, and I have been faithful. ", "8": "So a crown will be given to me for pleasing the Lord. He judges fairly, and on the day of judgment he will give a crown to me and to everyone else who wants him to appear with power.", "9": "Come to see me as soon as you can. ", "10": "Demas loves the things of this world so much that he left me and went to Thessalonica. Crescens has gone to Galatia, and Titus has gone to Dalmatia. ", "11": "Only Luke has stayed with me. Mark can be very helpful to me, so please find him and bring him with you. ", "12": "I sent Tychicus to Ephesus.", "13": "When you come, bring the coat I left at Troas with Carpus. Don't forget to bring the scrolls, especially the ones made of leather.[b]", "14": "Alexander, the metalworker, has hurt me in many ways. But the Lord will pay him back for what he has done. ", "15": "Alexander opposes what we preach. You had better watch out for him.", "16": "When I was first put on trial, no one helped me. In fact, everyone deserted me. I hope it won't be held against them. ", "17": "But the Lord stood beside me. He gave me the strength to tell his full message, so that all Gentiles would hear it. And I was kept safe from hungry lions. ", "18": "The Lord will always keep me from being harmed by evil, and he will bring me safely into his heavenly kingdom. Praise him forever and ever! Amen.", "19": "Give my greetings to Priscilla and Aquila and to the family of Onesiphorus.", "20": "Erastus stayed at Corinth. Trophimus was sick when I left him at Miletus.", "21": "Do your best to come before winter. Eubulus, Pudens, Linus, and Claudia send you their greetings, and so do the rest of the Lord's followers.", "22": "I pray that the Lord will bless your life and will be kind to you."}