{"1": "Now I make known to you, brothers and sisters, the Good News which I proclaimed to you. You also received it, and you took your stand on it, ", "2": "and by it you are being saved if you hold firm to the word I proclaimed to you—unless you believed without proper consideration. ", "3": "For I also passed on to you first of all what I also received— that Messiah died for our sins according to the Scriptures,[a]", "4": "that He was buried, that He was raised on the third day according to the Scriptures,", "5": "and that He appeared to Kefa, then to the Twelve.", "6": "Then He appeared to over five hundred brothers and sisters at one time— most of them are still alive, though some have died.[b]", "7": "Then He appeared to Jacob, then to all the emissaries,", "8": "and last of all, as to one untimely born, He also appeared to me.", "9": "For I am the least of the emissaries, unworthy to be called an emissary because I persecuted God's community. ", "10": "But by the grace of God I am what I am. His grace toward me was not in vain. No, I worked harder than them all—yet not I, but the grace of God that was with me. ", "11": "Whether then it is I or they, so we proclaim, and so you believed.", "12": "Now if Messiah is proclaimed—that He has been raised from the dead—how can some among you say that there is no resurrection of the dead? ", "13": "But if there is no resurrection of the dead, not even Messiah has been raised! ", "14": "And if Messiah has not been raised, then our proclaiming is meaningless and your faith also is meaningless. ", "15": "Moreover, we are found to be false witnesses of God, because we testified about God that He raised up Messiah—whom He did not raise up, if in fact the dead are not raised. ", "16": "For if the dead are not raised, not even Messiah has been raised. ", "17": "And if Messiah has not been raised, your faith is futile—you are still in your sins. ", "18": "Then those also who have fallen asleep in Messiah have perished. ", "19": "If we have hoped in Messiah in this life alone, we are to be pitied more than all people.", "20": "But now Messiah has been raised from the dead, the firstfruits of those who have fallen asleep. ", "21": "For since death came through a man, the resurrection of the dead also has come through a Man.", "22": "[c] 22 For as in Adam all die, so also in Messiah will all be made alive.", "23": "But each in its own order: Messiah the firstfruits; then, at His coming, those who belong to Messiah; ", "24": "then the end, when He hands over the kingdom to God the Father after He has destroyed all rule and all authority and power.", "25": "[d] 25 For He must reign until He has put all His enemies under His feet.", "26": "[e] 26 The last enemy to be destroyed is death. ", "27": "For God has “put all things in subjection underneath His feet.”[f] But when the psalmist says that “all” has been put in subjection, it is clear that this does not include God Himself, who put all things under Messiah. ", "28": "Now when all things become subject to Him, then the Son Himself will also become subject to the One who put all things under Him, so that God may be all in all.", "29": "Otherwise, what will they do who are immersed for the dead? If the dead are not raised at all, then why are they immersed for them? ", "30": "And why are we in danger every hour? ", "31": "I die every day—yes, as surely as the boast in you, brothers and sisters, which I have in Messiah Yeshua our Lord. ", "32": "If, for human reasons, I fought with “wild animals” at Ephesus, what good is that to me? If the dead are not raised, “let us eat and drink, for tomorrow we die!”", "33": "[g] 33 Do not be deceived! “Bad company corrupts good morals.”", "34": "Come to your senses as you ought, and stop sinning! For some have no knowledge of God—I say this to your shame.", "35": "But someone will say, “How are the dead raised?”[h] and, “With what kind of body do they come?” ", "36": "Fool! What you sow does not come to life unless it dies. ", "37": "As for what you sow—you are not sowing the body that will be, but a bare seed, maybe of wheat or something else. ", "38": "But God gives it a body just as He planned, and to each of the seeds a body of its own. ", "39": "All flesh is not the same flesh, but there is one flesh of humans, another flesh of animals, another of birds, and another of fish. ", "40": "There are also heavenly bodies and earthly bodies, but the glory of the heavenly is one thing while the earthly is another. ", "41": "There is one glory of the sun, another glory of the moon, and another glory of the stars; for one star differs from another star in glory.", "42": "So also is the resurrection of the dead: Sown in corruption, raised in incorruption!", "43": "Sown in dishonor, raised in glory! Sown in weakness, raised in power!", "44": "Sown a natural body, raised a spiritual body! If there is a natural body, there is also a spiritual body. ", "45": "So also it is written, “The first man, Adam, became a living soul.”[i] The last Adam became a life-giving spirit. ", "46": "However, the spiritual is not first, but the natural; then the spiritual. ", "47": "The first man is of the earth, made of dust; the second man is from heaven.", "48": "Like the one made of dust, so also are those made of dust[j]; and like the heavenly, so also are those who are heavenly.", "49": "And just as we have borne the image of the one made from dust, so also shall we bear[k] the image of the One from heaven.", "50": "Now I say this, brothers and sisters, that flesh and blood cannot inherit the kingdom of God, and what decays cannot inherit what does not decay. ", "51": "Behold, I tell you a mystery: We shall not all sleep, but we shall all be changed—", "52": "in a moment, in the twinkling of an eye, at the last shofar.[l] For the shofar will sound, and the dead will be raised incorruptible, and we will be changed.", "53": "For this corruptible must put on incorruptibility, and this mortal must put on immortality.", "54": "But when this corruptible will have put on incorruptibility and this mortal will have put on immortality, then shall come to pass the saying that is written: “Death is swallowed up in victory.”[m]", "55": "“Where, O Death, is your victory? Where, O Death, is your sting?”[n]", "56": "Now the sting of death is sin, and the power of sin is the Torah. ", "57": "But thanks be to God, who keeps giving us the victory through our Lord Yeshua the Messiah! ", "58": "Therefore, my dearly loved brethren, be steadfast, immovable, always excelling in the work of the Lord—because you know that your labor in the Lord is not in vain."}