{"1": "Now concerning the collection for the kedoshim, as I directed Messiah's communities in Galatia, you do likewise. ", "2": "On the first day of the week, let each of you set something aside, saving up whatever is gained, so no collections take place when I come. ", "3": "Then whenever I arrive, I will send whomever you approve with letters of introduction to carry your gift to Jerusalem. ", "4": "If it is advisable for me to go also, they will go with me.", "5": "But I will come to you after I have passed through Macedonia—for I am passing through Macedonia. ", "6": "Perhaps I will stay with you, or even spend the winter, so that you can help me on my journey—wherever I go. ", "7": "For I do not wish to see you now just in passing—for I hope to stay on with you for a while, if the Lord permits. ", "8": "But I will stay on at Ephesus until Shavuot, ", "9": "for a great door has opened wide for me, though many are in opposition.", "10": "Now if Timothy comes, see that he has nothing to fear among you—for he is doing the Lord's work, just as I am. ", "11": "No one, then, should treat him with disrespect. But set him on his way in shalom, so that he might come to me; for I am expecting him, along with the brothers.", "12": "Now about our brother Apollos, I strongly urged him to come to you with the brothers and sisters, and he was quite unwilling to come now—but he will come when he has an opportunity.", "13": "Be on the alert! Stand firm in the faith! Be men of courage! Be strong!", "14": "[a] 14 Let all that you do be done in love.", "15": "Now I urge you, brothers and sisters (you know the household of Stephanas, that it is the firstfruits of Achaia, and that they have devoted themselves in service to the kedoshim), ", "16": "also to submit to people such as these, and to everyone working together and laboring. ", "17": "I rejoice at the coming of Stephanas and Fortunatus and Achaicus, for they made up for your absence. ", "18": "For they refreshed my spirit and yours. Therefore acknowledge such men.", "19": "Messiah's communities in Asia[b] greet you. Aquila and Prisca[c] greet you warmly in the Lord, with the community that meets in their house. ", "20": "All the brothers and sisters greet you. Greet one another with a holy kiss.", "21": "This greeting is in my own hand—Paul's. ", "22": "If anyone does not love the Lord, let him be cursed. Marana, tha! Our Lord, come![d]", "23": "The grace of the Lord Yeshua be with you. ", "24": "My love be with you all in Messiah Yeshua."}