{"1": "When I came to you, brothers and sisters, I did not come with excellence of speech or wisdom, proclaiming to you the mystery[a] of God. ", "2": "For I decided not to know about anything among you except Yeshua the Messiah—and Him crucified. ", "3": "I was with you in weakness and in fear and in much trembling. ", "4": "My speech and my preaching were not with persuasive words of wisdom, but in demonstration of the Spirit and of power—", "5": "so that your faith would not be in the wisdom of men but in the power of God.", "6": "We do speak wisdom, however, among those who are mature—but not a wisdom of this age or of the rulers of this age, who are coming to nothing. ", "7": "Rather, we speak God's wisdom in a mystery—a wisdom that has been hidden, which God destined for our glory before the ages. ", "8": "None of the rulers of this age understood it—for if they had, they would not have crucified the Lord of glory. ", "9": "But as it is written, “Things no eye has seen and no ear has heard, that have not entered the heart of mankind— these things God has prepared for those who love Him.”[b]", "10": "But God revealed these things to us through the Ruach.[c] For the Ruach searches all things—even the depths of God. ", "11": "For who among men knows the things of a man, except the man's spirit within him? In the same way, no one knows the things of God except the Ruach Elohim. ", "12": "Now we have received not the spirit of the world, but the Spirit who is from God—so we might come to know the things freely given to us by God. ", "13": "These things we also speak—not in words taught by human wisdom but in words taught by the Ruach, explaining the spiritual to the spiritual.", "14": "Now a natural man does not accept the things of the Ruach Elohim, for they are foolishness to him; and he cannot understand them, because they are spiritually discerned. ", "15": "But the one who is spiritual discerns all things, and he himself is discerned by no one. For", "16": "“who has known the mind of Adonai, that he will instruct Him?”[d] But we have the mind of Messiah."}