{"1": "And I, brothers and sisters, could not speak to you as Spirit-filled but as worldly[a]—as infants in Messiah. ", "2": "I gave you milk, not solid food, for you were not yet ready. Indeed, even now you are not yet ready, ", "3": "for you are still worldly. For since there is jealousy and strife among you, aren't you worldly and walking in a human way? ", "4": "For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not mere humans[b]?", "5": "What then is Apollos? And what is Paul? Servants through whom you came to trust—and to each as the Lord gave. ", "6": "I planted, Apollos watered, but God gave the increase. ", "7": "So neither the one who plants nor the one who waters is anything, but only God who makes things grow. ", "8": "Now he who plants and he who waters work as one, but each will receive his own reward according to his own labor. ", "9": "For we are God's co-workers; you are God's field, God's building.", "10": "According to the grace of God which was given to me, like a skilled master builder I laid a foundation, and another builds on it. But let each consider carefully how he builds on it. ", "11": "For no one can lay any other foundation than what is already laid[c]—which is Yeshua the Messiah. ", "12": "Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw, ", "13": "each one's work will become clear. For the Day will show it, because it is to be revealed by fire; and the fire itself will test each one's work—what sort it is. ", "14": "If anyone's work built on the foundation survives, he will receive a reward. ", "15": "If anyone's work is burned up, he will suffer loss—he himself will be saved, but as through fire.", "16": "Don't you know that you are God's temple and that the Ruach Elohim dwells among you? ", "17": "If anyone destroys God's temple, God will destroy him; for God's temple is holy, and you are that temple.", "18": "Let no one deceive himself. If anyone thinks he is wise in this age, let him become a fool so he may become wise.", "19": "[d] 19 For the wisdom of this world is foolishness in the sight of God. For it is written, “He catches the clever in their craftiness.”", "20": "[e] 20 And again, “The Lord knows the thoughts of the wise, that they are useless.”", "21": "[f] 21 So let no one boast about men. For all things are yours—", "22": "whether Paul or Apollos or Kefa, or the world or life or death, or things present or things to come. All are yours, ", "23": "and you are Messiah's, and Messiah is God's."}