{"1": "Does any one of you, when he has a matter against his neighbor, dare to go to court before the unrighteous and not before the kedoshim? ", "2": "Don't you know that the kedoshim will judge the world? And if the world is to be judged by you, are you incompetent to judge trivial matters? ", "3": "Don't you know that we will judge angels? How much more the matters of this life! ", "4": "So if you have courts for matters of this life, why do you appoint as judges those who have no standing in the community? ", "5": "I say this to put you to shame! Isn't there even one wise man among you who will be able to settle disputes between his brethren? ", "6": "Instead, a brother goes to court against a brother—and before unbelievers at that!", "7": "Therefore, it is already an utter failure for you that you have lawsuits among yourselves. Why not rather be wronged? Why not rather be cheated? ", "8": "But you yourselves do wrong and cheat—and against your brothers and sisters at that!", "9": "Or don't you know that the unrighteous will not inherit the kingdom of God? Don't be deceived! The sexually immoral, idolaters, adulterers, those who practice homosexuality, ", "10": "thieves, the greedy, drunkards, slanderers, swindlers—none of these will inherit the kingdom of God. ", "11": "That is what some of you were—but you were washed, you were made holy, you were set right in the name of the Lord Yeshua the Messiah and by the Ruach of our God.", "12": "“Everything is permitted for me”—but not everything is helpful. “Everything is permitted for me”—but I will not be controlled by anything. ", "13": "“Food is for the stomach, and the stomach is for food”—but God will do away with both of them. Yet the body is not for sexual immorality but for the Lord, and the Lord is for the body. ", "14": "Now God raised up the Lord and will also raise us up by His power. ", "15": "Don't you know that your bodies are members of Messiah? Shall I then take the members of Messiah and make them members of a prostitute? May it never be! ", "16": "Or don't you know that the one who joins himself to a prostitute is one body with her? For it is said, “The two shall become one flesh.”", "17": "[a] 17 But the one who joins himself to the Lord is one spirit with Him.", "18": "Flee from sexual immorality! Every other sin that a man commits is outside the body—but the one committing sexual immorality sins against his own body. ", "19": "Or don't you know that your body is a temple of the Ruach ha-Kodesh who is in you, whom you have from God, and that you are not your own? ", "20": "For you were bought with a price. Therefore glorify God in your body.[b]"}