{"1": "Gather yourselves together, yes, gather, O nation without [a]shame,", "2": "Before the decree [b]takes effect— The day passes like the chaff— Before the burning anger of the Lord comes upon you, Before the day of the Lord's anger comes upon you.", "3": "Seek the Lord, All you humble of the [c]earth Who have carried out His [d]ordinances; Seek righteousness, seek humility. Perhaps you will be hidden In the day of the Lord's anger.", "4": "For Gaza will be abandoned And Ashkelon a desolation; Ashdod will be driven out at noon And Ekron will be uprooted.", "5": "Woe to the inhabitants of the seacoast, The nation of the [e]Cherethites! The word of the Lord is against you, O Canaan, land of the Philistines; And I will destroy you So that there will be no inhabitant.", "6": "So the seacoast will be pastures, With [f]caves for shepherds and folds for flocks.", "7": "And the coast will be For the remnant of the house of Judah, They will pasture on it. In the houses of Ashkelon they will lie down at evening; For the Lord their God will care for them And restore their fortune.", "8": "“I have heard the [g]taunting of Moab And the revilings of the sons of Ammon, With which they have [h]taunted My people And [i]become arrogant against their territory.", "9": "“Therefore, as I live,” declares the Lord of hosts, The God of Israel, “Surely Moab will be like Sodom And the sons of Ammon like Gomorrah— A place possessed by nettles and salt pits, And a perpetual desolation. The remnant of My people will plunder them And the remainder of My nation will inherit them.”", "10": "This they will have in return for their pride, because they have [j]taunted and [k]become arrogant against the people of the Lord of hosts.", "11": "The Lord will be terrifying to them, for He will [l]starve all the gods of the earth; and all the coastlands of the nations will bow down to Him, everyone from his own place.", "12": "“You also, O Ethiopians, will be slain by My sword.”", "13": "And He will stretch out His hand against the north And destroy Assyria, And He will make Nineveh a desolation, Parched like the wilderness.", "14": "Flocks will lie down in her midst, [m]All beasts which range in herds; Both the [n]pelican and the hedgehog Will lodge in [o]the tops of her pillars; [p]Birds will sing in the window, Desolation will be on the threshold; For He has laid bare the cedar work.", "15": "This is the exultant city Which dwells securely, Who says in her heart, “I am, and there is no one besides me.” How she has become a desolation, A resting place for beasts! Everyone who passes by her will hiss And wave his hand in contempt."}