{"1": "A prophecy, the word of Adonai to Isra'el through Mal'akhi:", "2": "“I love you,” says Adonai. But you ask, “How do you show us your love?” Adonai answers, “'Esav was Ya'akov's brother. Yet I loved Ya'akov ", "3": "but hated 'Esav. I made his mountains desolate and gave his territory to desert jackals.”", "4": "Edom says, “We are beaten down now, but we will come back and rebuild the ruins.” Adonai-Tzva'ot answers, “They can build, but I will demolish. They will be called the Land of Wickedness, the people with whom Adonai is permanently angry.", "5": "You will see it and say, 'Adonai is great, even beyond the borders of Isra'el.'”", "6": "“A son honors his father and a servant his master. But if I'm a father, where is the honor due me? and if I'm a master, where is the respect due me? — says Adonai-Tzva'ot to you cohanim who despise my name. You ask, 'How are we despising your name?' ", "7": "By offering polluted food on my altar! Now you ask, 'How are we polluting you?' By saying that the table of Adonai doesn't deserve respect; ", "8": "so that there's nothing wrong with offering a blind animal as a sacrifice, nothing wrong with offering an animal that's lame or sick. Try offering such an animal to your governor, and see if he will be pleased with you! Would he even receive you?” asks Adonai-Tzva'ot. ", "9": "So if you pray now that God will show us favor, what your actions have accomplished is that Adonai-Tzva'ot asks, “Will he receive any of you? ", "10": "Why doesn't even one of you shut the doors and thus stop this useless lighting of fires on my altar? I take no pleasure in you,” says Adonai-Tzva'ot, “and I will not receive an offering from you. ", "11": "For from farthest east to farthest west my name is great among the nations. Offerings are presented to my name everywhere, pure gifts; for my name is great among the nations,” says Adonai-Tzva'ot. ", "12": "“But you profane it by saying that the table of Adonai is polluted, so that the fruit and food offered deserve contempt. ", "13": "You also say, 'It's all so tiresome!' and sniff scornfully at it,” says Adonai-Tzva'ot. “Then you bring animals that were taken by violence, or they are lame or sick. This is the sort of offering you bring. Am I supposed to accept this from you?” asks Adonai. ", "14": "“Moreover, cursed is the deceiver who has a male animal in his flock that is damaged, but vows and sacrifices to Adonai anyway. For I am a great king,” says Adonai-Tzva'ot, “and my name is respected among the nations."}