{"1": "“Now, cohanim, this command is for you.", "2": "If you won't listen, if you won't pay attention to honoring my name,” says Adonai-Tzva'ot, “then I will send the curse on you; I will turn your blessings into curses. Yes, I will curse them, because you pay no attention.", "3": "I will reject your seed; I will throw dung in your faces, the dung from your festival offerings; and you will be carted off with it.", "4": "Then you will know that I sent you this command to affirm my covenant with Levi,” says Adonai-Tzva'ot.", "5": "“My covenant with him was one of life and peace, and I gave him these things. It was also one of fear, and he feared me; he was in awe of my name.", "6": "The true Torah was in his mouth, and no dishonesty was found on his lips; he walked with me in peace and uprightness and turned many away from sin.", "7": "A cohen's lips should safeguard knowledge, and people should seek Torah from his mouth, because he is the messenger of Adonai-Tzva'ot.", "8": "But you turned away from the path, you caused many to fail in the Torah, you corrupted the covenant of Levi,” says Adonai-Tzva'ot.", "9": "“Therefore I have in turn made you contemptible and vile before all the people, because you did not keep my ways but were partial in applying the Torah.”", "10": "Don't we all have the same father? Didn't one God create us all? Then why do we break faith with each other, profaning the covenant of our ancestors?", "11": "Y'hudah has broken faith; an abomination has been committed in Isra'el and Yerushalayim. For Y'hudah has profaned the sanctuary of Adonai, which he loves, by marrying the daughter of a foreign god.", "12": "If a man does this and presents an offering to Adonai-Tzva'ot, may Adonai cut him off from the tents of Ya'akov, whether initiator or follower.", "13": "Here is something else you do: you cover Adonai's altar with tears, with weeping and with sighing, because he no longer looks at the offering or receives your gift with favor.", "14": "Nevertheless, you ask, “Why is this?” Because Adonai is witness between you and the wife of your youth that you have broken faith with her, though she is your companion, your wife by covenant.", "15": "And hasn't he made [them] one [flesh] in order to have spiritual blood-relatives? For what the one [flesh] seeks is a seed from God. Therefore, take heed to your spirit, and don't break faith with the wife of your youth.", "16": "“For I hate divorce,” says Adonai the God of Isra'el, “and him who covers his clothing with violence,” says Adonai-Tzva'ot. Therefore take heed to your spirit, and don't break faith.", "17": "You have wearied Adonai with your words. Yet you ask, “How have we wearied him?” By saying that anyone who does wrong is good from Adonai's perspective, and that he is delighted with them; or by asking, “Where is the God of justice?”"}