{"1": "“Look! I am sending my messenger to clear the way before me; and the Lord, whom you seek, will suddenly come to his temple. Yes, the messenger of the covenant, in whom you take such delight — look! Here he comes,” says Adonai-Tzva'ot.", "2": "But who can endure the day when he comes? Who can stand when he appears? For he will be like a refiner's fire, like the soapmaker's lye.", "3": "He will sit, testing and purifying the silver; he will purify the sons of Levi, refining them like gold and silver, so that they can bring offerings to Adonai uprightly.", "4": "Then the offering of Y'hudah and Yerushalayim will be pleasing to Adonai, as it was in the days of old, as in years gone by.", "5": "“Then I will approach you for judgment; and I will be quick to witness against sorcerers, adulterers and perjurers; against those who take advantage of wage-earners, widows and orphans; against those who rob the foreigner of his rights and don't fear me,” says Adonai-Tzva'ot.", "6": "“But because I, Adonai, do not change, you sons of Ya'akov will not be destroyed.", "7": "Since the days of your forefathers you have turned from my laws and have not kept them. Return to me, and I will return to you,” says Adonai-Tzva'ot. “But you ask, 'In respect to what are we supposed to return?'", "8": "Can a person rob God? Yet you rob me. But you ask, 'How have we robbed you?' In tenths and voluntary contributions.", "9": "A curse is on you, on your whole nation, because you rob me.", "10": "Bring the whole tenth into the storehouse, so that there will be food in my house, and put me to the test,” says Adonai-Tzva'ot. “See if I won't open for you the floodgates of heaven and pour out for you a blessing far beyond your needs.", "11": "For your sakes I will forbid the devourer to destroy the yield from your soil; and your vine will not lose its fruit before harvest-time,” says Adonai-Tzva'ot.", "12": "“All nations will call you happy, for you will be a land of delights,” says Adonai-Tzva'ot.", "13": "“You have spoken strongly against me,” says Adonai. “Yet you say, 'How have we spoken against you?'", "14": "By saying, 'There is no point in serving God. What good is it to obey his orders or to walk about as mourners before Adonai-Tzva'ot?", "15": "We consider the arrogant happy; also evildoers prosper; they put God to the test; nevertheless, they escape.'”", "16": "Then those who feared Adonai spoke together; and Adonai listened and heard. A record book was written in his presence for those who feared Adonai and had respect for his name.", "17": "“They will be mine,” says Adonai-Tzva'ot, “on the day when I compose my own special treasure. I will spare them as a man spares his own son who serves him.", "18": "Then once again you will see the difference between the righteous and the wicked, between the person who serves God and one that doesn't serve him.", "19": "(4:1) For the day is coming, burning like a furnace, when all the proud and evildoers will be stubble; the day that is coming will set them ablaze,” says Adonai-Tzva'ot, “and leave them neither root nor branch.", "20": "(4:2) But to you who fear my name, the sun of righteousness will rise with healing in its wings; and you will break out leaping, like calves released from the stall.", "21": "(4:3) You will trample the wicked, they will be ashes under the soles of your feet on the day when I take action,” says Adonai-Tzva'ot.", "22": "(4:4) “Remember the Torah of Moshe my servant, which I enjoined on him at Horev, laws and rulings for all Isra'el.", "23": "(4:5) Look, I will send to you Eliyahu the prophet before the coming of the great and terrible Day of Adonai.", "24": "(4:6) He will turn the hearts of the fathers to the children and the hearts of the children to their fathers; otherwise I will come and strike the land with complete destruction.” [Look, I will send to you Eliyahu the prophet before the coming of the great and terrible Day of Adonai.]"}