{"1": "The royal line of David[a] will be cut off, chopped down like a tree; but from the stump will grow a Shoot—yes, a new Branch* from the old root. ", "2": "And the Spirit of the Lord shall rest upon him, the Spirit of wisdom, understanding, counsel, and might; the Spirit of knowledge and of the fear of the Lord. ", "3": "His delight will be obedience to the Lord. He will not judge by appearance, false evidence, or hearsay, ", "4": "but will defend the poor and the exploited. He will rule against the wicked who oppress them. ", "5": "For he will be clothed with fairness and with truth.", "6": "In that day the wolf and the lamb will lie down together, and the leopard and goats will be at peace. Calves and fat cattle will be safe among lions, and a little child shall lead them all. ", "7": "The cows will graze among bears; cubs and calves will lie down together, and lions will eat grass like the cows. ", "8": "Babies will crawl safely among poisonous snakes, and a little child who puts his hand in a nest of deadly adders will pull it out unharmed. ", "9": "Nothing will hurt or destroy in all my holy mountain, for as the waters fill the sea, so shall the earth be full of the knowledge of the Lord.", "10": "In that day he who created the royal dynasty of David[b] will be a banner of salvation to all the world. The nations will rally to him, for the land where he lives will be a glorious place. ", "11": "At that time the Lord will bring back a remnant of his people for the second time, returning them to the land of Israel from Assyria, Upper and Lower Egypt, Ethiopia, Elam, Babylonia, Hamath, and all the distant coastal lands. ", "12": "He will raise a flag among the nations for them to rally to; he will gather the scattered Israelites from the ends of the earth. ", "13": "Then at last the jealousy between Israel and Judah will end; they will not fight each other anymore. ", "14": "Together they will fly against the nations possessing their land on the east and on the west, uniting forces to destroy them, and they will occupy the nations of Edom and Moab and Ammon.", "15": "The Lord will dry a path through the Red Sea[c] and wave his hand over the Euphrates,* sending a mighty wind to divide it into seven streams that can easily be crossed. ", "16": "He will make a highway from Assyria for the remnant there, just as he did for all of Israel long ago when they returned from Egypt."}