{"1": "But the Lord will have mercy on the Israelis; they are still his special ones. He will bring them back to settle once again in the land of Israel. And many nationalities will come and join them there and be their loyal allies. ", "2": "The nations of the world will help them to return, and those coming to live in their land will serve them. Those enslaving Israel will be enslaved—Israel shall rule her enemies!", "3": "In that wonderful day when the Lord gives his people rest from sorrow and fear, from slavery and chains, ", "4": "you will jeer at the king of Babylon and say, “You bully, you! At last you have what was coming to you! ", "5": "For the Lord has crushed your wicked power and broken your evil rule.” ", "6": "You persecuted my people with unceasing blows of rage and held the nations in your angry grip. You were unrestrained in tyranny. ", "7": "But at last the whole earth is at rest and is quiet! All the world begins to sing! ", "8": "Even the trees of the woods—the fir trees and cedars of Lebanon—sing out this joyous song: “Your power is broken; no one will bother us now; at last we have peace.”", "9": "The denizens of hell crowd to meet you as you enter their domain. World leaders and earth's mightiest kings, long dead, are there to see you. ", "10": "With one voice they all cry out, “Now you are as weak as we are!” ", "11": "Your might and power are gone; they are buried with you. All the pleasant music in your palace has ceased; now maggots are your sheet, worms your blanket!", "12": "How you are fallen from heaven, O Lucifer, son of the morning! How you are cut down to the ground—mighty though you were against the nations of the world. ", "13": "For you said to yourself, “I will ascend to heaven and rule the angels.[a] I will take the highest throne. I will preside on the Mount of Assembly far away in the north.* ", "14": "I will climb to the highest heavens and be like the Most High.” ", "15": "But instead, you will be brought down to the pit of hell, down to its lowest depths. ", "16": "Everyone there will stare at you and ask, “Can this be the one who shook the earth and the kingdoms of the world? ", "17": "Can this be the one who destroyed the world and made it into a shambles, who demolished its greatest cities and had no mercy on his prisoners?”", "18": "The kings of the nations lie in stately glory in their graves, ", "19": "but your body is thrown out like a broken branch; it lies in an open grave, covered with the dead bodies of those slain in battle. It lies as a carcass in the road, trampled and mangled by horses' hoofs. ", "20": "No monument will be given you, for you have destroyed your nation and slain your people. Your son will not succeed you as the king. ", "21": "Slay the children of this sinner. Do not let them rise and conquer the land nor rebuild the cities of the world.", "22": "I, myself, have risen against him, says the Lord of heaven's armies, and will cut off his children and his children's children from ever sitting on his throne. ", "23": "I will make Babylon into a desolate land of porcupines, full of swamps and marshes. I will sweep the land with the broom of destruction, says the Lord of the armies of heaven. ", "24": "He has taken an oath to do it! For this is his purpose and plan. ", "25": "I have decided to break the Assyrian army when they are in Israel and to crush them on my mountains; my people shall no longer be their slaves. ", "26": "This is my plan for the whole earth—I will do it by my mighty power that reaches everywhere around the world. ", "27": "The Lord, the God of battle, has spoken—who can change his plans? When his hand moves, who can stop him?", "28": "This is the message that came to me the year King Ahaz died:", "29": "Don't rejoice, Philistines, that the king who smote you is dead.[b] That rod is broken, yes; but his son will be a greater scourge to you than his father ever was! From the snake will be born an adder, a fiery serpent to destroy you! ", "30": "I will shepherd the poor of my people; they shall graze in my pasture! The needy shall lie down in peace. But as for you—I will wipe you out with famine and the sword. ", "31": "Weep, Philistine cities—you are doomed. All your nation is doomed. For a perfectly trained army[c] is coming down from the north against you. ", "32": "What then shall we tell the reporters? Tell them that the Lord has founded Jerusalem and is determined that the poor of his people will find a refuge within her walls."}