{"1": "This is God's message to Damascus, capital of Syria: Look, Damascus is gone! It is no longer a city—it has become a heap of ruins! ", "2": "The cities of Aroer are deserted. Sheep pasture there, lying quiet and unafraid, with no one to chase them away. ", "3": "The strength of Israel and the power of Damascus will end, and the remnant of Syria shall be destroyed. For as Israel's glory departed, so theirs, too, will disappear, declares the Lord Almighty. ", "4": "Yes, the glory of Israel will be very dim when poverty stalks the land. ", "5": "Israel will be as abandoned as the harvested grain fields in the valley of Rephaim. ", "6": "Oh, a very few of her people will be left, just as a few stray olives are left on the trees when the harvest is ended, two or three in the highest branches, four or five out on the tips of the limbs. That is how it will be in Damascus and Israel—stripped bare of people except for a few of the poor who remain.", "7": "Then at last they will think of God their Creator and have respect for the Holy One of Israel. ", "8": "They will no longer ask their idols for help in that day, neither will they worship what their hands have made! They will no longer have respect for the images of Ashtaroth and the sun idols.", "9": "Their largest cities will be as deserted as the distant wooded hills and mountaintops and become like the abandoned cities of the Amorites, deserted when the Israelites approached (so long ago).[a] ", "10": "Why? Because you have turned from the God who can save you—the Rock who can hide you; therefore, even though you plant a wonderful, rare crop of greatest value, ", "11": "and though it grows so well that it will blossom on the very morning that you plant it, yet you will never harvest it—your only harvest will be a pile of grief and incurable pain.", "12": "Look, see the armies thundering toward God's land. ", "13": "But though they roar like breakers rolling upon a beach, God will silence them. They will flee, scattered like chaff by the wind, like whirling dust before a storm. ", "14": "In the evening Israel waits in terror, but by dawn her enemies are dead. This is the just reward of those who plunder and destroy the people of God."}