{"1": "This is God's message concerning Egypt: Look, the Lord is coming against Egypt, riding on a swift cloud; the idols of Egypt tremble; the hearts of the Egyptians melt with fear. ", "2": "I will set them to fighting against each other—brother against brother, neighbor against neighbor, city against city, province against province. ", "3": "Her wise counselors are all at their wits' end to know what to do; they plead with their idols for wisdom and call upon mediums, wizards, and witches to show them what to do. ", "4": "I will hand over Egypt to a hard, cruel master, to a vicious king, says the Lord Almighty.", "5": "And the waters of the Nile will fail to rise and flood the fields; the ditches will be parched and dry, ", "6": "their channels fouled with rotting reeds. ", "7": "All green things along the riverbank will wither and blow away. All crops will perish; everything will die. ", "8": "The fishermen will weep for lack of work; those who fish with hooks and those who use the nets will all be unemployed. ", "9": "The weavers will have no flax or cotton, for the crops will fail. ", "10": "Great men and small—all will be crushed and broken.", "11": "What fools the counselors of Zoan are! Their best counsel to the king of Egypt is utterly stupid and wrong. Will they still boast of their wisdom? Will they dare tell Pharaoh about the long line of wise men they have come from? ", "12": "What has happened to your “wise counselors,” O Pharaoh? Where has their wisdom gone? If they are wise, let them tell you what the Lord is going to do to Egypt. ", "13": "The “wise men” from Zoan are also fools, and those from Memphis are utterly deluded. They are the best you can find, but they have ruined Egypt with their foolish counsel. ", "14": "The Lord has sent a spirit of foolishness on them, so that all their suggestions are wrong; they make Egypt stagger like a sick drunkard. ", "15": "Egypt cannot be saved by anything or anybody—no one can show her the way.", "16": "In that day the Egyptians will be as weak as women, cowering in fear beneath the upraised fist of God. ", "17": "Just to speak the name of Israel will strike deep terror in their hearts, for the Lord Almighty has laid his plans against them.", "18": "At that time five of the cities of Egypt will follow the Lord Almighty and will begin to speak the Hebrew language.[a] One of these will be Heliopolis, “The City of the Sun.” ", "19": "And there will be an altar to the Lord in the heart of Egypt in those days and a monument to the Lord at its border. ", "20": "This will be for a sign of loyalty to the Lord Almighty; then when they cry to the Lord for help against those who oppress them, he will send them a savior—and he shall deliver them.", "21": "In that day the Lord will make himself known to the Egyptians. Yes, they will know the Lord and give their sacrifices and offerings to him; they will make promises to God and keep them. ", "22": "The Lord will smite Egypt and then restore her! For the Egyptians will turn to the Lord and he will listen to their plea and heal them.", "23": "In that day Egypt and Iraq[b] will be connected by a highway, and the Egyptians and the Iraqis will move freely back and forth between their lands, and they shall worship the same God. ", "24": "And Israel will be their ally; the three will be together, and Israel will be a blessing to them. ", "25": "For the Lord will bless Egypt and Iraq because of their friendship[c] with Israel. He will say, “Blessed be Egypt, my people; blessed be Iraq, the land I have made; blessed be Israel, my inheritance!”"}