{"1": "This is God's message concerning Babylon:[a] Disaster is roaring down upon you from the terrible desert, like a whirlwind sweeping from the Negeb. ", "2": "I see an awesome vision: oh, the horror of it all! God is telling me what he is going to do. I see you plundered and destroyed. Elamites and Medes will take part in the siege. Babylon will fall, and the groaning of all the nations she enslaved will end. ", "3": "My stomach constricts and burns with pain; sharp pangs of horror are upon me, like the pangs of a woman giving birth to a child. I faint when I hear what God is planning; I am terrified, blinded with dismay. ", "4": "My mind reels; my heart races; I am gripped by awful fear. All rest at night—so pleasant once—is gone; I lie awake, trembling.", "5": "Look! They are preparing a great banquet! They load the tables with food; they pull up their chairs[b] to eat. . . . Quick, quick, grab your shields and prepare for battle! You are being attacked!*", "6-7": "Meanwhile (in my vision)[c] the Lord had told me, “Put a watchman on the city wall to shout out what he sees. When he sees riders in pairs on donkeys and camels,* tell him, 'This is it!'”", "8-9": "So I put the watchman on the wall, and at last he shouted, “Sir, day after day and night after night I have been here at my post. Now at last—look! Here come riders in pairs!” Then I heard a voice shout out, “Babylon is fallen, is fallen; and all the idols of Babylon lie broken on the ground.”", "10": "O my people, threshed and winnowed, I have told you all that the Lord Almighty, the God of Israel, has said.", "11": "This is God's message to Edom:[d] Someone from among you keeps calling, calling to me: “Watchman, what of the night? Watchman, what of the night? How much time is left?” ", "12": "The watchman replies, “Your judgment day is dawning now. Turn again to God, so that I can give you better news. Seek for him, then come and ask again!”", "13": "This is God's message concerning Arabia: O caravans from Dedan, you will hide in the deserts of Arabia. ", "14": "O people of Tema, bring food and water to these weary fugitives! ", "15": "They have fled from drawn swords and sharp arrows and the terrors of war! ", "16": "“But a long year from now,”[e] says the Lord, “the great power of their enemy,* the mighty tribe of Kedar, will end. ", "17": "Only a few of its stalwart archers will survive.” The Lord, the God of Israel, has spoken."}