{"1": "Listen to them singing! In that day the whole land of Judah will sing this song: “Our city is strong! We are surrounded by the walls of his salvation!” ", "2": "Open the gates to everyone, for all may enter in who love the Lord. ", "3": "He will keep in perfect peace all those who trust in him, whose thoughts turn often to the Lord! ", "4": "Trust in the Lord God always, for in the Lord Jehovah is your everlasting strength. ", "5": "He humbles the proud and brings the haughty city to the dust; its walls come crashing down. ", "6": "He presents it to the poor and needy for their use.", "7": "But for good men the path is not uphill and rough! God does not give them a rough and treacherous path, but smooths the road before them. ", "8": "O Lord, we love to do your will! Our hearts' desire is to glorify your name. ", "9": "All night long I search for you; earnestly I seek for God; for only when you come in judgment on the earth to punish it will people turn away from wickedness and do what is right.", "10": "Your kindness to the wicked doesn't make them good; they keep on doing wrong and take no notice of your majesty. ", "11": "They do not listen when you threaten; they will not look to see your upraised fist. Show them how much you love your people. Perhaps then they will be ashamed! Yes, let them be burned up by the fire reserved for your enemies.", "12": "Lord, grant us peace; for all we have and are has come from you. ", "13": "O Lord our God, once we worshiped other gods; but now we worship you alone. ", "14": "Those we served before are dead and gone; never again will they return. You came against them and destroyed them, and they are long forgotten. ", "15": "O praise the Lord! He has made our nation very great. He has widened the boundaries of our land!", "16": "Lord, in their distress they sought for you. When your punishment was on them, they poured forth a whispered prayer. ", "17": "How we missed your presence, Lord! We suffered as a woman giving birth who cries and writhes in pain. ", "18": "We too have writhed in agony, but all to no avail. No deliverance has come from all our efforts. ", "19": "Yet we have this assurance: Those who belong to God shall live again. Their bodies shall rise again! Those who dwell in the dust shall awake and sing for joy! For God's light of life will fall like dew upon them!", "20": "Go home, my people, and lock the doors! Hide for a little while until the Lord's wrath against your enemies has passed. ", "21": "Look! The Lord is coming from the heavens to punish the people of the earth for their sins. The earth will no longer hide the murderers. The guilty will be found."}