{"1": "Woe to Jerusalem,[a] the city of David. Year after year you make your many offerings, ", "2": "but I will send heavy judgment upon you, and there will be weeping and sorrow. For Jerusalem shall become as her name “Ariel” means—an altar covered with blood. ", "3": "I will be your enemy. I will surround Jerusalem and lay siege against it, and build forts around it to destroy it. ", "4": "Your voice will whisper like a ghost from the earth where you lie buried.", "5": "But suddenly your ruthless enemies will be driven away like chaff before the wind. ", "6": "In an instant, I, the Lord of Hosts, will come upon them with thunder, earthquake, whirlwind, and fire. ", "7": "And all the nations fighting Jerusalem will vanish like a dream! ", "8": "As a hungry man dreams of eating but is still hungry, and as a thirsty man dreams of drinking but is still faint from thirst when he wakes up, so your enemies will dream of victorious conquest, but all to no avail.", "9": "You are amazed, incredulous? You don't believe it? Then go ahead and be blind if you must! You are stupid—and not from drinking, either! Stagger, and not from wine! ", "10": "For the Lord has poured out upon you a spirit of deep sleep. He has closed the eyes of your prophets and seers, ", "11": "so all of these future events are a sealed book to them. When you give it to one who can read, he says, “I can't, for it's sealed.” ", "12": "When you give it to another, he says, “Sorry, I can't read.”", "13": "And so the Lord says, “Since these people say they are mine but they do not obey me, and since their worship amounts to mere words learned by rote, ", "14": "therefore I will take awesome vengeance on these hypocrites and make their wisest counselors as fools.”", "15": "Woe to those who try to hide their plans from God, who try to keep him in the dark concerning what they do! “God can't see us,” they say to themselves. “He doesn't know what is going on!” ", "16": "How stupid can they be! Isn't he, the Potter, greater than you, the jars he makes? Will you say to him, “He didn't make us”? Does a machine call its inventor dumb?", "17": "Soon—and it will not be very long—the wilderness of Lebanon will be a fruitful field again, a lush and fertile forest. ", "18": "In that day the deaf will hear the words of a book, and out of their gloom and darkness the blind will see my plans. ", "19": "The meek will be filled with fresh joy from the Lord, and the poor shall exult in the Holy One of Israel. ", "20": "Bullies will vanish and scoffers will cease, and all those plotting evil will be killed—", "21": "the violent man who fights at the drop of a hat, the man who waits in hiding to beat up the judge who sentenced him, and the men who use any excuse to be unfair.", "22": "That is why the Lord who redeemed Abraham says: “My people will no longer pale with fear or be ashamed. ", "23": "For when they see the surging birthrate and the expanding economy,[b] then they will fear and rejoice in my name; they will praise the Holy One of Israel and stand in awe of him. ", "24": "Those in error will believe the truth, and complainers will be willing to be taught!"}