{"1": "Woe to my rebellious children, says the Lord; you ask advice from everyone but me and decide to do what I don't want you to do. You yoke yourselves with unbelievers, thus piling up your sins. ", "2": "For without consulting me you have gone down to Egypt to find aid and have put your trust in Pharaoh for his protection.[a] ", "3": "But in trusting Pharaoh, you will be disappointed, humiliated and disgraced, for he can't deliver on his promises to save you. ", "4": "For though his power extends to Zoan and Hanes, ", "5": "yet it will all turn out to your shame—he won't help one little bit!", "6": "See them moving slowly across the terrible desert to Egypt—donkeys and camels laden down with treasure to pay for Egypt's aid. On through the badlands they go, where lions and swift venomous snakes live—and Egypt will give you nothing in return! ", "7": "For Egypt's promises are worthless! “The Reluctant Dragon,”[b] I call her!", "8": "Now go and write down this word of mine concerning Egypt, so that it will stand until the end of time, forever and forever, as an indictment of Israel's unbelief. ", "9": "For if you don't write it, they will claim I never warned them. “Oh no,” they'll say, “you never told us that!” For they are stubborn rebels. ", "10-11": "They tell my prophets, “Shut up—we don't want any more of your reports!” Or they say, “Don't tell us the truth; tell us nice things; tell us lies. Forget all this gloom; we've heard more than enough about your 'Holy One of Israel' and all he says.”", "12": "This is the reply of the Holy One of Israel: Because you despise what I tell you and trust instead in frauds and lies and won't repent, ", "13": "therefore calamity will come upon you suddenly, as upon a bulging wall that bursts and falls; in one moment it comes crashing down. ", "14": "God will smash you like a broken dish; he will not act sparingly. Not a piece will be left large enough to use for carrying coals from the hearth, or a little water from the well. ", "15": "For the Lord God, the Holy One of Israel, says: Only in returning to me and waiting for me will you be saved; in quietness and confidence is your strength; but you'll have none of this.", "16": "“No,” you say. “We will get our help from Egypt; they will give us swift horses for riding to battle.” But the only swiftness you are going to see is the swiftness of your enemies chasing you! ", "17": "One of them will chase a thousand of you! Five of them will scatter you until not two of you are left together. You will be like lonely trees on the distant mountaintops. ", "18": "Yet the Lord still waits for you to come to him so he can show you his love; he will conquer you to bless you, just as he said. For the Lord is faithful to his promises. Blessed are all those who wait for him to help them.", "19": "O my people in Jerusalem, you shall weep no more, for he will surely be gracious to you at the sound of your cry. He will answer you. ", "20": "Though he give you the bread of adversity and water of affliction, yet he will be with you to teach you—with your own eyes you will see your Teacher. ", "21": "And if you leave God's paths and go astray, you will hear a voice behind you say, “No, this is the way; walk here.” ", "22": "And you will destroy all your silver idols and gold images and cast them out like filthy things you hate to touch. “Ugh!” you'll say to them. “Be gone!”", "23": "Then God will bless you with rain at planting time and with wonderful harvests and with ample pastures for your cows. ", "24": "The oxen and young donkeys that till the ground will eat grain, its chaff blown away by the wind. ", "25": "In that day when God steps in to destroy your enemies, he will give you streams of water flowing down each mountain and every hill. ", "26": "The moon will be as bright as the sun, and the sunlight brighter than seven days! So it will be when the Lord begins to heal his people and to cure the wounds he gave them.", "27": "See, the Lord comes from afar, aflame with wrath, surrounded by thick rising smoke. His lips are filled with fury; his words consume like fire. ", "28": "His wrath pours out like floods upon them all, to sweep them all away. He will sift out the proud nations and bridle them and lead them off to their doom.", "29": "But the people of God will sing a song of solemn joy, like songs in the night when holy feasts are held; his people will have gladness of heart, as when a flutist leads a pilgrim band to Jerusalem to the mountain of the Lord, the Rock of Israel. ", "30": "And the Lord shall cause his majestic voice to be heard and shall crush down his mighty arm upon his enemies with angry indignation and devouring flames, with tornados, terrible storms, and huge hailstones. ", "31": "The voice of the Lord shall punish the Assyrians, who had been his rod of punishment. ", "32": "And when the Lord smites them, his people will rejoice with music and song. ", "33": "The funeral pyre has long been ready, prepared for Molech, the Assyrian god; it is piled high with wood. The breath of the Lord, like fire from a volcano, will set it all on fire."}