{"1": "Look, a righteous King is coming, with honest princes! ", "2": "He will shelter Israel from the storm and wind. He will refresh her as a river in the desert and as the cooling shadow of a mighty rock within a hot and weary land. ", "3": "Then at last the eyes of Israel will open wide to God; his people will listen to his voice. ", "4": "Even the hotheads among them will be full of sense and understanding, and those who stammer in uncertainty will speak out plainly.", "5": "In those days the ungodly, the atheists, will not be heroes! Wealthy cheaters will not be spoken of as generous, outstanding men! ", "6": "Everyone will recognize an evil man when he sees him, and hypocrites will fool no one at all. Their lies about God and their cheating of the hungry will be plain for all to see. ", "7": "The smooth tricks of evil men will be exposed, as will all the lies they use to oppress the poor in the courts. ", "8": "But good men will be generous to others and will be blessed of God for all they do.", "9": "Listen, you women who loll around in lazy ease; listen to me and I will tell you your reward: ", "10": "In a short time—in just a little more than a year—suddenly you'll care, O careless ones. For the crops of fruit will fail; the harvest will not take place. ", "11": "Tremble, O women of ease; throw off your unconcern. Strip off your pretty clothes—wear sackcloth for your grief. ", "12": "Beat your breasts in sorrow for those bountiful farms of yours that will soon be gone, and for those fruitful vines of other years. ", "13": "For your lands will thrive with thorns and briars; your joyous homes and happy cities will be gone. ", "14": "Palaces and mansions will all be deserted, the crowded cities empty. Wild herds of donkeys and goats will graze upon the mountains where the watchtowers are, ", "15": "until at last the Spirit is poured down on us from heaven. Then once again enormous crops will come. ", "16": "Then justice will rule through all the land, ", "17": "and out of justice, peace. Quietness and confidence will reign forever more.", "18": "My people will live in safety, quietly at home, ", "19": "but the Assyrians[a] will be destroyed and their cities laid low. ", "20": "And God will greatly bless his people. Wherever they plant, bountiful crops will spring up, and their flocks and herds will graze in green pastures."}