{"1": "So in the fourteenth year of King Hezekiah's reign, Sennacherib, king of Assyria, came to fight against the walled cities of Judah and conquered them. ", "2": "Then he sent his personal representative with a great army from Lachish to confer with King Hezekiah in Jerusalem. He camped near the outlet of the upper pool, along the road going past the field where cloth is bleached.", "3": "Then Eliakim, Hilkiah's son, who was the prime minister of Israel, and Shebna, the king's scribe, and Joah, Asaph's son, the royal secretary, formed a truce team and went out of the city to meet with him. ", "4": "The Assyrian ambassador told them to go and say to Hezekiah, “The mighty king of Assyria says you are a fool to think that the king of Egypt will help you. ", "5": "What are the Pharaoh's promises worth? Mere words won't substitute for strength, yet you rely on him for help and have rebelled against me! ", "6": "Egypt is a dangerous ally. She is a sharpened stick that will pierce your hand if you lean on it. That is the experience of everyone who has ever looked to her for help. ", "7": "But perhaps you say, 'We are trusting in the Lord our God!' Oh? Isn't he the one your king insulted, tearing down his temples and altars in the hills and making everyone in Judah worship only at the altars here in Jerusalem? ", "8-9": "My master, the king of Assyria, wants to make a little bet with you!—that you don't have 2,000 men left in your entire army! If you do, he will give you 2,000 horses for them to ride on! With that tiny army, how can you think of proceeding against even the smallest and worst contingent of my master's troops? For you'll get no help from Egypt. ", "10": "What's more, do you think I have come here without the Lord's telling me to take this land? The Lord said to me, 'Go and destroy it!'”", "11": "Then Eliakim, Shebna, and Joah said to him, “Please talk to us in Aramaic,[a] for we understand it quite well. Don't speak in Hebrew, for the people on the wall will hear.”", "12": "But he replied, “My master wants everyone in Jerusalem to hear this, not just you. He wants them to know that if you don't surrender, this city will be put under siege until everyone is so hungry and thirsty that he will eat his own dung and drink his own urine.”", "13": "Then he shouted in Hebrew to the Jews listening on the wall, “Hear the words of the great king, the king of Assyria:", "14": "“Don't let Hezekiah fool you—nothing he can do will save you. ", "15": "Don't let him talk you into trusting in the Lord by telling you the Lord won't let you be conquered by the king of Assyria. ", "16": "Don't listen to Hezekiah, for here is the king of Assyria's offer to you: Give me a present as a token of surrender; open the gates and come out, and I will let you each have your own farm and garden and water, ", "17": "until I can arrange to take you to a country very similar to this one—a country where there are bountiful harvests of grain and grapes, a land of plenty. ", "18": "Don't let Hezekiah deprive you of all this by saying the Lord will deliver you from my armies. Have any other nation's gods ever gained victory over the armies of the king of Assyria? ", "19": "Don't you remember what I did to Hamath and Arpad? Did their gods save them? And what about Sepharvaim and Samaria? Where are their gods now? ", "20": "Of all the gods of these lands, which one has ever delivered their people from my power? Name just one! And do you think this God of yours can deliver Jerusalem from me? Don't be ridiculous!”", "21": "But the people were silent and answered not a word, for Hezekiah had told them to say nothing in reply. ", "22": "Then Eliakim (son of Hilkiah), the prime minister, and Shebna, the royal scribe, and Joah (son of Asaph), the royal secretary, went back to Hezekiah with clothes ripped to shreds as a sign of their despair and told him all that had happened."}