{"1": "It was just before all this that Hezekiah became deathly sick, and Isaiah the prophet (Amoz' son) went to visit him and gave him this message from the Lord: “Set your affairs in order, for you are going to die; you will not recover from this illness.”", "2": "When Hezekiah heard this, he turned his face to the wall and prayed:", "3": "“O Lord, don't you remember how true I've been to you and how I've always tried to obey you in everything you said?” Then he broke down with great sobs.", "4": "So the Lord sent another message to Isaiah:", "5": "“Go and tell Hezekiah that the Lord God of your forefather David hears you praying and sees your tears and will let you live fifteen more years. ", "6": "He will deliver you and this city from the king of Assyria. I will defend you, says the Lord, ", "7": "and here is my guarantee: ", "8": "I will send the sun backwards ten degrees as measured on Ahaz's sundial!” So the sun retraced ten degrees that it had gone down!", "9": "When King Hezekiah was well again, he wrote this poem about his experience:", "10": "“My life is but half done and I must leave it all. I am robbed of my normal years, and now I must enter the gates of Sheol. ", "11": "Never again will I see the Lord in the land of the living. Never again will I see my friends in this world. ", "12": "My life is blown away like a shepherd's tent; it is cut short as when a weaver stops his working at the loom. In one short day my life hangs by a thread.", "13": "“All night I moaned; it was like being torn apart by lions. ", "14": "Delirious, I chattered like a swallow and mourned like a dove; my eyes grew weary of looking up for help. 'O God,' I cried, 'I am in trouble—help me.' ", "15": "But what can I say? For he himself has sent this sickness. All my sleep has fled because of my soul's bitterness. ", "16": "O Lord, your discipline is good and leads to life and health. Oh, heal me and make me live!", "17": "“Yes, now I see it all—it was good for me to undergo this bitterness, for you have lovingly delivered me from death; you have forgiven all my sins. ", "18": "For dead men cannot praise you.[a] They cannot be filled with hope and joy. ", "19": "The living, only the living, can praise you as I do today. One generation makes known your faithfulness to the next. ", "20": "Think of it! The Lord healed me! Every day of my life from now on I will sing my songs of praise in the Temple, accompanied by the orchestra.”", "21": "(For Isaiah had told Hezekiah's servants, “Make an ointment of figs and spread it over the boil, and he will get well again.”", "22": "And then Hezekiah had asked, “What sign will the Lord give me to prove that he will heal me?”)"}