{"1": "“Comfort, yes, comfort my people,” says your God. ", "2": "“Speak tenderly to Jerusalem and tell her that her sad days are gone. Her sins are pardoned, and I have punished her in full for all her sins.”", "3": "Listen! I hear the voice of someone shouting, “Make a road for the Lord through the wilderness; make him a straight, smooth road through the desert. ", "4": "Fill the valleys; level the hills; straighten out the crooked paths, and smooth off the rough spots in the road. ", "5": "The glory of the Lord will be seen by all mankind together.” The Lord has spoken—it shall be.", "6": "The voice says, “Shout!” “What shall I shout?” I asked. “Shout that man is like the grass that dies away, and all his beauty fades like dying flowers. ", "7": "The grass withers, the flower fades beneath the breath of God. And so it is with fragile man. ", "8": "The grass withers, the flowers fade, but the word of our God shall stand forever.”", "9": "O crier of good news, shout to Jerusalem from the mountaintops! Shout louder—don't be afraid—tell the cities of Judah, “Your God is coming!” ", "10": "Yes, the Lord God is coming with mighty power; he will rule with awesome strength. See, his reward is with him, to each as he has done. ", "11": "He will feed his flock like a shepherd; he will carry the lambs in his arms and gently lead the ewes with young.", "12": "Who else has held the oceans in his hands and measured off the heavens with his ruler? Who else knows the weight of all the earth and weighs the mountains and the hills? ", "13": "Who can advise the Spirit of the Lord or be his teacher or give him counsel? ", "14": "Has he ever needed anyone's advice? Did he need instruction as to what is right and best? ", "15": "No, for all the peoples of the world are nothing in comparison with him—they are but a drop in the bucket, dust on the scales. He picks up the islands as though they had no weight at all. ", "16": "All of Lebanon's forests do not contain sufficient fuel to consume a sacrifice large enough to honor him, nor are all its animals enough to offer to our God. ", "17": "All the nations are as nothing to him; in his eyes they are less than nothing—mere emptiness and froth.", "18": "How can we describe God? With what can we compare him? ", "19": "With an idol? An idol made from a mold, overlaid with gold, and with silver chains around its neck? ", "20": "The man too poor to buy expensive gods like that will find a tree free from rot and hire a man to carve a face on it, and that's his god—a god that cannot even move!", "21": "Are you so ignorant? Are you so deaf to the words of God—the words he gave before the world began? Have you never heard nor understood? ", "22": "It is God who sits above the circle of the earth. (The people below must seem to him like grasshoppers!) He is the one who stretches out the heavens like a curtain and makes his tent from them. ", "23": "He dooms the great men of the world and brings them all to naught. ", "24": "They hardly get started, barely take root, when he blows on them and their work withers, and the wind carries them off like straw.", "25": "“With whom will you compare me? Who is my equal?” asks the Holy One.", "26": "Look up into the heavens! Who created all these stars? As a shepherd leads his sheep,[a] calling each by its pet name, and counts them to see that none are lost or strayed, so God does with stars and planets!", "27": "O Jacob, O Israel, how can you say that the Lord doesn't see your troubles and isn't being fair? ", "28": "Don't you yet understand? Don't you know by now that the everlasting God, the Creator of the farthest parts of the earth, never grows faint or weary? No one can fathom the depths of his understanding. ", "29": "He gives power to the tired and worn out, and strength to the weak. ", "30": "Even the youths shall be exhausted, and the young men will all give up. ", "31": "But they that wait upon the Lord shall renew their strength. They shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."}