{"1": "Listen in silence before me, O lands beyond the sea. Bring your strongest arguments. Come now and speak. The court is ready for your case.", "2": "Who has stirred up this one from the east,[a] whom victory meets at every step? Who, indeed, but the Lord? God has given him victory over many nations and permitted him to trample kings underfoot and to put entire armies to the sword. ", "3": "He chases them away and goes on safely, though the paths he treads are new. ", "4": "Who has done such mighty deeds, directing the affairs of generations of mankind as they march by? It is I, the Lord, the First and Last; I alone am he.", "5": "The lands beyond the sea watch in fear and wait for word of Cyrus's[b] new campaigns. Remote lands tremble and mobilize for war. ", "6-7": "The craftsmen encourage each other as they rush to make new idols to protect them. The carver hurries the goldsmith, and the molder helps at the anvil. “Good,” they say. “It's coming along fine. Now we can solder on the arms.” Carefully they join the parts together and then fasten the thing in place so it won't fall over!", "8": "But as for you, O Israel, you are mine, my chosen ones; for you are Abraham's family, and he was my friend. ", "9": "I have called you back from the ends of the earth and said that you must serve but me alone, for I have chosen you and will not throw you away. ", "10": "Fear not, for I am with you. Do not be dismayed. I am your God. I will strengthen you; I will help you; I will uphold you with my victorious right hand.[c]", "11": "See, all your angry enemies lie confused and shattered. Anyone opposing you will die. ", "12": "You will look for them in vain—they will all be gone. ", "13": "I am holding you by your right hand—I, the Lord your God—and I say to you, Don't be afraid; I am here to help you. ", "14": "Despised though you are, fear not, O Israel; for I will help you. I am the Lord, your Redeemer; I am the Holy One of Israel. ", "15": "You shall be a new and sharp-toothed threshing instrument to tear all enemies apart, making chaff of mountains. ", "16": "You shall toss them in the air; the wind shall blow them all away; whirlwinds shall scatter them. And the joy of the Lord shall fill you full; you shall glory in the God of Israel.", "17": "When the poor and needy seek water and there is none, and their tongues are parched from thirst, then I will answer when they cry to me. I, Israel's God, will never forsake them. ", "18": "I will open up rivers for them on high plateaus! I will give them fountains of water in the valleys! In the deserts will be pools of water, and rivers fed by springs shall flow across the dry, parched ground. ", "19": "I will plant trees—cedars, myrtle, olive trees, cypress, fir, and pine—on barren land. ", "20": "Everyone will see this miracle and understand that it is God who did it, Israel's Holy One.", "21": "Can your idols make such claims as these? Let them come and show what they can do, says God, the King of Israel. ", "22": "Let them try to tell us what occurred in years gone by or what the future holds. ", "23": "Yes, that's it! If you are gods, tell what will happen in the days ahead! Or do some mighty miracle that makes us stare, amazed. ", "24": "But no! You are less than nothing and can do nothing at all. Anyone who chooses you needs to have his head examined!", "25": "But I have stirred up Cyrus from the north and east; he will come against the nations and call on my name, and I will give him victory over kings and princes. He will tread them as a potter tramples clay.", "26": "Who but I have told you this would happen? Who else predicted this, making you admit that he was right? No one else! None other said one word! ", "27": "I was the first to tell Jerusalem, “Look! Look! Help is on the way!” ", "28": "Not one of your idols told you this. Not one gave any answer when I asked. ", "29": "See, they are all foolish, worthless things; your idols are all as empty as the wind."}