{"1": "See my servant,[a] whom I uphold; my Chosen One in whom I delight. I have put my Spirit upon him; he will reveal justice to the nations of the world. ", "2": "He will be gentle—he will not shout nor quarrel in the streets. ", "3": "He will not break the bruised reed, nor quench the dimly burning flame. He will encourage the fainthearted, those tempted to despair. He will see full justice given to all who have been wronged. ", "4": "He won't be satisfied[b] until truth and righteousness prevail throughout the earth, nor until even distant lands beyond the seas have put their trust in him.", "5": "The Lord God who created the heavens and stretched them out, who created the earth and everything in it, who gives life and breath and spirit to everyone in all the world, he is the one who says to his Servant, the Messiah[c]: ", "6": "“I the Lord have called you to demonstrate my righteousness. I will guard and support you, for I have given you to my people as the personal confirmation of my covenant with them.[d] You shall also be a light to guide the nations unto me. ", "7": "You will open the eyes of the blind and release those who sit in prison darkness and despair. ", "8": "I am the Lord! That is my name, and I will not give my glory to anyone else; I will not share my praise with carved idols. ", "9": "Everything I prophesied came true, and now I will prophesy again. I will tell you the future before it happens.”", "10": "Sing a new song to the Lord; sing his praises, all you who live in earth's remotest corners! Sing, O sea! Sing, all you who live in distant lands beyond the sea! ", "11": "Join in the chorus, you desert cities—Kedar and Sela! And you, too, dwellers in the mountaintops. ", "12": "Let the western coastlands glorify the Lord and sing his mighty power.", "13": "The Lord will be a mighty warrior, full of fury toward his foes. He will give a great shout and prevail. ", "14": "Long has he been silent; he has restrained himself. But now he will give full vent to his wrath; he will groan and cry like a woman delivering her child. ", "15": "He will level the mountains and hills and blight their greenery. He will dry up the rivers and pools. ", "16": "He will bring blind Israel along a path they have not seen before. He will make the darkness bright before them and smooth and straighten out the road ahead. He will not forsake them. ", "17": "But those who trust in idols and call them gods will be greatly disappointed; they will be turned away.", "18": "Oh, how blind and deaf you are toward God! Why won't you listen? Why won't you see? ", "19": "Who in all the world is as blind as my own people,[e] who are designed to be my messengers of truth? Who is so blind as my “dedicated one,” the “servant of the Lord”? ", "20": "You see and understand what is right but won't heed nor do it; you hear, but you won't listen.", "21": "The Lord has magnified his law and made it truly glorious. Through it he had planned to show the world that he is righteous. ", "22": "But what a sight his people are—these who were to demonstrate to all the world the glory of his law;[f] for they are robbed, enslaved, imprisoned, trapped, fair game for all, with no one to protect them. ", "23": "Won't even one of you apply these lessons from the past and see the ruin that awaits you up ahead? ", "24": "Who let Israel be robbed and hurt? Did not the Lord? It is the Lord they sinned against, for they would not go where he sent them nor listen to his laws. ", "25": "That is why God poured out such fury and wrath on his people and destroyed them in battle. Yet, though set on fire and burned, they will not understand the reason why—that it is God, wanting them to repent.[g]"}