{"1": "“O Babylon, the unconquered, come sit in the dust; for your days of glory, pomp, and honor are ended. O daughter of Chaldea, never again will you be the lovely princess, tender and delicate. ", "2": "Take heavy millstones and grind the corn; remove your veil;[a] strip off your robe; expose yourself to public view. ", "3": "You shall be in nakedness and shame. I will take vengeance upon you and will not repent.”", "4": "So speaks our Redeemer, who will save Israel from Babylon's mighty power; the Lord Almighty is his name, the Holy One of Israel.", "5": "Sit in darkness and silence, O Babylon; never again will you be called “The Queen of Kingdoms.” ", "6": "For I was angry with my people Israel and began to punish them a little by letting them fall into your hands, O Babylon. But you showed them no mercy. You have made even the old folks carry heavy burdens. ", "7": "You thought your reign would never end, Queen Kingdom of the world. You didn't care a whit about my people or think about the fate of those who do them harm.", "8": "O pleasure-mad kingdom, living at ease, bragging as the greatest in the world—listen to the sentence of my court upon your sins. You say, “I alone am God! I'll never be a widow; I'll never lose my children.” ", "9": "Well, those two things shall come upon you in one moment, in full measure in one day: widowhood and the loss of your children, despite all your witchcraft and magic.", "10": "You felt secure in all your wickedness. “No one sees me,” you said. Your “wisdom” and “knowledge” have caused you to turn away from me and claim that you yourself are Jehovah. ", "11": "That is why disaster shall overtake you suddenly—so suddenly that you won't know where it comes from. And there will be no atonement then to cleanse away your sins.", "12": "Call out the demon hordes you've worshiped all these years. Call on them to help you strike deep terror into many hearts again. ", "13": "You have advisors by the ton—your astrologers and stargazers, who try to tell you what the future holds. ", "14": "But they are as useless as dried grass burning in the fire. They cannot even deliver themselves! You'll get no help from them at all. Theirs is no fire to sit beside to make you warm! ", "15": "And all your friends of childhood days shall slip away and disappear, unable to help."}