{"1-2": "Hear me, my people: you swear allegiance to the Lord without meaning a word of it when you boast of living in the Holy City and brag about depending on the God of Israel. ", "3": "Time and again I told you what was going to happen in the future. My words were scarcely spoken when suddenly I did just what I said. ", "4": "I knew how hard and obstinate you are. Your necks are as unbending as iron; you are as hardheaded as brass. ", "5": "That is why I told you ahead of time what I was going to do, so that you could never say, “My idol did it; my carved image commanded it to happen!” ", "6": "You have heard my predictions and seen them fulfilled, but you refuse to agree it is so. Now I will tell you new things I haven't mentioned before, secrets you haven't heard.", "7": "Then you can't say, “We knew that all the time!”", "8": "Yes, I'll tell you things entirely new, for I know so well what traitors you are, rebels from earliest childhood, rotten through and through. ", "9": "Yet for my own sake and for the honor of my name I will hold back my anger and not wipe you out. ", "10": "I refined you in the furnace of affliction, but found no silver there. You are worthless, with nothing good in you at all. ", "11": "Yet for my own sake—yes, for my own sake—I will save you from my anger and not destroy you lest the heathen say their gods have conquered me. I will not let them have my glory.", "12": "Listen to me, my people, my chosen ones! I alone am God. I am the First; I am the Last. ", "13": "It was my hand that laid the foundations of the earth; the palm of my right hand spread out the heavens above; I spoke and they came into being.", "14": "Come, all of you, and listen. Among all your idols, which one has ever told you this: “The Lord loves Cyrus. He will use him to put an end to the empire of Babylonia. He will utterly rout the armies of the Chaldeans”? ", "15": "But I am saying it. I have called Cyrus; I have sent him on this errand, and I will prosper him.", "16": "Come closer and listen. I have always told you plainly what would happen, so that you could clearly understand. And now the Lord God and his Spirit have sent me (with this message):", "17": "The Lord, your Redeemer, the Holy One of Israel, says: I am the Lord your God, who punishes you for your own good and leads you along the paths that you should follow.", "18": "Oh, that you had listened to my laws! Then you would have had peace flowing like a gentle river, and great waves of righteousness. ", "19": "Then you would have become as numerous as the sands along the seashores of the world, too many to count, and there would have been no need for your destruction.", "20": "Yet even now, be free from your captivity! Leave Babylon, singing as you go; shout to the ends of the earth that the Lord has redeemed his servants, the Jews. ", "21": "They were not thirsty when he led them through the deserts; he divided the rock, and water gushed out for them to drink. ", "22": "But there is no peace, says the Lord, for the wicked."}