{"1": "Listen to me, all of you in far-off lands: The Lord called me before my birth. From within the womb he called me by my name. ", "2": "God will make my words of judgment sharp as swords. He has hidden me in the shadow of his hand; I am like a sharp arrow in his quiver.", "3": "He said to me: “You are my servant, a prince of power[a] with God, and you shall bring me glory.”", "4": "I replied, “But my work for them seems all in vain; I have spent my strength for them without response. Yet I leave it all with God for my reward.”", "5": "“And now,” said the Lord—the Lord who formed me from my mother's womb to serve him who commissioned me to restore to him his people Israel, who has given me the strength to perform this task and honored me for doing it!—", "6": "“you shall do more than restore Israel to me. I will make you a Light to the nations of the world to bring my salvation to them too.”", "7": "The Lord, the Redeemer and Holy One of Israel, says to the One who is despised, rejected by mankind, and kept beneath the heel of the world's rulers: “Kings shall stand at attention when you pass by; princes shall bow low because the Lord has chosen you; he, the faithful Lord, the Holy One of Israel, chooses you.”", "8-9": "The Lord says, “Your request has come at a favorable time. I will keep you from harm and give you as a token and pledge to Israel, proof that I will reestablish the land of Israel and reassign it to its own people again. Through you I am saying to the prisoners of darkness, 'Come out! I am giving you your freedom!' They will be my sheep, grazing in green pastures and on the grassy hills. ", "10": "They shall neither hunger nor thirst; the searing sun and scorching desert winds will not reach them anymore. For the Lord in his mercy will lead them beside the cool waters. ", "11": "And I will make my mountains into level paths for them; the highways shall be raised above the valleys. ", "12": "See, my people shall return from far away, from north and west and south.”", "13": "Sing for joy, O heavens; shout, O earth. Break forth with song, O mountains, for the Lord has comforted his people and will have compassion upon them in their sorrow.", "14": "Yet they say, “My Lord deserted us; he has forgotten us.”", "15": "“Never! Can a mother forget her little child and not have love for her own son? Yet even if that should be, I will not forget you. ", "16": "See, I have tattooed your name upon my palm, and ever before me is a picture of Jerusalem's walls in ruins. ", "17": "Soon your rebuilders shall come and chase away all those destroying you. ", "18": "Look and see, for the Lord has vowed that all your enemies shall come and be your slaves. They will be as jewels to display, as bridal ornaments.", "19": "“Even the most desolate parts of your abandoned land shall soon be crowded with your people, and your enemies who enslaved you shall be far away. ", "20": "The generations born in exile shall return and say, 'We need more room! It's crowded here!' ", "21": "Then you will think to yourself, 'Who has given me all these? For most of my children were killed, and the rest were carried away into exile, leaving me here alone. Who bore these? Who raised them for me?'”", "22": "The Lord God says, “See, I will give a signal to the Gentiles, and they shall carry your little sons back to you in their arms, and your daughters on their shoulders. ", "23": "Kings and queens shall serve you; they shall care for all your needs. They shall bow to the earth before you and lick the dust from off your feet; then you shall know I am the Lord. Those who wait for me shall never be ashamed.”", "24": "Who can snatch the prey from the hands of a mighty man? Who can demand that a tyrant let his captives go? ", "25": "But the Lord says, “Even the captives of the most mighty and most terrible shall all be freed; for I will fight those who fight you, and I will save your children. ", "26": "I will feed your enemies with their own flesh, and they shall be drunk with rivers of their own blood. All the world shall know that I, the Lord, am your Savior and Redeemer, the Mighty One of Israel.”"}