{"1": "Be just and fair to all, the Lord God says. Do what's right and good, for I am coming soon to rescue you. ", "2": "Blessed is the man who refuses to work during my Sabbath days of rest, but honors them; and blessed is the man who checks himself from doing wrong.", "3": "And my blessings are for Gentiles, too, when they accept the Lord; don't let them think that I will make them second-class citizens. And this is for the eunuchs too. They can be as much mine as anyone. ", "4": "For I say this to the eunuchs who keep my Sabbaths holy, who choose the things that please me and obey my laws: ", "5": "I will give them—in my house, within my walls—a name far greater than the honor they would receive from having sons and daughters. For the name that I will give them is an everlasting one; it will never disappear.", "6": "As for the Gentiles, the outsiders who join the people of the Lord and serve him and love his name, who are his servants and don't desecrate the Sabbath, and have accepted his covenant and promises, ", "7": "I will bring them also to my holy mountain of Jerusalem and make them full of joy within my House of Prayer. I will accept their sacrifices and offerings, for my Temple shall be called “A House of Prayer for All People”! ", "8": "For the Lord God who brings back the outcasts of Israel says: I will bring others, too, besides my people Israel.", "9": "Come, wild animals of the field; come, tear apart the sheep; come, wild animals of the forest, devour my people.[a] ", "10": "For the leaders of my people—the Lord's watchmen, his shepherds—are all blind to every danger. They are featherbrained and give no warning when danger comes. They love to lie there, love to sleep, to dream. ", "11": "And they are as greedy as dogs, never satisfied; they are stupid shepherds who only look after their own interest, each trying to get as much as he can for himself from every possible source.", "12": "“Come,” they say. “We'll get some wine and have a party; let's all get drunk. This is really living; let it go on and on, and tomorrow will be even better!”"}