{"1": "The good men perish; the godly die before their time, and no one seems to care or wonder why. No one seems to realize that God is taking them away from evil days ahead. ", "2": "For the godly who die shall rest in peace.", "3": "But you—come here, you witches' sons, you offspring of adulterers and harlots! ", "4": "Who is it you mock, making faces and sticking out your tongues? You children of sinners and liars! ", "5": "You worship your idols with great zeal beneath the shade of every tree and slay your children as human sacrifices down in the valleys, under overhanging rocks. ", "6": "Your gods are the smooth stones in the valleys. You worship them, and they, not I, are your inheritance. Does all this make me happy? ", "7-8": "You have committed adultery on the tops of the mountains, for you worship idols there, deserting me. Behind closed doors you set your idols up and worship someone other than me. This is adultery, for you are giving these idols your love instead of loving me. ", "9": "You have taken pleasant incense and perfume to Molech as your gift. You have traveled far, even to hell itself, to find new gods to love. ", "10": "You grew weary in your search, but you never gave up. You strengthened yourself and went on. ", "11": "Why were you more afraid of them than of me? How is it that you gave not even a second thought to me? Is it because I've been too gentle that you have no fear of me?", "12": "And then there is your “righteousness” and your “good works”—none of which will save you. ", "13": "Let's see if the whole collection of your idols can help you when you cry to them to save you! They are so weak that the wind can carry them off! A breath can puff them away. But he who trusts in me shall possess the land and inherit my holy mountain. ", "14": "I will say, Rebuild the road! Clear away the rocks and stones. Prepare a glorious highway for my people's return from captivity.", "15": "The high and lofty One who inhabits eternity, the Holy One, says this: I live in that high and holy place where those with contrite, humble spirits dwell; and I refresh the humble and give new courage to those with repentant hearts. ", "16": "For I will not fight against you forever, nor always show my wrath; if I did, all mankind would perish—the very souls that I have made. ", "17": "I was angry and smote these greedy men. But they went right on sinning, doing everything their evil hearts desired. ", "18": "I have seen what they do, but I will heal them anyway! I will lead them and comfort them, helping them to mourn and to confess their sins. ", "19": "Peace, peace to them, both near and far, for I will heal them all. ", "20": "But those who still reject me[a] are like the restless sea, which is never still, but always churns up mire and dirt. ", "21": "There is no peace, says my God, for them!"}