{"1": "Listen now! The Lord isn't too weak to save you. And he isn't getting deaf! He can hear you when you call! ", "2": "But the trouble is that your sins have cut you off from God. Because of sin he has turned his face away from you and will not listen anymore. ", "3": "For your hands are those of murderers and your fingers are filthy with sin. You lie and grumble and oppose the good. ", "4": "No one cares about being fair and true. Your lawsuits are based on lies; you spend your time plotting evil deeds and doing them. ", "5": "You spend your time and energy in spinning evil plans that end up in deadly actions. ", "6": "You cheat and shortchange everyone. Everything you do is filled with sin; violence is your trademark. ", "7": "Your feet run to do evil and rush to murder; your thoughts are only of sinning, and wherever you go you leave behind a trail of misery and death. ", "8": "You don't know what true peace is, nor what it means to be just and good; you continually do wrong and those who follow you won't experience any peace either.", "9": "It is because of all this evil that you aren't finding God's blessings; that's why he doesn't punish those who injure you. No wonder you are in darkness when you expected light. No wonder you are walking in the gloom. ", "10": "No wonder you grope like blind men and stumble along in broad daylight, yes, even at brightest noontime, as though it were the darkest night! No wonder you are like corpses when compared with vigorous young men! ", "11": "You roar like hungry bears; you moan with mournful cries like doves. You look for God to keep you, but he doesn't. He has turned away. ", "12": "For your sins keep piling up before the righteous God and testify against you. Yes, we know what sinners we are. ", "13": "We know our disobedience; we have denied the Lord our God. We know what rebels we are and how unfair we are, for we carefully plan our lies. ", "14": "Our courts oppose the righteous man; fairness is unknown. Truth falls dead in the streets, and justice is outlawed.", "15": "Yes, truth is gone, and anyone who tries a better life is soon attacked. The Lord saw all the evil and was displeased to find no steps taken against sin. ", "16": "He saw no one was helping you and wondered that no one intervened. Therefore he himself stepped in to save you through his mighty power and justice. ", "17": "He put on righteousness as armor and the helmet of salvation on his head. He clothed himself with robes of vengeance and of godly fury. ", "18": "He will repay his enemies for their evil deeds—fury for his foes in distant lands. ", "19": "Then at last they will reverence and glorify the name of God from west to east. For he will come like a flood tide driven by Jehovah's breath. ", "20": "He will come as a Redeemer to those in Zion who have turned away from sin.", "21": "“As for me, this is my promise to them,” says the Lord: “My Holy Spirit shall not leave them, and they shall want the good and hate the wrong—they and their children and their children's children forever.”"}