{"1": "The year King Uzziah died I saw the Lord! He was sitting on a lofty throne, and the Temple was filled with his glory. ", "2": "Hovering about him were mighty, six-winged angels of fire. With two of their wings they covered their faces, with two others they covered their feet, and with two they flew. ", "3": "In a great antiphonal chorus they sang, “Holy, holy, holy is the Lord Almighty; the whole earth is filled with his glory.” ", "4": "Such singing it was! It shook the Temple to its foundations, and suddenly the entire sanctuary was filled with smoke.", "5": "Then I said, “My doom is sealed, for I am a foul-mouthed sinner, a member of a sinful, foul-mouthed race; and I have looked upon the King, the Lord of heaven's armies.”", "6": "Then one of the mighty angels flew over to the altar and with a pair of tongs picked out a burning coal. ", "7": "He touched my lips with it and said, “Now you are pronounced 'not guilty' because this coal has touched your lips. Your sins are all forgiven.”", "8": "Then I heard the Lord asking, “Whom shall I send as a messenger to my people? Who will go?” And I said, “Lord, I'll go! Send me.”", "9": "And he said, “Yes, go. But tell my people this: 'Though you hear my words repeatedly, you won't understand them. Though you watch and watch as I perform my miracles, still you won't know what they mean.' ", "10": "Dull their understanding, close their ears, and shut their eyes. I don't want them to see or to hear or to understand, or to turn to me to heal them.”[a]", "11": "Then I said, “Lord, how long will it be before they are ready to listen?” And he replied, “Not until their cities are destroyed—without a person left—and the whole country is an utter wasteland, ", "12": "and they are all taken away as slaves to other countries far away, and all the land of Israel lies deserted! ", "13": "Yet a tenth—a remnant—will survive; and though Israel is invaded again and again and destroyed, yet Israel will be like a tree cut down, whose stump still lives to grow again.”"}