{"1": "Because I love Zion, because my heart yearns for Jerusalem, I will not cease to pray for her or to cry out to God on her behalf until she shines forth in his righteousness and is glorious in his salvation. ", "2": "The nations shall see your righteousness. Kings shall be blinded by your glory; and God will confer on you a new name. ", "3": "He will hold you aloft in his hands for all to see—a splendid crown for the King of kings. ", "4": "Never again shall you be called “The God-forsaken Land” or the “Land That God Forgot.” Your new name will be “The Land of God's Delight” and “The Bride,” for the Lord delights in you and will claim you as his own. ", "5": "Your children will care for you, O Jerusalem, with joy like that of a young man who marries a virgin; and God will rejoice over you as a bridegroom with his bride.", "6-7": "O Jerusalem, I have set intercessors[a] on your walls who shall cry to God all day and all night for the fulfillment of his promises. Take no rest, all you who pray, and give God no rest until he establishes Jerusalem and makes her respected and admired throughout the earth. ", "8": "The Lord has sworn to Jerusalem with all his integrity: “I will never again give you to your enemies; never again shall foreign soldiers come and take away your grain and wine. ", "9": "You raised it; you shall keep it, praising God. Within the Temple courts you yourselves shall drink the wine you pressed.”", "10": "Go out! Go out! Prepare the roadway for my people to return! Build the roads, pull out the boulders, raise the flag of Israel.", "11": "See, the Lord has sent his messengers to every land and said, “Tell my people, I, the Lord your God, am coming to save you and will bring you many gifts.” ", "12": "And they shall be called “The Holy People” and “The Lord's Redeemed,” and Jerusalem shall be called “The Land of Desire” and “The City God Has Blessed.”"}