{"1": "The Lord says, People[a] who never before inquired about me are now seeking me out. Nations* who never before searched for me are finding me.", "2": "But my own people—though I have been spreading out my arms to welcome them all day long—have rebelled; they follow their own evil paths and thoughts. ", "3": "All day long they insult me to my face by worshiping idols in many gardens and burning incense on the rooftops of their homes. ", "4": "At night they go out among the graves and caves to worship evil spirits, and they eat pork and other forbidden foods. ", "5": "Yet they say to one another, “Don't come too close, you'll defile me! For I am holier than you!” They stifle me. Day in and day out they infuriate me.", "6": "See, here is my decree all written out before me: I will not stand silent; I will repay. Yes, I will repay them—", "7": "not only for their own sins but for those of their fathers too, says the Lord, for they also burned incense on the mountains and insulted me upon the hills. I will pay them back in full.", "8": "But I will not destroy them all, says the Lord; for just as good grapes are found among a cluster of bad ones (and someone will say, “Don't throw them all away—there are some good grapes there!”) so I will not destroy all Israel, for I have true servants there. ", "9": "I will preserve a remnant of my people to possess the land of Israel; those I select will inherit it and serve me there. ", "10": "As for my people who have sought me, the plains of Sharon shall again be filled with flocks, and the valley of Achor shall be a place to pasture herds.", "11": "But because the rest of you have forsaken the Lord and his Temple and worship gods of “Fate” and “Destiny,” ", "12": "therefore I will “destine” you to the sword, and your “fate” shall be a dark one; for when I called, you didn't answer; when I spoke, you wouldn't listen. You deliberately sinned before my very eyes, choosing to do what you know I despise.", "13": "Therefore, the Lord God says: You shall starve, but my servants shall eat; you shall be thirsty while they drink; you shall be sad and ashamed, but they shall rejoice. ", "14": "You shall cry in sorrow and vexation and despair, while they sing for joy. ", "15": "Your name shall be a curse word among my people, for the Lord God will slay you and call his true servants by another name.[b]", "16": "And yet, the days will come[c] when all who invoke a blessing or take an oath shall swear by the God of Truth; for I will put aside my anger and forget the evil that you did. ", "17": "For see, I am creating new heavens and a new earth—so wonderful that no one will even think about the old ones anymore. ", "18": "Be glad; rejoice forever in my creation. Look! I will re-create Jerusalem as a place of happiness, and her people shall be a joy! ", "19": "And I will rejoice in Jerusalem and in my people; and the voice of weeping and crying shall not be heard there anymore.", "20": "No longer will babies die when only a few days old; no longer will men be considered old at 100! Only sinners will die that young! ", "21-22": "In those days, when a man builds a house, he will keep on living in it—it will not be destroyed by invading armies as in the past. My people will plant vineyards and eat the fruit themselves—their enemies will not confiscate it. For my people will live as long as trees and will long enjoy their hard-won gains. ", "23": "Their harvests will not be eaten by their enemies; their children will not be born to be cannon fodder. For they are the children of those the Lord has blessed; and their children, too, shall be blessed. ", "24": "I will answer them before they even call to me. While they are still talking to me about their needs, I will go ahead and answer their prayers! ", "25": "The wolf and lamb shall feed together, the lion shall eat straw as the ox does, and poisonous snakes shall strike no more![d] In those days nothing and no one shall be hurt or destroyed in all my holy mountain, says the Lord."}