{"1": "The [a]oracle (a burdensome message—a pronouncement from God) which Habakkuk the prophet saw.", "2": "  O Lord, how long will I call for help And You will not hear? I cry out to You, “Violence!” Yet You do not save.", "3": "  Why do You make me see iniquity, And cause me to look on wickedness? For destruction and violence are before me; Strife continues and contention arises.", "4": "  Therefore, the law is ineffective and ignored And justice is never upheld, For the wicked surround the righteous; Therefore, justice becomes perverted.", "5": "  [The Lord replied,] “Look among the nations! See! Be astonished! Wonder! For I am doing something in your days— You would not believe it if you were told.", "6": "  “For behold, I am raising up the [b]Chaldeans [who rule in [c]Babylon], That fierce and impetuous nation Who march throughout the earth To take possession of dwelling places that do not belong to them.", "7": "  “The Chaldeans are dreaded and feared; Their justice and authority originate with themselves and are defined only by their decree.", "8": "  “Their horses are swifter than leopards And keener than [hungry] wolves in the evening, Their horsemen come galloping, Their horsemen come from far away; They fly like an eagle swooping down to devour.", "9": "  “They all come for violence; Their horde of faces moves [eagerly] forward, They gather prisoners like sand.", "10": "  “They make fun of kings And rulers are a laughing matter to them. They ridicule every stronghold And heap up rubble [for earth mounds] and capture it.", "11": "  “Then they will sweep by like the wind and pass on. But they will be held guilty, They [and all men] whose own power and strength is their god.”", "12": "  Are You not from everlasting, O Lord, my God, My Holy One? We will not die. O Lord, You have appointed the Chaldeans [who rule in Babylon] to execute [Your] judgment, And You, O Rock, have established them to correct and chastise.", "13": "  Your eyes are too pure to approve evil, And You cannot look favorably on wickedness. Why then do You look favorably On those who act treacherously? Why are you silent when the wicked (Chaldean oppressors) destroy Those more righteous than they?", "14": "  Why do You make men like the fish of the sea, Like reptiles and creeping things that have no ruler [and are helpless against their enemies]?", "15": "  The Chaldeans bring all of them up with a hook, And drag them away with a net, And gather them together in their fishing net; So they rejoice and are glad.", "16": "  Therefore, they offer sacrifices to their net And burn incense to their fishing net; Because through these things their catch is large and they live luxuriously, And their food is plentiful.", "17": "  Will they continue to empty their net And [mercilessly] go on destroying nations without sparing?"}