{"1": "I will stand at my guard post And station myself on the tower; And I will keep watch to see what He will say to me, And what answer I will give [as His spokesman] when I am reproved.", "2": "  Then the Lord answered me and said, “Write the vision And engrave it plainly on [clay] tablets So that the one who reads it will run.", "3": "  “For the vision is yet for the appointed [future] time It hurries toward the goal [of fulfillment]; it will not fail. Even though it delays, wait [patiently] for it, Because it will certainly come; it will not delay.", "4": "  “Look at the proud one, His soul is not right within him, But the righteous will live by his faith [in the true God].", "5": "  “Moreover, wine is treacherous and betrays the arrogant man, So that he does not stay at home. His appetite is large like Sheol, And he is like death, never satisfied. He gathers to himself all nations And collects to himself all peoples [as if he owned them].", "6": "  “Will all these [victims of his greed] not take up a taunting song against him, And in mocking derision against him Say, '[a]Woe (judgment is coming) to him who increases that which is not his— How long [will he possess it]? And [woe to him who] makes himself wealthy with loans.'", "7": "  “Will your creditors not rise up suddenly, And those who collect from you awaken? Then you will become plunder for them.", "8": "  “Because you [king of Babylon] have looted many nations, All peoples who are left will loot you— Because of human bloodshed and for the violence done to the land, To the city and all its inhabitants.", "9": "  “Woe (judgment is coming) to him who obtains wicked gain for his house [and thinks by so doing] To set his nest on high, That he may be rescued from the hand of evil.", "10": "  “You have devised a shameful thing for your house By cutting off and putting an end to many peoples; So you are sinning against your own life and forfeiting it.", "11": "  “For the stone will cry out from the wall [to accuse you—built in sin!] And the rafter will answer it out of the woodwork.", "12": "  “Woe (judgment is coming) to him who builds a city with bloodshed And establishes a town by violence!", "13": "  “Is it not indeed from the Lord of hosts That peoples labor [only] for the fire [that will destroy their work], And nations grow weary for nothing [that is, things which have no lasting value]?", "14": "  “But [the time is coming when] the earth shall be filled With the knowledge of the glory of the Lord, As the waters cover the sea.", "15": "  “Woe (judgment is coming) to you who make your neighbors drink, Who mix in your venom to make them drunk So that you may look at their nakedness!", "16": "  “You will be filled with disgrace instead of honor. Now drink and expose your own nakedness! The cup [of wrath] in the Lord's right hand will come around to you [O destroyer], And utter disgrace will be on your own glory.", "17": "  “For the violence done to Lebanon will overwhelm you; The destruction of the animals will terrify you On account of human bloodshed and the violence done to the land, To the city and all its inhabitants.", "18": "  “What profit is the carved image when its maker has formed it? It is only a cast image, and a teacher of lies. For its maker trusts in his own creation [as his god] When he makes speechless idols.", "19": "  “Woe (judgment is coming) to him who says to the wooden image, 'Awake!' And to the speechless stone, 'Arise!' And that is your teacher? Look, it is overlaid with gold and silver, And there is no breath at all inside it.", "20": "  “But the Lord is in His holy temple. Let all the earth hush and be silent before Him.”"}