{"1": "¶ And the LORD spoke unto Moses in the wilderness of Sinai, in the tabernacle of the testimony, on the first of the second month, in the second year after they were come out of the land of Egypt, saying,", "2": "Take the sum of all the congregation of the sons of Israel by their families, by the houses of their fathers, with the number of their names, every male by their polls,", "3": "from twenty years old and upward, all that are able to go forth to war in Israel; thou and Aaron shall number them by their hosts.", "4": "And with you there shall be a man of every tribe, every one head of the house of his fathers.", "5": "And these are the names of the men that shall stand with you: of the tribe of Reuben, Elizur, the son of Shedeur;", "6": "of Simeon, Shelumiel, the son of Zurishaddai;", "7": "of Judah, Nahshon, the son of Amminadab;", "8": "of Issachar, Nethaneel, the son of Zuar;", "9": "of Zebulun, Eliab, the son of Helon;", "10": "of the sons of Joseph, of Ephraim, Elishama, the son of Ammihud; of Manasseh, Gamaliel, the son of Pedahzur;", "11": "of Benjamin, Abidan, the son of Gideoni;", "12": "of Dan, Ahiezer, the son of Ammishaddai;", "13": "of Asher, Pagiel, the son of Ocran;", "14": "of Gad, Eliasaph, the son of Deuel;", "15": "of Naphtali, Ahira, the son of Enan;", "16": "these were the renowned of the congregation, princes of the tribes of their fathers, captains of the thousands of Israel.", "17": "¶ And Moses and Aaron took these men who were designated by their names,", "18": "and they assembled all the congregation together on the first of the second month, and they were gathered by their lineages, by the houses of their fathers, according to the number of the names, from twenty years old and upward, by their polls,", "19": "as the LORD had commanded Moses; and he numbered them in the wilderness of Sinai.", "20": "And the sons of Reuben, the firstborn of Israel, by their generations, after their families, by the houses of their fathers, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;", "21": "those that were numbered of them, of the tribe of Reuben, were forty-six thousand five hundred.", "22": "Of the sons of Simeon, by their generations, after their families, by the houses of their fathers, those that were numbered of him, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war,", "23": "those that were numbered of them, of the tribe of Simeon, were fifty-nine thousand three hundred.", "24": "Of the sons of Gad, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "25": "those that were numbered of them, of the tribe of Gad, were forty-five thousand six hundred and fifty.", "26": "Of the sons of Judah, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "27": "those that were numbered of them, of the tribe of Judah, were seventy-four thousand six hundred.", "28": "Of the sons of Issachar, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "29": "those that were numbered of them, of the tribe of Issachar, were fifty-four thousand four hundred.", "30": "Of the sons of Zebulun, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "31": "those that were numbered of them, of the tribe of Zebulun, were fifty-seven thousand four hundred.", "32": "Of the sons of Joseph: of the sons of Ephraim, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "33": "those that were numbered of them, of the tribe of Ephraim, were forty thousand five hundred; and", "34": "of the sons of Manasseh, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "35": "those that were numbered of them, of the tribe of Manasseh, were thirty-two thousand two hundred.", "36": "Of the sons of Benjamin, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "37": "those that were numbered of them, of the tribe of Benjamin, were thirty-five thousand four hundred.", "38": "Of the sons of Dan, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "39": "those that were numbered of them, of the tribe of Dan, were sixty-two thousand seven hundred.", "40": "Of the sons of Asher, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "41": "those that were numbered of them, of the tribe of Asher, were forty-one thousand five hundred.", "42": "Of the sons of Naphtali, by their generations, after their families, by the houses of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war,", "43": "those that were numbered of them, of the tribe of Naphtali, were fifty-three thousand four hundred.", "44": "¶ These are those that were numbered, which Moses and Aaron numbered, and the twelve princes of Israel, one man for each house of his fathers.", "45": "So were all those that were numbered of the sons of Israel, by the houses of their fathers, from twenty years old and upward, all that were able to go forth to war in Israel;", "46": "all those that were numbered were six hundred and three thousand five hundred and fifty.", "47": "¶ But the Levites according to the tribe of their fathers were not numbered among them.", "48": "For the LORD had spoken unto Moses, saying,", "49": "Only thou shalt not number the tribe of Levi, neither take the sum of them among the sons of Israel;", "50": "But thou shalt place the Levites in the tabernacle of the testimony and over all the vessels thereof and over all things that belong to it; they shall bear the tabernacle and all the vessels thereof; and they shall minister in it and shall encamp round about the tabernacle.", "51": "And when the tabernacle departs, the Levites shall take it down; and when the tabernacle is to be pitched, the Levites shall set it up; and the stranger that comes near shall be put to death.", "52": "And the sons of Israel shall pitch their tents, each man by his own camp and each man by his own standard, throughout their hosts.", "53": "But the Levites shall pitch round about the tabernacle of the testimony that there be no wrath upon the congregation of the sons of Israel; and the Levites shall keep the charge of the tabernacle of the testimony.", "54": "And the sons of Israel did according to all that the LORD commanded Moses, so did they."}