{"1": "¶ And the LORD spoke unto Moses and unto Aaron, saying,", "2": "Each man of the sons of Israel shall pitch by his own standard, according to the ensigns of the houses of their fathers; round about the tabernacle of the testimony shall they pitch.", "3": "¶ These shall pitch toward the sunrise, on the east: the standard of the camp of Judah throughout their hosts and the prince of the sons of Judah, Nahshon, the son of Amminadab.", "4": "His host, with those that were numbered of them, were seventy-four thousand six hundred.", "5": "Next to him shall pitch those of the tribe of Issachar and the prince of the sons of Issachar, Nethaneel, the son of Zuar.", "6": "His host, with those that were numbered thereof, were fifty-four thousand four hundred.", "7": "And the tribe of Zebulun and the prince of the sons of Zebulun, Eliab, the son of Helon.", "8": "His host, with those that were numbered thereof, were fifty-seven thousand four hundred.", "9": "All that were numbered in the camp of Judah were one hundred and eighty-six thousand four hundred, by their hosts. These shall set forth first.", "10": "The standard of the camp of Reuben shall be towards the Negev, by their hosts and the prince of the sons of Reuben, Elizur, the son of Shedeur.", "11": "His host, with those that were numbered thereof, were forty-six thousand five hundred.", "12": "And those which pitch by him shall be the tribe of Simeon and the prince of the sons of Simeon, Shelumiel, the son of Zurishaddai.", "13": "His host, with those that were numbered of them, were fifty-nine thousand three hundred.", "14": "And the tribe of Gad and the prince of the sons of Gad, Eliasaph, the son of Reuel.", "15": "His host, with those that were numbered of them, were forty-five thousand six hundred and fifty.", "16": "All that were numbered in the camp of Reuben were one hundred fifty-one thousand four hundred and fifty, by their hosts. And they shall set forth second.", "17": "Then shall set forward the tabernacle of the testimony, the camp of the Levites in the midst of the camps, in the manner that they encamp, so shall they set forward, each one in his place by their standards.", "18": "The standard of the camp of Ephraim by his hosts, on the west and the prince of the sons of Ephraim, Elishama, the son of Ammihud.", "19": "His host, with those that were numbered of them, were forty thousand five hundred.", "20": "By him shall be the tribe of Manasseh and the prince of the sons of Manasseh, Gamaliel, the son of Pedahzur.", "21": "His host, with those that were numbered of them, were thirty-two thousand two hundred.", "22": "And the tribe of Benjamin and the prince of the sons of Benjamin, Abidan, the son of Gideoni.", "23": "His host, with those that were numbered of them, were thirty-five thousand four hundred.", "24": "All that were numbered of the camp of Ephraim were one hundred and eight thousand one hundred, by their hosts. And they shall go forward third.", "25": "The standard of the camp of Dan shall be on the Aquilon by their hosts and the prince of the sons of Dan, Ahiezer, the son of Ammishaddai.", "26": "His host, with those that were numbered of them, were sixty-two thousand seven hundred.", "27": "Next to him shall camp those of the tribe of Asher and the prince of the sons of Asher, Pagiel, the son of Ocran.", "28": "His host, with those that were numbered of them, were forty-one thousand five hundred.", "29": "And the tribe of Naphtali and the prince of the sons of Naphtali, Ahira, the son of Enan.", "30": "His host, with those that were numbered of them, were fifty-three thousand four hundred.", "31": "All those that were numbered in the camp of Dan were one hundred and fifty-seven thousand six hundred. They shall go last behind their standards.", "32": "These are those who were numbered of the sons of Israel by the houses of their fathers; all those that were numbered of the camps throughout their hosts were six hundred and three thousand five hundred and fifty.", "33": "But the Levites were not numbered among the sons of Israel, as the LORD had commanded Moses.", "34": "And the sons of Israel did according to all that the LORD commanded Moses; so they pitched by their standards, and so they marched, each one after their families, according to the houses of their fathers."}