{"1": "¶ And the sons of Israel set forward and pitched in the plains of Moab on this side Jordan in front of Jericho.", "2": "And Balak, the son of Zippor, saw all that Israel had done to the Amorite.", "3": "And Moab was sore afraid of the people because they were many; and Moab was distressed because of the sons of Israel.", "4": "And Moab said unto the elders of Midian, Now shall this company lick up all that are round about us, as the ox licks up the herbs of the field. And Balak, the son of Zippor, was king of the Moabites at that time.", "5": "Therefore he sent messengers unto Balaam, the son of Beor, to Pethor, which is by the river Eufrates in the land of the sons of his people, to call him, saying, Behold, there is a people come out from Egypt; behold, they cover the face of the earth, and they abide over against me.", "6": "Come now therefore, I pray thee, curse me this people, for they are too mighty for me; peradventure I shall be able to smite them and drive them out of the land; for I know that he whom thou blessest shall be blessed, and he whom thou cursest shall be cursed.", "7": "And the elders of Moab and the elders of Midian departed with the incantations in their hand; and they came unto Balaam and spoke unto him the words of Balak.", "8": "And he said unto them, Lodge here this night, and I will recite the words unto you when the LORD shall speak unto me. So the princes of Moab abode with Balaam.", "9": "And God came unto Balaam and said, Who are these men with thee?", "10": "And Balaam said unto God, Balak the son of Zippor, king of Moab, has sent unto me, saying,", "11": "Behold, this people that has come out of Egypt, covers the face of the earth; come now, curse me them; peradventure I shall be able to overcome them and drive them out.", "12": "Then God said unto Balaam, Thou shalt not go with them; neither shalt thou curse the people; for they are blessed.", "13": "So Balaam rose up in the morning and said unto the princes of Balak, Go back to your land; for the LORD refuses to give me leave to go with you.", "14": "And the princes of Moab rose up, and they went unto Balak and said, Balaam refused to come with us.", "15": "¶ And Balak sent yet again princes, more and more honourable than those.", "16": "And they came to Balaam and said to him, Thus saith Balak, the son of Zippor, Let nothing, I pray thee, hinder thee from coming unto me;", "17": "for I will without a doubt honour thee greatly, and I will do whatever thou sayest unto me; come therefore, I pray thee, curse me this people.", "18": "And Balaam answered and said unto the slaves of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD my God, to do anything small or great.", "19": "Now therefore, I pray you, tarry ye also here this night that I may know what the LORD will say unto me again.", "20": "And God came unto Balaam at night and said unto him, If the men come to call thee, rise up, and go with them; but yet the word which I shall say unto thee, that shalt thou do.", "21": "So Balaam rose up in the morning and saddled his female ass and went with the princes of Moab.", "22": "¶ And God's anger was kindled because he went, and the angel of the LORD stood in the way as an adversary against him. Now he was riding upon his ass, and his two servants were with him.", "23": "And the ass saw the angel of the LORD standing in the way with his sword drawn in his hand; and the ass turned aside out of the way and went into the field. Then Balaam smote the ass to turn her into the way.", "24": "But the angel of the LORD stood in a path of the vineyards, a wall being on this side and a wall on that side.", "25": "And when the ass saw the angel of the LORD, she thrust herself unto the wall and crushed Balaam's foot against the wall; and he smote her again.", "26": "And the angel of the LORD went further and stood in a narrow place, where was no way to turn either to the right hand or to the left.", "27": "And when the ass saw the angel of the LORD, she fell down under Balaam; and Balaam's anger was kindled, and he smote the ass with a staff.", "28": "Then the LORD opened the mouth of the ass, and she said unto Balaam, What have I done unto thee that thou hast smitten me these three times?", "29": "And Balaam said unto the ass, Because thou hast mocked me. I wish there were a sword in my hand, for now would I kill thee.", "30": "And the ass said unto Balaam, Am I not thine ass upon which thou hast ridden ever since I was thine unto this day? Was I ever accustomed to do so unto thee? And he said, No.", "31": "Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way and his sword drawn in his hand; and he bowed down his head and fell flat on his face.", "32": "And the angel of the LORD said unto him, Why hast thou smitten thine ass these three times? Behold, I went out as thine adversary, because thy way is perverse before me.", "33": "The ass saw me and turned from me these three times; and if she had not turned from me, I also now would slay thee and leave her alive.", "34": "Then Balaam said unto the angel of the LORD, I have sinned; for I did not know that thou didst stand in the way against me; now therefore, if it displease thee, I will return.", "35": "And the angel of the LORD said unto Balaam, Go with the men; but only the word that I shall speak unto thee, that thou shalt speak. So Balaam went with the princes of Balak.", "36": "¶ And when Balak heard that Balaam was come, he went out to meet him unto a city of Moab, which is next to the border of Arnon, which is at the limit of his territory.", "37": "And Balak said unto Balaam, Did I not earnestly send unto thee to call thee? Why hast thou not come unto me? Am I not able indeed to promote thee to honour?", "38": "And Balaam said unto Balak, Behold, I am come unto thee; may I now say something? The word that God puts in my mouth, that shall I speak.", "39": "And Balaam went with Balak, and they came unto Kirjathhuzoth.", "40": "And Balak killed oxen and sheep and sent to Balaam and to the princes that were with him.", "41": "And on the next day, Balak took Balaam and brought him up into the high places of Baal, and from there he saw the utmost part of the people."}