{"1": "¶ And when Balaam saw that it pleased the LORD to bless Israel, he did not go, as the first and second times, to seek for enchantments, but he set his face toward the wilderness;", "2": "and lifting up his eyes, he saw Israel abiding in his tents according to their tribes; and the Spirit of God came upon him.", "3": "Then he took up his parable and said, Balaam, the son of Beor, has said and the man whose eyes are open has said,", "4": "he who has heard the words of God has said, who saw the vision of the Almighty, fallen, but having his eyes open:", "5": "How beautiful are thy tents, O Jacob, and thy habitations, O Israel!", "6": "As the valleys are they spread forth, as gardens by the river's side, as the trees of lign aloes which the LORD has planted, and as cedars beside the waters.", "7": "From his branches he shall distil waters, and his seed shall be in many waters, and his king shall be higher than Agag, and his kingdom shall be exalted.", "8": "God brought him forth out of Egypt; he has, as it were, the strength of a unicorn; he shall eat up the Gentiles his enemies and shall break their bones and pierce them through with his arrows.", "9": "He couched, he lay down as a lion and as a great lion; who shall awaken him? Blessed is he that blesses thee, and cursed is he that curses thee.", "10": "¶ Then Balak's anger was kindled against Balaam, and smiting his hands together he said, I called thee to curse my enemies, and, behold, thou hast altogether blessed them these three times.", "11": "Therefore, now flee thou to thy place; I said that I would honour thee; but, behold, the LORD has deprived thee of honour.", "12": "And Balaam replied unto Balak, Did I not declare also unto thy messengers which thou didst send unto me, saying,", "13": "If Balak would give me his house full of silver and gold, I cannot go beyond the commandment of the LORD, to do either good or bad of my own heart; but what the LORD saith that will I speak?", "14": "Therefore, behold, I go now unto my people; come and I will indicate unto thee what this people shall do to thy people in the latter days.", "15": "¶ And he took up his parable and said, Balaam, the son of Beor, has said, the man whose eyes are open has said,", "16": "he who has heard the words of God has said, and he who knows the knowledge of the most High, he who saw the vision of the Almighty, fallen, but having his eyes open:", "17": "I shall see him, but not now; I shall behold him, but not near by; there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel and shall smite the corners of Moab and destroy all the sons of Seth.", "18": "And Edom shall be taken; Seir also shall be taken by his enemies; and Israel shall do valiantly.", "19": "Out of Jacob shall come he that shall have dominion and shall destroy what remains of the city.", "20": "And when he looked on Amalek, he took up his parable, and said, Amalek, head of the Gentiles; but his latter end shall be that he perish for ever.", "21": "And he looked on the Kenite and took up his parable and said, Strong is thy dwelling place, and thou puttest thy nest in a rock;", "22": "because the Kenite shall be thrown out, when Asshur shall carry thee away captive.", "23": "And he took up his parable again and said, Alas, who shall live when God shall do these things!", "24": "And ships shall come from the coast of Chittim and shall afflict Asshur and shall afflict Eber, but he also shall perish for ever.", "25": "Then Balaam rose up and went and returned to his place; and Balak also went his way."}