{"1": "¶ And the LORD spoke unto Moses in the plains of Moab by the Jordan of Jericho, saying,", "2": "Command the sons of Israel that they give unto the Levites of the inheritance of their possession cities to dwell in, and ye shall give also unto the Levites the suburbs of those cities round about them.", "3": "And they shall have the cities to dwell in; and the suburbs of them shall be for their animals and for their substance and for all their beasts.", "4": "And the suburbs of the cities, which ye shall give unto the Levites, shall reach from the wall of the city and outward a thousand cubits round about.", "5": "Then ye shall measure from outside the city on the east side two thousand cubits, and on the side of the Negev two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits; and the city shall be in the midst: this shall be to them the suburbs of the cities.", "6": "And among the cities which ye shall give unto the Levites, there shall be six cities for refuge, which ye shall appoint so that the manslayer may flee there; and in addition to them ye shall give them forty-two cities.", "7": "So all the cities which ye shall give to the Levites shall be forty-eight cities, the cities with their suburbs.", "8": "And the cities which ye shall give shall be of the possession of the sons of Israel; from those that have much ye shall give many; but from those that have few ye shall give few, each one shall give of his cities unto the Levites according to his possession which he inherited.", "9": "¶ And the LORD spoke unto Moses, saying,", "10": "Speak unto the sons of Israel and say unto them, When ye have passed the Jordan into the land of Canaan,", "11": "then ye shall appoint yourselves cities to be cities of refuge for you that the manslayer who kills any person unawares may flee there.", "12": "And they shall be unto you cities for refuge from the avenger[a] that the manslayer not die until he stands before the congregation in judgment.", "13": "And of these cities which ye shall give, six cities shall ye have for refuge.", "14": "Ye shall give three cities on this side of the Jordan and three cities shall ye give in the land of Canaan, which shall be cities of refuge.", "15": "These six cities shall be a refuge, both for the sons of Israel and for the stranger and for the sojourner among them that anyone that kills another person unawares may flee there.", "16": "And if he smites him with an instrument of iron so that he dies, he is a murderer; the murderer shall surely be put to death.", "17": "And if he smites him by throwing a stone with which he may die, and he dies, he is a murderer; the murderer shall surely be put to death.", "18": "Or if he smites him with a hand weapon of wood with which he may die, and he dies, he is a murderer; the murderer shall surely be put to death.", "19": "The kinsman avenger[b] of blood shall slay the murderer; when he meets him, he shall slay him.", "20": "But if he thrusts him out of hatred or hurls at him by laying in wait, so that he dies", "21": "or out of enmity smites him with his hand so that he dies, he that smote him shall surely be put to death; for he is a murderer; the kinsman avenger[c] of blood shall slay the murderer when he meets him.", "22": "But if he thrusts him suddenly without enmity, or has cast upon him any thing without laying in wait,", "23": "or with any stone, with which a man may die, seeing him not and casts it upon him that he dies, and was not his enemy, neither sought his harm,", "24": "then the congregation shall judge between the slayer and the kinsman avenger[d] of blood according to these laws.", "25": "And the congregation shall deliver the manslayer out of the hand of the kinsman avenger[e] of blood, and the congregation shall restore him to the city of his refuge, where he has fled, and he shall abide in it unto the death of the high priest, who was anointed with the holy oil.", "26": "But if the manslayer shall at any time come outside the border of the city of his refuge where he has fled,", "27": "and the kinsman avenger[f] of blood finds him outside the borders of the city of his refuge, and the kinsman avenger[g] of blood slays the manslayer, he shall not be guilty of his blood.", "28": "He should have remained in the city of his refuge until the death of the high priest, but after the death of the high priest the manslayer shall return into the land of his possession.", "29": "So these things shall be for a statute of rights unto you throughout your ages in all your dwellings.", "30": "Whoever kills any person, the murderer shall be put to death by the mouth of witnesses, but one witness shall not testify against any person to cause him to die.", "31": "Moreover ye shall take no ransom for the life of a murderer who is guilty of death, but he shall be surely put to death.", "32": "And ye shall take no ransom for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.", "33": "So ye shall not pollute the land where ye are, for this blood shall defile the land; and the land cannot be reconciled of the blood that is shed therein except by the blood of the one that shed it.", "34": "Defile not therefore the land which ye shall inhabit in the midst of which I dwell; for I the LORD dwell among the sons of Israel."}