{"1": "¶ And the LORD spoke unto Moses, saying,", "2": "Command the sons of Israel that they put out of the camp every leper and every one that has an issue and anyone who is defiled by the dead.", "3": "Both male and female shall ye put out; ye shall put them outside the camp; that they not defile the camp of those among whom I dwell.", "4": "And the sons of Israel did so and put them outside the camp; as the LORD spoke unto Moses, so did the sons of Israel.", "5": "And the LORD spoke unto Moses, saying,", "6": "Speak unto the sons of Israel, When a man or woman shall commit any sin that men commit, to do a trespass against the LORD, and that person is guilty,", "7": "then they shall confess their sin which they have done, and he shall recompense his guilt with the principal thereof and add unto it the fifth part thereof and give it unto him against whom he is guilty.", "8": "But if that man has no redeemer to recompense the trespass unto, let the trespass be recompensed unto the LORD, even to the priest, beside the ram of the reconciliations, whereby reconciliation shall be made for him.", "9": "And every offering of all the holy things of the sons of Israel, which they bring unto the priest, shall be his.", "10": "And every man's sanctified things shall be his; likewise whatever any man gives the priest, it shall be his.", "11": "¶ And the LORD spoke unto Moses, saying,", "12": "Speak unto the sons of Israel and say unto them, If any man's wife goes astray and betrays him,", "13": "and a man lies with her carnally, and it is hid from the eyes of her husband because she contaminated herself in secret, and there is no witness against her, neither was she taken in the act;", "14": "if a spirit of jealousy should come upon him, and he becomes jealous of his wife, and she is defiled; or if a spirit of jealousy comes upon him, and he becomes jealous of his wife, and she is not defiled,", "15": "then shall the man bring his wife unto the priest, and he shall bring her offering for her, the tenth part of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it is a present of jealousy, a present of remembrance, which brings iniquity to memory.", "16": "And the priest shall bring her near and set her before the LORD.", "17": "Then the priest shall take holy water in an earthen vessel; and of the dust that is in the floor of the tabernacle the priest shall take and put it into the water.", "18": "And the priest shall cause the woman to stand before the LORD and shall uncover the woman's head and put the present of remembrance in her hands, which is the present of jealousy; and the priest shall have in his hand the bitter water that brings the curse.", "19": "And the priest shall charge her by an oath and say unto the woman, If no man has lain with thee, and if thou hast not gone astray from thy husband to uncleanness, thou shalt be clean from this bitter water that brings the curse.", "20": "But if thou hast gone astray from thy husband and hast defiled thyself and some man has placed seed in thee other than thine husband,", "21": "(the priest shall charge the woman with an oath of cursing) and the priest shall say unto the woman, Let the LORD make thee a curse and an oath among thy people when the LORD makes thy thigh to fail and thy belly to swell,", "22": "and this water that causes the curse shall go into thy bowels and cause thy belly to swell and thy thigh to fail. And the woman shall say, Amen, amen.", "23": "And the priest shall write these curses in a book, and he shall blot them out with the bitter water;", "24": "and he shall cause the woman to drink the bitter water that brings the curse, and the water that brings the curse shall enter into her as bitter.", "25": "Then the priest shall take the present of jealousy out of the woman's hand and shall wave the offering before the LORD and offer it before the altar.", "26": "And the priest shall take a handful of the present, in memory of her, and incense it upon the altar and afterward shall cause the woman to drink the water.", "27": "He shall give her, therefore, the water to drink, and it shall come to pass, that if she is defiled and has betrayed her husband, that the water that works the curse shall enter into her in bitterness, and her belly shall swell, and her thigh shall fail; and that woman shall be a curse among her people.", "28": "But if the woman is not defiled, but is clean; then she shall be free and shall conceive seed.", "29": "This is the law of jealousies when a woman goes astray, being under the power of her husband, and is defiled;", "30": "or of the husband upon whom a spirit of jealousy comes, and he is jealous over his wife; he shall then present the woman before the LORD, and the priest shall execute in her all this law.", "31": "And that man shall be free from iniquity, and the woman shall bear her iniquity."}