{"1": "¶ And the LORD spoke unto Moses, saying,", "2": "Speak unto the sons of Israel and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to dedicate themselves unto the LORD,", "3": "they shall separate themselves from wine and strong drink and shall drink no vinegar of wine or vinegar of strong drink, neither shall they drink any liquor of grapes, nor eat moist grapes or dried.", "4": "All the days of their Nazariteship they shall eat nothing that is made of the wine vine, from the kernels even to the husk.", "5": "All the days of the vow of their Nazariteship no razor shall come upon their head, until the days are fulfilled of their separation unto the LORD; they shall be holy and shall let the locks of the hair of their head grow.", "6": "All the days that they separate themselves unto the LORD they shall come in unto no dead body.", "7": "They shall not make themselves unclean for their father or for their mother, for their brother or for their sister, when they die because the consecration of their God is upon their head.", "8": "All the days of their Nazariteship they are holy unto the LORD.", "9": "And if anyone dies very suddenly beside them, and they have defiled the head of their Nazariteship, then they shall shave their head in the day of their cleansing; on the seventh day shall they shave it.", "10": "And on the eighth day they shall bring two turtledoves or two young pigeons to the priest to the door of the tabernacle of the testimony,", "11": "and the priest shall offer the one as the sin and the other as a burnt offering and reconcile the one that sinned upon the dead and shall sanctify their head that same day.", "12": "And they shall consecrate unto the LORD the days of their Nazariteship and shall bring a lamb of the first year for their guilt; but the days that were before shall be lost because their Nazariteship was defiled.", "13": "This is, therefore, the law of the Nazarite, in the day in which their Nazariteship is fulfilled: they shall be brought unto the door of the tabernacle of the testimony;", "14": "and they shall offer their offering unto the LORD, one he lamb of the first year without blemish for a burnt offering and one ewe lamb of the first year without blemish as the sin and one ram without blemish for peace offerings,", "15": "and a basket of unleavened bread, cakes of fine flour mingled with oil and wafers of unleavened bread anointed with oil and their present and their drink offerings.", "16": "And the priest shall bring them before the LORD and shall offer his sin and his burnt offering;", "17": "and he shall offer the ram for a sacrifice of peace unto the LORD, with the basket of unleavened bread; the priest shall likewise offer his present and his drink offering.", "18": "Then the Nazarite shall shave the head of their Nazariteship at the door of the tabernacle of the testimony and shall take the hair of the head of their Nazariteship and put it upon the fire which is under the sacrifice of the peace.", "19": "Then the priest shall take the boiled shoulder of the ram and one unleavened cake out of the basket and one unleavened wafer and shall put them upon the hands of the Nazarite after their Nazariteship is shaven;", "20": "and the priest shall wave them for a wave offering before the LORD, which shall be a holy thing of the priest, with the wave breast and heave shoulder; and after that the Nazarite shall drink wine.", "21": "This is the law of the Nazarite who made a vow of their offering unto the LORD for their Nazariteship, beside that which their means allows, according to the vow which they vowed, so they must do according to the law of their Nazariteship.", "22": "¶ And the LORD spoke unto Moses, saying,", "23": "Speak unto Aaron and unto his sons, saying, Thus shall ye bless the sons of Israel, saying unto them,", "24": "The LORD bless thee and keep thee;", "25": "the LORD make his face shine upon thee and have mercy on thee;", "26": "the LORD lift up his face upon thee, and place peace in thee.", "27": "And they shall place my name upon the sons of Israel, and I will bless them."}