{"1": "I have entered my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb and my honey. I have drunk my wine and my milk. Eat, friends, and drink; yes, drink deeply, lovers.", "2": "I sleep, but my heart is awake. I hear my lover knocking. “Open to me, my sister, my darling, my dove, my perfect one. My head is wet with dew, and my hair with the dampness of the night.”", "3": "I have taken off my garment and don't want to put it on again. I have washed my feet and don't want to get them dirty again.", "4": "My lover put his hand through the opening, and I felt excited inside.", "5": "I got up to open the door for my lover. Myrrh was dripping from my hands and flowing from my fingers, onto the handles of the lock.", "6": "I opened the door for my lover, but my lover had left and was gone. When he spoke, he took my breath away. I looked for him, but I could not find him; I called for him, but he did not answer.", "7": "The watchmen found me as they patrolled the city. They hit me and hurt me; the guards on the wall took away my veil.", "8": "Promise me, women of Jerusalem, if you find my lover, tell him I am weak with love.", "9": "How is your lover better than other lovers, most beautiful of women? How is your lover better than other lovers? Why do you want us to promise this?", "10": "My lover is healthy and tan, the best of ten thousand men.", "11": "His head is like the finest gold; his hair is wavy and black like a raven.", "12": "His eyes are like doves by springs of water. They seem to be bathed in cream and are set like jewels.", "13": "His cheeks are like beds of spices; they smell like mounds of perfume. His lips are like lilies flowing with myrrh.", "14": "His hands are like gold hinges, filled with jewels. His body is like shiny ivory covered with sapphires.", "15": "His legs are like large marble posts, standing on bases of fine gold. He is like a cedar of Lebanon, like the finest of the trees.", "16": "His mouth is sweet to kiss, and I desire him very much. Yes, daughters of Jerusalem, this is my lover and my friend."}