{"1": "Six days later, Jesus took with him Peter and James and his brother John and led them up a high mountain, by themselves. ", "2": "And he was transfigured before them, and his face shone like the sun, and his clothes became dazzling white. ", "3": "Suddenly there appeared to them Moses and Elijah, talking with him. ", "4": "Then Peter said to Jesus, “Lord, it is good for us to be here; if you wish, I[a] will make three dwellings[b] here, one for you, one for Moses, and one for Elijah.” ", "5": "While he was still speaking, suddenly a bright cloud overshadowed them, and from the cloud a voice said, “This is my Son, the Beloved;[c] with him I am well pleased; listen to him!” ", "6": "When the disciples heard this, they fell to the ground and were overcome by fear. ", "7": "But Jesus came and touched them, saying, “Get up and do not be afraid.” ", "8": "And when they looked up, they saw no one except Jesus himself alone.", "9": "As they were coming down the mountain, Jesus ordered them, “Tell no one about the vision until after the Son of Man has been raised from the dead.” ", "10": "And the disciples asked him, “Why, then, do the scribes say that Elijah must come first?” ", "11": "He replied, “Elijah is indeed coming and will restore all things; ", "12": "but I tell you that Elijah has already come, and they did not recognize him, but they did to him whatever they pleased. So also the Son of Man is about to suffer at their hands.” ", "13": "Then the disciples understood that he was speaking to them about John the Baptist.", "14": "When they came to the crowd, a man came to him, knelt before him, ", "15": "and said, “Lord, have mercy on my son, for he is an epileptic and he suffers terribly; he often falls into the fire and often into the water. ", "16": "And I brought him to your disciples, but they could not cure him.” ", "17": "Jesus answered, “You faithless and perverse generation, how much longer must I be with you? How much longer must I put up with you? Bring him here to me.” ", "18": "And Jesus rebuked the demon,[d] and it[e] came out of him, and the boy was cured instantly. ", "19": "Then the disciples came to Jesus privately and said, “Why could we not cast it out?” ", "20": "He said to them, “Because of your little faith. For truly I tell you, if you have faith the size of a[f] mustard seed, you will say to this mountain, 'Move from here to there,' and it will move; and nothing will be impossible for you.”[g]", "22": "As they were gathering[h] in Galilee, Jesus said to them, “The Son of Man is going to be betrayed into human hands, ", "23": "and they will kill him, and on the third day he will be raised.” And they were greatly distressed.", "24": "When they reached Capernaum, the collectors of the temple tax[i] came to Peter and said, “Does your teacher not pay the temple tax?”[j] ", "25": "He said, “Yes, he does.” And when he came home, Jesus spoke of it first, asking, “What do you think, Simon? From whom do kings of the earth take toll or tribute? From their children or from others?” ", "26": "When Peter[k] said, “From others,” Jesus said to him, “Then the children are free. ", "27": "However, so that we do not give offense to them, go to the sea and cast a hook; take the first fish that comes up; and when you open its mouth, you will find a coin;[l] take that and give it to them for you and me.”"}