{"1": "In the time of King Herod, after Jesus was born in Bethlehem of Judea, wise men[a] from the East came to Jerusalem, ", "2": "asking, “Where is the child who has been born king of the Jews? For we observed his star at its rising,[b] and have come to pay him homage.” ", "3": "When King Herod heard this, he was frightened, and all Jerusalem with him; ", "4": "and calling together all the chief priests and scribes of the people, he inquired of them where the Messiah[c] was to be born. ", "5": "They told him, “In Bethlehem of Judea; for so it has been written by the prophet:", "6": "'And you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for from you shall come a ruler who is to shepherd[d] my people Israel.'”", "7": "Then Herod secretly called for the wise men[e] and learned from them the exact time when the star had appeared. ", "8": "Then he sent them to Bethlehem, saying, “Go and search diligently for the child; and when you have found him, bring me word so that I may also go and pay him homage.” ", "9": "When they had heard the king, they set out; and there, ahead of them, went the star that they had seen at its rising,[f] until it stopped over the place where the child was. ", "10": "When they saw that the star had stopped,[g] they were overwhelmed with joy. ", "11": "On entering the house, they saw the child with Mary his mother; and they knelt down and paid him homage. Then, opening their treasure chests, they offered him gifts of gold, frankincense, and myrrh. ", "12": "And having been warned in a dream not to return to Herod, they left for their own country by another road.", "13": "Now after they had left, an angel of the Lord appeared to Joseph in a dream and said, “Get up, take the child and his mother, and flee to Egypt, and remain there until I tell you; for Herod is about to search for the child, to destroy him.” ", "14": "Then Joseph[h] got up, took the child and his mother by night, and went to Egypt, ", "15": "and remained there until the death of Herod. This was to fulfill what had been spoken by the Lord through the prophet, “Out of Egypt I have called my son.”", "16": "When Herod saw that he had been tricked by the wise men,[i] he was infuriated, and he sent and killed all the children in and around Bethlehem who were two years old or under, according to the time that he had learned from the wise men.[j] ", "17": "Then was fulfilled what had been spoken through the prophet Jeremiah:", "18": "“A voice was heard in Ramah, wailing and loud lamentation, Rachel weeping for her children; she refused to be consoled, because they are no more.”", "19": "When Herod died, an angel of the Lord suddenly appeared in a dream to Joseph in Egypt and said, ", "20": "“Get up, take the child and his mother, and go to the land of Israel, for those who were seeking the child's life are dead.” ", "21": "Then Joseph[k] got up, took the child and his mother, and went to the land of Israel. ", "22": "But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go there. And after being warned in a dream, he went away to the district of Galilee. ", "23": "There he made his home in a town called Nazareth, so that what had been spoken through the prophets might be fulfilled, “He will be called a Nazorean.”"}