{"1": "Then Yahweh said to Moses, “Go to Pharaoh. I have made him and his officials stubborn so that I can do these miraculous signs among them. ", "2": "You will be able to tell your children and grandchildren exactly how I treated the Egyptians and what miraculous signs I did among them. This is how you will all know that I am Yahweh.”", "3": "So Moses and Aaron went to Pharaoh and said to him, “This is what Yahweh Elohim of the Hebrews says: How long will you refuse to humble yourself in my presence? Let my people go to worship me. ", "4": "If you refuse to let my people go, tomorrow I will bring locusts into your country. ", "5": "They will cover the land so that the ground can't be seen. They will eat everything left by the hail, including every tree still standing in the fields. ", "6": "They will fill your houses and the houses of all your officials and those of all the Egyptians. Your parents and ancestors never saw anything like this from the time they first came here until now.” Moses turned and left Pharaoh.", "7": "Then Pharaoh's officials asked him, “How long will this man hold us in his grip? Let the Israelite men go to worship Yahweh their Elohim. When will you realize that Egypt is ruined?”", "8": "So Moses and Aaron were brought back to Pharaoh. “Go, worship Yahweh your Elohim,” he said to them. “But exactly who will be going?”", "9": "Moses answered, “Everyone! We'll be taking our young and old, our sons and daughters, our flocks and herds with us. For us it's a pilgrimage festival in Yahweh's honor.”", "10": "Pharaoh said to them, “Yahweh would have to be with you if I would ever let you take your women and children along. I know you're up to no good! ", "11": "No! Only the men may go to worship Yahweh, since that's what you've been asking for.” Then Moses and Aaron were thrown out of Pharaoh's palace.", "12": "Yahweh said to Moses, “Stretch out your hand over Egypt to bring locusts. They will invade Egypt and eat up every plant in the land—everything left by the hail.”", "13": "Moses held his staff over the land of Egypt, and Yahweh made a wind from the east blow over the land all that day and all that night. By morning the east wind had brought the locusts. ", "14": "They invaded all of Egypt and landed all over the country in great swarms. Never before had there been so many locusts like this, nor would there ever be that many again. ", "15": "They covered all the ground until it was black with them. They ate all the plants and all the fruit on the trees that the hail had left. Nothing green was left on any tree or plant anywhere in Egypt.", "16": "Then Pharaoh quickly called for Moses and Aaron and said, “I have sinned against Yahweh your Elohim and against you. ", "17": "Please forgive my sin one more time. Pray to Yahweh your Elohim to take this deadly plague away from me.”", "18": "Moses left Pharaoh and prayed to Yahweh. ", "19": "Then Yahweh changed the wind to a very strong west wind. It picked up the locusts and blew them into the Red Sea. Not one locust was left anywhere in Egypt.", "20": "But Yahweh made Pharaoh stubborn, so he did not let the Israelites go.", "21": "Then Yahweh said to Moses, “Lift your hand toward the sky, and a darkness so thick that it can be felt will come over Egypt.” ", "22": "Moses lifted his hand toward the sky, and throughout Egypt there was total darkness for three days. ", "23": "People couldn't see each other, and no one went anywhere for three days. But all the Israelites had light where they were living.", "24": "Then Pharaoh called for Moses and said, “Go, worship Yahweh! Even your women and children may go with you, but your flocks and herds must stay behind.”", "25": "But Moses said, “You must allow us to take our animals for the sacrifices and burnt offerings we have to make to Yahweh our Elohim. ", "26": "All our livestock must go with us. Not one animal must be left behind. We'll have to use some of them for worshiping Yahweh our Elohim, and we won't know what we'll need until we get there.”", "27": "But Yahweh made Pharaoh stubborn, so he refused to let them go. ", "28": "Pharaoh said to Moses, “Get out of my sight! Don't ever let me see your face again. The day I do, you will die.”", "29": "“You're right!” Moses answered. “You'll never see my face again.”"}