{"1": "Then Moses and the Israelites sang this song to Yahweh: “I will sing to Yahweh. He has won a glorious victory. He has thrown horses and their riders into the sea.", "2": "Yah is my strength and my song. He is my Savior. This is my El, and I will praise him, my father's Elohim, and I will honor him.", "3": "Yahweh is a warrior! Yahweh is his name.", "4": "He has thrown Pharaoh's chariots and army into the sea. Pharaoh's best officers were drowned in the Red Sea.", "5": "The deep water covered them. They sank to the bottom like a rock.", "6": "Your right hand, O Yahweh, wins glory because it is strong. Your right hand, O Yahweh, smashes your enemies.", "7": "With your unlimited majesty, you destroyed those who attacked you. You sent out your burning anger. It burned them up like straw.", "8": "With a blast from your nostrils, the water piled up. The waves stood up like a dam. The deep water thickened in the middle of the sea.", "9": "“The enemy said, 'I'll pursue them! I'll catch up with them! I'll divide the loot! I'll take all I want! I'll use my sword! I'll take all they have!'", "10": "Your breath blew the sea over them. They sank like lead in the raging water.", "11": "“Who is like you among the gods, O Yahweh? Who is like you? You are glorious because of your holiness and awe-inspiring because of your splendor. You perform miracles.", "12": "You stretched out your right hand. The earth swallowed them.", "13": "“Lovingly, you will lead the people you have saved. Powerfully, you will guide them to your holy dwelling.", "14": "People will hear of it and tremble. The people of Philistia will be in anguish.", "15": "The tribal leaders of Edom will be terrified. The powerful men of Moab will tremble. The people of Canaan will be deathly afraid.", "16": "Terror and dread will fall on them. Because of the power of your arm, they will be petrified until your people pass by, O Yahweh, until the people you purchased pass by.", "17": "You will bring them and plant them on your own mountain, the place where you live, O Yahweh, the holy place that you built with your own hands, O Adonay.", "18": "Yahweh will rule as king forever and ever.”", "19": "When Pharaoh's horses, chariots, and cavalry went into the sea, Yahweh made the water of the sea flow back over them. However, the Israelites had gone through the sea on dry ground.", "20": "Then the prophet Miriam, Aaron's sister, took a tambourine in her hand. All the women, dancing with tambourines, followed her. ", "21": "Miriam sang to them: “Sing to Yahweh. He has won a glorious victory. He has thrown horses and their riders into the sea.”", "22": "Moses led Israel away from the Red Sea into the desert of Shur. For three days they traveled in the desert without finding water. ", "23": "When they came to Marah, they couldn't drink the water because it tasted bitter. That's why the place was called Marah [Bitter Place]. ", "24": "The people complained about Moses by asking, “What are we supposed to drink?”", "25": "Moses cried out to Yahweh, and Yahweh showed[a] him a piece of wood. He threw it into the water, and the water became sweet. There Yahweh set down laws and rules for them to live by, and there he tested them. ", "26": "He said, “If you will listen carefully to Yahweh your Elohim and do what he considers right, if you pay attention to his commands and obey all his laws, I will never make you suffer any of the diseases I made the Egyptians suffer, because I am Yahweh Ropheka.”", "27": "Next, they went to Elim, where there were 12 springs and 70 palm trees. They camped there by the water."}