{"1": "The whole community of Israelites left the desert of Sin and traveled from place to place as Yahweh commanded them. They camped at Rephidim, but there was no water for the people to drink. ", "2": "So they complained to Moses by saying, “Give us water to drink!” Moses said to them, “Why are you complaining to me? Why are you testing Yahweh?”", "3": "But the people were thirsty for water there. They complained to Moses and asked, “Why did you bring us out of Egypt? Was it to make us, our children, and our livestock die of thirst?”", "4": "So Moses cried out to Yahweh, “What should I do with these people? They're almost ready to stone me!”", "5": "Yahweh answered Moses, “Bring some of the leaders of Israel with you, and go to where the people can see you. Take the staff you used to strike the Nile River. ", "6": "I'll be standing in front of you there by a rock at Mount Horeb. Strike the rock, and water will come out of it for the people to drink.” Moses did this while the leaders of Israel watched him.", "7": "He named that place Massah [Testing] and Meribah [Complaining] because the Israelites complained and because they tested Yahweh, asking, “Is Yahweh with us or not?”", "8": "The Amalekites fought Israel at Rephidim. ", "9": "Moses said to Joshua, “Choose some of our men. Then fight the Amalekites. Tomorrow I will stand on top of the hill. I will hold in my hand the staff Elohim told me to take along.”", "10": "Joshua did as Moses told him and fought the Amalekites, while Moses, Aaron, and Hur went to the top of the hill. ", "11": "As long as Moses held up his hands, Israel would win, but as soon as he put his hands down, the Amalekites would start to win. ", "12": "Eventually, Moses' hands felt heavy. So Aaron and Hur took a rock, put it under him, and he sat on it. Aaron held up one hand, and Hur held up the other. His hands remained steady until sunset. ", "13": "So Joshua defeated the Amalekite army in battle.", "14": "Yahweh said to Moses, “Write this reminder on a scroll, and make sure that Joshua hears it, too: I will completely erase any memory of the Amalekites from the earth.”", "15": "Moses built an altar and called it Yahweh Nissi. ", "16": "He said, “Because a hand was lifted against Yah's throne,[a] Yahweh will be at war against the Amalekites from one generation to the next.”"}