{"1": "Moses' father-in-law Jethro, the priest of Midian, heard about everything Elohim had done for Moses and his people Israel and how Yahweh had brought Israel out of Egypt. ", "2": "When Moses had sent away his wife Zipporah, his father-in-law Jethro had taken her in, ", "3": "along with her two sons. The one son was named Gershom [Foreigner], because Moses said, “I was a foreigner living in another country.” ", "4": "The name of the other was Eliezer [My God Is a Helper], because he said, “My father's Elohim was my helper. He saved me from Pharaoh's death sentence.”", "5": "Moses' father-in-law Jethro brought Moses' sons and wife to Moses in the desert where he was camped near the mountain of Elohim. ", "6": "Jethro had sent word to Moses, “I'm coming to visit you, and I'm bringing your wife and her two sons.”", "7": "So Moses went out to meet his father-in-law. Moses bowed with his face touching the ground and kissed Jethro. After they asked each other how they were, they went into the tent. ", "8": "Moses told his father-in-law everything Yahweh had done to Pharaoh and the Egyptians for Israel, all the hardships they had had on the way, and how Yahweh had saved them.", "9": "Jethro was delighted to hear about all the good things Yahweh had done for Israel in rescuing them from the Egyptians. ", "10": "He said, “Thank Yahweh! He rescued you from the Egyptians and their Pharaoh and rescued these people from the control of the Egyptians, ", "11": "who treated Israel with contempt. Now I know that Yahweh is greater than all other gods.”", "12": "Then Jethro, Moses' father-in-law, brought a burnt offering and other sacrifices to Elohim. Aaron and all the leaders of Israel came to eat the meal with Moses' father-in-law in Elohim's presence.", "13": "The next day Moses was settling disagreements among the people. The people stood around Moses from morning until evening. ", "14": "When Moses' father-in-law saw everything Moses was doing for the people, he asked, “Why are you doing this for the people? Why do you sit here alone, while all the people stand around you from morning until evening?”", "15": "Moses answered his father-in-law, “Because the people come to me to find out Elohim's will. ", "16": "Whenever they have a disagreement and bring it to me, I decide which person is right, and I tell them Elohim's laws and instructions.”", "17": "Moses' father-in-law replied, “What you're doing is not good. ", "18": "You and your people will wear yourselves out. This is too much work for you. You can't do it alone! ", "19": "Now listen to me, and I'll give you some advice. May Elohim be with you! You must be the people's representative to Elohim and bring their disagreements to Elohim. ", "20": "You must instruct them in the laws and the teachings, show them how to live, and tell them what to do.", "21": "“But choose capable men from all the people, men who fear Elohim, men you can trust, men who hate corruption. Put them in charge of groups of 1,000, or 100, or 50, or 10 people. ", "22": "Let them be the ones who usually settle disagreements among the people. They should bring all important cases to you, but they should settle all minor cases themselves. Make it easier for yourself by letting them help you. ", "23": "If Elohim commands you, and you do this, you will be able to continue your work, and all these people will have their disagreements settled so that they can go home.”", "24": "Moses listened to his father-in-law and did everything he said. ", "25": "Moses chose capable men from all the Israelites and put them in charge of groups of 1,000, or 100, or 50, or 10 people. ", "26": "These men were the ones who usually settled disagreements among the people. They would bring difficult cases to Moses, but they settled all minor ones themselves.", "27": "Moses sent his father-in-law on his way. So Jethro went back to his own country."}