{"1": "A man from Levi's family married a Levite woman. ", "2": "The woman became pregnant and had a son. She saw how beautiful he was and hid him for three months. ", "3": "When she couldn't hide him any longer, she took a basket made of papyrus plants and coated it with tar and pitch. She put the baby in it and set it among the papyrus plants near the bank of the Nile River. ", "4": "The baby's sister stood at a distance to see what would happen to him.", "5": "While Pharaoh's daughter came to the Nile to take a bath, her servants walked along the bank of the river. She saw the basket among the papyrus plants and sent her slave girl to get it. ", "6": "Pharaoh's daughter opened the basket, looked at the baby, and saw it was a boy. He was crying, and she felt sorry for him. She said, “This is one of the Hebrew children.”", "7": "Then the baby's sister asked Pharaoh's daughter, “Should I go and get one of the Hebrew women to nurse the baby for you?”", "8": "She answered, “Yes!” So the girl brought the baby's mother.", "9": "Pharaoh's daughter said to the woman, “Take this child, nurse him for me, and I will pay you.” She took the child and nursed him. ", "10": "When the child was old enough, she brought him to Pharaoh's daughter, and he became her son. Pharaoh's daughter named him Moses [Pulled Out] and said, “I pulled him out of the water.”", "11": "In the course of time Moses grew up. Then he went to see his own people and watched them suffering under forced labor. He saw a Hebrew, one of his own people, being beaten by an Egyptian. ", "12": "He looked all around, and when he didn't see anyone, he beat the Egyptian to death and hid the body in the sand.", "13": "When Moses went there the next day, he saw two Hebrew men fighting. He asked the one who started the fight, “Why are you beating another Hebrew?”", "14": "The man asked, “Who made you our ruler and judge? Are you going to kill me as you killed the Egyptian?” Then Moses was afraid and thought that everyone knew what he had done.", "15": "When Pharaoh heard what Moses had done, he tried to have him killed. But Moses fled from Pharaoh and settled in the land of Midian. One day, while Moses was sitting by a well, ", "16": "seven daughters of the priest of Midian came. They drew water and filled the troughs to water their father's sheep. ", "17": "But some shepherds came and chased them away. So Moses got up, came to their defense, and then watered their sheep.", "18": "When they came back to their father Reuel, he asked them, “Why have you come home so early today?”", "19": "They answered, “An Egyptian rescued us from some shepherds. He even drew water for us and watered the sheep.”", "20": "Reuel asked his daughters, “Where is he? Why did you leave the man there? Go, invite him to supper.”", "21": "Moses decided to stay with the man. So Reuel gave his daughter Zipporah to Moses as his wife. ", "22": "She gave birth to a son. Moses named him Gershom [Foreigner], because he said, “I was a foreigner living in another country.”", "23": "After a long time passed, the king of Egypt died. The Israelites still groaned because they were slaves. So they cried out, and their cries for help went up to Elohim. ", "24": "Elohim heard their groaning, and Elohim remembered his promise[a] to Abraham, Isaac, and Jacob. ", "25": "Elohim saw the Israelites being oppressed and was concerned about them."}