{"1": "“They will never believe me or listen to me!” Moses protested. “They will say, 'Yahweh didn't appear to you.'”", "2": "Then Yahweh asked him, “What's that in your hand?” He answered, “A shepherd's staff.”", "3": "Yahweh said, “Throw it on the ground.” When Moses threw it on the ground, it became a snake, and he ran away from it.", "4": "Then Yahweh said to Moses, “Reach out and grab the snake by its tail.” He reached out and grabbed it, and it turned back into a staff as he held it. ", "5": "The Lord explained, “This is to convince the people that Yahweh Elohim of their ancestors, the Elohim of Abraham, Isaac, and Jacob, appeared to you.”", "6": "Yahweh said to him, “Put your hand inside your shirt.” So Moses did this, and when he took his hand out, it had a skin disease. It looked as flaky as snow. ", "7": "“Now put your hand back inside your shirt,” Yahweh said. Moses put it back, and when he took it out this time, it was healthy again like the rest of his body.", "8": "Then the Lord said, “If they won't believe you or pay attention to the first miraculous sign, they may believe the second. ", "9": "But if they won't believe these two miraculous signs or listen to you, take some water from the Nile River and pour it on the ground. The water you take from the Nile will turn into blood on the ground.”", "10": "Moses said to Yahweh, “Please, Adonay, I'm not a good speaker. I've never been a good speaker, and I'm not now, even though you've spoken to me. I speak slowly, and I become tongue-tied easily.”", "11": "Yahweh asked him, “Who gave humans their mouths? Who makes humans unable to talk or hear? Who gives them sight or makes them blind? It is I, Yahweh! ", "12": "Now go, and I will help you speak and will teach you what to say.”", "13": "But Moses said, “Please, Adonay, send someone else.”", "14": "Then Yahweh became angry with Moses and asked, “What about your brother Aaron the Levite? I know he can speak well. He's already on his way to meet you, and he will be very glad to see you. ", "15": "You will speak to him and tell him what to say. I will help both of you speak, and I will teach you both what to do. ", "16": "Aaron will speak to the people for you. He will be your spokesman, and you will be like Elohim. ", "17": "Take that shepherd's staff with you, and use it to do the miraculous signs.”", "18": "Then Moses went back to his father-in-law Jethro. Moses said to him, “Please let me go back to my own people in Egypt. I would like to see if they're still alive.” Jethro said to Moses, “You may go.”", "19": "Now, Yahweh had said to Moses in Midian, “Go back to Egypt, because all the men who wanted to kill you are dead.”", "20": "So Moses took his wife and sons, put them on a donkey, and started out for Egypt. He also brought with him the staff Elohim had told him to take.", "21": "Yahweh said to Moses, “When you get back to Egypt, see that you show Pharaoh all the amazing things that I have given you the power to do. But I will make him stubborn so that he will not let the people go. ", "22": "Then tell Pharaoh, 'This is what Yahweh says: Israel is my firstborn son. ", "23": "I told you to let my son go so that he may worship me. But you refused to let him go. So now I'm going to kill your firstborn son.'”", "24": "Along the way they stopped for the night. Yahweh met Moses and tried to kill him. ", "25": "Then Zipporah took a flint knife, cut off her son's foreskin, and touched Moses' feet with it. She said, “You are a bridegroom of blood to me!” ", "26": "So Yahweh let him alone. It was because of the circumcision that she said at that time, “You are a bridegroom of blood!”", "27": "Meanwhile, Yahweh had told Aaron to meet Moses in the desert. When Aaron met Moses at the mountain of Elohim, he kissed him. ", "28": "Moses told Aaron everything Yahweh had sent him to say and all the miraculous signs Yahweh had commanded him to do.", "29": "Then Moses and Aaron went to Egypt and assembled all the leaders of the people of Israel. ", "30": "Aaron told them everything Yahweh had said to Moses. He also did the miraculous signs for the people, ", "31": "and the people believed them. When they heard that Yahweh was concerned about the people of Israel and that he had seen their misery, they knelt, bowing with their faces touching the ground."}