{"1": "Peter, an emissary[a] of Jesus the Anointed One, to God's chosen people living as aliens scattered among the unbelievers in Pontus, Galatia, Cappadocia, Asia, and Bithynia. ", "2": "I am sending this letter to those who have been selected and destined by God the Father and made holy by God the Spirit that you may be obedient to Jesus the Anointed and purified by the sprinkling of His blood. May grace and peace beyond all reckoning be yours.", "3": "Blessed is God, the Father of our Lord Jesus, the Anointed One! Because He has raised Jesus the Anointed from death, through His great mercy we have been reborn into a living hope—", "4": "reborn for an eternal inheritance, held in reserve in heaven, that will never fade or fail. ", "5": "Through faith, God's power is standing watch, protecting you for a salvation that you will see completely at the end of things. ", "6": "You should greatly rejoice in what is waiting for you, even if now for a little while you have to suffer various trials. ", "7": "Suffering tests your faith which is more valuable than gold (remember that gold, although it is perishable, is tested by fire) so that if it is found genuine, you can receive praise, honor, and glory when Jesus the Anointed, our Liberating King, is revealed at last.", "8": "Early Christians stand apart from the culture and suffer social stigmas and physical persecution at times. Peter challenges them to remain faithful to Jesus who also suffered for not conforming. Although you haven't seen Jesus, you still love Him. Although you don't yet see Him, you do believe in Him and celebrate with a joy that is glorious and beyond words. ", "9": "You are receiving the salvation of your souls as the result of your faith.", "10": "The prophets who spoke of this outpouring of grace upon you diligently searched and inquired of the Lord about this salvation: ", "11": "to whom and to what time was the indwelling Spirit of the Anointed referring when He told them about the suffering of the Anointed and the honor that would follow it? ", "12": "The Spirit revealed to them they were not serving themselves but you. And you have learned from those who told you the good news by the Spirit that was sent down from heaven. Even the heavenly messengers would like to explore this news.", "13": "So get yourselves ready, prepare your minds to act, control yourselves, and look forward in hope as you focus on the grace that comes when Jesus the Anointed returns and is completely revealed to you. ", "14": "Be like obedient children as you put aside the desires you used to pursue when you didn't know better. ", "15": "Since the One who called you is holy, be holy in all you do. ", "16": "For the Scripture says, “You are to be holy, for I am holy.”[b] ", "17": "If you call on the Father who judges everyone without partiality according to their actions, then you should live in reverence and awe while you live out the days of your exile.", "18": "You know that a price was paid to redeem you from following the empty ways handed on to you by your ancestors; it was not paid with things that perish (like silver and gold), ", "19": "but with the precious blood of the Anointed, who was like a perfect and unblemished sacrificial lamb. ", "20": "God determined to send Him before the world began, but He came into the world in these last days for your sake. ", "21": "Through Him, you've been brought to trust in God, who raised Him from the dead and glorified Him for the very reason that your faith and hope are in Him.", "22": "Now that you have taken care to purify your souls through your submission to the truth, you can experience real love for each other. So love each other deeply from a [pure][c] heart. ", "23": "You have been reborn—not from seed that eventually dies but from seed that is eternal—through the word of God that lives and endures forever. ", "24": "For as Isaiah said, All life is like the grass, and its glory like a flower; The grass will wither and die, and the flower falls,", "25": "But the word of the Lord will endure forever.[d] This is the word that has been preached to you."}