{"1-2": "Peter calls all believers to humility, submission, and service: everyone to God, citizens to rulers, slaves to masters, wives to husbands, and younger to elders. In the same way, wives, you should patiently accept the authority of your husbands. This is so that even if they don't obey God's word, as they observe your pure respectful behavior, they may be persuaded without a word by the way you live. ", "3": "Don't focus on decorating your exterior by doing your hair or putting on fancy jewelry or wearing fashionable clothes; ", "4": "let your adornment be what's inside—the real you, the lasting beauty of a gracious and quiet spirit, in which God delights. ", "5": "This is how, long ago, holy women who put their hope in God made themselves beautiful: by respecting the authority of their husbands. ", "6": "Consider how Sarah, our mother, obeyed her husband, Abraham, and called him “lord,” and you will be her daughters as long as you boldly do what is right without fear and without anxiety.", "7": "In the same way, husbands, as you live with your wives, understand the situations women face as the weaker vessel. Each of you should respect your wife and value her as an equal heir in the gracious gift of life. Do this so that nothing will get in the way of your prayers.", "8": "Finally, all of you, be like-minded and show sympathy, love, compassion, and humility to and for each other—", "9": "not paying back evil with evil or insult with insult, but repaying the bad with a blessing. It was this you were called to do, so that you might inherit a blessing. ", "10": "It is written in the psalms, If you love life and want to live a good, long time, Then be careful what you say. Don't tell lies or spread gossip or talk about improper things.", "11": "Walk away from the evil things in the world—just leave them behind, and do what is right, and always seek peace and pursue it.", "12": "For the Lord watches over the righteous, and His ears are attuned to their prayers. But His face is set against His enemies; He will punish evildoers.[a]", "13": "Why would anyone harm you if you eagerly do good? ", "14": "Even if you should suffer for doing what is right, you will receive a blessing. Don't let them frighten you. Don't be intimidated, ", "15-16": "but exalt Him as Lord in your heart. Always be ready to offer a defense, humbly and respectfully, when someone asks why you live in hope. Keep your conscience clear so that those who ridicule your good conduct in the Anointed and say bad things about you will be put to shame.", "17": "Peter urges us always to be ready to give a reason for the hope that lives within us. But it is important that it be done not with arrogance and contempt, but with gentle ness and love—the same virtues that should guide our responses to any hostile challenge. This is one way we can glorify Jesus as King over all our lives—by exalting Him with both our emotions and our intellect. For if it is the will of God that you suffer, then it is better to suffer for doing what is right than for doing what is wrong. ", "18": "The Anointed One suffered for sins once for all time—the righteous suffering for the unrighteous—so that He might bring us to God. Though He died in the flesh, He was made alive again through the Spirit. ", "19": "And in the Spirit, He went and preached to those spirits held captive. ", "20": "It was these who long ago lived in disobedience while God waited patiently as Noah was building the ark. At that time, only a tiny band—eight people—was spared from the flood.", "21": "The water through which the ark safely passed symbolizes now the ceremonial washing through baptism[b] that initiates you into salvation. You are saved not because it cleanses your body of filth but because of your appeal to God from a good conscience, through the resurrection of Jesus the Anointed, our Liberating King. ", "22": "Now He has entered heaven and sits at the right hand of God as heavenly messengers and authorities and powers submit to His supremacy."}