{"1": "Moab rebelled against Israel after the death of Ahab. ", "2": "Ahaziah had fallen through the lattice of his upstairs room in Samaria, and he was injured. So he sent messengers and told them, “Go, inquire of Baal Zebub,[a] the god of Ekron, whether I will survive this injury.”", "3": "But an angel of the Lord said to Elijah from Tishbe, “Get up. Go meet the messengers of the king of Samaria and say to them, 'Is there no God in Israel, so that you are going to seek out Baal Zebub, the god of Ekron? ", "4": "Therefore, this is what the Lord says. You will not get up from the bed you have gotten into. You will certainly die.'” So Elijah went.", "5": "The messengers returned to the king, so he said to them, “Why have you come back?”", "6": "They told him, “A man came up to meet us and told us, 'Go back to the king who sent you and tell him: This is what the Lord says. Is there no God in Israel, so that you are sending men to inquire of Baal Zebub, the god of Ekron? Therefore, you will not get up from the bed you have gotten into. You will surely die.'”", "7": "He said to them, “How would you describe the man who came up to meet you and said these words to you?”", "8": "They told him, “He was dressed in clothing made of hair,[b] with a leather belt tied around his waist.” Then Ahaziah said, “That was Elijah from Tishbe!”", "9": "So he sent a captain of fifty men to Elijah. He went up to him, and there Elijah was, sitting on top of a hill. Then the captain said to him, “Man of God, the king says, 'Come down!'”", "10": "Then Elijah answered the captain, “If I am a man of God, let fire fall from the sky[c] and consume you and your fifty men!” Then fire fell from the sky and consumed him and his fifty men.", "11": "Then the king sent another captain of fifty men to him, and the captain said, “Man of God, this is what the king says: 'Come down at once!'”", "12": "Elijah answered, “If I am a man of God, then let fire fall from the sky and consume you and your fifty men!” Then the fire of God fell from the sky and consumed him and his fifty men.", "13": "So the king sent a third captain with his fifty men. The third captain went and got down on his knees before Elijah and begged for mercy. He said to Elijah, “Man of God, let my life and the lives of these fifty servants of yours be precious in your eyes. ", "14": "Look, fire from the sky fell and consumed the first two captains and their companies of fifty men. But now, let the lives of your servants be precious.”", "15": "Then the angel of the Lord said to Elijah, “Go down with him. Do not fear him.” So Elijah stood up and went down with him to the king. ", "16": "Then Elijah told the king, “This is what the Lord says. Because you sent messengers to inquire of Baal Zebub, the god of Ekron—Is there no God in Israel to inquire of?—therefore, you will not get up from the bed you have gotten into. You will certainly die.”", "17": "Then he died according to the word of the Lord which Elijah had spoken. Because Ahaziah did not have a son, Jehoram[d] became king in his place in the second year of Jehoram son of Jehoshaphat king of Judah. ", "18": "As for the rest of Ahaziah's acts which he did, are they not written in the annals of the kings of Israel?"}