{"1": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah became king. ", "2": "He was sixteen years old when he became king, and he ruled for fifty-two years in Jerusalem. His mother's name was Jekoliah from Jerusalem. ", "3": "He did what was right in the eyes of the Lord, like everything that his father Amaziah had done. ", "4": "But the high places were still not removed. The people were still offering sacrifices and burning incense there at the high places.", "5": "Then the Lord afflicted the king so that he had leprosy[a] until the day of his death. So he lived in a quarantined house, and Jotham, the king's son, was in charge of the palace and administered justice for the people of the land.", "6": "As for the rest of Azariah's acts and everything he did, are they not written in the annals of the kings of Judah? ", "7": "Azariah rested with his fathers, and he was buried in the City of David. Then his son Jotham became king in his place.", "8": "In the thirty-eighth year of Azariah king of Judah, Zechariah son of Jeroboam ruled as king over Israel in Samaria for six months. ", "9": "He did evil in the eyes of the Lord, just as his fathers had done. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit. ", "10": "Shallum son of Jabesh conspired against him. He struck him down in front of the people and killed him. Then he became king in his place.", "11": "As for the rest of Zechariah's acts, you can find them written in the annals of the kings of Israel. ", "12": "This was the word of the Lord which he had spoken to Jehu: “Four generations of your sons will sit on the throne of Israel.” And that is what happened.", "13": "Shallum son of Jabesh became king in the thirty-ninth year of Uzziah[b] king of Judah, and he ruled for one month in Samaria. ", "14": "Then Menahem son of Gadi from Tirzah went up to Samaria. He struck down Shallum son of Jabesh in Samaria and killed him. Then he became king in his place.", "15": "The rest of Shallum's acts, including the conspiracy he led, you can find written in the annals of the kings of Israel. ", "16": "Then Menahem, starting from Tirzah, attacked Tiphsah and all the people who were in it and its territory. Because they did not open their gates to him, he attacked it and cut open every pregnant woman.", "17": "In the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi became king over Israel in Samaria and ruled for ten years. ", "18": "He did evil in the eyes of the Lord. All his days he did not turn from the sins which Jeroboam son of Nebat caused Israel to commit. ", "19": "Pul[c] king of Assyria came against the land, and Menahem gave Pul one thousand talents[d] of silver for supporting him and strengthening his hold over the kingdom. ", "20": "Menahem exacted the silver from Israel, from every wealthy man—fifty shekels[e] from each man—to give to the king of Assyria. Then the king of Assyria left. He did not remain in the land.", "21": "As for the rest of Menahem's acts and everything he did, are they not written in the annals of the kings of Israel? ", "22": "Menahem rested with his fathers. Then his son Pekahiah became king in his place.", "23": "In the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem became king over Israel in Samaria for two years. ", "24": "He did evil in the eyes of the Lord. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit. ", "25": "Then Pekah son of Remaliah, his military advisor, conspired against him and struck him down in the fortified part of the king's palace in Samaria, along with Argob and Arieh. Fifty men from Gilead were with Pekah when he killed Pekahiah and became king in his place. ", "26": "As for the rest of Pekahiah's acts and everything he did, you can find them written in the annals of the kings of Israel.", "27": "In the fifty-second year of Azariah king of Judah, Pekah son of Remaliah became king over Israel in Samaria and ruled for twenty years. ", "28": "He did evil in the eyes of the Lord. He did not turn from the sins which Jeroboam son of Nebat caused Israel to commit.", "29": "In the days of Pekah king of Israel, Tiglath Pileser king of Assyria came and took Ijon, Abel Beth Ma'akah, Janoah, Kedesh, Hazor, Gilead, and Galilee—all the land of Naphtali. He exiled them to Assyria.", "30": "Then Hoshea son of Elah conspired against Pekah son of Remaliah. He struck him down and killed him. Then he became king in his place in the twenty-second year of Jotham son of Uzziah.", "31": "As for the rest of Pekah's acts and everything he did, you can find them written in the annals of the kings of Israel.", "32": "In the second year of Pekah son of Remaliah king of Israel, Jotham son of Uzziah king of Judah became king. ", "33": "He was twenty-five years old when he became king, and he ruled for sixteen years in Jerusalem. His mother's name was Jerusha daughter of Zadok.", "34": "He did what was right in the eyes of the Lord, like everything that his father Uzziah had done. ", "35": "But the high places were still not removed. The people were still offering sacrifices and burning incense on the high places. He built the upper gate for the House of the Lord.", "36": "As for the rest of Jotham's acts, the things he did, are they not written in the annals of the kings of Judah? ", "37": "In those days, the Lord began to send Rezin king of Aram and Pekah son of Remaliah against Judah. ", "38": "Jotham rested with his fathers, and he was buried with his fathers in the city of his father David. Then his son Ahaz became king in his place."}