{"1": "In the third year of Hoshea son of Elah king of Israel, Hezekiah son of Ahaz king of Judah, became king. ", "2": "He was twenty-five years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother's name was Abi[a] daughter of Zechariah. ", "3": "He did what was right in the eyes of the Lord, like everything that his father David had done. ", "4": "He removed the high places, smashed the sacred memorial stones, cut down the Asherah poles, and broke into pieces the bronze serpent which Moses had made, because until those days the people of Israel had been burning incense to it. They called it Nehushtan.[b]", "5": "He trusted in the Lord, the God of Israel, and there was no one like him among the kings of Judah, before him or after him. ", "6": "He held fast to the Lord. He did not turn aside from following him, but he kept the command which the Lord commanded Moses. ", "7": "The Lord was with him. Wherever he went, the Lord gave him success. He rebelled against the king of Assyria and did not serve him. ", "8": "He struck down the Philistines all the way to Gaza and its territory, from watchtower to fortified city.", "9": "In Hezekiah's fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria went up against Samaria and laid siege to it. ", "10": "They captured it at the end of three years. In the sixth year, which was the ninth year of Hoshea king of Israel, Samaria was captured. ", "11": "Then the king of Assyria exiled Israel to Assyria. He settled them in Halah and on the Habur River, the river of Gozan, and in the cities of the Medes. ", "12": "This was because they did not listen to the voice of the Lord their God, but they abandoned his covenant and all that Moses, the servant of the Lord, commanded. They did not listen to it or obey it.", "13": "In King Hezekiah's fourteenth year, Sennacherib king of Assyria came up against all the fortified cities of Judah and seized them. ", "14": "Then Hezekiah king of Judah sent a message to the king of Assyria at Lachish: “I have done wrong. Withdraw from me. Whatever you impose on me I will pay.” Then the king of Assyria imposed on Hezekiah a penalty of three hundred talents[c] of silver and thirty talents[d] of gold. ", "15": "So Hezekiah gave him all the silver that was found in the Lord's house and in the treasuries of the king's house. ", "16": "At this time, Hezekiah stripped the gold off the doors of the temple of the Lord and off the doorposts, which Hezekiah king of Judah had overlaid with gold, and he gave it to the king of Assyria.", "17": "Then the king of Assyria sent the field commander, the chief of staff, and the herald[e] from Lachish with a large army against King Hezekiah at Jerusalem. They came up to Jerusalem and stood by the watercourse from the upper pool, which is on the way to the washerman's field. ", "18": "They summoned the king, so Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, went out to meet them.", "19": "The herald said to him, “Tell Hezekiah what the great king, the king of Assyria, says.” What are you relying on? ", "20": "You say that you have the plan and power for war, but this is only words from your lips. So who are you trusting when you rebel against me? ", "21": "Tell me, are you really trusting in Egypt as your staff, that splintered reed which will pierce the hand of anyone who leans on it? That's what Pharaoh king of Egypt is for all those who trust in him.", "22": "And if you say to me, “We are trusting in the Lord our God,” didn't Hezekiah remove his high places and his altars and tell Judah and Jerusalem, “You must bow down before this altar in Jerusalem”?", "23": "But now, make a bargain with my lord, the king of Assyria. I will give you two thousand horses if you can provide riders for them. ", "24": "How will you resist one officer from among the least significant of my lord's servants? You are trusting in Egypt for chariots and charioteers. ", "25": "Have I now come up against this place without the Lord? The Lord said to me, “Go up against this land and destroy it.”", "26": "Then Eliakim son of Hilkiah, along with Shebna and Joah, said to the herald, “Please speak to your servants in Aramaic, for we understand it. But don't speak with us in Hebrew in the hearing of the people who are on the wall.”", "27": "Then the herald said to them: Is it only to your lord and to you that my lord sent me to speak these words? Is it not also to the people who are sitting on the wall, who will have to eat their own excrement and drink their own urine with you?[f]", "28": "Then the herald stood up and called out in a loud voice in Hebrew and said the following: Listen to the words of the great king, the king of Assyria. ", "29": "This is what the king says. Don't let Hezekiah deceive you, because he can't save you from my hand. ", "30": "And don't let Hezekiah cause you to trust in the Lord by saying, “The Lord will surely save us! He will not let this city be given into the hand of the king of Assyria.”", "31": "Don't listen to Hezekiah because this is what the king of Assyria says. Make a peace treaty with me and come out to me. Then each of you will eat from his own vine and drink from his own cistern, ", "32": "until I come and take you to a land like your own land, a land with grain and sweet wine, a land with bread and vineyards, a land with olive oil and honey, so that you may live and not die. Don't listen to Hezekiah because he is misleading you when he says, “The Lord will save us.”", "33": "Have the gods of any nation ever saved their land from the hand of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did they save Samaria from my hand? ", "35": "Who among all the gods of the lands saved their land from my hand? Will the Lord really save Jerusalem from my hand?", "36": "But the people were silent. They did not answer him a word because the king had commanded them not to speak or answer. ", "37": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna who was the secretary, and Joah son of Asaph, who was the recorder, went to Hezekiah with their robes torn and told him the words of the herald."}