{"1": "When King Hezekiah heard this, he tore his clothes and put on sackcloth. Then he went into the House of the Lord. ", "2": "He sent Eliakim the palace administrator, Shebna the secretary, and the elders of the priests, dressed in sackcloth, to Isaiah the prophet, the son of Amoz.", "3": "They said to him, “This is what Hezekiah says. Today is a day of distress and rebuke and humiliation because children have come to the point of birth, but there is no strength to deliver them. ", "4": "Perhaps the Lord your God will hear all the words of the herald,[a] whom his lord, the king of Assyria, sent to mock the living God, and he will rebuke him for the words which the Lord your God has heard, and you will lift up a prayer on behalf of the remnant who are left.”", "5": "When the servants of King Hezekiah went to Isaiah, ", "6": "Isaiah said to them, “Say this to your lord: This is what the Lord says. Do not be afraid of these words which you heard, with which the lackeys[b] of the king of Assyria blasphemed me. ", "7": "See, I am going to put him into such a frame of mind that when he hears a certain report, he will return to his country, and I will make him fall by the sword in his own land.”", "8": "Because the herald heard that the king of Assyria had withdrawn from Lachish, he went back and found the king fighting against Libnah. ", "9": "For he had heard this report about Tirhakah king of Cush: “Watch out! He has come out to fight with you.” So he again sent messengers to Hezekiah ", "10": "to say this to Hezekiah king of Judah: “Don't let your God, whom you trust, deceive you, saying, 'Jerusalem will not be given into the hand of the king of Assyria.' ", "11": "Listen, you have heard what the kings of Assyria did to all the lands which they completely destroyed. And you expect to be saved? ", "12": "Did the gods of the nations which my fathers destroyed save them—Gozen and Haran and Rezeph and the people of Eden, who are in Tel Assar? ", "13": "Where is the king of Hamath and the king of Arpad and the king of the city of Sepharvaim, and Hena and Ivvah?”", "14": "Hezekiah took the letter from the hand of the messengers and read it. Then he went up to the House of the Lord, and Hezekiah spread it out before the Lord. ", "15": "Then Hezekiah prayed before the Lord: O Lord, God of Israel, you are seated above the cherubim. You alone are God over all the kingdoms of the earth. You made the heavens and the earth. ", "16": "Bend your ear, O Lord, and hear. Open your eyes, Lord, and see. Hear Sennacherib's words, which he sent to taunt the living God. ", "17": "It is true, Lord, that the kings of Assyria have destroyed these nations and their lands. ", "18": "They have burned their gods, because they were not gods but only the works of human hands, just wood and stone, so they destroyed them. ", "19": "But now, O Lord our God, please save us from his hand, so that all the kingdoms of the earth will know that you, O Lord, are God, you alone.", "20": "Then Isaiah son of Amoz sent a message to Hezekiah: This is what the Lord, the God of Israel, says. I have heard what you have prayed to me about Sennacherib, the king of Assyria. ", "21": "This is the message which the Lord has spoken about him: The Virgin Daughter Zion despises you. She jeers at you. The Daughter Jerusalem tosses her head at you.", "22": "Whom have you taunted and blasphemed? Against whom have you lifted up your voice and raised your eyes to heaven? Against the Holy One of Israel!", "23": "By your messengers you have taunted the Lord. You have said, “With my many chariots I have gone up to the heights of the mountains, to the most remote part of Lebanon. I cut down its tall cedars and the best of its fir trees. I went in to its farthest dwelling place, the most lush of its forests.", "24": "I dug wells and drank water in foreign lands. I dried up all the streams of Egypt with the soles of my feet.”", "25": "Have you not heard? From long ago I, the Lord, did this. From days of eternity I formed it, and now I have brought it about that fortified cities crash into piles of ruined stones.", "26": "Their inhabitants, powerless, are dismayed and ashamed. They are like plants in the field and fresh green grass, like grass on the roof, scorched before it becomes a full-grown stalk.", "27": "I know when you sit down, and when you go out, and when you come in again, and how you rage against me.", "28": "Because you rage against me, because your arrogance has reached my ears, I will put my hook in your nose and my bit in your mouth, and I will make you go back by the way you came.", "29": "This will be a sign for you: This year you will eat what grows naturally, next year what grows naturally from that, but in the third year, you will sow and harvest. You will plant vineyards and eat their fruit.", "30": "The surviving remnant of the house of Judah will again take root below and produce fruit above.", "31": "For a remnant will go out from Jerusalem, and survivors from Mt. Zion. The zeal of the Lord will do this.", "32": "Therefore, this is what the Lord says about the king of Assyria: He will not come into this city. He will not shoot an arrow there. He will not advance against it with a shield, and he will not build up a siege ramp against it.", "33": "By the same way he came he will go back, but he will not come into this city. A declaration of the Lord:", "34": "I will protect and save this city for my own sake and for the sake of my servant David.", "35": "That night, the angel of the Lord went out and struck down one hundred eighty-five thousand men in the camp of Assyria. When it was time to wake up in the morning, there they were—all the dead bodies! ", "36": "Then Sennacherib king of Assyria broke camp and returned and lived in Nineveh. ", "37": "One day when he was worshipping in the house of his god Nisrok, his sons Adrammelek and Sharezer killed him with the sword. They fled to the land of Ararat, and his son Esarhaddon became king in his place."}