{"1": "When the Lord was about to take Elijah up to heaven in a whirlwind, Elijah was traveling with Elisha from Gilgal. ", "2": "Elijah said to Elisha, “Stay here, for the Lord has sent me to Bethel.” But Elisha said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So they went down to Bethel.", "3": "The sons of the prophets[a] who were in Bethel came out to Elisha and said to him, “Do you know that today the Lord is taking your master away from you?” Then he said, “Yes, I know. Be quiet.”", "4": "Then Elijah said to him, “Elisha, stay here because the Lord has sent me to Jericho.” But he said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So they went to Jericho.", "5": "Then the sons of the prophets who were in Jericho approached Elisha and said to him, “Do you know that today the Lord is taking your master away from you?” He said, “Yes, I know. Be quiet.”", "6": "Then Elijah said to him, “Stay here because the Lord has sent me to the Jordan.” But he said, “As surely as the Lord lives and as your soul lives, I will not leave you.” So the two of them went on.", "7": "Then fifty men from the sons of the prophets came and stood and watched them from a distance, while the two of them were standing at the Jordan. ", "8": "Elijah took his cloak, folded it together, and struck the water. The water divided to the right and to the left. Then the two of them crossed on dry land.", "9": "When they had crossed, Elijah said to Elisha, “Ask me for whatever I can do for you before I am taken from you.” Then Elisha said, “Let there be a double portion of your spirit on me.”", "10": "He said, “You have asked for a difficult thing. If you see me being taken from you, it will surely be yours. But if not, then it will not.”", "11": "While they were walking and talking, suddenly a chariot of fire and horses of fire came and separated them. So Elijah went up to heaven in a whirlwind. ", "12": "Elisha was watching and crying out, “My father! My father! Israel's chariot and its charioteers!” Then he did not see him anymore. He grabbed his clothing, and he ripped it into two pieces.", "13": "Then he picked up Elijah's cloak, which had fallen from him. He returned and stood at the edge of the Jordan. ", "14": "He took Elijah's cloak, which had fallen from him, and he struck the water and said, “Where now is the Lord, the God of Elijah? Yes, where is he?” As soon as he struck the water, it divided to the right and to the left so that Elisha could cross.", "15": "When the sons of the prophets, who were watching him from Jericho, saw this, they said, “Elijah's spirit is resting on Elisha.” They went to meet him and bowed down to the ground in front of him.", "16": "They said to him, “Look, here are your servants, fifty strong men. Please, let them go and search for your master in case the Spirit of the Lord lifted him up and then set him down on one of the mountains or in one of the valleys.” But he said, “Don't send them.”", "17": "But they urged him to the point of embarrassment, so he said, “Send them.” So they sent the fifty men. They searched for three days, but they did not find him.", "18": "When they returned to Elisha, he was staying in Jericho. He said to them, “Didn't I say to you, 'Don't go'?”", "19": "Then the men of the city said to Elisha, “Look, the site of the city is good, as my lord can see, but the water is bad, and the land deprives people of children.”", "20": "So he said, “Bring me a new dish and put salt in it.” So they brought it to him.", "21": "Then he went out to the spring and threw the salt in. He said, “This is what the Lord says. I have healed this water. No longer will death or loss of children come from it.” ", "22": "So the water has remained healed to this day, according to the word which Elisha spoke.", "23": "He went up from there to Bethel. While he was going up on the road, young boys came out from the city and mocked him. They said, “Go up, baldy! Go up, baldy!”", "24": "So he turned around and looked at them and cursed them in the name of the Lord. Then two female bears came out of the woods, and they tore forty-two boys to pieces. ", "25": "From there Elisha went to Mount Carmel, and then he returned to Samaria."}