{"1": "In those days Hezekiah became sick and was dying. Then the prophet Isaiah son of Amoz came to him and said, “This is what the Lord says. Give instructions to your house because you are going to die. You will not recover.”", "2": "Then Hezekiah turned his face to the wall and prayed to the Lord, saying, ", "3": "“Please, O Lord, remember how I have walked before you in truth and with a whole heart and have done what is good in your eyes.” Hezekiah wept bitterly.", "4": "Isaiah had not yet gone out from the middle courtyard when the word of the Lord came to him:", "5": "Go back and tell Hezekiah, the leader of my people, that this is what the Lord, the God of your father David, says. I have heard your prayer, and I have seen your tears. I will certainly heal you. On the third day from now you will go up to the House of the Lord. ", "6": "I will add fifteen years to your life, and I will rescue you and this city from the hand of the king of Assyria. I will protect this city for my own sake and for the sake of my servant David.", "7": "Then Isaiah said, “Get a cake of figs.” So they got it and put it on the infected sore, and Hezekiah recovered.", "8": "Then Hezekiah asked Isaiah, “What will be the sign that the Lord will heal me and that I will go up to the House of the Lord on the third day from now?”", "9": "Isaiah said, “This will be a sign for you from the Lord that the Lord will do the thing which he said. Shall the shadow extend forward over ten more steps, or shall it move backwards ten steps?”", "10": "Hezekiah said, “It's easy for the shadow to get longer and cover ten more steps. Instead, have it go back ten steps.”", "11": "Then the prophet Isaiah called out to the Lord, and he caused the shadow, which had gone down on the steps of Ahaz, to go backwards ten steps.", "12": "At that time, Merodak Baladan[a] son of Baladan, the king of Babylon, sent letters and a gift to Hezekiah because he heard that Hezekiah had been sick. ", "13": "Hezekiah heard the envoys and showed them all his palace treasuries, the silver, the gold, the spices, the fine oil, the armory, and all that was found in his treasuries. There was nothing which Hezekiah did not show them in his palace or in his whole kingdom.", "14": "Then Isaiah the prophet came to King Hezekiah and said, “What did these men say, and where did they come from?” Hezekiah said, “From a distant land—they came from Babylon.”", "15": "Then Isaiah asked, “What did they see in your palace?” Hezekiah said, “They saw everything in my palace. There is nothing in my treasuries which they did not see.”", "16": "Then Isaiah said to Hezekiah, “Hear the word of the Lord. ", "17": "Listen carefully! The days are coming when whatever is in your palace, everything which your fathers have stored up to this day, will be taken to Babylon. Not a thing will be left behind, says the Lord. ", "18": "And some of your sons, your own descendants, whom you fathered, will be taken away and will become eunuchs in the palace of the king of Babylon.”", "19": "Then Hezekiah said to Isaiah, “The word of the Lord which you have spoken is good.” He said, “Won't there be peace and security in my days?”", "20": "As for the rest of Hezekiah's acts and all his mighty deeds, how he made the pool and the channel and brought water into the city, are they not written in the annals of the kings of Judah? ", "21": "Hezekiah rested with his fathers. Then his son Manasseh became king in his place."}