{"1": "Then the king summoned all the elders of Judah and Jerusalem. ", "2": "The king went up to the House of the Lord, and every man of Judah and all the inhabitants of Jerusalem, the priests and the prophets and all the people from the least to the greatest, went with him. In their hearing he read all the words of the Book of the Covenant, which had been found in the House of the Lord.", "3": "Then the king stood before the pillar and made a covenant in the presence of the Lord to follow the Lord, to keep his commandments, his testimony, and his statutes with all his heart, and with all his soul to uphold the words of this covenant, which were written in this book. Then all the people affirmed this covenant.", "4": "Then the king commanded Hilkiah the high priest, the lower-ranking priests, and the gatekeepers that they should remove from the temple of the Lord all the articles which had been made for Baal, for Asherah, and for the whole army of the heavens.[a] He burned them outside Jerusalem in the fields of the Kidron Valley, and he took the ashes to Bethel. ", "5": "He removed the idolatrous priests, whom the kings of Judah had appointed to burn incense at the high places[b] in the cities of Judah and in the area around Jerusalem, those who burned incense to Baal, to the sun, to the moon, to the constellations, and to the whole army of the heavens. ", "6": "He took the Asherah pole from the House of the Lord to the Kidron Valley, outside of Jerusalem. He burned it there. He crushed it to dust and scattered the dust on the graves of the common people. ", "7": "He tore down the houses of the male shrine prostitutes, which were in the House of the Lord, where women were weaving hangings for Asherah.", "8": "Then he brought all the priests from the cities of Judah and defiled the high places where the priests had been burning incense, from Gibeah to Beersheba. He tore down the high places by the gates, which were at the entrance to the Gate of Joshua, who was the official over the city. This gate was to the left of the main gate to the city. ", "9": "The priests from the high places could not go up to the Lord's altar in Jerusalem, but they were allowed to eat unleavened bread in the midst of their brothers.", "10": "He defiled Tophet, which was in the Valley of the Son of Hinnom, so that no one could make his son or daughter pass through the fire for Molek. ", "11": "He removed the horses, which the kings of Judah had set up for the sun, from the entrance to the Lord's house. They were near the office of Nathan Melek, the high official, which was in the temple courtyard. Then he burned the chariots of the sun.", "12": "The king tore down the altars that were on the roof of the chamber of Ahaz, which the kings of Judah had made, and the altars that Manasseh had made in the two courtyards of the House of the Lord. He smashed them and threw the dust into the Kidron Valley. ", "13": "The king defiled the high places which were east of Jerusalem on the south end of the Mount of Corruption,[c] which Solomon king of Israel had made for Ashtarte, the detestable goddess of the Sidonians, and for Chemosh, the detestable god of Moab, and for Milcom, the abomination of the Ammonites. ", "14": "He smashed the sacred memorial stones to bits, and he cut down the Asherah poles. Then he filled their sites with human bones.", "15": "Even the altar which was in Bethel, the high place which Jeroboam son of Nebat had made, which caused Israel to sin—he pulled down even that altar and its high place. Then he burned the high place. He ground the Asherah pole to powder and burned it.", "16": "Then Josiah turned and saw the graves that were there on the hill. He sent men and took the bones from the graves and burned them on the altar. So he defiled it in fulfillment of the word of the Lord, which the man of God ⎣proclaimed, when Jeroboam stood by the altar at the feast. Then he turned and raised his eyes to the tomb of the man of God⎦ who proclaimed these things,[d] ", "17": "and he asked, “What is that gravestone which I see over there?” The men of the city told him, “It is the grave of the man of God who came from Judah and proclaimed these things which you are doing against the altar of Bethel.”", "18": "Then he said, “Leave him alone. Let no one disturb his bones.” So they spared his bones along with the bones of the prophet who came from Samaria. ", "19": "Josiah removed all the shrines of the high places which the kings of Israel had made in the cities of Samaria, which provoked the Lord[e] to anger. He did to them just as he did in Bethel. ", "20": "On the altars he slaughtered all the priests of the high places who were present there, and he burned human bones on the altars. Then he went back to Jerusalem.", "21": "Then the king commanded all the people, “Observe the Passover to the Lord your God just as it is written in the Book of the Covenant.” ", "22": "For they had not observed a Passover like this during the days of the judges who led Israel or during the days of the kings of Israel and the kings of Judah. ", "23": "But in King Josiah's eighteenth year, this Passover to the Lord was observed in Jerusalem. ", "24": "Josiah destroyed[f] the mediums and spiritists, the household gods, the filthy idols, and all the detestable idols which were seen in the land of Judah and in Jerusalem, in order to comply with the words of the law, which were written in the book that Hilkiah the priest had found in the House of the Lord.", "25": "Before him there was no king like him who turned to the Lord with all his heart and with all his soul and with all his strength, according to all the Law of Moses, and after him no one like him arose. ", "26": "But even so, the Lord did not turn from his great wrath which burned against Judah because of all the offenses with which Manasseh had provoked him. ", "27": "So the Lord said, “I will also remove Judah from my presence just as I removed Israel. I will reject Jerusalem, the city I chose, and the house about which I said, 'My Name will be there.'”", "28": "As for the rest of Josiah's acts and everything he did, are they not written in the annals of the kings of Judah?", "29": "In his days, Pharaoh Neco, king of Egypt, went to join the king of Assyria for war at the Euphrates River.[g] King Josiah went to meet Neco in battle, but Neco killed King Josiah at Megiddo when he faced him. ", "30": "His servants transported his body from Megiddo to Jerusalem in a chariot, and they buried him in his own tomb. Then the people of the land took Jehoahaz son of Josiah and anointed him. They made him king in his father's place.", "31": "Jehoahaz was twenty-three years old when he became king, and he ruled in Jerusalem for three months. His mother's name was Hamutal daughter of Jeremiah from Libnah. ", "32": "He did evil in the eyes of the Lord, like all that his fathers had done.", "33": "Pharoah Neco imprisoned him in Riblah, in the land of Hamath, so that he could not rule as king in Jerusalem. Neco levied tribute on the land of one hundred talents[h] of silver and one talent[i] of gold. ", "34": "Then Pharaoh Neco set up Eliakim son of Josiah as king in place of his father Josiah. But he changed his name to Jehoiakim. Then he took Jehoahaz to Egypt, and Jehoahaz died there.", "35": "Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to provide the money, as demanded by Pharaoh. From each man according to his worth, he exacted the silver and gold from the people of the land to give it to Pharaoh Neco.", "36": "Jehoiakim was twenty-five years old when he became king, and he ruled for eleven years in Jerusalem. His mother's name was Zebidah daughter of Pedaiah from Ramah. ", "37": "He did evil in the eyes of the Lord, just like everything that his fathers had done."}