{"1": "In the days of Jehoiakim, Nebuchadnezzar king of Babylon came up against the land, and Jehoiakim became his servant for three years, but he then rebelled against Nebuchadnezzar again.", "2": "Then the Lord sent bands of Chaldeans, bands of Arameans, bands of Moabites, and bands of Ammonite raiders against Jehoiakim. He sent them into Judah to destroy them according to the word of the Lord, which he had spoken through his servants the prophets. ", "3": "Surely this happened at the Lord's command to remove them from his presence because of all the sins Manasseh had committed, ", "4": "as well as the innocent blood he had shed. He filled Jerusalem with innocent blood, and the Lord was not willing to forgive.", "5": "As for the rest of Jehoiakim's deeds and everything he did, are they not written in the annals of the kings of Judah? ", "6": "Jehoiakim rested with his fathers. Then his son Jehoiachin became king in his place.", "7": "The king of Egypt did not march out from his land again because the king of Babylon had seized everything that had belonged to the king of Egypt, from the Stream of Egypt to the Euphrates River.", "8": "Jehoiachin was eighteen years old when he became king, and he ruled for three months in Jerusalem. His mother's name was Nehushta daughter of Elnathan from Jerusalem.", "9": "He did evil in the eyes of the Lord, just like everything that his father had done. ", "10": "At that time, the officers of Nebuchadnezzar king of Babylon came up against Jerusalem and put the city under siege. ", "11": "Nebuchadnezzar king of Babylon came to the city while his officers were besieging it.", "12": "Then Jehoiachin king of Judah surrendered to the king of Babylon—he and his mother, his officials, his officers, and his eunuchs.[a] In the eighth year of Nebuchadnezzar's reign, he took Jehoiachin prisoner. ", "13": "He brought out all the treasures of the House of the Lord and the treasures of the palace of the king. He cut up all the gold articles in the House of the Lord, which Solomon king of Israel had made, just as the Lord had said. ", "14": "He exiled all Jerusalem and all the officers and all the warriors—ten thousand men went into exile—as well as all the craftsmen and metal workers. No one was left except the poorest people of the land. ", "15": "He exiled Jehoiachin to Babylon. He also took the king's mother, the king's wives, his eunuchs, and the leading citizens of the land into exile from Jerusalem to Babylon. ", "16": "The king of Babylon also took into exile all the soldiers—seven thousand men—and the craftsmen and metal workers—a thousand men, all strong and trained for war.[b] ", "17": "Then the king of Babylon made Jehoiachin's uncle Mattaniah king in his place, but he changed his name to Zedekiah.", "18": "Zedekiah was twenty-one years old when he became king, and he ruled in Jerusalem for eleven years. His mother's name was Hamutal daughter of Jeremiah from Libnah. ", "19": "He did evil in the eyes of the Lord, just like everything that Jehoiakim had done. ", "20": "Surely it was because of the Lord's wrath that all this fell upon Jerusalem and Judah, until he cast them from his presence. Then Zedekiah rebelled against the king of Babylon."}