{"1": "In the ninth year of Zedekiah's reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar king of Babylon and all his army came up against Jerusalem. He laid siege to it and built a rampart around it. ", "2": "The city was under siege until the eleventh year of King Zedekiah. ", "3": "By the ninth day of the fourth month,[a] famine gripped the city, and the people of the land had no bread.", "4": "Then the city wall was breached, and all the soldiers fled toward the Arabah through the gate that was between the two walls near the king's garden, while the Chaldeans[b] were surrounding the city. ", "5": "But the Chaldean army pursued the king. They caught him in the Arabah near Jericho. His whole army was scattered away from him. ", "6": "So they seized the king. They brought him to the king of Babylon in Riblah, and a sentence was pronounced on him. ", "7": "They slaughtered Zedekiah's sons before his eyes, and then Zedekiah was blinded. They bound him with bronze shackles and took him to Babylon.", "8": "In the fifth month, on the seventh day of the month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan, the captain of the guard,[c] an officer of the king of Babylon came to Jerusalem. ", "9": "He burned the Lord's house and the king's palace and all the houses of Jerusalem. He burned down every large building. ", "10": "The whole Chaldean army, which was under the captain of the guard, tore down the walls around Jerusalem. ", "11": "Nebuzaradan, the captain of the guard, exiled the rest of the people who remained in the city along with those who had previously surrendered to the king of Babylon, and the rest of the crowds.[d] ", "12": "But the captain of the guard left the poorest people of the land to tend the vineyards and farms.", "13": "The Chaldeans broke up the bronze pillars which were in the House of the Lord and the carts and the bronze sea which was in the House of the Lord, and they took the bronze to Babylon. ", "14": "They took the pots, shovels, snuffers,[e] and bowls and all the bronze utensils with which they served. ", "15": "The captain of the guard took the fire pans and the bowls—whatever was made of pure gold and pure silver. ", "16": "The bronze from all these articles—the two pillars, the sea, and the carts which Solomon had made for the House of the Lord—could not be weighed. ", "17": "The height of one pillar was twenty-seven feet, and the capital on it was bronze. The height of the capital was four and a half feet. Latticework and pomegranates went all around the capital. All this was bronze, and the other pillar with its latticework was the same.", "18": "The captain of the guard took Seriah the chief priest and Zephaniah the second-ranking priest and three doorkeepers. ", "19": "From the city, he took an official who was in charge of the soldiers and five of the king's close advisors, who were found in the city, as well as the secretary, the army commander who drafted the people of the land, and sixty men from the people of the land, who were found in the city. ", "20": "Nebuzaradan captain of the guard took them and brought them with him to the king of Babylon in Riblah. ", "21": "The king of Babylon struck them down and killed them in Riblah in the land of Hamath. So Judah went into exile from her country.", "22": "Nebuchadnezzar king of Babylon appointed Gedaliah son of Ahikam, the son of Shaphan, over the people who remained in the land, because he had left some people behind. ", "23": "All the commanders of the army and their men heard that the king of Babylon had appointed Gedaliah, so they went to Gedaliah at Mizpah. They were Ishmael son of Nethaniah, Johanan son of Kareah, Seriah son of Tanhumeth the Netophathite, Ja'azaniah son of the Ma'akathite, and their men.", "24": "Then Gedaliah swore an oath to them and to their men and said, “Don't be afraid of the officials of the Chaldeans. Return to the land and serve the king of Babylon, and it will go well for you.”", "25": "But in the seventh month Ishmael son of Nethaniah, the son of Elishama, who was of royal descent, came with ten men and struck down Gedaliah and killed him along with the men of Judah and the Chaldeans who were with him in Mizpah. ", "26": "Then all the people from the least to the greatest and the commanders of the army set out and went to Egypt because they were afraid of the Chaldeans.", "27": "In the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day of the month, Evil Merodach[f] king of Babylon, in the year he became king, released Jehoiachin king of Judah from prison. ", "28": "He spoke kindly to him and gave him a seat above the seats of the other kings who were with him in Babylon. ", "29": "So Jehoiachin changed his prison clothes, and he ate bread continually in the king's presence all the days of his life. ", "30": "A regular allowance was given to him from the king, for his daily needs, all the days of his life."}