{"1": "Now Jehoram[a] son of Ahab became king over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he ruled as king for twelve years. ", "2": "He did evil in the eyes of the Lord but not as his father and mother had done. He removed the sacred memorial stones for Baal which his father had made, ", "3": "but he clung to the sins which Jeroboam son of Nebat caused Israel to commit. He did not turn from them.", "4": "Mesha king of Moab raised sheep. He brought tribute to the king of Israel consisting of one hundred thousand lambs and the wool of one hundred thousand rams.", "5": "When Ahab died, the king of Moab rebelled against the king of Israel. ", "6": "So King Jehoram went out from Samaria at that time, and he mobilized all Israel. ", "7": "He sent a message to Jehoshaphat king of Judah: “Moab has rebelled against me. Will you go with me to wage war against Moab?” Jehoshaphat replied, “I will go with you. I am like you. My people are like your people. My horses are like your horses.” ", "8": "Then Jehoshaphat asked, “By what road should we go up?” Jehoram answered, “By the road through the wilderness of Edom.”", "9": "Then the king of Israel, the king of Judah, and the king of Edom marched for seven days by a roundabout way. There was no water for the army or for the animals which were along with them.", "10": "Then the king of Israel said, “This is terrible! The Lord has summoned these three kings to give them into the hand of Moab!”", "11": "But Jehoshaphat said, “Is there no prophet of the Lord here, so that we may inquire of the Lord through him?” One of the servants of the king of Israel answered, “Elisha son of Shaphat, who used to pour water on the hands of Elijah, is here.”", "12": "Then Jehoshaphat said, “The word of the Lord is in him.” So the king of Israel and Jehoshaphat and the king of Edom went down to meet him.", "13": "Elisha said to the king of Israel, “What do we have in common? Go to your father's prophets and your mother's prophets!” Then the king of Israel said to him, “No, for the Lord has summoned these three kings to give them into the hand of Moab.”", "14": "Then Elisha said, “As surely as the Lord of Armies lives, before whom I stand, if I did not respect the presence of Jehoshaphat king of Judah, I would not look at you or notice you. ", "15": "But now bring me a musician.” While the musician was playing, the hand of the Lord came upon Elisha. ", "16": "He said, “This is what the Lord says. Make this valley full of ditches. ", "17": "Yes, this is what the Lord says: You will not see wind. You will not see rain. But this valley will be full of water and you will drink—you and your livestock and your animals. ", "18": "This is nothing in the eyes of the Lord. He will also give Moab into your hands. ", "19": "You will destroy all their fortified cities and all their main towns. You will cut down every good tree. You will stop up every spring of water. You will ruin every good plot of land with stones.”", "20": "In the morning, at the time for the regular offering, suddenly there was water coming from the direction of Edom. So the land was full of water.", "21": "All Moab heard that the kings had come up to fight against them. They summoned all those who were old enough to strap on a sword and took their stand at the border. ", "22": "They got up early in the morning as the rising sun was shining on the water. When the Moabites saw the water from a distance, it was red like blood. ", "23": "They said, “Look! Blood! The kings fought and killed each other. Now, get to the plunder, Moab!” ", "24": "So they went to Israel's camp, but Israel rose up and struck Moab, and the Moabites fled from them. Israel advanced against them to strike down Moab.[b]", "25": "Israel tore down the cities. Each man threw a stone on every good plot of land and covered all of them. They stopped up every spring, and they cut down every good tree. Only in Kir Hareseth were the stones left standing. Then the troops armed with slings surrounded it and attacked it. ", "26": "When the king of Moab saw that he was losing the battle, he took seven hundred swordsmen to break through to the king of Edom, but they were not able to do it. ", "27": "So he took his firstborn son, who would have become king in his place, and he offered him as a burnt offering on the wall. There was great anger against Israel, so they withdrew from him and returned to their own country."}