{"1": "The wife of one of the sons of the prophets cried out to Elisha, “Your servant, my husband, is dead. You know that your servant feared the Lord. But now the moneylender is coming to take my two sons as slaves.”", "2": "Then Elisha said to her, “What can I do for you? Tell me, what do you have in your house?” She said, “Your servant has nothing at all in the house except a jar of olive oil.”", "3": "He told her, “Go and ask all your neighbors for jars—empty jars. Don't ask for only a few. ", "4": "Then go inside and shut the door behind you and your sons. Then pour oil into all the jars. When each one is full, set it aside.”", "5": "So she went and shut the door to her house behind her and her sons. They brought the jars, and she poured. ", "6": "When a jar was filled, she said to her son, “Bring me another jar.” Finally he said, “There aren't any more.” Then the oil stopped.", "7": "So she went and told the man of God. He said, “Go and sell the oil and pay your debt. Then you and your sons can live off what's left.”", "8": "One day Elisha went to Shunem. A wealthy woman lived there, and she urged him to eat a meal with her. So whenever he passed by, he would stop there for a meal.", "9": "Then she said to her husband, “Listen. I know that the man who passes by here all the time is a holy man of God. ", "10": "Let's make a small upper room on the roof, and let's put a bed, a table, a chair, and a lamp there for him. Then whenever he comes to us, he can stay there.”", "11": "One day when Elisha came there, he went into the room and lay down. ", "12": "Then he said to Gehazi his servant, “Call the woman of Shunem.” He called her, and she stood in front of him.", "13": "Then Elisha said to Gehazi, “Tell her, 'You have been very concerned about us. What can we do for you? Is there something we can request for you from the king or from the commander of the army?'” She said, “I am living among my own people.”", "14": "Then he said, “What can be done for her?” Then Gehazi said, “Well, she has no son, and her husband is old.”", "15": "He said, “Call her.” So he called her, and she stood at the doorway.", "16": "Then he said to her, “At this time next year, you will be holding a son.” But she said, “No, my lord, you man of God. Do not deceive your servant.”", "17": "But the woman conceived, and she gave birth to a son at that same time of year, just as Elisha said to her.", "18": "The boy grew up, and one day he went out to his father, who was with the reapers. ", "19": "Then he said to his father, “My head! My head!” His father said to his servant, “Carry him to his mother.” ", "20": "So he picked him up and carried him to his mother, and the boy sat on her lap until noon. Then he died.", "21": "Then she went up and laid him on the bed of the man of God. She shut the door behind her and went out. ", "22": "Then she called to her husband and said, “Send one of the servants to me with one of the donkeys, so that I can run to the man of God and come back.”", "23": "He said, “Why are you going to him today? It's not the new moon, and it's not the Sabbath.” But she said, “It's all right.”", "24": "Then she saddled the donkey and said to her servant, “Lead the way. Don't slow down for me unless I tell you.”", "25": "So she went to the man of God at Mount Carmel. When the man of God saw her from a distance, he said to his servant Gehazi, “Look! That's the woman from Shunem! ", "26": "Now run to meet her and say, 'Are you all right? Is your husband all right? Is your son all right?'” She answered, “We're all right.”", "27": "Then she came to the man of God at the mountain, and she grasped his feet. Gehazi stepped forward to push her away, but the man of God said, “Leave her alone, for her soul is in distress, but the Lord has hidden it from me. He has not told me.”", "28": "Then she said, “Did I ask my lord for a son? Didn't I say, 'Don't give me false hope'?”", "29": "Then Elisha said to Gehazi, “Hike up your garments for travel,[a] and take my staff in your hand and go! If you meet someone, do not greet him, and if someone greets you, do not answer. Put my staff on the boy's face.”", "30": "But the boy's mother said, “As surely as the Lord lives and your soul lives, I will not leave you.” So he got up and followed her. ", "31": "Gehazi went ahead of them and put the staff on the boy's face. But there was no sound, and there was no response. So he went back to Elisha and told him, “The boy did not wake up.”", "32": "When Elisha came to the house, there the boy was—dead, lying on his bed. ", "33": "So he went in and he shut the door behind the two of them. Then he prayed to the Lord. ", "34": "He got up and lay down on top of the boy. He put his mouth to the boy's mouth, his eyes to the boy's eyes, his palms to the boy's palms. Then he bent down over him, and the boy's flesh became warm. ", "35": "He went back into the house and paced back and forth. Then he went up and bent down over him, and the boy sneezed seven times. Then the boy opened his eyes.", "36": "Then Elisha called Gehazi and said, “Call the woman of Shunem!” So he called her, and she came in. He said, “Pick up your son.” ", "37": "So she came in and fell at Elisha's feet and bowed down to the ground. Then she picked up her son and went out.", "38": "Then Elisha returned to Gilgal. There was a famine in the land. The sons of the prophets were sitting with him, and he said to his servant, “Put the large cooking pot on the fire, and cook some stew for the sons of the prophets.”", "39": "One of the men went out to the field to gather plants. He found a wild vine and picked some gourds from it. He filled his garment with them. Then he came in and cut them into pieces for the pot of stew. They did not know what they were, ", "40": "but they served it to the men to eat. While they were eating the stew, they cried out, “Man of God, there is death in the pot!” So they could not eat it.", "41": "But he said, “Take some flour and throw it into the pot.” Then he said, “Serve it to the people.” They ate, and there was nothing harmful in the pot.", "42": "A man came from Baal Shalishah and brought the man of God some bread from the first ripe grain, twenty loaves of barley bread, and some new grain in his sack. Elisha said, “Set it before the people so that they can eat.”", "43": "His attendant said, “How can I set this before one hundred men?” But he said, “Set it before the people so that they may eat, for this is what the Lord says: They will eat and have some left over.” So he set it before them. They ate, and they had some left over, just as the Lord had said."}