{"1": "Now Elisha said to the woman whose son he had brought back to life, “You and your household, make preparations and leave, and stay in whatever other country you can, for the Lord has decreed a famine that will be in the land for seven years.” ", "2": "So the woman got up and did just as the man of God said. She and her household went and lived in the land of the Philistines for seven years. ", "3": "At the end of seven years, the woman returned from the land of the Philistines. Then she went to appeal to the king to get back her house and her fields.", "4": "The king had told Gehazi, the servant of the man of God, “Tell me all the great things which Elisha has done.”", "5": "While he was telling the king how Elisha had brought the dead boy back to life, the very woman whose son he had brought back to life was coming to appeal to the king about her house and her fields. Then Gehazi said, “My lord the king, this is the woman, and this is her son whom Elisha brought back to life.”", "6": "Then the king asked the woman about it, and she told him. So the king appointed a high official to her case, saying, “Return everything which is hers and all the produce of her fields, from the day she left the land until now.”", "7": "Elisha went to Damascus while Ben Hadad the king of Aram was sick. The king was told, “The man of God has come here.”", "8": "So the king said to Hazael, “Take a gift and go to meet the man of God. You will inquire of the Lord through him, asking whether I will survive this sickness.”", "9": "Hazael went to meet him. He took a gift of forty camel loads of all the goods of Damascus, and he came and stood before Elisha and said, “Your son, Ben Hadad, king of Aram, sent me to you to say, 'Will I survive this sickness?'”", "10": "Then Elisha said to him, “Go and say to him, 'You will certainly survive,' but the Lord has shown me that he will really die.” ", "11": "Then Elisha stared straight at him until Hazael was embarrassed. Then the man of God wept.", "12": "Hazael said, “Why is my lord weeping?” Then he said, “Because I know the evil you will do to the people of Israel. You will set fire to their fortified cities. You will kill their young men with the sword. You will dash their children to pieces, and you will rip open their pregnant women.”", "13": "Then Hazael said, “But what is your servant, a mere dog, that he could do such a great thing?” Then Elisha said, “The Lord has shown me that you will be king over Aram.”", "14": "Hazael then left Elisha and went to his master, and the king said to him, “What did Elisha say to you?” He said, “He told me that you will certainly survive.”", "15": "But the next day, he took a thick cloth, dipped it in water, and spread it on the king's face so that he died. Then Hazael became king in his place.", "16": "In the fifth year of Joram son of Ahab, the king of Israel, while Jehoshaphat was king of Judah,[a] Jehoram[b] son of Jehoshaphat, the king of Judah, became king. ", "17": "He was thirty-two years old when he became king, and he was king for eight years in Jerusalem. ", "18": "He walked in the way of the kings of Israel, just as the house of Ahab did, because the daughter of Ahab was his wife. So he did evil in the eyes of the Lord. ", "19": "But for the sake of his servant David, the Lord was not willing to destroy Judah, because he had said that he would give a lamp to David and to his sons forever.", "20": "During his days, Edom broke away from the control of Judah and set a king over themselves. ", "21": "So Joram crossed over to Zair with all his chariots. At night he rose up and attacked the Edomites who had surrounded him and his chariot commanders, but his army fled to their tents.[c] ", "22": "So Edom has been in revolt against Judah to this day. Libnah also rebelled at the same time.", "23": "As for the rest of Joram's acts and everything he did, are they not written in the Book of the Annals the Kings of Judah? ", "24": "Joram rested with his fathers, and he was buried with his fathers in the City of David. Then his son Ahaziah became king in his place.", "25": "In the twelfth year of Joram son of Ahab king of Israel, Ahaziah son of Jehoram king of Judah became king. ", "26": "Ahaziah was twenty-two years old when he became king, and he ruled as king in Jerusalem for one year. His mother's name was Athaliah, granddaughter of Omri, king of Israel. ", "27": "He walked in the way of the house of Ahab and did evil in the eyes of the Lord, just as the house of Ahab had done, because he was a son-in-law of the house of Ahab.", "28": "He went with Joram son of Ahab to wage war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram. ", "29": "So King Joram returned to Jezre'el to recover from the wounds which the Arameans inflicted on him at Ramoth Gilead when he fought against Hazael king of Aram. So Ahaziah son of Jehoram king of Judah went down to see Joram son of Ahab in Jezre'el because he had been wounded."}