{"1": "Then Elisha called one of the sons of the prophets and told him, “Hike up your garments for travel,[a] and take this flask of oil in your hand and go to Ramoth Gilead. ", "2": "When you get there, look for Jehu son of Jehoshaphat, the son of Nimshi. Go in and have him excuse himself from his associates[b] and bring him into an inner room. ", "3": "Take the flask of oil, pour it out on his head, and say, 'This is what the Lord says. I anoint you king over Israel.' Then open the door and flee. Do not delay!”", "4": "So the young man, the servant of the prophet, went to Ramoth Gilead. ", "5": "When he got there, he found the commanders of the army sitting together. He said, “I have a message for you, commander.” Then Jehu said, “For which of us?” He answered, “For you, commander.”", "6": "So Jehu got up and went into the house. Then the servant poured the oil on his head and said, “This is what the Lord, the God of Israel, says. I anoint you king over the Lord's people Israel. ", "7": "You will strike down the house of your master Ahab, and I will avenge the blood of my servants the prophets and the blood of all the servants of the Lord that was shed by Jezebel. ", "8": "The whole house of Ahab will perish. In Israel I will cut off from Ahab those who urinate against the wall,[c] both bound and free.[d] ", "9": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Ba'asha son of Ahijah. ", "10": "The dogs will eat Jezebel on the plot of ground in Jezre'el, and no one will bury her.” Then he opened the door and fled.", "11": "Then Jehu went out to the rest of the king's officers. They said to him, “Is everything all right? Why did that madman come to you?” He said to them, “You know the man and how he talks.”", "12": "But they said, “That's not true! Tell us!” So he said, “He told me this and that, and then he said, 'This is what the Lord says. I anoint you king over Israel.'”", "13": "Each man quickly took his cloak. Then they placed them under him on the bare steps. Then they blew the ram's horn and said, “Jehu is king!”", "14": "Then Jehu, the son of Jehoshaphat, the son of Nimshi, conspired against Joram. Now Joram and all Israel had been guarding Ramoth Gilead against Hazael king of Aram. ", "15": "But King Joram[e] returned to Jezre'el to recover from the wounds which the Arameans had inflicted on him when he fought against Hazael king of Aram. Then Jehu said, “If you really want me to be king, don't let any survivors get out of the city to go and report in Jezre'el.”", "16": "Then Jehu got in his chariot and went to Jezre'el, because Joram was resting there and Ahaziah king of Judah had gone down to see Joram. ", "17": "Now the watchman was standing on the tower in Jezre'el, and he saw Jehu's troops coming, so the watchman said, “I see a large group coming!” Then Joram said, “Get a rider and send him to meet them and say, 'Do you come in peace?'”", "18": "So a horseman[f] went to meet him. He said, “This is what the king says. Do you come in peace?” Then Jehu said, “What do you have to do with peace? Fall in behind me.” Then the watchmen said, “The messenger reached him but did not return.”", "19": "So he sent a second horseman. He came to them and said, “This is what the king says. Do you come in peace?” Jehu answered, “What do you have to do with peace? Fall in behind me.”", "20": "Then the watchman said, “He reached them, but he did not return. But the driving is like Jehu son of Nimshi's driving. He drives like a madman.”", "21": "Then Joram said, “Hitch up a chariot!” Then they hitched up his chariot, and Joram king of Israel and Ahaziah king of Judah went out, each in his own chariot, to meet Jehu. They reached him at the plot of ground that had belonged to Naboth from Jezre'el.", "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?” Jehu answered, “What peace can there be as long as so much of your mother Jezebel's prostitution and witchcraft exists?”", "23": "Then Joram turned his chariot around and fled. He said to Ahaziah, “Treachery, Ahaziah!”", "24": "Then Jehu drew his bow and shot Joram between his shoulders. The arrow pierced his heart, and he slumped down in his chariot. ", "25": "Then Jehu said to Bidkar, his chariot officer, “Pick him up and throw him onto the plot of land that belonged to Naboth from Jezre'el. Remember that when you and I were riding side by side in chariots behind his father Ahab, the Lord made this pronouncement against him: ", "26": "'As surely as I saw the blood of Naboth and the blood of his sons yesterday, the Lord declares, I will repay you on this plot of land, the Lord declares.' So now, pick him up and throw him onto that plot of land according to the word of the Lord.”", "27": "Ahaziah king of Judah saw this and fled on the road toward Beth Hagan. But Jehu pursued him and said, “Shoot him too!” They shot him[g] in his chariot on the way up to Gur, that is Ibleam. Then he fled to Megiddo and died there. ", "28": "His servants brought him in his chariot to Jerusalem and buried him in his own tomb with his fathers in the City of David. ", "29": "(It was in the eleventh year of Joram son of King Ahab that Ahaziah had become king over Judah.)", "30": "Jehu went to Jezre'el. When Jezebel heard it, she put on eye make-up and arranged her hair. Then she looked down through a window. ", "31": "When Jehu came into the gate, she said, “Do you come in peace, Zimri, the killer of your master?”", "32": "He looked up to the window and said, “Who is with me? Who?” Two or three eunuchs looked down to him. ", "33": "Then he said, “Throw her down!” So they threw her down, and her blood splattered on the wall and on the horses, and they trampled her. ", "34": "Then he went inside and ate and drank. Then Jehu said, “See to that cursed woman and bury her, because she was a king's daughter.”", "35": "But when they went to bury her, they did not find her, except for her skull, her feet, and the palms of her hands. ", "36": "So they came back and told him. Then Jehu said, “This is the word of the Lord which he spoke through his servant Elijah from Tishbe: On the plot of ground at Jezre'el, the dogs will eat the flesh of Jezebel. ", "37": "Jezebel's corpse will be like manure spread on the surface of the field at the plot of ground at Jezre'el, so they won't be able to say, 'This is Jezebel.'”"}