{"1": "After Abimelech's death Tola, the son of Puah and grandson of Dodo, came to free Israel. He was from the tribe of Issachar and lived at Shamir in the hill country of Ephraim. ", "2": "He was Israel's leader for twenty-three years. Then he died and was buried at Shamir.", "3": "After Tola came Jair from Gilead. He led Israel for twenty-two years. ", "4": "He had thirty sons who rode thirty donkeys. They had thirty cities in the land of Gilead, which are still called the villages of Jair. ", "5": "Jair died and was buried at Kamon.", "6": "Once again the Israelites sinned against the Lord by worshiping the Baals and the Astartes, as well as the gods of Syria, of Sidon, of Moab, of Ammon, and of Philistia. They abandoned the Lord and stopped worshiping him. ", "7": "So the Lord became angry with the Israelites, and let the Philistines and the Ammonites conquer them. ", "8": "For eighteen years they oppressed and persecuted all the Israelites who lived in Amorite country east of the Jordan River in Gilead. ", "9": "The Ammonites even crossed the Jordan to fight the tribes of Judah, Benjamin, and Ephraim. Israel was in great distress.", "10": "Then the Israelites cried out to the Lord and said, “We have sinned against you, for we left you, our God, and worshiped the Baals.”", "11": "The Lord gave them this answer: “The Egyptians, the Amorites, the Ammonites, the Philistines, ", "12": "the Sidonians, the Amalekites, and the Maonites oppressed you in the past, and you cried out to me. Did I not save you from them? ", "13": "But you still left me and worshiped other gods, so I am not going to rescue you again. ", "14": "Go and cry out to the gods you have chosen. Let them rescue you when you get in trouble.”", "15": "But the people of Israel said to the Lord, “We have sinned. Do whatever you like, but please, save us today.” ", "16": "So they got rid of their foreign gods and worshiped the Lord; and he became troubled over Israel's distress.", "17": "Then the Ammonite army prepared for battle and camped in Gilead. The people of Israel came together and camped at Mizpah in Gilead. ", "18": "There the people and the leaders of the Israelite tribes asked one another, “Who will lead the fight against the Ammonites? Whoever does will be the leader of everyone in Gilead.”"}