{"1": "The Israelites sinned against the Lord again, and he let the Philistines rule them for forty years.", "2": "At that time there was a man named Manoah from the town of Zorah. He was a member of the tribe of Dan. His wife had never been able to have children. ", "3": "The Lord's angel appeared to her and said, “You have never been able to have children, but you will soon be pregnant and have a son. ", "4": "Be sure not to drink any wine or beer, or eat any forbidden food; ", "5": "and after your son is born, you must never cut his hair, because from the day of his birth he will be dedicated to God as a nazirite.[a] He will begin the work of rescuing Israel from the Philistines.”", "6": "Then the woman went and told her husband, “A man of God has come to me, and he looked as frightening as the angel[b] of God. I didn't ask him where he came from, and he didn't tell me his name. ", "7": "But he did tell me that I would become pregnant and have a son. He told me not to drink any wine or beer, or eat any forbidden food, because the boy is to be dedicated to God as a nazirite as long as he lives.”", "8": "Then Manoah prayed to the Lord, “Please, Lord, let the man of God that you sent come back to us and tell us what we must do with the boy when he is born.”", "9": "God did what Manoah asked, and his angel came back to the woman while she was sitting in the field. Her husband Manoah was not with her, ", "10": "so she ran at once and told him, “Look! The man who came to me the other day has appeared to me again.”", "11": "Manoah got up and followed his wife. He went to the man and asked, “Are you the man who talked to my wife?” “Yes,” he answered.", "12": "Then Manoah said, “Now then, when your words come true, what must the boy do? What kind of a life must he lead?”", "13": "The Lord's angel answered, “Your wife must be sure to do everything that I have told her. ", "14": "She must not eat anything that comes from the grapevine; she must not drink any wine or beer, or eat any forbidden food. She must do everything that I have told her.”", "15-16": "Not knowing that it was the Lord's angel, Manoah said to him, “Please do not go yet. Let us cook a young goat for you.” But the angel said, “If I do stay, I will not eat your food. But if you want to prepare it, burn it as an offering to the Lord.”", "17": "Manoah replied, “Tell us your name, so that we can honor you when your words come true.”", "18": "The angel asked, “Why do you want to know my name? It is a name of wonder.”[c]", "19": "So Manoah took a young goat and some grain, and offered them on the rock altar to the Lord who works wonders.[d] ", "20-21": "While the flames were going up from the altar, Manoah and his wife saw the Lord's angel go up toward heaven in the flames. Manoah realized then that the man had been the Lord's angel, and he and his wife threw themselves face downward on the ground. They never saw the angel again.", "22": "Manoah said to his wife, “We are sure to die, because we have seen God!”", "23": "But his wife answered, “If the Lord had wanted to kill us, he would not have accepted our offerings; he would not have shown us all this or told us such things at this time.”", "24": "The woman gave birth to a son and named him Samson. The child grew and the Lord blessed him. ", "25": "And the Lord's power began to strengthen him while he was between Zorah and Eshtaol in the Camp of Dan."}