{"1": "The angel of the Lord went from Gilgal to Bochim and said to the Israelites, “I took you out of Egypt and brought you to the land that I promised to your ancestors. I said, 'I will never break my covenant with you. ", "2": "You must not make any covenant with the people who live in this land. You must tear down their altars.' But you have not done what I told you. You have done just the opposite! ", "3": "So I tell you now that I will not drive these people out as you advance. They will be your enemies,[a] and you will be trapped by the worship of their gods.” ", "4": "When the angel had said this, all the people of Israel began to cry, ", "5": "and that is why the place is called Bochim.[b] There they offered sacrifices to the Lord.", "6": "Joshua sent the people of Israel on their way, and each man went to take possession of his own share of the land. ", "7": "As long as Joshua lived, the people of Israel served the Lord, and even after his death they continued to do so as long as the leaders were alive who had seen for themselves all the great things that the Lord had done for Israel. ", "8": "The Lord's servant Joshua son of Nun died at the age of a hundred and ten. ", "9": "He was buried in his own part of the land at Timnath Serah in the hill country of Ephraim north of Mount Gaash. ", "10": "That whole generation also died, and the next generation forgot the Lord and what he had done for Israel.", "11": "Then the people of Israel sinned against the Lord and began to serve the Baals. ", "12": "They stopped worshiping the Lord, the God of their ancestors, the God who had brought them out of Egypt, and they began to worship other gods, the gods of the peoples around them. They bowed down to them and made the Lord angry. ", "13": "They stopped worshiping the Lord and served the Baals and the Astartes. ", "14": "And so the Lord became furious with Israel and let raiders attack and rob them. He let the enemies all around overpower them, and the Israelites could no longer protect themselves. ", "15": "Every time they would go into battle, the Lord was against them, just as he had said he would be. They were in great distress.", "16": "Then the Lord gave the Israelites leaders who saved them from the raiders. ", "17": "But the Israelites paid no attention to their leaders. Israel was unfaithful to the Lord and worshiped other gods. Their fathers had obeyed the Lord's commands, but this new generation soon stopped doing so. ", "18": "Whenever the Lord gave Israel a leader, the Lord would help that leader and would save the people from their enemies as long as that leader lived. The Lord would have mercy on them because they groaned under their suffering and oppression. ", "19": "But when the leader died, the people would return to the old ways and behave worse than the previous generation. They would serve and worship other gods, and stubbornly continue their own evil ways. ", "20": "Then the Lord would become furious with Israel and say, “This nation has broken the covenant that I commanded their ancestors to keep. Because they have not obeyed me, ", "21": "I will no longer drive out any of the nations that were still in the land when Joshua died. ", "22": "I will use them to find out whether or not these Israelites will follow my ways, as their ancestors did.” ", "23": "So the Lord allowed these nations to remain in the land; he did not give Joshua victory over them, nor did he drive them out soon after Joshua's death."}