{"1": "So then, the Lord left some nations in the land to test the Israelites who had not been through the wars in Canaan. ", "2": "He did this only in order to teach each generation of Israelites about war, especially those who had never been in battle before. ", "3": "Those left in the land were the five Philistine cities, all the Canaanites, the Sidonians, and the Hivites who lived in the Lebanon Mountains from Mount Baal Hermon as far as Hamath Pass. ", "4": "They were to be a test for Israel, to find out whether or not the Israelites would obey the commands that the Lord had given their ancestors through Moses. ", "5": "And so the people of Israel settled down among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. ", "6": "They intermarried with them and worshiped their gods.", "7": "The people of Israel forgot the Lord their God; they sinned against him and worshiped the idols of Baal and Asherah. ", "8": "So the Lord became angry with Israel and let King Cushan Rishathaim of Mesopotamia conquer them. They were subject to him for eight years. ", "9": "Then the Israelites cried out to the Lord, and he sent someone to free them. This was Othniel, the son of Caleb's younger brother Kenaz. ", "10": "The spirit of the Lord came upon him, and he became Israel's leader. Othniel went to war, and the Lord gave him the victory over the king of Mesopotamia. ", "11": "There was peace in the land for forty years, and then Othniel died.", "12": "The people of Israel sinned against the Lord again. Because of this the Lord made King Eglon of Moab stronger than Israel. ", "13": "Eglon joined the Ammonites and the Amalekites; they defeated Israel and captured Jericho, the city of palm trees. ", "14": "The Israelites were subject to Eglon for eighteen years.", "15": "Then the Israelites cried out to the Lord, and he sent someone to free them. This was Ehud, a left-handed man, who was the son of Gera, from the tribe of Benjamin. The people of Israel sent Ehud to King Eglon of Moab with gifts for him. ", "16": "Ehud had made himself a double-edged sword about a foot and a half long. He had it fastened on his right side under his clothes. ", "17": "Then he took the gifts to Eglon, who was a very fat man. ", "18": "When Ehud had given him the gifts, he told the men who had carried them to go back home. ", "19": "But Ehud himself turned back at the carved stones near Gilgal, went back to Eglon, and said, “Your Majesty, I have a secret message for you.” So the king ordered his servants, “Leave us alone!” And they all went out.", "20": "Then, as the king was sitting there alone in his cool room on the roof, Ehud went over to him and said, “I have a message from God for you.” The king stood up. ", "21": "With his left hand Ehud took the sword from his right side and plunged it into the king's belly. ", "22": "The whole sword went in, handle and all, and the fat covered it up. Ehud did not pull it out of the king's belly, and it stuck out behind, between his legs.[a] ", "23": "Then Ehud went outside, closed the doors behind him, locked them, ", "24": "and left. The servants came and saw that the doors were locked, but they only thought that the king was inside, relieving himself. ", "25": "They waited as long as they thought they should, but when he still did not open the door, they took the key and opened it. And there was their master, lying dead on the floor.", "26": "Ehud got away while they were waiting. He went past the carved stones and escaped to Seirah. ", "27": "When he arrived there in the hill country of Ephraim, he blew a trumpet to call the people of Israel to battle; then he led them down from the hills. ", "28": "He told them, “Follow me! The Lord has given you victory over your enemies, the Moabites.” So they followed Ehud down and captured the place where the Moabites were to cross the Jordan; they did not allow anyone to cross. ", "29": "That day they killed about ten thousand of the best Moabite soldiers; none of them escaped. ", "30": "That day the Israelites defeated Moab, and there was peace in the land for eighty years.", "31": "The next leader was Shamgar son of Anath. He too rescued Israel, and did so by killing six hundred Philistines with an oxgoad."}