{"1": "Once again the people of Israel sinned against the Lord, so he let the people of Midian rule them for seven years. ", "2": "The Midianites were stronger than Israel, and the people of Israel hid from them in caves and other safe places in the hills. ", "3": "Whenever the Israelites would plant their crops, the Midianites would come with the Amalekites and the desert tribes and attack them. ", "4": "They would camp on the land and destroy the crops as far south as the area around Gaza. They would take all the sheep, cattle, and donkeys, and leave nothing for the Israelites to live on. ", "5": "They would come with their livestock and tents, as thick as locusts. They and their camels were too many to count. They came and devastated the land, ", "6": "and Israel was helpless against them.", "7": "Then the people of Israel cried out to the Lord for help against the Midianites, ", "8": "and he sent them a prophet who brought them this message from the Lord, the God of Israel: “I brought you out of slavery in Egypt. ", "9": "I rescued you from the Egyptians and from the people who fought you here in this land. I drove them out as you advanced, and I gave you their land. ", "10": "I told you that I am the Lord your God and that you should not worship the gods of the Amorites, whose land you are now living in. But you have not listened to me.”", "11": "Then the Lord's angel came to the village of Ophrah and sat under the oak tree that belonged to Joash, a man of the clan of Abiezer. His son Gideon was threshing some wheat secretly in a wine press, so that the Midianites would not see him. ", "12": "The Lord's angel appeared to him there and said, “The Lord is with you, brave and mighty man!”", "13": "Gideon said to him, “If I may ask, sir, why has all this happened to us if the Lord is with us? What happened to all the wonderful things that our fathers told us the Lord used to do—how he brought them out of Egypt? The Lord has abandoned us and left us to the mercy of the Midianites.”", "14": "Then the Lord ordered him, “Go with all your great strength and rescue Israel from the Midianites. I myself am sending you.”", "15": "Gideon replied, “But Lord, how can I rescue Israel? My clan is the weakest in the tribe of Manasseh, and I am the least important member of my family.”", "16": "The Lord answered, “You can do it because I will help you. You will crush the Midianites as easily as if they were only one man.”", "17": "Gideon replied, “If you are pleased with me, give me some proof that you are really the Lord. ", "18": "Please do not leave until I bring you an offering of food.” He said, “I will stay until you come back.”", "19": "So Gideon went into his house and cooked a young goat and used a bushel of flour to make bread without any yeast. He put the meat in a basket and the broth in a pot, brought them to the Lord's angel under the oak tree, and gave them to him. ", "20": "The angel told him, “Put the meat and the bread on this rock, and pour the broth over them.” Gideon did so. ", "21": "Then the Lord's angel reached out and touched the meat and the bread with the end of the stick he was holding. Fire came out of the rock and burned up the meat and the bread. Then the angel disappeared.", "22": "Gideon then realized that it was the Lord's angel he had seen, and he said in terror, “Sovereign Lord! I have seen your angel face-to-face!”", "23": "But the Lord told him, “Peace. Don't be afraid. You will not die.” ", "24": "Gideon built an altar to the Lord there and named it “The Lord is Peace.” (It is still standing at Ophrah, which belongs to the clan of Abiezer.)", "25": "That night the Lord told Gideon, “Take your father's bull and another bull seven years old,[a] tear down your father's altar to Baal, and cut down the symbol of the goddess Asherah, which is beside it. ", "26": "Build a well-constructed altar to the Lord your God on top of this mound. Then take the second bull[b] and burn it whole as an offering, using for firewood the symbol of Asherah you have cut down.” ", "27": "So Gideon took ten of his servants and did what the Lord had told him. He was too afraid of his family and the people in town to do it by day, so he did it at night.", "28": "When the people in town got up early the next morning, they found that the altar to Baal and the symbol of Asherah had been cut down, and that the second bull had been burned on the altar that had been built there. ", "29": "They asked each other, “Who did this?” They investigated and found out that Gideon son of Joash had done it. ", "30": "Then they said to Joash, “Bring your son out here, so that we can kill him! He tore down the altar to Baal and cut down the symbol of Asherah beside it.”", "31": "But Joash said to all those who confronted him, “Are you arguing for Baal? Are you defending him? Anyone who argues for him will be killed before morning. If Baal is a god, let him defend himself. It is his altar that was torn down.” ", "32": "From then on Gideon was known as Jerubbaal,[c] because Joash said, “Let Baal defend himself; it is his altar that was torn down.”", "33": "Then all the Midianites, the Amalekites, and the desert tribes assembled, crossed the Jordan River, and camped in Jezreel Valley. ", "34": "The spirit of the Lord took control of Gideon, and he blew a trumpet to call the men of the clan of Abiezer to follow him. ", "35": "He sent messengers throughout the territory of both parts of Manasseh to call them to follow him. He sent messengers to the tribes of Asher, Zebulun, and Naphtali, and they also came to join him.", "36": "Then Gideon said to God, “You say that you have decided to use me to rescue Israel. ", "37": "Well, I am putting some wool on the ground where we thresh the wheat. If in the morning there is dew only on the wool but not on the ground, then I will know that you are going to use me to rescue Israel.” ", "38": "That is exactly what happened. When Gideon got up early the next morning, he squeezed the wool and wrung enough dew out of it to fill a bowl with water. ", "39": "Then Gideon said to God, “Don't be angry with me; let me speak just once more. Please let me make one more test with the wool. This time let the wool be dry, and the ground be wet.” ", "40": "That night God did that very thing. The next morning the wool was dry, but the ground was wet with dew."}