{"1": "Gideon's son Abimelech went to the town of Shechem, where all his mother's relatives lived, and told them ", "2": "to ask the men of Shechem, “Which would you prefer? To have all seventy of Gideon's sons govern you or to have just one man? Remember that Abimelech is your own flesh and blood.” ", "3": "His mother's relatives talked to the men of Shechem about this for him, and the men of Shechem decided to follow Abimelech because he was their relative. ", "4": "They gave him seventy pieces of silver from the temple of Baal-of-the-Covenant, and with this money he hired a bunch of worthless scoundrels to join him. ", "5": "He went to his father's house at Ophrah, and there on top of a single stone he killed his seventy brothers, Gideon's sons. But Jotham, Gideon's youngest son, hid and was not killed. ", "6": "Then all the men of Shechem and Bethmillo got together and went to the sacred oak tree at Shechem, where they made Abimelech king.", "7": "When Jotham heard about this, he went and stood on top of Mount Gerizim and shouted out to them, “Listen to me, you men of Shechem, and God may listen to you! ", "8": "Once upon a time the trees went out to choose a king for themselves. They said to the olive tree, 'Be our king.' ", "9": "The olive tree answered, 'In order to govern you, I would have to stop producing my oil, which is used to honor gods and human beings.' ", "10": "Then the trees said to the fig tree, 'You come and be our king.' ", "11": "But the fig tree answered, 'In order to govern you, I would have to stop producing my good sweet fruit.' ", "12": "So the trees then said to the grapevine, 'You come and be our king.' ", "13": "But the vine answered, 'In order to govern you, I would have to stop producing my wine, that makes gods and human beings happy.' ", "14": "So then all the trees said to the thorn bush, 'You come and be our king.' ", "15": "The thorn bush answered, 'If you really want to make me your king, then come and take shelter in my shade. If you don't, fire will blaze out of my thorny branches and burn up the cedars of Lebanon.'", "16": "“Now then,” Jotham continued, “were you really honest and sincere when you made Abimelech king? Did you respect Gideon's memory and treat his family properly, as his actions deserved? ", "17": "Remember that my father fought for you. He risked his life to save you from the Midianites. ", "18": "But today you turned against my father's family. You killed his sons—seventy men on a single stone—and just because Abimelech, his son by his servant woman, is your relative, you have made him king of Shechem. ", "19": "Now then, if what you did today to Gideon and his family was sincere and honest, then be happy with Abimelech and let him be happy with you. ", "20": "But if not, may fire blaze out from Abimelech and burn up the men of Shechem and Bethmillo. May fire blaze out from the men of Shechem and Bethmillo and burn Abimelech up.” ", "21": "Then because he was afraid of his brother Abimelech, Jotham ran away and went to live at Beer.", "22": "Abimelech ruled Israel for three years. ", "23": "Then God made Abimelech and the men of Shechem hostile to each other, and they rebelled against Abimelech. ", "24": "This happened so that Abimelech and the men of Shechem, who encouraged him to murder Gideon's seventy sons, would pay for their crime. ", "25": "The men of Shechem put men in ambush against Abimelech on the mountaintops, and they robbed everyone who passed their way. Abimelech was told about this.", "26": "Then Gaal son of Ebed came to Shechem with his brothers, and the men of Shechem put their confidence in him. ", "27": "They all went out into their vineyards and picked the grapes, made wine from them, and held a festival. They went into the temple of their god, where they ate and drank and made fun of Abimelech. ", "28": "Gaal said, “What kind of men are we in Shechem? Why are we serving Abimelech? Who is he, anyway? The son of Gideon! And Zebul takes orders from him, but why should we serve him? Be loyal to your ancestor Hamor, who founded your clan! ", "29": "I wish I were leading this people! I would get rid of Abimelech! I would tell[a] him, 'Reinforce your army, come on out and fight!'”", "30": "Zebul, the ruler of the city, became angry when he heard what Gaal had said. ", "31": "He sent messengers to Abimelech at Arumah[b] to say, “Gaal son of Ebed and his brothers have come to Shechem, and they are not going to let you into the city. ", "32": "Now then, you and your men should move by night and hide in the fields. ", "33": "Get up tomorrow morning at sunrise and make a sudden attack on the city. Then when Gaal and his men come out against you, hit them with all you've got!”", "34": "So Abimelech and all his men made their move at night and hid outside Shechem in four groups. ", "35": "When Abimelech and his men saw Gaal come out and stand at the city gate, they got up from their hiding places. ", "36": "Gaal saw them and said to Zebul, “Look! There are men coming down from the mountaintops!” “Those are not men,” Zebul answered. “They are just shadows on the mountains.”", "37": "Gaal said again, “Look! There are men coming down the crest of the mountain and one group is coming along the road from the oak tree of the fortunetellers!”", "38": "Then Zebul said to him, “Where is all your big talk now? You were the one who asked why we should serve this man Abimelech. These are the men you were making fun of. Go on out now and fight them.” ", "39": "Gaal led the men of Shechem out and fought Abimelech. ", "40": "Abimelech started after Gaal, and Gaal ran. Many were wounded, even at the city gate. ", "41": "Abimelech lived in Arumah, and Zebul drove Gaal and his brothers out of Shechem, so that they could no longer live there.", "42": "The next day Abimelech found out that the people of Shechem were planning to go out into the fields, ", "43": "so he took his men, divided them into three groups, and hid in the fields, waiting. When he saw the people coming out of the city, he came out of hiding to kill them. ", "44": "While Abimelech and his group hurried forward to guard the city gate, the other two companies attacked the people in the fields and killed them all. ", "45": "The fighting continued all day long. Abimelech captured the city, killed its people, tore it down, and covered the ground with salt.", "46": "When all the leading men in the fort at Shechem heard about this, they sought safety in the stronghold of the temple of Baal-of-the-Covenant. ", "47": "Abimelech was told that they had gathered there, ", "48": "so he went up to Mount Zalmon with his men. There he took an ax, cut a limb off a tree, and put it on his shoulder. He told his men to hurry and do the same thing. ", "49": "So everyone cut off a tree limb; then they followed Abimelech and piled the wood up against the stronghold. They set it on fire, with the people inside, and all the people of the fort died—about a thousand men and women.", "50": "Then Abimelech went to Thebez, surrounded that city, and captured it. ", "51": "There was a strong tower there, and every man and woman in the city, including the leaders, ran to it. They locked themselves in and went up to the roof. ", "52": "When Abimelech came to attack the tower, he went up to the door to set the tower on fire. ", "53": "But a woman threw a millstone down on his head and fractured his skull. ", "54": "Then he quickly called the young man who was carrying his weapons and told him, “Draw your sword and kill me. I don't want it said that a woman killed me.” So the young man ran him through, and he died. ", "55": "When the Israelites saw that Abimelech was dead, they all went home.", "56": "And so it was that God paid Abimelech back for the crime that he committed against his father in killing his seventy brothers. ", "57": "God also made the men of Shechem suffer for their wickedness, just as Jotham, Gideon's son, said they would when he cursed them."}