{"1": "The word of Adonai that came to Micah the Morashtite in the days of Jotham, Ahaz and Hezekiah, kings of Judah—visions he saw concerning Samaria and Jerusalem.", "2": "Hear, O peoples—all of you! Attention, O land and everything in it! Adonai Elohim will be witness against you— The Lord from His holy Temple.", "3": "For behold, Adonai is coming forth out of His place. He will come down and trample on the high places of the land.", "4": "The mountains will melt away under Him and the valleys will split apart like wax before the fire, like water being poured down a slope.", "5": "All this is because of Jacob's transgression and the sins of the house of Israel. Who is the transgression of Jacob? Is it not Samaria? Who are the high places of Judah? Are they not Jerusalem?", "6": "So I will make Samaria into a ruin in the countryside, planting places for a vineyard. I will hurl her stones into the valley and will lay bare her foundations.", "7": "All her images will be smashed, all her prostitute's pay burned with fire, and all her idols I will make desolate. For from prostitute's pay she collected them and to prostitute's pay they will return.", "8": "Concerning this let me lament and howl. Let me walk barefoot and naked. I will make a howl like jackals and a mourning like ostriches.", "9": "For her wounds are incurable. For it has come up to Judah. It has reached the gate of my people— even up to Jerusalem!", "10": "Tell it not in Gath—weep not at all. At Beth-le-aphrah[a] roll in the dust.", "11": "Pass on, you who dwell in Saphir —nakedness and shame— she who dwells in Zaanan will not come out. Wailing of Beth-ezel[b]: He will take from you its standing-place.", "12": "For she who dwells in Maroth has languished for something good. For calamity has come down from Adonai to Jerusalem's gate.", "13": "Harness the chariot to the steed, O inhabitant of Lachish! It was the beginning of sin for the Daughter of Zion— because in you were found the rebellions of Israel.", "14": "Therefore you will give parting gifts to Moresheth-gath— houses of Achzib as a deception to the kings of Israel.", "15": "Yet I will bring the possessor to you, inhabitant of Mareshah. The glory of Israel will come as far as Adullam.", "16": "Shave yourself bald, yes shear your hair for the children of your delight. Enlarge your bald spot like a vulture, for they went from you into exile."}