{"1": "Oy to them who scheme wickedness, who work out evil upon their beds! In the light of the morning, they do it, for the power is in their hands.", "2": "They covet fields, so they seize them, or houses, and take them away. So they oppress a man and his house— a man and his inheritance.", "3": "Therefore, thus said Adonai: “Behold, I am scheming a calamity against this family from which you cannot remove your necks. Then you will not walk haughtily, for it will be a time of distress.”", "4": "In that day He will lift up a parable for you, and there will be wailing lamentation, saying: “We have been utterly ruined! He changes the portion of my people. How He removes it from me! To the faithless He apportions our fields!”", "5": "Therefore you will have no one casting for territory by lot in the congregation of Adonai.", "6": "“Do not prophesy,” they prophesy. Unless they prophesy about such things, He will not turn back reproaches.”", "7": "Is it said, “O house of Jacob, is the Ruach Adonai short of patience? Are these His deeds?” “Do not My words deal well with one who walks uprightly?”", "8": "But recently My people arose as an enemy. You strip off the outer robe of a garment from those passing through confidently— those returning from war.", "9": "The wives of My people you cast out from their exquisite houses. From her young children you take away My splendor, forever.", "10": "Arise and go! For this is not the resting place, because of uncleanness that destroys— a grievous destruction.", "11": "If a man walking in a spirit of falsehood speaks lies— “I will prophesy for you of wine and strong drink”— Then he would be a spokesman of this people.", "12": "“I will surely gather Jacob—all of you! I will surely gather the remnant of Israel. I will put them together like sheep in a pen, like a flock within its pasture. They will be noisy with people.", "13": "One breaking through will go up before them.[a] They will break through, pass through the gate and go out by it.[b] Their King will pass through before them —Adonai at their head!”"}