{"1": "But at the end of days the mountain of Adonai's House will be established as chief of the mountains, and will be raised above the hills. Peoples will flow up to it.", "2": "Then many nations will go and say: “Come, let us go up to the mountain of Adonai, to the House of the God of Jacob! Then He will direct us in His ways, and we will walk in His paths.” For Torah will go forth from Zion, and the word of Adonai from Jerusalem.", "3": "He will judge between many peoples and decide for mighty nations far off. They will beat their swords into plowshares, and their spears into pruning shears. Nation will not lift up sword against nation, nor will they learn war again.", "4": "But each man will sit under his vine and under his fig tree, with no one causing terror, for the mouth of Adonai-Tzva'ot has spoken.", "5": "Though all the peoples will walk each in the name of his god, so we ourselves will walk[a] in the Name of Adonai Eloheinu, forever and ever.", "6": "“In that day” —it is a declaration of Adonai— “I will gather her who is limping, and her who was banished will I collect, even those whom I have afflicted.", "7": "I will make her who was limping into a remnant, and her who was banished a mighty nation. Adonai will reign over them on Mount Zion from that time and forever.”", "8": "But you, watchtower of the flock, are the hill of the Daughter of Zion. To you she will come. Even the former dominion will come, the kingdom of the Daughter of Jerusalem.", "9": "Why are you crying out aloud now? Is there no King within you? Has your counselor perished, so that agony has gripped you like birth pangs?", "10": "Writhe and give birth, Daughter of Zion, like a woman in labor. For now you will go forth from a city. You will dwell in the field, and you will come as far as Babylon. There you will be rescued. There will Adonai redeem you from the hand of your enemies.", "11": "But now many nations have assembled against you, those who are saying, “Let her be defiled, and let our eyes gaze on Zion.”", "12": "But they do not know Adonai's thoughts, nor understand His plan. For He has gathered them like grain to a threshing floor.", "13": "Arise and tread, Daughter of Zion, for I will make your horn iron, and I will make your hooves bronze. You will thresh many peoples. I will devote their unjust gain to Adonai, their wealth to the Lord of all the earth.", "14": "Now gather yourself in troops,[b] O Daughter of Troops. He has laid siege against us. With a staff they have struck the Judge of Israel on the cheek."}