{"1": "But you, Bethlehem Ephrathah[a]— least among the clans of Judah— from you will come out to Me One to be ruler in Israel, One whose goings forth are from of old, from days of eternity.", "2": "Therefore He will give them up until the time when she who is in labor has given birth. Then the remnant of His brothers will return to Bnei-Yisrael.", "3": "So He will arise and tend His flock with the strength of Adonai— in the majesty of the Name of Adonai His God. And they will live securely, for then He will be great to the ends of the earth.", "4": "This One will be shalom.[b] When Assyria invades our land when he treads on our citadels, then we will raise up against him seven shepherds and eight human princes.", "5": "They will devastate the land of Assyria with the sword— even Nimrod's land with a drawn blade.[c] He will deliver us from Assyria, when he invades our land, when he tramples on our territory.", "6": "Now the remnant of Jacob will be in the midst of many peoples, like dew from Adonai, like abundant showers on grass that does not wait for a man, nor lingers for the sons of men.", "7": "For the remnant of Jacob will be among the nations, in the midst of many peoples, like a lion among the forest beasts, like a young lion among flocks of sheep, who, if he passed through, would trample and tear to pieces, and there would be no deliverer.", "8": "May your hand be raised up against your adversaries, and may all your foes be cut off.", "9": "“Now in that day” —it is a declaration of Adonai— “I will cut off your horses among you, and I will destroy your chariots.", "10": "I will cut off the cities of your land, and throw down all your strongholds.", "11": "I will cut off sorceries from your hand, and you will have no more diviners.", "12": "I will cut off your carved images and your sacred pillars from among you, so you will no longer bow down to the work of your hands.", "13": "I will uproot your Asherah poles from among you, and destroy your cities.", "14": "So I will execute vengeance in anger and wrath on the nations that have not listened."}