{"1": "Hear what Adonai is saying: “Arise! Contend with the mountains, and let the hills hear your voice.", "2": "Hear, Adonai's dispute, O mountains— the enduring foundations of the earth. For Adonai has a dispute with His people and He will argue His case with Israel.", "3": "O My people, what have I done to you? Or how have I wearied you? Answer Me!", "4": "When I brought you up from the land of Egypt, and redeemed you from the house of bondage, I sent before you Moses, Aaron, and Miriam.", "5": "O My people, remember, please: What did Balak, king of Moab, propose? What did Balaam son of Beor answer him? From Shittim as far as Gilgal, so that you might acknowledge the righteous acts of Adonai.”", "6": "With what shall I come before Adonai? With what shall I bow myself before God on high? Shall I present Him with burnt offerings, with year-old calves?", "7": "Will Adonai be pleased with thousands of rams, with hordes of rivers of oil? Shall I offer my firstborn for my transgression, the fruit of my belly for the sin of my soul?", "8": "He has told you, humanity, what is good, and what Adonai is seeking from you: Only to practice justice, to love mercy,[a] and to walk humbly with your God.", "9": "The voice of Adonai calls to the city— it is wisdom to fear[b] Your Name— “Pay attention to the rod and to the One who appointed it.”", "10": "Does the house of the wicked still have treasures of wickedness? Or is an undersized ephah denounced?", "11": "Can I be pure with wicked balances? Or with a bag of deceptive weights?", "12": "For the rich of the city are full of violence and its inhabitants speak lies. Their tongue in their mouth is deceit.", "13": "So also I will strike you severely, desolating you because of your sins.", "14": "You will eat but not be satisfied, and emptiness will be within you. You will try to escape, but you will not reach safety. Whatever you make safe, I will give to the sword.", "15": "You will sow but not reap; You will tread olives but not anoint yourself with oil, and grapes but not drink wine.", "16": "Now, you observe the statutes of Omri and every practice of the house of Ahab, and you walk in their counsels. Therefore I will make you a horror, and her inhabitants a hissing, so you will bear the scorn of My people."}