{"1": "Woe is me! For I am like gatherings of produce in summer, like gleanings of a vineyard. There is no cluster to eat, no first-ripe fig that I crave.", "2": "The pious have perished from the land, there is none upright among mankind. All of them lie in wait for blood. A man hunts his brother with a net.", "3": "Both hands are diligent at doing evil. The official and the judge ask for a bribe. The distinguished man utters a desire of his soul. Thus they weave it together.", "4": "The best of them is like a prickly bush, the most upright like a thorn hedge. The day of your watchmen—of your visitation—is coming. Then their confusion will occur.", "5": "Do not trust in a friend. Do not trust in a close companion. Guard the openings of your mouth from her who lies on your breast.", "6": "For son treats father with contempt; daughter rises up against mother; daughter-in-law against mother-in-law: a man's enemies are the people of his own house.[a]", "7": "But I—I will watch for Adonai. I will wait for the God of my salvation. My God will hear me.", "8": "Do not rejoice over me, O my enemy. Though I have fallen—I will arise. Though I sit in darkness, Adonai is my light.", "9": "I will bear the indignation of Adonai, because I have sinned against Him, until He pleads my cause, and executes judgment for me. He will bring me out to the light, and I will behold His righteousness.", "10": "Then my enemy will see it, and shame will cover her— she who said to me: “Where is Adonai, your God?” My eyes will gaze at her— now she will be trampled like mud in streets.", "11": "A day to rebuild your walls— a day the boundary will be far off,", "12": "a day when they will come to you from Assyria to the cities of Egypt, from Egypt to the River, from sea to sea, and from mountain to mountain.", "13": "Yet the land will become a wasteland because of her inhabitants, because of the fruit of their misdeeds.", "14": "Tend Your people with Your staff, the flock of Your inheritance, dwelling alone, in a forest in the midst of a fertile garden. Let them feed in Bashan and Gilead, as in the days of old.", "15": "As in the days of your coming out from the land of Egypt I will show him wonders.", "16": "Nations will see and be put to shame despite all their might. They will put a hand on their mouth, their ears will be deaf.", "17": "They will lick dust like a snake. Like crawling things of the land, they will come trembling out of their hiding places. To Adonai Eloheinu they will submit in awe— in awe of You.", "18": "Who is a God like You pardoning iniquity, overlooking transgression, for the remnant of His heritage? He will not retain His anger forever, because He delights in mercy.", "19": "He will again have compassion on us. He will subdue our iniquities, and You will cast all our sins into the depths of the sea.", "20": "You will extend truth to Jacob, mercy to Abraham, that You swore to our ancestors from the days of old."}