{"1": "On the third day Esther put on her royal robes. She stood in the inner courtyard of the palace. It was in front of the king's hall. The king was sitting on his royal throne in the hall. He was facing the entrance. ", "2": "He saw Queen Esther standing in the courtyard. He was pleased with her. So he reached out toward her the gold scepter that was in his hand. Then Esther approached him. She touched the tip of the scepter.", "3": "The king asked, “What is it, Queen Esther? What do you want? I'll give it to you. I'll even give you up to half of my kingdom.”", "4": "Esther replied, “King Xerxes, if it pleases you, come to a feast today. I've prepared it for you. Please have Haman come with you.”", "5": "“Bring Haman at once,” the king said to his servants. “Then we'll do what Esther asks.” So the king and Haman went to the feast Esther had prepared. ", "6": "As they were drinking wine, the king asked Esther the same question again. He said, “What do you want? I'll give it to you. What do you want me to do for you? I'll even give you up to half of my kingdom.”", "7": "Esther replied, “Here is what I want. Here is my appeal to you. ", "8": "I hope you will be pleased to give me what I want. And I hope you will be pleased to listen to my appeal. If you are, I'd like you and Haman to come tomorrow to the feast I'll prepare for you. Then I'll answer your question.”", "9": "That day Haman was happy. So he left the palace in a good mood. But then he saw Mordecai at the palace gate. He noticed that Mordecai didn't stand up when he walked by. In fact, Mordecai didn't have any respect for him at all. So he was very angry with him. ", "10": "But Haman was able to control himself. He went on home. Haman called together his friends and his wife Zeresh. ", "11": "He bragged to them about how rich he was. He talked about how many sons he had. He spoke about all the ways the king had honored him. He bragged about how the king had given him a high position. It was higher than the position of any of the other nobles and officials. ", "12": "“And that's not all,” Haman added. “I'm the only person Queen Esther invited to come with the king to the feast she gave. Now she has invited me along with the king tomorrow. ", "13": "But even all of that doesn't satisfy me. I won't be satisfied as long as I see that Jew Mordecai sitting at the palace gate.”", "14": "Haman's wife Zeresh and all his friends said to him, “Get a pole. In the morning, ask the king to have Mordecai put to death. Have the pole stuck through his body. Set it up at a place where it will be 75 feet above the ground. Everyone will be able to see it there. Then go to the feast with the king. Have a good time.” Haman was delighted with that suggestion. So he got the pole ready."}