{"1": "About that time King Herod laid violent hands upon some who belonged to the church. ", "2": "He had James, the brother of John, killed with the sword. ", "3": "After he saw that it pleased the Jews, he proceeded to arrest Peter also. (This was during the festival of Unleavened Bread.) ", "4": "When he had seized him, he put him in prison and handed him over to four squads of soldiers to guard him, intending to bring him out to the people after the Passover. ", "5": "While Peter was kept in prison, the church prayed fervently to God for him.", "6": "The very night before Herod was going to bring him out, Peter, bound with two chains, was sleeping between two soldiers, while guards in front of the door were keeping watch over the prison. ", "7": "Suddenly an angel of the Lord appeared and a light shone in the cell. He tapped Peter on the side and woke him, saying, “Get up quickly.” And the chains fell off his wrists. ", "8": "The angel said to him, “Fasten your belt and put on your sandals.” He did so. Then he said to him, “Wrap your cloak around you and follow me.” ", "9": "Peter[a] went out and followed him; he did not realize that what was happening with the angel's help was real; he thought he was seeing a vision. ", "10": "After they had passed the first and the second guard, they came before the iron gate leading into the city. It opened for them of its own accord, and they went outside and walked along a lane, when suddenly the angel left him. ", "11": "Then Peter came to himself and said, “Now I am sure that the Lord has sent his angel and rescued me from the hands of Herod and from all that the Jewish people were expecting.”", "12": "As soon as he realized this, he went to the house of Mary, the mother of John whose other name was Mark, where many had gathered and were praying. ", "13": "When he knocked at the outer gate, a maid named Rhoda came to answer. ", "14": "On recognizing Peter's voice, she was so overjoyed that, instead of opening the gate, she ran in and announced that Peter was standing at the gate. ", "15": "They said to her, “You are out of your mind!” But she insisted that it was so. They said, “It is his angel.” ", "16": "Meanwhile Peter continued knocking; and when they opened the gate, they saw him and were amazed. ", "17": "He motioned to them with his hand to be silent, and described for them how the Lord had brought him out of the prison. And he added, “Tell this to James and to the believers.”[b] Then he left and went to another place.", "18": "When morning came, there was no small commotion among the soldiers over what had become of Peter. ", "19": "When Herod had searched for him and could not find him, he examined the guards and ordered them to be put to death. Then he went down from Judea to Caesarea and stayed there.", "20": "Now Herod[c] was angry with the people of Tyre and Sidon. So they came to him in a body; and after winning over Blastus, the king's chamberlain, they asked for a reconciliation, because their country depended on the king's country for food. ", "21": "On an appointed day Herod put on his royal robes, took his seat on the platform, and delivered a public address to them. ", "22": "The people kept shouting, “The voice of a god, and not of a mortal!” ", "23": "And immediately, because he had not given the glory to God, an angel of the Lord struck him down, and he was eaten by worms and died.", "24": "But the word of God continued to advance and gain adherents. ", "25": "Then after completing their mission Barnabas and Saul returned to[d] Jerusalem and brought with them John, whose other name was Mark."}