{"1": "“Job, listen now to my words. Pay attention to everything I say.", "2": "I'm about to open my mouth. My words are on the tip of my tongue.", "3": "What I say comes from an honest heart. My lips speak only what I know is true.", "4": "The Spirit of God has made me. The breath of the Mighty One gives me life.", "5": "So answer me if you can. Stand up and argue your case in front of me.", "6": "To God I'm just the same as you. I too am a piece of clay.", "7": "You don't have to be afraid of me. My hand won't be too heavy on you.", "8": "“But I heard what you said. And here are the exact words I heard.", "9": "You said, 'I'm pure. I have done no wrong. I'm clean. I'm free from sin.", "10": "But God has found fault with me. He thinks I'm his enemy.", "11": "He puts my feet in chains. He watches every step I take.'", "12": "“But I'm telling you that you aren't right when you talk like that. After all, God is greater than any human being.", "13": "Why do you claim that God never answers anybody's questions?", "14": "He speaks in one way and then another. But we do not even realize it.", "15": "He might speak in a dream or in a vision at night. That's when people are sound asleep in their beds.", "16": "He might speak in their ears. His warnings might terrify them.", "17": "He warns them in order to turn them away from sinning. He wants to keep them from being proud.", "18": "He wants to stop them from going down into the grave. He doesn't want them to be killed by swords.", "19": "Someone might be punished by suffering in bed. The pain in their bones might never go away.", "20": "They might feel so bad they can't eat anything. They might even hate the finest food.", "21": "Their body might waste away to nothing. Their bones might have been hidden. But now they stick out.", "22": "They might approach the very edge of the grave. The messengers of death might come for them.", "23": "But suppose there is an angel who will speak up for him. The angel is very special. He's one out of a thousand. He will tell that person how to do what is right.", "24": "That angel will be gracious to them. He'll say to God, 'Spare them from going down into the grave. I know a way that can set them free.'", "25": "Then their body is made like new again. They become as strong and healthy as when they were young.", "26": "Then that person can pray to God and be blessed by him. They will see God's face and shout for joy. God will make them well and happy again.", "27": "Then that person will come to others and say, 'I sinned. I made what is wrong appear to be right. But I wasn't punished as I should have been.", "28": "God has set me free. He has kept me from going down into the darkness of the grave. So I'll live to enjoy the light of life.'", "29": "“God does all these things to people. In fact, he does them again and again.", "30": "He wants to stop people from going down into the darkness of the grave. Then the light of life will shine on them.", "31": "“Pay attention, Job! Listen to me! Be quiet so I can speak.", "32": "If you have anything to say, answer me. Speak up. I want to help you be cleared of all charges.", "33": "But if you don't have anything to say, listen to me. Be quiet so I can teach you how to be wise.”"}