{"1": "Stop being hateful! Quit trying to fool people, and start being sincere. Don't be jealous or say cruel things about others. ", "2": "Be like newborn babies who are thirsty for the pure spiritual milk that will help you grow and be saved. ", "3": "You have already found out how good the Lord really is.", "4": "Come to Jesus Christ. He is the living stone that people have rejected, but which God has chosen and highly honored. ", "5": "And now you are living stones that are being used to build a spiritual house. You are also a group of holy priests, and with the help of Jesus Christ you will offer sacrifices that please God. ", "6": "It is just as God says in the Scriptures, “Look! I am placing in Zion a choice and precious cornerstone. No one who has faith in that one will be disappointed.”", "7": "You are followers of the Lord, and that stone is precious to you. But it isn't precious to those who refuse to follow him. They are the builders who tossed aside the stone that turned out to be the most important one of all. ", "8": "They disobeyed the message and stumbled and fell over that stone, because they were doomed.", "9": "But you are God's chosen and special people. You are a group of royal priests and a holy nation. God has brought you out of darkness into his marvelous light. Now you must tell all the wonderful things that he has done. The Scriptures say,", "10": "“Once you were nobody. Now you are God's people. At one time no one had pity on you. Now God has treated you with kindness.", "11": "Dear friends, you are foreigners and strangers on this earth. So I beg you not to surrender to those desires that fight against you. ", "12": "Always let others see you behaving properly, even though they may still accuse you of doing wrong. Then on the day of judgment, they will honor God by telling the good things they saw you do.", "13": "The Lord wants you to obey all human authorities, especially the Emperor, who rules over everyone. ", "14": "You must also obey governors, because they are sent by the Emperor to punish criminals and to praise good citizens. ", "15": "God wants you to silence stupid and ignorant people by doing right. ", "16": "You are free, but still you are God's servants, and you must not use your freedom as an excuse for doing wrong. ", "17": "Respect everyone and show special love for God's people. Honor God and respect the Emperor.", "18": "Servants, you must obey your masters and always show respect to them. Do this, not only to those who are kind and thoughtful, but also to those who are cruel. ", "19": "God will bless you, even if others treat you unfairly for being loyal to him. ", "20": "You don't gain anything by being punished for some wrong you have done. But God will bless you, if you have to suffer for doing something good. ", "21": "After all, God chose you to suffer as you follow in the footsteps of Christ, who set an example by suffering for you.", "22": "Christ did not sin or ever tell a lie.", "23": "Although he was abused, he never tried to get even. And when he suffered, he made no threats. Instead, he had faith in God, who judges fairly.", "24": "Christ carried the burden of our sins. He was nailed to the cross, so that we would stop sinning and start living right. By his cuts and bruises you are healed.", "25": "You had wandered away like sheep. Now you have returned to the one who is your shepherd and protector."}