{"1": "Christ suffered here on earth. Now you must be ready to suffer as he did, because suffering shows that you have stopped sinning. ", "2": "It means you have turned from your own desires and want to obey God for the rest of your life. ", "3": "You have already lived long enough like people who don't know God. You were immoral and followed your evil desires. You went around drinking and partying and carrying on. In fact, you even worshiped disgusting idols. ", "4": "Now your former friends wonder why you have stopped running around with them, and they curse you for it. ", "5": "But they will have to answer to God, who judges the living and the dead. ", "6": "The good news has even been preached to the dead,[a] so that after they have been judged for what they have done in this life, their spirits will live with God.", "7": "Everything will soon come to an end. So be serious and be sensible enough to pray.", "8": "Most important of all, you must sincerely love each other, because love wipes away many sins.", "9": "Welcome people into your home and don't grumble about it.", "10": "Each of you has been blessed with one of God's many wonderful gifts to be used in the service of others. So use your gift well. ", "11": "If you have the gift of speaking, preach God's message. If you have the gift of helping others, do it with the strength that God supplies. Everything should be done in a way that will bring honor to God because of Jesus Christ, who is glorious and powerful forever. Amen.", "12": "Dear friends, don't be surprised or shocked that you are going through testing that is like walking through fire. ", "13": "Be glad for the chance to suffer as Christ suffered. It will prepare you for even greater happiness when he makes his glorious return.", "14": "Count it a blessing when you suffer for being a Christian. This shows that God's glorious Spirit is with you. ", "15": "But you deserve to suffer if you are a murderer, a thief, a crook, or a busybody. ", "16": "Don't be ashamed to suffer for being a Christian. Praise God that you belong to him. ", "17": "God has already begun judging his own people. And if his judgment begins with us, imagine how terrible it will be for those who refuse to obey his message. The Scriptures say,", "18": "“If good people barely escape, what will happen to sinners and to others who don't respect God?”", "19": "If you suffer for obeying God, you must have complete faith in your faithful Creator and keep on doing right."}