{"1": "Paul and Timothy, the servants of Jesus Christ, To all the saints in Christ Jesus who are at Philippi, with the bishops and deacons:", "2": "Grace be unto you and peace from God our Father and from the Lord Jesus Christ.", "3": "I thank my God upon every remembrance of you,", "4": "always in my every prayer for you all making request with joy,", "5": "for your fellowship in the Gospel from the first day until now,", "6": "being confident of this very thing, that He who hath begun a good work in you will perform it until the Day of Jesus Christ.", "7": "It is meet for me to think this of you all, because I have you in my heart, inasmuch as, both in my bonds and in the defense and confirmation of the Gospel, ye are all partakers of my grace.", "8": "For God is my record how greatly I long for you all in the compassion of Jesus Christ.", "9": "And this I pray, that your love may abound yet more and more in knowledge and in all judgment,", "10": "that ye may approve things that are excellent, and that ye may be sincere and without offense until the Day of Christ,", "11": "being filled with the fruits of righteousness which are by Jesus Christ, unto the glory and praise of God.", "12": "But I would ye should understand, brethren, that the things which have happened unto me have turned out unto the furtherance of the Gospel,", "13": "so that my bonds in Christ are manifest in all the palace and in all other places;", "14": "and many of the brethren in the Lord, waxing confident by my bonds, are much bolder to speak the Word without fear.", "15": "Some indeed preach Christ even out of envy and strife, and some also out of good will.", "16": "The one preaches Christ out of contention and not sincerely, supposing to add affliction to my bonds;", "17": "but the other out of love, knowing that I am set for the defense of the Gospel.", "18": "What then? Notwithstanding, every way, whether in pretense or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.", "19": "For I know that this shall turn out to my salvation through your prayer and the support of the Spirit of Jesus Christ,", "20": "according to my earnest expectation and my hope that in nothing shall I be ashamed, but that with all boldness, as always so now also, Christ shall be magnified in my body, whether it be by life or by death.", "21": "For to me to live is Christ, and to die is gain.", "22": "But if I live in the flesh, this is the fruit of my labor; yet what I shall choose, I know not.", "23": "For I am in a strait between the two, having a desire to depart and to be with Christ, which is far better;", "24": "nevertheless to abide in the flesh is more needful for you.", "25": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy in faith,", "26": "that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again.", "27": "Only let your manner of living be as becometh the Gospel of Christ, that whether I come and see you or else am absent, I may hear of your affairs that ye stand fast in one spirit, with one mind, striving together for the faith of the Gospel,", "28": "and terrified in nothing by your adversaries, which is to them an evident token of perdition, but to you of salvation, and that from God.", "29": "For unto you it is given on behalf of Christ, not only to believe in Him, but also to suffer for His sake,", "30": "having the same conflict which ye saw in me, and now hear to be in me."}