{"1": "On the twenty-first of the seventh month, the word of the Lord came by Haggai the prophet saying,", "2": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people saying,", "3": "'Who is left among you who saw this [a]temple in its former glory? And how do you see it now? Does it not [b]seem to you like nothing [c]in comparison?", "4": "But now [d]take courage, Zerubbabel,' declares the Lord, 'take courage also, Joshua son of Jehozadak, the high priest, and all you people of the land take courage,' declares the Lord, 'and work; for I am with you,' declares the Lord of hosts.", "5": "'As for the [e]promise which I [f]made you when you came out of Egypt, [g]My Spirit is abiding in your midst; do not fear!'", "6": "For thus says the Lord of hosts, 'Once more [h]in a little while, I am going to shake the heavens and the earth, the sea also and the dry land.", "7": "I will shake all the nations; and [i]they will come with the wealth of all nations, and I will fill this house with glory,' says the Lord of hosts.", "8": "'The silver is Mine and the gold is Mine,' declares the Lord of hosts.", "9": "'The latter glory of this house will be greater than the former,' says the Lord of hosts, 'and in this place I will give peace,' declares the Lord of hosts.”", "10": "On the twenty-fourth of the ninth month, in the second year of Darius, the word of the Lord came to Haggai the prophet, saying,", "11": "“Thus says the Lord of hosts, 'Ask now the priests for a [j]ruling:", "12": "If a man carries holy meat in the [k]fold of his garment, and touches bread with [l]this fold, or cooked food, wine, oil, or any other food, will it become holy?'” And the priests answered, “No.”", "13": "Then Haggai said, “If one who is unclean from a [m]corpse touches any of these, will the latter become unclean?” And the priests answered, “It will become unclean.”", "14": "Then Haggai said, “'So is this people. And so is this nation before Me,' declares the Lord, 'and so is every work of their hands; and what they offer there is unclean.", "15": "But now, do [n]consider from this day [o]onward: before one stone was placed on another in the temple of the Lord,", "16": "[p]from that time when one came to a grain heap of twenty measures, there would be only ten; and when one came to the wine vat to draw fifty [q]measures, there would be only twenty.", "17": "I smote you and every work of your hands with blasting wind, mildew and hail; [r]yet you did not come back to Me,' declares the Lord.", "18": "'Do [s]consider from this day [t]onward, from the twenty-fourth day of the ninth month; from the day when the temple of the Lord was founded, [u]consider:", "19": "Is the seed still in the barn? Even including the vine, the fig tree, the pomegranate and the olive tree, it has not borne fruit. Yet from this day on I will bless you.'”", "20": "Then the word of the Lord came a second time to Haggai on the twenty-fourth day of the month, saying,", "21": "“Speak to Zerubbabel governor of Judah, saying, 'I am going to shake the heavens and the earth.", "22": "I will overthrow the thrones of kingdoms and destroy the power of the kingdoms of the [v]nations; and I will overthrow the chariots and their riders, and the horses and their riders will go down, everyone by the sword of another.'", "23": "'On that day,' declares the Lord of hosts, 'I will take you, Zerubbabel, son of Shealtiel, My servant,' declares the Lord, 'and I will make you like a [w]signet ring, for I have chosen you,'” declares the Lord of hosts."}