{"1": "Doom to those who devise wickedness, to those who plan evil when they are in bed. By the light of morning they do it, for they are very powerful.", "2": "They covet fields and seize them, houses and take them away. They oppress a householder and those in his house, a man and his estate.", "3": "Therefore, the Lord proclaims: I myself am devising an evil against this family from which you will not be able to remove your necks! You will no longer be able to go about arrogantly, for it will be an evil time.", "4": "On that day, a taunt will be raised against you; someone will wail bitterly: “We are utterly destroyed! He exchanges the portion of my people; he removes what belongs to me; he gives away our fields to a rebel.”", "5": "Therefore, you will have no one to set boundary lines by lot in the Lord's assembly.", "6": "“They mustn't preach!” so they preach. “They mustn't preach of such things! Disgrace won't overtake us.”", "7": "(Should this be said, house of Jacob?) “Is the Lord's patience cut short? Are these his deeds?” Don't my words help the one who behaves righteously?", "8": "But yesterday, my people, the Lord rose up as an enemy.[a] You strip off the glorious clothes[b] from trusting passersby, those who reject war.", "9": "You drive out the women of my people, each from her cherished house; from their young children you take away my splendor forever.", "10": "Rise up and go! This can't be the resting place; because of its uncleanness, it destroys and the destruction is horrific.", "11": "If someone were to go about inspired and say deceitfully: “I will preach to you for wine and liquor,” such a one would be the preacher for this people!", "12": "I'll surely gather Jacob—all of you! I'll surely assemble you, those who are left of Israel! I'll put them together like sheep in Bozrah,[c] like a flock in its pen, noisy with people.", "13": "The one who breaks out will go before them; they will break out and pass through the gate; they will leave by it. They will pass on, their king before them, the Lord at their head."}