{"1": "But in the days to come, the mountain of the Lord's house will be the highest of the mountains; it will be lifted above the hills; peoples will stream to it.", "2": "Many nations will go and say: “Come, let's go up to the mountain of the Lord, to the house of Jacob's God, so that he may teach us his ways and we may walk in God's paths!” Instruction will come from Zion and the Lord's word from Jerusalem.", "3": "God will judge between the nations and settle disputes of mighty nations, which are far away. They will beat their swords into iron plows and their spears into pruning tools. Nation will not take up sword against nation; they will no longer learn how to make war.", "4": "All will sit underneath their own grapevines, under their own fig trees. There will be no one to terrify them; for the mouth of the Lord of heavenly forces has spoken.", "5": "Each of the peoples walks in the name of their own god; but as for us, we will walk in the name of the Lord our God forever and always.", "6": "On that day, says the Lord, I will gather the lame; I will assemble those who were driven away and those whom I have harmed.", "7": "I will make the lame into survivors, those driven away into a mighty nation. The Lord will rule over them on Mount Zion from now on and forever.", "8": "As for you, Tower of Eder,[a] hill of Daughter Zion, as for you it will come, the former dominion will come, the royal power belonging to Daughter Zion.", "9": "Now why do you cry out so loudly? Isn't the king in you? Or has your counselor perished, so that pain has seized you like that of a woman in labor?", "10": "Writhe and scream, Daughter Zion, like a woman in labor! Now you will leave the city and dwell in the open field; you will go to Babylon. There you will be rescued; there the Lord will redeem you from the power of your enemies.", "11": "Now many nations may gather against you; they say, “Let her be defiled,” or “Let our eyes look with desire at Zion.”", "12": "But they don't know the plans of the Lord; they can't understand his scheme, namely, that he will bring them like grain to the threshing floor!", "13": "Arise and thresh, Daughter Zion, for I will make your horn out of iron; your hooves I will make out of bronze. You will crush many peoples; you will dedicate their ill-gotten gains to the Lord, their wealth to the Lord of all the earth."}