{"1": "Hear what the Lord is saying: Arise, lay out the lawsuit before the mountains; let the hills hear your voice!", "2": "Hear, mountains, the lawsuit of the Lord! Hear, eternal foundations of the earth! The Lord has a lawsuit against his people; with Israel he will argue.", "3": "“My people, what did I ever do to you? How have I wearied you? Answer me!", "4": "I brought you up out of the land of Egypt; I redeemed you from the house of slavery. I sent Moses, Aaron, and Miriam before you.", "5": "My people, remember what Moab's King Balak had planned, and how Balaam, Beor's son, answered him! Remember everything[a] from Shittim to Gilgal, that you might learn to recognize the righteous acts of the Lord!”", "6": "With what should I approach the Lord and bow down before God on high? Should I come before him with entirely burned offerings, with year-old calves?", "7": "Will the Lord be pleased with thousands of rams, with many torrents of oil? Should I give my oldest child for my crime; the fruit of my body for the sin of my spirit?", "8": "He has told you, human one, what is good and what the Lord requires from you: to do justice, embrace faithful love, and walk humbly with your God.", "9": "The voice of the Lord calls out to the city; wisdom appears when one fears your name.[b] Hear, tribe, and who appointed her![c]", "10": "Are the treasures of wickedness still in the house of wickedness, while the shorted basket[d] is denounced?[e]", "11": "Can I approve wicked scales and a bag of false weights", "12": "in a city[f] whose wealthy are full of violence and whose inhabitants speak falsehood with lying tongues in their mouths?", "13": "So I have made you sick by striking you! I have struck you because of your sins.", "14": "You devour, but you aren't satisfied; a gnawing emptiness is within you. You put something aside, but you don't keep it safe. That which you do try to keep safe, I will give to the sword.", "15": "You sow, but you don't gather. You tread down olives, but you don't anoint with oil; you tread grapes, but don't drink wine.", "16": "Yet you[g] have kept the policies of Omri, all the practices of the house of Ahab; you have followed their counsels. Therefore, I will make you a sign of destruction, your[h] inhabitants an object of hissing! You must bear the reproach of my people."}