{"1": "I'm doomed! I've become like one who, even after the summer fruit has been gathered, after the ripened fruits have been collected, has no cluster of grapes to eat, no ripe fig that I might desire.", "2": "Faithful ones have perished from the land; there is no righteous one among humanity. All of them lie in wait for bloodshed; they hunt each other with nets.", "3": "Their hands are skilled at doing evil. Official and judge alike ask for a bribe; the powerful speak however they like; this is how they conspire.", "4": "The good among them are like a briar; those who do the right thing are like a thorny thicket. (A day for your lookouts![a] Your punishment has arrived. The confusion of the wicked[b] is nearby.)", "5": "Don't rely on a friend; put no trust in a companion; guard the doors of your mouth from she who lies in your embrace.", "6": "Son disrespects father; a daughter rises up against her mother, a daughter-in-law against her mother-in-law; the enemies of a man are those of his own household.", "7": "But me! I will keep watch for the Lord; I will wait for the God of my salvation; my God will hear me.", "8": "Do not rejoice[c] over me, my enemy, because when I fall, I will rise; if I sit in darkness, the Lord is my light.", "9": "I must bear the raging of the Lord, for I have sinned against him, until he decides my case and provides justice for me. He will bring me out into the light; I will see by means of his righteousness.", "10": "Then my enemy will see; shame will cover her who said to me: “Where is the Lord your God?” My eyes will see her ruin;[d] now she will become something to be trampled, like mud in the streets.", "11": "A day for the building of your walls! On that day, the boundary will be distant.", "12": "On that day, they will come to you from Assyria and the cities of Egypt, from Egypt to the River, from sea to sea, and from mountain to mountain.", "13": "And the earth will become desolate because of her inhabitants, because of the fruit of their actions.", "14": "Shepherd your people with your staff, the sheep of your inheritance, those dwelling alone in a forest in the midst of Carmel. Let them graze in Bashan and Gilead, as a long time ago.", "15": "As in the days when you came out of the land of Egypt, I will show Israel wonderful things.", "16": "Nations will see and be ashamed of all their strength; they will cover their mouths; their ears will be deaf.", "17": "They will lick dust like the snake, like things that crawl on the ground. They will come trembling from their strongholds to the Lord our God; they will dread and fear you!", "18": "Who is a God like you, pardoning iniquity, overlooking the sin of the few remaining for his inheritance? He doesn't hold on to his anger forever; he delights in faithful love.", "19": "He will once again have compassion on us; he will tread down our iniquities. You will hurl all our sins into the depths of the sea.", "20": "You will provide faithfulness to Jacob, faithful love to Abraham, as you swore to our ancestors a long time ago."}