{"1": "Therefore, if there is any encouragement in Christ, if any comfort of love, if any fellowship of the Spirit, if any compassion and affection,", "2": "fulfill my joy; so that you are like-minded, having the same love, being of one accord and of one judgment.", "3": "So that nothing is done through self-interest or empty pride. But that in humility, everyone thinks others better than himself.", "4": "Do not be preoccupied with your own things, but rather with the things of others.", "5": "Let the same mind be in you that was in Christ Jesus;", "6": "Who, being in the form of God, did not eagerly desire equality with God as a prize.", "7": "But He emptied Himself and took on the form of a servant (and the likeness of a man, having been made).", "8": "He humbled Himself and became obedient to the death - even the death of the cross.", "9": "Therefore, God has highly exalted Him and given Him a Name above every Name.", "10": "That at the Name of Jesus, every knee should bow: in Heaven, and on Earth, and under the Earth.", "11": "And that every tongue should confess that Jesus Christ is the Lord, to the glory of God the Father.", "12": "Therefore, my beloved, just as you have always obeyed me - not only in my presence, but now much more so in my absence - work out your own salvation with fear and trembling.", "13": "For it is God who works in you - both in your will and in your works - according to His good pleasure.", "14": "Do all things without grumbling or disputing,", "15": "so that you may be blameless and pure children of God, without rebuke, in the midst of a perverted and crooked nation (among whom you shine as lights in the world),", "16": "Hold forth the word of life, so that I may rejoice on the day of Christ that I have not run for nothing or labored for nothing.", "17": "Indeed, and though I am being poured out as a drink offering upon the sacrifice and service of your faith, I am glad and rejoice with you all!", "18": "And likewise also, you be glad and rejoice with me!", "19": "And I hope in the Lord Jesus to send Timothy to you shortly, so that I also may be encouraged when I know your state.", "20": "For I have no one of like mind who will faithfully care for your matters.", "21": "For all seek their own, and not that which is Jesus Christ's.", "22": "But you know the proof of him who, as a child with his father, has served with me in the Gospel.", "23": "Therefore, I hope to send him as soon as I know how it will go with me.", "24": "And I trust in the Lord that I, myself, shall also come shortly.", "25": "But I thought it necessary to send to you my brother, fellow laborer, and fellow soldier, Epaphroditus (who is now your messenger and minister to my needs).", "26": "For he longed after all of you, and was full of heaviness, because you had heard that he had been sick.", "27": "And no doubt he was sick, very near to death. But God had mercy on him; and not on him only, but on me also, so that I should not have sorrow upon sorrow.", "28": "Therefore, I sent him all the more speedily, so that when you would see him again you might rejoice and I might be the less sorrowful.", "29": "Therefore, receive him in the Lord with all joy. And value such men highly.", "30": "Because he was near death for the work of Christ and did not regard his life, to fulfill that service which was lacking on your part toward me."}