{"1": "Moreover, my brothers, rejoice in the Lord! It does not trouble me to write the same things to you. And for you it is certain.", "2": "Beware of dogs. Beware of evil workers. Beware of the concision.", "3": "For we are the circumcision. We worship God in the Spirit and rejoice in Christ Jesus and have no confidence in the flesh,", "4": "though I might also have confidence in the flesh. If anyone else thinks that he might have confidence in the flesh, more so I:", "5": "circumcised the eighth day; of the kindred of Israel; of the tribe of Benjamin; a Hebrew of Hebrews; by the Law, a Pharisee;", "6": "concerning zeal, I persecuted the Church; according to righteousness (which is in the Law), I had become blameless.", "7": "But whatever things that were gain to me, the same I have counted as loss for Christ's sake.", "8": "Indeed, also, I count all things but loss for the sake of the surpassing knowledge of Christ Jesus my Lord, for Whom I have counted all things loss and judge them to be garbage, so that I may gain Christ", "9": "and be found in Him; that is, not having my own righteousness (which is of the Law) but that which is through faith in Christ - the righteousness which is from God by faith;", "10": "so that I may know Him and the power of His resurrection and the fellowship of His suffering and be conformed to His death", "11": "(if by any means I might attain to the resurrection from the dead).", "12": "Not that I have already attained to it or been perfected. But I follow, so that I may seize that for which I also was seized by Christ Jesus.", "13": "Brothers, I do not count myself as having seized it. But one thing I do: I forget that which is behind and stretch forward toward that which is ahead;", "14": "and follow hard toward the mark, for the prize of the high calling of God in Christ Jesus.", "15": "Let us, therefore (as many as are mature) be thus-minded. And if you are otherwise-minded, even this God shall reveal to you.", "16": "Nevertheless, to that which we have already attained, let us walk by one rule and be of the same mind.", "17": "Brothers, be imitators of me and observe those who also walk thus (as you have us for an example).", "18": "For many walk of whom I have often told you (and tell you now, weeping) who are the enemies of the cross of Christ;", "19": "whose end is destruction; whose God is their belly; and whose glory is in their knowledge of earthly things, to their shame.", "20": "But our citizenship is in Heaven, from where we also look for the Savior, the Lord Jesus Christ,", "21": "He shall transform our humiliated body into a body conformed to His glory, according to the working whereby He is able even to subdue all things to Himself."}