{"1": "The Israelites took control of the land east of the Jordan River from the Arnon Ravine to Mount Hermon and all the land along the eastern side of the Jordan Valley. These lands belonged to the kings whom the Israelites defeated.", "2": "Sihon king of the Amorites lived in the city of Heshbon and ruled the land from Aroer at the Arnon Ravine to the Jabbok River. His land started in the middle of the ravine, which was their border with the Ammonites. Sihon ruled over half the land of Gilead ", "3": "and over the eastern side of the Jordan Valley from Lake Galilee to the Dead Sea. And he ruled from Beth Jeshimoth south to the slopes of Pisgah.", "4": "Og king of Bashan was one of the last of the Rephaites. He ruled the land in Ashtaroth and Edrei. ", "5": "He ruled over Mount Hermon, Salecah, and all the area of Bashan up to where the people of Geshur and Maacah lived. Og also ruled half the land of Gilead up to the border of Sihon king of Heshbon.", "6": "The Lord's servant Moses and the Israelites defeated all these kings, and Moses gave that land to the tribes of Reuben and Gad and to East Manasseh as their own.", "7": "Joshua and the Israelites also defeated kings in the land west of the Jordan River. He gave the people the land and divided it among the twelve tribes to be their own. It was between Baal Gad in the Valley of Lebanon and Mount Halak near Edom. ", "8": "This included the mountains, the western hills, the Jordan Valley, the slopes, the desert, and southern Canaan. This was the land where the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites had lived. The Israelites defeated the king of each of the following cities: ", "9": "Jericho, Ai (near Bethel), ", "10": "Jerusalem, Hebron, ", "11": "Jarmuth, Lachish, ", "12": "Eglon, Gezer, ", "13": "Debir, Geder, ", "14": "Hormah, Arad, ", "15": "Libnah, Adullam, ", "16": "Makkedah, Bethel, ", "17": "Tappuah, Hepher, ", "18": "Aphek, Lasharon, ", "19": "Madon, Hazor, ", "20": "Shimron Meron, Acshaph, ", "21": "Taanach, Megiddo, ", "22": "Kedesh, Jokneam in Carmel, ", "23": "Dor (in Naphoth Dor), Goyim in Gilgal, and ", "24": "Tirzah. The total number of kings was thirty-one."}