{"1": "When Joshua was very old, the Lord said to him, “Joshua, you have grown old, but there is still much land for you to take. ", "2": "This is what is left: the regions of Geshur and of the Philistines; ", "3": "the area from the Shihor River at the border of Egypt to Ekron in the north, which belongs to the Canaanites; the five Philistine leaders at Gaza, Ashdod, Ashkelon, Gath, and Ekron; the Avvites, ", "4": "who live south of the Canaanite land; ", "5": "the Gebalites, and the area of Lebanon east of Baal Gad below Mount Hermon to Lebo Hamath.", "6": "“The Sidonians are living in the hill country from Lebanon to Misrephoth Maim, but I will force all of them out ahead of the Israelites. Be sure to remember this land when you divide the land among the Israelites, as I told you.", "7": "“Now divide the land among the nine tribes and West Manasseh.”", "8": "East Manasseh and the tribes of Reuben and Gad had received their land. The Lord's servant Moses had given them the land east of the Jordan River. ", "9": "Their land started at Aroer at the Arnon Ravine and continued to the town in the middle of the ravine, and it included the whole plain from Medeba to Dibon. ", "10": "All the towns ruled by Sihon king of the Amorites, who ruled in the city of Heshbon, were in that land. The land continued to the area where the Ammonites lived. ", "11": "Gilead was also there, as well as the area where the people of Geshur and Maacah lived, and all of Mount Hermon and Bashan as far as Salecah. ", "12": "All the kingdom of Og king of Bashan was in the land. Og was one of the last of the Rephaites, and in the past he ruled in Ashtaroth and Edrei. Moses had defeated them and had taken their land. ", "13": "Because the Israelites did not force out the people of Geshur and Maacah, they still live among the Israelites today.", "14": "The tribe of Levi was the only one that did not get any land. Instead, they were given all the burned sacrifices made to the Lord, the God of Israel, as he had promised them.", "15": "Moses had given each family group from the tribe of Reuben some land: ", "16": "Theirs was the land from Aroer near the Arnon Ravine to the town of Medeba, including the whole plain and the town in the middle of the ravine; ", "17": "Heshbon and all the towns on the plain: Dibon, Bamoth Baal, and Beth Baal Meon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley, ", "20": "Beth Peor, the hills of Pisgah, and Beth Jeshimoth. ", "21": "So that land included all the towns on the plain and all the area that Sihon king of the Amorites had ruled from the town of Heshbon. Moses had defeated him along with the leaders of the Midianites, including Evi, Rekem, Zur, Hur, and Reba. All these leaders fought together with Sihon and lived in that country. ", "22": "The Israelites killed many people during the fighting, including Balaam of Beor, who tried to use magic to tell the future. ", "23": "The land given to Reuben stopped at the shore of the Jordan River. So the land given to the family groups of Reuben included all these towns and their villages that were listed.", "24": "This is the land Moses gave to the tribe of Gad, to all its family groups: ", "25": "the land of Jazer and all the towns of Gilead; half the land of the Ammonites that went as far as Aroer near Rabbah; ", "26": "the area from Heshbon to Ramath Mizpah and Betonim; the area from Mahanaim to the land of Debir; ", "27": "in the valley, Beth Haram, Beth Nimrah, Succoth, and Zaphon, the other land Sihon king of Heshbon had ruled east of the Jordan River and continuing to the end of Lake Galilee. ", "28": "All this land went to the family groups of Gad, including all these towns and their villages.", "29": "This is the land Moses had given to East Manasseh. Half of all the family groups in the tribe of Manasseh were given this land: ", "30": "The land started at Mahanaim and included all of Bashan and the land ruled by Og king of Bashan; all the towns of Jair in Bashan, sixty cities in all; ", "31": "half of Gilead, Ashtaroth, and Edrei, the cities where Og king of Bashan had ruled. All this went to the family of Makir son of Manasseh, and half of all his sons were given this land.", "32": "Moses had given this land to these tribes on the plains of Moab across the Jordan River east of Jericho. ", "33": "But Moses had given no land to the tribe of Levi because the Lord, the God of Israel, promised that he himself would be the gift for the Levites."}