{"1": "The land that was given to the tribe of Judah was divided among all the family groups. It went all the way to the Desert of Zin in the far south, at the border of Edom.", "2": "The southern border of Judah's land started at the south end of the Dead Sea ", "3": "and went south of Scorpion Pass to Zin. From there it passed to the south of Kadesh Barnea and continued past Hezron to Addar. From Addar it turned and went to Karka. ", "4": "It continued to Azmon, the brook of Egypt, and then to the Mediterranean Sea. This was the southern border.", "5": "The eastern border was the shore of the Dead Sea, as far as the mouth of the Jordan River. The northern border started at the bay of the sea at the mouth of the Jordan River. ", "6": "Then it went to Beth Hoglah and continued north of Beth Arabah to the stone of Bohan son of Reuben. ", "7": "Then the northern border went through the Valley of Achor to Debir where it turned toward the north and went to Gilgal. Gilgal is across from the road that goes through Adummim Pass, on the south side of the ravine. The border continued to the waters of En Shemesh and stopped at En Rogel. ", "8": "Then it went through the Valley of Ben Hinnom, next to the southern side of the Jebusite city (which is called Jerusalem). There the border went to the top of the hill on the west side of Hinnom Valley, at the northern end of the Valley of Giants. ", "9": "From there it went to the spring of the waters of Nephtoah and then it went to the cities near Mount Ephron. There it turned and went toward Baalah, which is called Kiriath Jearim. ", "10": "At Baalah the border turned west and went toward Mount Seir. It continued along the north side of Mount Jearim (also called Kesalon) and came to Beth Shemesh. From there it went past Timnah ", "11": "to the hill north of Ekron. Then it turned toward Shikkeron and went past Mount Baalah and continued on to Jabneel, ending at the sea.", "12": "The Mediterranean Sea was the western border. Inside these borders lived the family groups of Judah.", "13": "The Lord had commanded Joshua to give Caleb son of Jephunneh part of the land in Judah, so he gave Caleb the town of Kiriath Arba, also called Hebron. (Arba was the father of Anak.) ", "14": "Caleb forced out the three Anakite families living in Hebron: Sheshai, Ahiman, and Talmai, the descendants of Anak. ", "15": "Then he left there and went to fight against the people living in Debir. (In the past Debir had been called Kiriath Sepher.) ", "16": "Caleb said, “I will give Acsah, my daughter, as a wife to the man who attacks and captures the city of Kiriath Sepher.” ", "17": "Othniel son of Kenaz, Caleb's brother, captured the city, so Caleb gave his daughter Acsah to Othniel to be his wife. ", "18": "When Acsah came to Othniel, she told him to ask her father for a field. So Acsah went to her father. When she got down from her donkey, Caleb asked her, “What do you want?”", "19": "Acsah answered, “Do me a special favor. Since you have given me land in southern Canaan, also give me springs of water.” So Caleb gave her the upper and lower springs.", "20": "The tribe of Judah got the land God had promised them. Each family group got part of the land.", "21": "The tribe of Judah got all these towns in the southern part of Canaan near the border of Edom: Kabzeel, Eder, Jagur, ", "22": "Kinah, Dimonah, Adadah, ", "23": "Kedesh, Hazor, Ithnan, ", "24": "Ziph, Telem, Bealoth, ", "25": "Hazor Hadattah, Kerioth Hezron (also called Hazor), ", "26": "Amam, Shema, Moladah, ", "27": "Hazar Gaddah, Heshmon, Beth Pelet, ", "28": "Hazar Shual, Beersheba, Biziothiah, ", "29": "Baalah, Iim, Ezem, ", "30": "Eltolad, Kesil, Hormah, ", "31": "Ziklag, Madmannah, Sansannah, ", "32": "Lebaoth, Shilhim, Ain, and Rimmon. There were twenty-nine towns and their villages.", "33": "The tribe of Judah got these towns in the western hills: Eshtaol, Zorah, Ashnah, ", "34": "Zanoah, En Gannim, Tappuah, Enam, ", "35": "Jarmuth, Adullam, Socoh, Azekah, ", "36": "Shaaraim, Adithaim, and Gederah (also called Gederothaim). There were fourteen towns and their villages.", "37": "Judah was also given these towns in the western hills: Zenan, Hadashah, Migdal Gad, ", "38": "Dilean, Mizpah, Joktheel, ", "39": "Lachish, Bozkath, Eglon, ", "40": "Cabbon, Lahmas, Kitlish, ", "41": "Gederoth, Beth Dagon, Naamah, and Makkedah. There were sixteen towns and their villages.", "42": "Judah was also given these towns in the western hills: Libnah, Ether, Ashan, ", "43": "Iphtah, Ashnah, Nezib, ", "44": "Keilah, Aczib, and Mareshah. There were nine towns and their villages.", "45": "The tribe of Judah was also given these towns: Ekron and all the small towns and villages near it; ", "46": "the area west of Ekron and all the villages and small towns near Ashdod; ", "47": "Ashdod and the small towns and villages around it; the villages and small towns around Gaza as far as the brook of Egypt and along the coast of the Mediterranean Sea.", "48": "The tribe of Judah was also given these towns in the mountains: Shamir, Jattir, Socoh, ", "49": "Dannah, Kiriath Sannah (also called Debir), ", "50": "Anab, Eshtemoh, Anim, ", "51": "Goshen, Holon, and Giloh. There were eleven towns and their villages.", "52": "They were also given these towns in the mountains: Arab, Dumah, Eshan, ", "53": "Janim, Beth Tappuah, Aphekah, ", "54": "Humtah, Kiriath Arba (also called Hebron), and Zior. There were nine towns and their villages.", "55": "Judah was also given these towns in the mountains: Maon, Carmel, Ziph, Juttah, ", "56": "Jezreel, Jokdeam, Zanoah, ", "57": "Kain, Gibeah, and Timnah. There were ten towns and their villages.", "58": "They were also given these towns in the mountains: Halhul, Beth Zur, Gedor, ", "59": "Maarath, Beth Anoth, and Eltekon. There were six towns and their villages.", "60": "The people of Judah were also given the two towns of Rabbah and Kiriath Baal (also called Kiriath Jearim) and their villages.", "61": "Judah was given these towns in the desert: Beth Arabah, Middin, Secacah, ", "62": "Nibshan, the City of Salt, and En Gedi. There were six towns and all their villages.", "63": "The army of Judah was not able to force out the Jebusites living in Jerusalem, so the Jebusites still live among the people of Judah to this day."}