{"1": "The heads of the Levite families went to talk to Eleazar the priest, to Joshua son of Nun, and to the heads of the families of all the tribes of Israel. ", "2": "At Shiloh in the land of Canaan, the heads of the Levite families said to them, “The Lord commanded Moses that you give us towns where we may live and pastures for our animals.” ", "3": "So the Israelites obeyed this command of the Lord and gave the Levite people these towns and pastures for their own land: ", "4": "The Kohath family groups were part of the tribe of Levi. Some of the Levites in the Kohath family groups were from the family of Aaron the priest. To these Levites were given thirteen towns in the areas of Judah, Simeon, and Benjamin. ", "5": "The other family groups of Kohath were given ten towns in the areas of Ephraim, Dan, and West Manasseh.", "6": "The people from the Gershon family groups were given thirteen towns in the land of Issachar, Asher, Naphtali, and the East Manasseh in Bashan.", "7": "The family groups of Merari were given twelve towns in the areas of Reuben, Gad, and Zebulun.", "8": "So the Israelites gave the Levites these towns and the pastures around them, just as the Lord had commanded Moses.", "9": "These are the names of the towns that came from the lands of Judah and Simeon. ", "10": "The first choice of towns was given to the Kohath family groups of the Levites. ", "11": "They gave them Kiriath Arba, also called Hebron, and all its pastures in the mountains of Judah. (Arba was the father of Anak.) ", "12": "But the fields and the villages around Kiriath Arba had been given to Caleb son of Jephunneh.", "13": "So they gave the city of Hebron to the descendants of Aaron (Hebron was a city of safety). They also gave them the towns of Libnah, ", "14": "Jattir, Eshtemoa, ", "15": "Holon, Debir, ", "16": "Ain, Juttah, and Beth Shemesh, and all the pastures around them. Nine towns were given from these two tribes.", "17": "They also gave the people of Aaron these cities that belonged to the tribe of Benjamin: Gibeon, Geba, ", "18": "Anathoth, and Almon. They gave them these four towns and the pastures around them.", "19": "So these thirteen towns with their pastures were given to the priests, who were from the family of Aaron.", "20": "The other Kohathite family groups of the Levites were given these towns from the tribe of Ephraim: ", "21": "Shechem in the mountains of Ephraim (which was a city of safety), Gezer, ", "22": "Kibzaim, and Beth Horon. There were four towns and their pastures.", "23": "The tribe of Dan gave them Eltekeh, Gibbethon, ", "24": "Aijalon, and Gath Rimmon. There were four towns and their pastures.", "25": "West Manasseh gave them Taanach and Gath Rimmon and the pastures around these two towns.", "26": "So these ten towns and the pastures around them were given to the rest of the Kohathite family groups.", "27": "The Gershonite family groups of the Levite tribe were given these towns: East Manasseh gave them Golan in Bashan, which was a city of safety, and Be Eshtarah, and the pastures around these two towns.", "28": "The tribe of Issachar gave them Kishion, Daberath, ", "29": "Jarmuth, and En Gannim, and the pastures around these four towns.", "30": "The tribe of Asher gave them Mishal, Abdon, ", "31": "Helkath, and Rehob, and the pastures around these four towns.", "32": "The tribe of Naphtali gave them Kedesh in Galilee (a city of safety), Hammoth Dor, and Kartan, and the pastures around these three towns.", "33": "So the Gershonite family groups received thirteen towns and the pastures around them.", "34": "The Merarite family groups (the rest of the Levites) were given these towns: The tribe of Zebulun gave them Jokneam, Kartah, ", "35": "Dimnah, and Nahalal, and the pastures around these four towns.", "36": "The tribe of Reuben gave them Bezer, Jahaz, ", "37": "Kedemoth, and Mephaath, along with the pastures around these four towns.", "38": "The tribe of Gad gave them Ramoth in Gilead (a city of safety), Mahanaim, ", "39": "Heshbon, and Jazer, and the pastures around these four towns.", "40": "So the total number of towns given to the Merarite family groups was twelve.", "41": "A total of forty-eight towns with their pastures in the land of Israel were given to the Levites. ", "42": "Each town had pastures around it.", "43": "So the Lord gave the people all the land he had promised their ancestors. The people took the land and lived there. ", "44": "The Lord gave them peace on all sides, as he had promised their ancestors. None of their enemies defeated them; the Lord handed all their enemies over to them. ", "45": "He kept every promise he had made to the Israelites; each one came true."}