{"1": "From Paul to God's called ones, his church in Corinth. I have been chosen by Jesus Christ to be his apostle according to God's perfect plan. Our brother Timothy joins me in writing to you and all the holy believers throughout the Roman province of Achaia.[a] ", "2": "May undeserved favor and endless peace be yours continually from our Father God and from our Lord Jesus, the Anointed One!", "3": "All praises belong to the God and Father of our Lord Jesus Christ. For he is the Father of tender mercy and the God of endless comfort.[b] ", "4": "He always comes alongside us to comfort us in every suffering so that we can come alongside those who are in any painful trial. We can bring them this same comfort that God has poured out upon us. ", "5": "And just as we experience the abundance of Christ's own sufferings,[c] even more of God's comfort will cascade upon us through our union with Christ.", "6": "If troubles weigh us down, that just means that we will receive even more comfort to pass on to you for your deliverance! For the comfort pouring into us empowers us to bring comfort to you. And with this comfort upholding you, you can endure victoriously the same suffering that we experience. ", "7": "Now our hope for you is unshakable,[d] because we know that just as you share in our sufferings you will also share in God's comforting strength.", "8": "Brothers and sisters, you need to know about the severe trials we experienced while we were in western Turkey.[e] All of the hardships we passed through crushed us beyond our ability to endure, and we were so completely overwhelmed that we were about to give up entirely.[f] ", "9": "It felt like we[g] had a death sentence written upon our hearts, and we still feel it to this day. It has taught us to lose all faith in ourselves and to place all of our trust in the God who raises the dead. ", "10": "He has rescued us from terrifying encounters with death. And now we fasten our hopes on him to continue to deliver us from death yet again, ", "11": "as you labor together with us through prayer.[h] Because there are so many interceding for us, our deliverance will cause even more people to give thanks to God. What a gracious gift of mercy surrounds us because of your prayers!", "12": "We rejoice in saying with complete honesty and a clear conscience[i] that God has empowered us to conduct ourselves[j] in a holy manner and with no hidden agenda.[k] God's marvelous grace enables us to minister to everyone with pure motives, not in the clever wisdom of the world. This is especially true in all of our dealings with you. ", "13": "We write to you with words that are clearly understood, and there is no need for you to try to read between the lines of what we write in hopes that you can completely and accurately understand our hearts. ", "14": "We know you have already understood us in a measure and that you will eventually come to understand us fully.[l] Then you'll be able to boast of us even as we will boast of you in the day of our Lord Jesus.", "15-16": "–16 With this confidence, I'm wanting to visit you before and after my trip to Macedonia[m] so that you enjoy a second experience of grace.[n] Afterward, I'm hoping you will be able to aid me on my journey to Israel.[o] ", "17": "When I revised my itinerary, was I vacillating? Or do I make my plans with unprincipled motives,[p] ready to flip-flop with a “yes” and a “no” in the same breath? Of course not![q] ", "18": "For as God is true to his word, my promise[r] to you was not a fickle “yes” when I meant “no.”", "19": "Jesus Christ is the Son of God, and he is the one whom Timothy, Silas, and I have preached to you—and he has never been both a “yes” and a “no.” He has always been and always will be for us a resounding “YES!” ", "20": "For all of God's promises find their “yes” of fulfillment in him.[s] And as his “yes” and our “amen”[t] ascend to God, we bring him glory![u]", "21": "Now, it is God himself who has anointed us. And he is constantly strengthening both you and us in union with Christ. ", "22": "He knows we are his since he has also stamped his seal of love[v] over our hearts and has given us the Holy Spirit like an engagement ring is given to a bride—a down payment of the blessings to come!", "23": "Now, I call upon this faithful God as a witness against me if I'm not telling you the absolute truth. It was because I hold you in my heart that I decided not to return to Corinth, in order to spare you the humiliation of my rebuke. ", "24": "But I don't want to imply that as leaders we coerce you or somehow want to rule over your faith.[w] Instead, we are your partners who are called to increase your joy.[x] And we know that you already stand firm because of your strong faith.[y]"}