{"1": "Now, please bear with some of my “craziness” for a moment. Yes, please be patient with me.", "2": "You need to know that God's passion[a] is burning inside me for you, because, like a loving father, I have pledged your hand in marriage to Christ, your true bridegroom. I've also promised that I would present his fiancée to him as a pure virgin bride.[b] ", "3": "But now I'm afraid that just as Eve was deceived by the serpent's clever lies, your thoughts may be corrupted and you may lose your single-hearted devotion and pure love for Christ. ", "4": "For you seem to gladly tolerate anyone[c] who comes to you preaching a pseudo-Jesus, not the Jesus we have preached. You have accepted a spirit and gospel that is false, rather than the Spirit and gospel you once embraced. How tolerant you have become of these imposters!", "5": "Now, I believe that I am not inferior in any way to these special “super-apostles”[d] you are attracted to. ", "6": "For although I may not be a polished or eloquent speaker, I'm certainly not an amateur in revelation knowledge. Indeed, we have demonstrated this to you time and again.", "7": "Have I committed a sin by degrading myself to dignify you? Was I wrong to preach the gospel of God to you free of charge?[e] ", "8": "I received ample financial support from other churches just so that I could freely serve you. ", "9": "Remember, when I was with you I didn't bother anyone when I needed money, for my needs were always supplied by my Macedonian friends.[f] So I was careful, and will continue to be careful, that I never become a burden to you in any way.", "10": "As the reality of Christ lives within me, my glad boast of offering the gospel free of charge will not be silenced throughout the region of Achaia.[g] ", "11": "Why? Is it because I have no love for you? God knows how much I love you! ", "12": "But in order to eliminate the opportunity for those “super-apostles” to boast that their ministry is on the same level as ours I will continue this practice. ", "13": "For they are not true apostles but deceitful[h] ministers who masquerade as “special apostles”[i] of the Anointed One. ", "14": "That doesn't surprise us, for even Satan transforms himself to appear as an angel of light![j] ", "15": "So it's no wonder his servants also go about pretending to be ministers of righteousness. But in the end they will be exposed and get exactly what they deserve.", "16": "So I repeat. Let no one think that I'm a fool. But if you do, at least show me the patience you would show a fool, so that I too may boast a little. ", "17": "Of course, what I'm about to tell you is not with the Lord's authority, but as a “fool.” ", "18": "For since many love to boast about their worldly achievements,[k] allow me the opportunity to join them. ", "19": "And since you are so smart and so wise to gladly put up with the foolishness of others, now put up with mine. ", "20": "You actually allow these imposters to put you into bondage, take complete advantage of you, and rob you blind! How easily you endure those who, in their arrogance, destroy your dignity or even slap you in the face. ", "21": "I must admit, to our shame that we were too “weak” to relate to you the way they do. But now let me dare to boast like a “fool.”", "22": "Are these “super-apostles” of yours Hebrews? I am too. Are they Israelites? So am I. Are they descendants of Abraham? Me too! ", "23": "Are they servants of the Anointed One? I'm beside myself when I speak this way, but I am much more of a servant than they. I have worked much harder for God, taken more beatings, and been dragged to more prisons than they. I've been flogged excessively, multiple times, even to the point of death.[l]", "24": "Five times I've received thirty-nine lashes from the Jewish leaders.[m] ", "25": "Three times I experienced being beaten with rods.[n] Once they stoned me.[o] Three times I've been shipwrecked;[p] for an entire night and a day I was adrift in the open sea. ", "26": "In my difficult travels I've faced many dangerous situations: perilous rivers, robbers, foreigners, and even my own people. I've survived deadly peril in the city, in the wilderness, with storms at sea, and with spies posing as believers. ", "27": "I've toiled to the point of exhaustion and gone through many sleepless nights. I've frequently been deprived of food and water, left hungry and shivering out in the cold, lacking proper clothing.[q]", "28": "And besides these painful circumstances, I have the daily pressure of my responsibility for all the churches, with a deep concern weighing heavily on my heart for their welfare. ", "29": "I am not aloof, for who is desperate and weak and I do not feel their weakness? Who is led astray into sin and I do not burn with zeal to restore him?[r]", "30": "If boasting is necessary, I will boast about examples of my weakness. ", "31": "The God and Father of the Lord Jesus, who is eternally praised, knows that I am speaking the truth. ", "32": "Once, when I was in Damascus, the governor[s] under King Aretas[t] had his troops searching for me to have me arrested, ", "33": "but I was stuffed in a basket[u] and lowered down through a window and managed to escape."}