{"1": "So until these issues were settled,[a] I decided against paying you another painful visit.[b] ", "2": "For if I brought you pain, you would be unable to bring me joy. ", "3": "And this was the very point I made in my letter, for I didn't want to come and find sadness filling the very ones who should give me cheer. But I'm confident that you will do what's right so that my joyous delight will be yours.", "4": "I wrote you previously sobbing and with a broken heart.[c] I was filled with anguish and deep distress. I had no intention of causing you pain but to convey the overwhelming measure of my love for you. ", "5": "For the one who has caused me grief has not only grieved me but, to some extent, has caused you all grief as well. ", "6": "I believe that your united rebuke[d] has been punishment enough for him.", "7": "Instead of more punishment, what he needs most is your encouragement through your gracious display of forgiveness. ", "8": "I beg you to reaffirm your deep love for him.", "9": "You see, I wrote previously in order to see if your hearts would pass the test and if you were willing to follow my counsel in everything. ", "10": "If you freely forgive anyone for anything, then I also forgive him. And if I have forgiven anything, I did so for you before the face of Christ, ", "11": "so that we would not be exploited[e] by the adversary, Satan, for we know his clever schemes.", "12": "When I arrived at Troas, bringing the wonderful news of Christ, the Lord opened a great door of opportunity to minister there. ", "13": "Still, I had no peace of mind, because I couldn't find my dear brother Titus[f] anywhere. So after saying goodbye to the believers, I set out for Macedonia to look for him.", "14": "God always makes his grace visible[g] in Christ, who includes us as partners of his endless triumph.[h] Through our yielded lives he spreads[i] the fragrance of the knowledge of God everywhere we go. ", "15": "We[j] have become the unmistakable aroma of the victory of the Anointed One to God[k]—a perfume of life to those being saved and the odor of death[l] to those who are perishing. ", "16": "The unbelievers smell a deadly stench that leads to death, but believers smell the life-giving aroma that leads to abundant life. And who of us can rise to this challenge?[m] ", "17": "For unlike so many, we are not peddlers[n] of God's Word who water down the message. We are those sent from God with pure motives, who speak in the sight of God[o] from our union with Christ."}