{"1": "Now, it's because of God's mercy[a] that we have been entrusted with the privilege of this new covenant ministry. And we will not quit or faint with weariness. ", "2": "We reject every shameful cover-up and refuse to resort to cunning trickery or distorting the Word of God.[b] Instead, we open up our souls to you[c] by presenting the truth to everyone's conscience in the sight and presence of God. ", "3": "Even if our gospel message is veiled, it is only veiled to those who are perishing, ", "4": "for their minds have been blinded by the god of this age,[d] leaving them in unbelief. Their blindness keeps them from seeing the dayspring light[e] of the wonderful news of the glory of Jesus Christ, who is the divine image of God.", "5": "We don't preach ourselves, but rather the lordship of Jesus Christ, for we are your servants for Jesus' sake. ", "6": "For God, who said, “Let brilliant light shine out of darkness,”[f] is the one who has cascaded his light into us—the brilliant dawning light of the glorious knowledge of God as we gaze into the face of Jesus Christ.[g]", "7": "We are like common clay jars that carry this glorious treasure within, so that the extraordinary overflow of power will be seen as God's, not ours.[h] ", "8": "Though we experience every kind of pressure, we're not crushed. At times we don't know what to do, but quitting is not an option.[i] ", "9": "We are persecuted by others, but God has not forsaken us. We may be knocked down, but not out. ", "10": "We continually share in the death of Jesus in our own bodies[j] so that the resurrection life of Jesus will be revealed through our humanity. ", "11": "We consider living to mean that we are constantly being handed over to death for Jesus' sake so that the life of Jesus will be revealed through our humanity. ", "12": "So, then, death is at work in us but it releases life in you.", "13": "We have the same Spirit of faith that is described in the Scriptures when it says, “First I believed, then I spoke in faith.”[k] So we also first believe then speak in faith. ", "14": "We do this because we are convinced that he who raised Jesus will raise us up with him, and together we will all be brought into his presence. ", "15": "Yes, all things work for your enrichment[l] so that more of God's marvelous grace will spread to more and more people, resulting in an even greater increase of praise[m] to God, bringing him even more glory!", "16": "So no wonder we don't give up. For even though our outer person gradually wears out, our inner being is renewed every single day. ", "17": "We view our slight, short-lived troubles in the light of eternity. We see our difficulties as the substance that produces for us an eternal, weighty glory far beyond all comparison, ", "18": "because we don't focus our attention on what is seen but on what is unseen. For what is seen is temporary, but the unseen realm is eternal."}