{"1": "Now, since we are God's coworkers, we beg you not to take God's marvelous grace for granted, allowing it to have no effect on your lives.[a] ", "2": "For he says, I listened to you at the time of my favor. And the day when you needed salvation, I came to your aid.[b] So can't you see? Now is the time to respond to his favor! Now is the day of salvation! ", "3": "We will not place obstacles[c] in anyone's way that hinder them from coming to salvation so that our ministry will not be discredited. ", "4": "Yet, as God's servants, we prove ourselves authentic[d] in every way. For example: We have great endurance[e] in hardships and in persecutions. We don't lose courage in a time of stress and calamity.", "5": "  We've been beaten many times, imprisoned, and found ourselves in the midst of riots. We've endured many troubles,[f] had sleepless nights, and gone hungry.[g]", "6": "We have proved ourselves by our lifestyles of purity, by our spiritual insights, by our patience, and by showing kindness, by the Spirit of holiness and by our uncritical love for you.[h]", "7": "We commend ourselves to you by our truthful teachings,[i] by the power of God working through us, and with the mighty weapons[j] of righteousness— a sword in one hand and a shield in the other.[k]", "8": "Amid honor or dishonor,[l] slander or praise— even when we are treated as deceivers and imposters— we remain steadfast and true.", "9": "We are unknown nobodies whom everyone knows. We are frequently at death's door, yet here we are, still alive! We have been severely punished yet not executed.", "10": "We may suffer, yet in every season[m] we are always found rejoicing. We may be poor, yet we bestow great riches on many. We seem to have nothing, yet in reality we possess all things.[n]", "11": "My friends at Corinth, our hearts are wide open to you and we speak freely, holding nothing back from you. ", "12": "If there is a block in our relationship, it is not with us, for we carry you in our hearts with great love, yet you still withhold your affections[o] from us. ", "13": "So I speak to you as our children. Make room in your hearts for us as we have done for you.", "14": "Don't continue to team up with unbelievers in mismatched alliances,[p] for what partnership is there between righteousness and rebellion? Who could mingle light with darkness? ", "15": "What harmony can there be between Christ and Satan?[q] Or what does a believer have in common with an unbeliever? ", "16": "What friendship does God's temple[r] have with demons?[s] For indeed, we are the temple of the living God, just as God has said: I will make my home in them and walk among them. I will be their God, and they will be my people.[t]", "17": "For this reason, “Come out from among them and be separate,” says the Lord. “Touch nothing that is unclean, and I will embrace you.[u]", "18": "I will be a true Father to you,[v] and you will be my beloved sons and daughters,” says the Lord Yahweh Almighty.[w]"}