{"1": "Beloved ones, with promises like these, and because of our deepest respect and worship of God, we must remove everything from our lives[a] that contaminates body and spirit, and continue to complete the development of holiness within us.", "2": "Again, I urge you, make room for us in your hearts, for we have wronged[b] no one, corrupted[c] no one, and taken advantage[d] of no one. ", "3": "I'm not saying this to condemn you, for I already told you that we carry you permanently in our hearts—and you'll stay there throughout our lives, for we will live together and die together. ", "4": "With an open heart let me freely say how very proud I am of you and how often I boast about you. In fact, when I think of you my heart is greatly encouraged and overwhelmed with joy, despite our many troubles.", "5": "Even after we came into the province of Macedonia,[e] we found no relief. We were restless and exhausted; troubles met us at every turn. Outwardly I faced conflicts and inwardly emotional turmoil.[f] ", "6": "But God, who always knows how to encourage the depressed, encouraged us greatly by the arrival of Titus. ", "7": "We were relieved not only to see him but because of the report he brought us of how you refreshed his heart. He told us of your affection toward me, your deep remorse, and how concerned you were for me. This truly made my heart leap for joy!", "8": "Even if my letter made you sorrowful, I don't regret sending it (even though I felt awful for a moment when I heard how it grieved you). ", "9": "Now I'm over-joyed—not because I made you sad, but because your grief led you to a deep repentance. You experienced godly sorrow, and as God intended, it brought about gain for you, not loss, so that no harm has been done by us. ", "10": "God designed us to feel remorse over sin in order to produce repentance that leads to victory.[g] This leaves us with no regrets. But the sorrow of the world works death.", "11": "Can't you see the good fruit that has come, as God intended, because of your remorse over sin?[h] Now you are eager to do what is right! Look at the indignation you experienced over what happened and how alarmed you became. What holy longing it awakened, what passion for God, and how ready you were to bring justice to the offender. Your response has proved that you are free of blame in this matter.", "12": "So I wrote you not simply to correct the one who did the wrong or on the behalf of the one who was wronged, but to help you realize in God's sight how loyal you are to us. ", "13": "Your response leaves us so encouraged! You've made us even more joyful upon hearing of how you refreshed Titus, for his mind was set at ease by all of you. ", "14": "I have not been embarrassed by you, for the things I bragged about you to Titus were not proven false. Just as everything we said to you was true, so our boasting to Titus about you has proven to be true as well. ", "15": "His affection toward you has grown as he remembers your obedience and how warmly you welcomed him with fear and trembling. ", "16": "I'm beside myself with joy! I am so confident in you!"}