{"1": "Beloved ones, we must tell you about the grace God poured out upon the churches of Macedonia. ", "2": "For even during a season of severe difficulty and tremendous suffering, they became even more filled with joy. From the depths of their extreme poverty, super-abundant joy overflowed into an act of extravagant generosity. ", "3": "For I can verify that they spontaneously gave, not only according to their means but far beyond what they could afford. ", "4": "They actually begged us for the privilege of sharing in this ministry of giving to God's holy people who are living in poverty. ", "5": "They exceeded our expectations by first dedicating themselves fully to the Lord and then to us, according to God's pleasure.[a] ", "6": "That is why we appealed to Titus, since he was the one who got you started and encouraged you to give, so he could help you complete this generous undertaking on your behalf. ", "7": "You do well and excel in every respect—in unstoppable faith, in powerful preaching, in revelation knowledge, in your passionate devotion, and in sharing the love we have shown to you. So make sure that you also excel in grace-filled generosity.[b]", "8": "I'm not saying this as though I were issuing an order but to stir you to greater love by mentioning the enthusiasm of the Macedonians as a challenge to you.[c] ", "9": "For you have experienced the extravagant grace of our Lord Jesus Christ, that although he was infinitely rich, he impoverished himself for our sake, so that by his poverty, we could become rich beyond measure.", "10": "So here are my thoughts concerning this matter, and it's in your best interests. Since you made such a good start last year, both in the grace of giving and in your longing to give, ", "11": "you should finish what you started.[d] You were so eager in your intentions to give, so go do it. Finish this act of worship according to your ability to give. ", "12": "For if the intention and desire are there, the size of the gift doesn't matter. Your gift is fully acceptable to God according to what you have, not what you don't have. ", "13": "I'm not saying this in order to ease someone else's load by overloading you, but as a matter of fair balance. ", "14": "Your surplus could meet their need, and their abundance may one day meet your need. This equal sharing of abundance will mean a fair balance.[e] ", "15": "As it is written: The one who gathered much didn't have too much, and the one who gathered little didn't have too little.[f]", "16": "We give thanks to God for putting the same devotion I have for you into the heart of Titus. ", "17": "Of course, he enthusiastically accepted our request to go to Corinth, but because he carries you in his heart, he'd already planned on coming. ", "18": "So we're sending with him the brother[g] who is greatly honored and respected in all the churches for his work of evangelism. ", "19": "Not only that, he has been appointed by the churches to be our traveling companion as we carry and dispense this generous gift that glorifies the Lord and shows how eager we are to help. ", "20": "We are sending a team in order to avoid any criticism over how we handle this wonderfully generous gift, ", "21": "for we intend to do what is right and we are totally open both to the Lord's inspection and to man's. ", "22": "So we're sending with them another brother who is faithful and proven to be a man of integrity. He is passionate to help you now more than ever, for he believes in you.", "23": "Concerning the credentials of Titus, he's my partner and coworker in ministry for you. As for the brothers coming with him, they are apostles of the churches, which are the glory of the Anointed One.[h] ", "24": "So demonstrate to them how much you love, and prove that our boasting of you is justified."}