{"1": "Actually, there's no need to write you about this contribution for the holy believers in Jerusalem, ", "2": "for I already know that you are on board and eager to help.[a] I keep boasting to the churches of Macedonia about your passion to give, telling them that the believers of Corinth[b] have been preparing to give for a year. Your enthusiasm is contagious—it has stirred many of them to do likewise. ", "3": "Still, I thought it would be best to send these brothers to receive the offering that you've prepared, so that our boasting about how you were ready to give would not be found hollow. ", "4": "For if, after boasting of our confidence in you, some of the Macedonians were to come with me and find that you were not prepared, we would be embarrassed—to say nothing of you. ", "5": "That's why I've requested that the brothers come before I do and make arrangements in advance for the substantial offering you pledged. Then it will be seen as a matter of generosity and not under pressure, as something you felt forced to do.", "6": "Here's my point. A stingy sower[c] will reap a meager harvest, but the one who sows from a generous spirit will reap an abundant harvest. ", "7": "Let giving flow from your heart, not from a sense of religious duty. Let it spring up freely from the joy of giving—all because God loves hilarious generosity![d] ", "8": "Yes, God is more than ready to overwhelm you with every form of grace, so that you will have more than enough of everything[e]—every moment and in every way. He will make you overflow with abundance in every good thing you do. ", "9": "Just as the Scriptures say about the one who trusts in him: Because he has sown extravagantly and given to the poor, his kindness and generous deeds will never be forgotten.[f]", "10": "This generous God who supplies abundant seed[g] for the farmer, which becomes bread for our meals,[h] is even more extravagant toward you. First he supplies[i] every need, plus more. Then he multiplies the seed as you sow it, so that the harvest of your generosity[j] will grow. ", "11": "You will be abundantly enriched in every way as you give generously on every occasion,[k] for when we take your gifts to those in need,[l] it causes many to give thanks to God.", "12": "The priestly ministry[m] you are providing through your offering not only supplies what is lacking for God's people, it inspires an outpouring[n] of praises and thanksgiving to God himself. ", "13": "For as your extremely generous offering meets the approval[o] of those in Jerusalem, it will cause them to give glory to God—all because of your loyal support and allegiance to the gospel of Christ, as well as your generous-hearted partnership with them toward those in need. ", "14": "Because of this extraordinary grace, which God has lavished on you, they will affectionately remember you in their prayers. ", "15": "Praise God for his astonishing gift, which is far too great for words![p]"}