{"1": "David heard that the Philistines were attacking the town of Keilah and were stealing the newly harvested grain. ", "2": "So he asked the Lord, “Shall I go and attack the Philistines?” “Yes,” the Lord answered. “Attack them and save Keilah.”", "3": "But David's men said to him, “We have enough to be afraid of here in Judah; it will be much worse if we go to Keilah and attack the Philistine forces!” ", "4": "So David consulted the Lord again, and the Lord said to him, “Go and attack Keilah, because I will give you victory over the Philistines.” ", "5": "So David and his men went to Keilah and attacked the Philistines; they killed many of them and took their livestock. And so it was that David saved the town.", "6": "When Abiathar son of Ahimelech escaped and joined David in Keilah, he took the ephod with him.", "7": "Saul was told that David had gone to Keilah, and he said, “God has put him in my power. David has trapped himself by going into a walled town with fortified gates.” ", "8": "So Saul called his troops to war, to march against Keilah and besiege David and his men.", "9": "When David heard that Saul was planning to attack him, he said to the priest Abiathar, “Bring the ephod here.” ", "10": "Then David said, “Lord, God of Israel, I have heard that Saul is planning to come to Keilah and destroy it on account of me, your servant. ", "11": "Will the citizens of Keilah hand me over to Saul? Will Saul really come, as I have heard? Lord, God of Israel, I beg you to answer me!” The Lord answered, “Saul will come.”", "12": "“And will the citizens of Keilah hand my men and me over to Saul?” David asked again. “They will,” the Lord answered.", "13": "So David and his men—about six hundred in all—left Keilah at once and kept on the move. When Saul heard that David had escaped from Keilah, he gave up his plan.", "14": "David stayed in hiding in the hill country, in the wilderness near Ziph. Saul was always trying to find him, but God did not turn David over to him. ", "15": "David saw that Saul was out to kill him. David was at Horesh, in the wilderness near Ziph. ", "16": "Jonathan went to him there and encouraged him with assurances of God's protection, ", "17": "saying to him, “Don't be afraid. My father Saul won't be able to harm you. He knows very well that you are the one who will be the king of Israel and that I will be next in rank to you.” ", "18": "The two of them made a sacred promise of friendship to each other. David stayed at Horesh, and Jonathan went home.", "19": "Some people from Ziph went to Saul at Gibeah and said, “David is hiding out in our territory at Horesh on Mount Hachilah, in the southern part of the Judean wilderness. ", "20": "We know, Your Majesty, how much you want to capture him; so come to our territory, and we will make sure that you catch him.”", "21": "Saul answered, “May the Lord bless you for being so kind to me! ", "22": "Go and make sure once more; find out for certain where he is and who has seen him there. I hear that he is very cunning. ", "23": "Find out exactly the places where he hides, and be sure to bring back a report to me right away. Then I will go with you, and if he is still in the region, I will hunt him down, even if I have to search the whole land of Judah.”", "24": "So they left and returned to Ziph ahead of Saul. David and his men were in the wilderness of Maon, in a desolate valley in the southern part of the Judean wilderness. ", "25": "Saul and his men set out to look for David, but he heard about it and went to a rocky hill in the wilderness of Maon and stayed there. When Saul heard about this, he went after David. ", "26": "Saul and his men were on one side of the hill, separated from David and his men, who were on the other side. They were hurrying to get away from Saul and his men, who were closing in on them and were about to capture them. ", "27": "Just then a messenger arrived and said to Saul, “Come back at once! The Philistines are invading the country!” ", "28": "So Saul stopped pursuing David and went to fight the Philistines. That is why that place is called Separation Hill. ", "29": "David left and went to the region of Engedi, where he stayed in hiding."}