{"1": "After the Philistines captured the Covenant Box, they carried it from Ebenezer to their city of Ashdod, ", "2": "took it into the temple of their god Dagon, and set it up beside his statue. ", "3": "Early the next morning the people of Ashdod saw that the statue of Dagon had fallen face downward on the ground in front of the Lord's Covenant Box. So they lifted it up and put it back in its place. ", "4": "Early the following morning they saw that the statue had again fallen down in front of the Covenant Box. This time its head and both its arms were broken off and were lying in the doorway; only the body was left. ", "5": "(5 That is why even today the priests of Dagon and all his worshipers in Ashdod step over that place and do not walk on it.)", "6": "The Lord punished the people of Ashdod severely and terrified them. He punished them and the people in the surrounding territory by causing them to have tumors.[a] ", "7": "When they saw what was happening, they said, “The God of Israel is punishing us and our god Dagon. We can't let the Covenant Box stay here any longer.” ", "8": "So they sent messengers and called together all five of the Philistine kings and asked them, “What shall we do with the Covenant Box of the God of Israel?” “Take it over to Gath,” they answered; so they took it to Gath, another Philistine city. ", "9": "But after it arrived there, the Lord punished that city too and caused a great panic. He punished them with tumors which developed in all the people of the city, young and old alike. ", "10": "So they sent the Covenant Box to Ekron, another Philistine city; but when it arrived there, the people cried out, “They have brought the Covenant Box of the God of Israel here, in order to kill us all!” ", "11": "So again they sent for all the Philistine kings and said, “Send the Covenant Box of Israel back to its own place, so that it won't kill us and our families.” There was panic throughout the city because God was punishing them so severely. ", "12": "Even those who did not die developed tumors and the people cried out to their gods for help."}