{"1": "When Samuel grew old, he made his sons judges in Israel. ", "2": "The older son was named Joel and the younger one Abijah; they were judges in Beersheba. ", "3": "But they did not follow their father's example; they were interested only in making money, so they accepted bribes and did not decide cases honestly.", "4": "Then all the leaders of Israel met together, went to Samuel in Ramah, ", "5": "and said to him, “Look, you are getting old and your sons don't follow your example. So then, appoint a king to rule over us, so that we will have a king, as other countries have.” ", "6": "Samuel was displeased with their request for a king; so he prayed to the Lord, ", "7": "and the Lord said, “Listen to everything the people say to you. You are not the one they have rejected; I am the one they have rejected as their king. ", "8": "Ever since I brought them out of Egypt, they have turned away from me and worshiped other gods; and now they are doing to you what they have always done to me. ", "9": "So then, listen to them, but give them strict warnings and explain how their kings will treat them.”", "10": "Samuel told the people who were asking him for a king everything that the Lord had said to him. ", "11": "“This is how your king will treat you,” Samuel explained. “He will make soldiers of your sons; some of them will serve in his war chariots, others in his cavalry, and others will run before his chariots. ", "12": "He will make some of them officers in charge of a thousand men, and others in charge of fifty men. Your sons will have to plow his fields, harvest his crops, and make his weapons and the equipment for his chariots. ", "13": "Your daughters will have to make perfumes for him and work as his cooks and his bakers. ", "14": "He will take your best fields, vineyards, and olive groves, and give them to his officials. ", "15": "He will take a tenth of your grain and of your grapes for his court officers and other officials. ", "16": "He will take your servants and your best cattle[a] and donkeys, and make them work for him. ", "17": "He will take a tenth of your flocks. And you yourselves will become his slaves. ", "18": "When that time comes, you will complain bitterly because of your king, whom you yourselves chose, but the Lord will not listen to your complaints.”", "19": "The people paid no attention to Samuel, but said, “No! We want a king, ", "20": "so that we will be like other nations, with our own king to rule us and to lead us out to war and to fight our battles.” ", "21": "Samuel listened to everything they said and then went and told it to the Lord. ", "22": "The Lord answered, “Do what they want and give them a king.” Then Samuel told all the men of Israel to go back home."}