{"1": "¶ The burden which Habakkuk the prophet saw.", "2": "O LORD, how long shall I cry, and thou wilt not hear; and raise my voice unto thee because of the violence, and thou wilt not save?", "3": "Why dost thou cause me to see iniquity and cause me to behold grievance and destruction and violence before me, in addition to those that raise up strife and contention?", "4": "Therefore the law is weakened, and the judgment does not go forth true: for the wicked compasses about the righteous; therefore wrong judgment proceeds.", "5": "¶ Behold among the Gentiles and regard and wonder marvelously, for a work shall be done in your days which ye will not believe, though it be told you.", "6": "For, behold, I raise up the Chaldeans, that bitter and hasty nation, which march through the breadth of the earth to possess the dwelling places that are not theirs.", "7": "She is terrible and dreadful: from her herself shall go forth their rights and their grandeur.", "8": "Their horses shall be swifter than tigers and are sharper than the evening wolves, and their horsemen shall multiply themselves, and their horsemen shall come from far; they shall fly as eagles that hasten to eat.", "9": "All of her shall come for the prey, before their faces an east wind, and they shall gather the captives as the sand.", "10": "And he shall scoff at the kings, and the princes shall be a scorn unto him, he shall deride every fortress and shall heap dust and take it.", "11": "Then he shall become arrogant against God, and he shall pass ahead and shall be found guilty, imputing this his power unto his god.", "12": "¶ Art thou not from the beginning, O LORD my God, my Holy One? we shall not die, O LORD, thou hast ordained him for judgment, and thou hast established him strong for chastisement.", "13": "Thou art of purer eyes than to behold evil and canst not look on iniquity: why dost thou look upon those that deal treacherously and hold thy tongue when the wicked devour the man that is more righteous than he?", "14": "And dost make men as the fishes of the sea, as reptiles that have no lord?", "15": "He shall take up all of them with his hook; he shall catch them in his net and gather them in his drag: therefore, he shall rejoice and be glad.", "16": "Therefore, he shall sacrifice unto his net and burn incense unto his drag because by them his portion is fat, and his food plenteous.", "17": "Shall he therefore empty his net, or have pity to stop slaying Gentiles continually?"}