{"1": "“Then we turned and set out toward the wilderness[a] in the direction of the Red Sea,[b] as Yahweh told me, and we went around Mount Seir for many days. ", "2": "Yahweh spoke to me, saying,[c] ", "3": "'Long enough you have been skirting this mountain; turn yourselves north, ", "4": "and instruct[d] the people, saying,[e] “You are about to cross through the territory of your brothers, the descendants[f] of Esau, who are living in Seir; they will be afraid of you, and so be very careful. ", "5": "Do not get involved in battle[g] with them, for I will not give you any of their land, not even a foot's breadth[h] of it; since I have given Mount Seir as a possession for Esau. ", "6": "You shall buy food from them so that you may eat; and also you shall purchase water from them with money so that you may drink. ", "7": "The fact of the matter is, Yahweh your God has blessed you in all the work you have done;[i] he knows your travels[j] with respect to this great wilderness; forty years Yahweh your God has been with you; you have not lacked a thing.”' ", "8": "And so we passed by our brothers, the descendants[k] of Esau, who live in Seir, past the road of the Arabah,[l] from Elath and Ezion Geber, and we turned and traveled along the route of the desert[m] of Moab.", "9": "And Yahweh said to me, 'You shall not attack Moab, and you shall not engage in war[n] with them, for I will not give you any of his land as a possession; I have given Ar to the descendants[o] of Lot as a possession.' ", "10": "(The Emim previously lived in it, a people large,[p] numerous, and tall, like the Anakites. ", "11": "They were reckoned also as Rephaim as the Anakites were; but the Moabites called them Emim. ", "12": "The Horites previously lived in Seir, but the descendants[q] of Esau dispossessed them and destroyed them from among themselves,[r] as Israel did with respect to the land of their[s] possession that Yahweh gave to them.) ", "13": "So now arise and cross over the wadi[t] of Zered yourselves; and so we crossed the wadi[u] of Zered. ", "14": "Now the length of time[v] that we had traveled from Kadesh Barnea until the time when we crossed the wadi[w] of Zered was thirty-eight years, until the perishing of all of that generation; that is, the men of war from the midst of the camp as Yahweh had sworn to them. ", "15": "The hand of Yahweh was against them to root them out from the midst of the camp until they perished completely.", "16": "“And then[x] when all the men of war[y] had died[z] from among the people, ", "17": "Yahweh spoke to me, saying,[aa] ", "18": "'You are about to cross over the boundary of Moab today[ab] at Ar. ", "19": "When you approach the border of[ac] the Ammonites,[ad] you shall not harass them, and you shall not get involved in battle with them, for I have not given the land of the Ammonites[ae] to you as a possession; because I have given it to the descendants[af] of Lot as a possession. ", "20": "(It is also considered the land of Rephaim; Rephaim lived in it previously,[ag] and the Ammonites called them Zamzummim, ", "21": "a people great and numerous and as tall as the Anakites; Yahweh destroyed them from before them,[ah] and they dispossessed them and settled in place of them, ", "22": "just as he did for the descendants[ai] of Esau, who live in Seir, when he destroyed the Horites from before them[aj] and dispossessed them, and then they settled in their[ak] place up to this day. ", "23": "And also the Avvites, who lived in villages as far as Gaza, and the Caphtorim, who came out from Caphtor, destroyed them and then settled in their place. ", "24": "Arise,[al] set out and cross over the wadi[am] of Arnon. Look! I have given Sihon the Amorite, the king of Heshbon, and his land into your hand; begin to take possession of it, and engage with him in battle. ", "25": "This day I will begin to place the dread of you[an] and the fear of you before[ao] the peoples under all the heavens. They will hear the report about you,[ap] and so they will shake and tremble because of you.' [aq]", "26": "“So I sent messengers from the wilderness[ar] of Kedemoth to Sihon king of Heshbon; I sent terms of peace, saying,[as] ", "27": "'Let me cross through your land and only along the road[at] I will go; I will not turn aside to the right or to the left. ", "28": "Food for money you shall sell me, so that I may eat, and water for money you will give to me, so that I may drink; just let me cross on foot. ", "29": "Just as the descendants[au] of Esau did for me, who live in Seir, and the Moabites, who live in Ar, until I cross the Jordan into the land that Yahweh our God is giving to us.' ", "30": "But Sihon king of Heshbon was not willing to let us cross through his territory because Yahweh your God hardened his spirit and made him obstinate[av] in order to give him[aw] into your hand, just as he has now done.[ax] ", "31": "Yahweh said to me, 'Look! I have begun to give over to you[ay] Sihon and his land; begin to take possession of his land.'[az] ", "32": "Then Sihon and all his people came out to meet us for battle at Jahaz. ", "33": "And so Yahweh our God gave him over to us,[ba] and we struck him down, and his sons[bb] and all of his people. ", "34": "So we captured all of his cities at that time, and we destroyed each town of males and the women and the children; we did not leave behind a survivor. ", "35": "We took only the livestock as spoil for ourselves,[bc] and also the booty of the cities that we had captured. ", "36": "From Aroer, which is on the edge of the wadi[bd] of Arnon and the city that was in the wadi[be] on up to Gilead, there was not a city that was inaccessible to us; Yahweh our God gave everything[bf] to us.[bg] ", "37": "Only the land of the Ammonites[bh] you did not approach, all along the whole upper region of the Jabbok River[bi] and the towns of the hill country, according to all that Yahweh our God had instructed."}