{"1": "“If you go out to war against your enemies and you see a horse and a chariot, an army[a] larger that you, you shall not be afraid because of them; for Yahweh your God is with you, the one who brought you from the land of Egypt. ", "2": "And then[b] when you approach the battle, then the priest shall come near and speak to the troops. ", "3": "And he shall say to them, 'Hear, Israel, you are near today[c] to the battle against your enemies; do not lose heart;[d] you shall not be afraid, and you shall not panic, and you shall not be terrified because of them,[e] ", "4": "for Yahweh your God is going with you to fight for you against your enemies to help you.' ", "5": "And the officials shall speak to the troops, saying,[f] 'Who is the man who has built a new house and has not dedicated it? Let him go and return to this house, so that he does not die in battle and another man[g] dedicates it. ", "6": "And who is the man that has planted a vineyard and has not enjoyed it? Let him go and let him return to his house, so that he does not die in battle and another man[h] enjoys it. ", "7": "And who is the man who got engaged to a woman and has not married her? Let him go and let him return to his house, so that he does not die in battle and another man[i] marries her.' ", "8": "And the officials shall continue to speak to the troops, and they shall say, 'What man[j] is afraid and disheartened?[k] Let him go, and let him return to his house, and let him not cause the heart of his brothers to melt[l] like his.' ", "9": "And when the officials have finished speaking[m] to the army troops, then they shall appoint commanders of divisions at the head of the troops.", "10": "“When you approach a city to fight against it, you must offer it peace.[n] ", "11": "And then[o] if they accept your terms of peace[p] and they surrender to you,[q] and then[r] all the people inhabiting it[s] shall be forced labor for you, and they shall serve you. ", "12": "But if they do not accept your terms of peace[t] and they want to make war with you, then you shall lay siege against it.[u] ", "13": "And Yahweh your God will give it into your hand, and you shall kill all its males with the edge[v] of the sword. ", "14": "Only the women and the little children and the domestic animals[w] and all that shall be in the city, all of its spoil you may loot for yourselves, and you may enjoy the spoil of your enemies that Yahweh you God has given to you. ", "15": "Thus you shall do to all the far[x] cities from you, which are not from the cities of these nations located nearby.[y]", "16": "But from the cities of these peoples that Yahweh your God is giving to you as an inheritance, you shall not let anything live that breathes.[z] ", "17": "Rather, you shall utterly destroy them, the Hittites[aa] and the Amorites,[ab] the Canaanites[ac] and the Perizzites,[ad] the Hivites,[ae] and the Jebusites,[af] just as Yahweh your God has commanded you, ", "18": "so that they may not teach you to do like all their detestable things that they do for their gods and thereby you sin against Yahweh your God.", "19": "“If[ag] you besiege a town for many days to make war against it in order to seize it, you shall not destroy its trees by wielding an ax against them,[ah] for you may eat from them,[ai] and so you must not cut them[aj] down. Are the trees of the field humans that they should come in siege against you?[ak] ", "20": "Only[al] the trees[am] that you know are not fruit trees[an] you may destroy and you may cut down, and you may build siege works against that city that is making war with you until it falls.”[ao]"}