{"1": "“You shall not watch the ox of your neighbor or his sheep or goat straying and ignore them; certainly you shall return them to your neighbor. ", "2": "And if your countryman[a] is not near you or you do not know who he is,[b] then you shall bring it to your household,[c] and it shall be[d] with you until your countryman seeks after it,[e] and you shall return it to him. ", "3": "And thus also you shall do regarding[f] his donkey, and thus you shall do concerning[g] his garment, and so you shall do with respect to[h] all of the lost property of your countryman[i] that is lost from him and you find it; you are not allowed to withhold help.", "4": "“You shall not see the donkey of your neighbor or his ox fallen on the road and you ignore them; certainly you must help them get up along with him.", "5": "“The apparel of a man shall not be put on[j] a woman, and a man shall not wear the clothing of a woman, because everyone who does these things is detestable to Yahweh your God.", "6": "“If a bird's nest is found before you[k] on the road in any tree or on the ground, and there are chicks or eggs, and the mother is lying down on the chicks or the eggs, you shall not take the mother along with the young; ", "7": "you shall certainly let the mother go, but you may take the young for yourselves;[l] do this so that it may go well[m] for you and you may live long in the land.[n]", "8": "“When you build a new house then[o] you shall make a parapet wall[p] for your roof, so that you will not bring bloodguilt on your house if anyone should fall from it.[q]", "9": "“You shall not sow your vineyard with differing kinds of seed, so that you shall not forfeit the whole harvest,[r] both the seed that you sowed and the yield of the vineyard.", "10": "“You shall not plow with an ox and with a donkey yoked together.", "11": "“You shall not wear woven material made of wool and linen mixed together.", "12": "“You shall make tassels for yourselves[s] on the four corners of your clothing with which you cover yourself.", "13": "“If a man takes a woman and he has sex with her,[t] but he then dislikes her,[u] ", "14": "and he accuses her falsely,[v] and he defames her,[w] and he says 'This woman I took and I lay with her and I discovered that she was not a virgin,'[x] ", "15": "then in defense the father of the young woman shall take, along with her mother, and together they must bring out the evidence of the virginity of the young woman to display it to the elders of the city at the city gate.[y] ", "16": "And then the father of the young woman shall say to the elders, 'I gave my daughter to this man as wife, but he now dislikes[z] her, ", "17": "and now look he has accused her falsely,[aa] saying, “I did not find your daughter a virgin,”[ab] but here is evidence of the virginity of my daughter'; and they shall spread the cloth out before[ac] the elders of the city. ", "18": "Then the elders of that city shall take the man, and they shall discipline him. ", "19": "Then they shall fine him a hundred shekels of silver, and they shall give them to the father of the young woman, for he defamed an Israelite young woman,[ad] and she shall become his wife;[ae] he will not be allowed to divorce her[af] all his days.", "20": "“But if this charge[ag] was true, and the signs of virginity were not found[ah] for the young woman, ", "21": "and then they shall bring out the young woman to the doorway of the house of her father, and the men of her city shall stone her with stones, and she shall die, because she did a disgraceful thing in Israel by playing the harlot[ai] in the house of her father, and so you shall purge the evil from your midst.", "22": "“If a man is found lying with a married woman,[aj] then they shall both die; both of them,[ak] the man who lay with the woman and the woman also, so you shall purge the evil from Israel.", "23": "“If it happens that a young woman, a virgin, is engaged to a man, and a man finds her in the town and lies with her, ", "24": "then you shall bring out both of them[al] to the gate of that city, and you shall stone them with stones so that they shall die, the young woman because she did not cry out in the town, and the man because[am] he violated his neighbor's wife; and so you shall purge the evil from your midst.", "25": "“But if the man finds the young engaged woman in the field and the man overpowers her and he has sex with her,[an] then the man only[ao] must die who lay[ap] with her. ", "26": "But you shall not do anything[aq] to the young woman, for there is not reckoned against[ar] the young woman a sin deserving death;[as] it is similar to when[at] a man rises up against his neighbor and murders him, a fellow human being,[au] just so is this case,[av] ", "27": "for he found her in the field, the engaged young woman cried out, but there was no[aw] rescuer to help her.[ax]", "28": "“If a man finds a young woman, a virgin who is not engaged, and he seizes her and he has sex with her[ay] and they are caught, ", "29": "then the man who lay with her[az] shall give to the father of the young woman fifty shekels of silver, and she shall become his wife[ba] because[bb] he violated her, and he is not allowed to divorce her during his lifetime.[bc] ", "30": "[bd] A man may not take the wife of his father, and so he may not dishonor his father.[be]"}