{"1": "“And it will happen that if you indeed listen to the voice of Yahweh your God, to diligently observe[a] all his commandments that I am commanding you today,[b] then Yahweh your God will set you above all the nations of the earth. ", "2": "And all of these blessings shall come upon you, and they shall have an effect on you[c] if you listen to the voice of Yahweh your God:", "3": "“You will be blessed in the city, and you will be blessed in the field.", "4": "“Blessed will be the fruit of your womb and the fruit of your ground and the fruit of your livestock, the calf of your cattle and the lambs of your flock.[d]", "5": "“Blessed will be your basket and your kneading trough.", "6": "“Blessed will you be when you come in and blessed will you be when you go out.[e]", "7": "“Yahweh will cause your enemies who rise up against you to be defeated before you;[f] on one road[g] they shall come out against you, but on seven roads[h] they shall flee before you.[i] ", "8": "Yahweh will command concerning you[j] the blessing to be in your barns and in all your endeavors;[k] and he will bless you in the land that Yahweh your God is giving to you. ", "9": "Yahweh will establish you for himself[l] as a holy people as he has sworn to you, if you keep the commandments of Yahweh your God and you walk in his ways. ", "10": "And all of the peoples of the earth shall see that by the name of Yahweh you are called,[m] and they shall fear you.[n] ", "11": "And Yahweh will make you successful and prosperous,[o] in the fruit of your womb and on the land that Yahweh swore to your ancestors[p] to give to you. ", "12": "Yahweh shall open for you his rich[q] storehouse, even the heavens, to give the rain for[r] your land in its time and to bless all of the work of your hand, and you will lend to many nations; you will not borrow from them. ", "13": "And Yahweh shall make you[s] as head and not the tail, and you shall be only at the top of the nations, and you shall not be at the bottom, if you listen to the commandments of Yahweh your God that I am commanding you today[t] and diligently observe them.[u] ", "14": "And you shall not turn aside from any of[v] the words that I am commanding you today[w] to the right or left by going after other gods to serve them.", "15": "“And then[x] if you do not listen to the voice of Yahweh your God by diligently observing[y] all of his commandments and his statutes that I am commanding you today,[z] then all of these curses shall come upon you, and they shall overtake you:", "16": "“You shall[aa] be cursed in the city, and you shall be cursed in the field.", "17": "“Your basket shall be cursed and your kneading trough.", "18": "“The fruit of your womb shall be cursed and the fruit of you ground, the calves of your cattle and the lambs of your flock.", "19": "“You shall be cursed when you come in,[ab] and you shall be cursed when you go out.[ac]", "20": "“Yahweh will send upon you[ad] the curse,[ae] the panic,[af] and the threat[ag] in everything that you undertake,[ah] until you are destroyed and until you perish quickly[ai] because of[aj] the evil of your deeds in that[ak] you have forsaken me. ", "21": "Yahweh will cause the plague to cling to you until it consumes you[al] from the land that you are going to,[am] to take possession of it. ", "22": "Yahweh will afflict you with the wasting diseases and with the fever and with the inflammation and with the scorching heat and with the sword[an] and with the blight and with the mildew, and they shall pursue you until you perish.[ao] ", "23": "And your heavens that are over your heads shall be like bronze, and the earth that is under you shall be like iron. ", "24": "Yahweh will change the rain of your land to fine dust and to sand; from the heaven it shall come down upon you until you are destroyed.[ap]", "25": "“Yahweh shall cause you to be defeated before[aq] your enemies; on one road you shall go against[ar] them,[as] but you will flee on seven roads before[at] them,[au] and you shall become a thing of horror to all of the kingdoms of the earth. ", "26": "And your dead bodies shall be as food for all of the birds of the heaven and to the animals of the earth, and there shall not be anyone to frighten them away.[av]", "27": "“Yahweh shall afflict you with the boils of Egypt and with tumors and with the scurvy and with the skin rash that cannot be healed.[aw] ", "28": "Yahweh shall afflict you with madness and with blindness and with confusion of heart. ", "29": "And you shall be groping at noon just as the blind person gropes in the dark, and you shall not succeed in finding your way, and you shall only be abused and robbed all the time,[ax] and there will not be anyone who will rescue you. [ay] ", "30": "You shall become engaged to a woman, but another man shall sleep[az] with her; you shall build a house, but you shall not live in it; a vineyard you shall plant, but you shall not enjoy it. ", "31": "Your ox shall be slaughtered before your eyes, and you shall not eat it; your donkey shall be stolen right before you,[ba] and it shall not be returned to you; your sheep and your goats shall be given to your enemies, and there shall not be anyone who rescues you.[bb] ", "32": "Your sons and your daughters shall be given to other people, and you will be looking on[bc] longingly[bd] for[be] them all day, but you will be powerless to do anything.[bf] ", "33": "A people that you do not know shall consume the harvest of your land and all your labor, and you will be only oppressed and crushed for the rest of your lives.[bg] ", "34": "You shall become mad because of what your eyes shall see.[bh] ", "35": "Yahweh shall strike you with grievous boils on the knees and on the upper thighs from which you will not be able to be healed,[bi] from the sole of your foot and up to your crown. ", "36": "Yahweh will bring you and your king whom you set up over you to a nation that you or your ancestors[bj] have not known, and there you will serve other gods of wood and stone. ", "37": "And you will become a horror and a proverb and ridicule among all the peoples where Yahweh drives you there.", "38": "“You shall carry out much seed to the field, but you shall gather little produce, for the locust shall devour it. ", "39": "You shall plant vineyards and you shall dress[bk] them, but you shall not drink wine and you shall not gather grapes, for the worm shall eat it.[bl] ", "40": "There shall be olive trees for you in all of your territory, but you shall not anoint yourself, for your olives[bm] shall drop off. ", "41": "You shall bear sons and daughters, but they shall not be yours,[bn] for they shall go into captivity. ", "42": "The cricket shall take possession of all your trees and the fruit of your ground. ", "43": "The alien that is in your midst shall ascend over you, higher and higher, but you shall go down lower and lower. ", "44": "He shall lend to you, but you shall not lend to him; he shall be the head, but you shall be the tail.", "45": "“And all of these curses shall come over you, and they shall pursue you, and they shall overtake you until you are destroyed,[bo] because you did not listen[bp] to the voice of Yahweh your God, by observing[bq] his commandments and his statutes that he commanded you. ", "46": "And they shall be among you as a sign and as a wonder and among your offspring forever.[br]", "47": "“Because[bs] of the fact that you did not serve Yahweh your God with joy and with gladness of heart for the abundance of everything, ", "48": "then you shall serve your enemies, whom Yahweh will send against you under conditions of famine, in thirst, in nakedness, and in a lack of everything; and he shall place[bt] a yoke of iron on your neck until he has destroyed you.[bu] ", "49": "Yahweh will raise up against you a nation from far off, from the end of the earth, attacking as the eagle swoops down, a nation whose language you will not understand,[bv] ", "50": "a grim-faced nation[bw] who does not show respect[bx] to the old and the young and does not show pity. ", "51": "And it[by] shall consume the fruit of your livestock and the fruit of your ground until you are destroyed,[bz] and who will not leave for you any grain, wine, and olive oil, calves of your herds,[ca] and lambs of[cb] your flock until it has destroyed you.[cc] ", "52": "And it shall besiege you in all your towns until your high and fortified walls fall,[cd] which you are trusting in[ce] throughout your land;[cf] and it shall besiege you in all of your towns in all of your land that Yahweh your God has given to you. ", "53": "And you shall eat the fruit of your womb, the flesh of your sons and your daughters, whom Yahweh your God gave to you, during the siege and during the distress[cg] your enemy inflicts upon you. ", "54": "The most refined and the very sensitive[ch] man among you shall be mean with his brother[ci] and against his beloved wife[cj] and against the rest[ck] of his children that he has left over, ", "55": "by refraining from giving[cl] to even one of them any of the meat of his children that he eats, because there is not anything that is left over for him during the siege and distress[cm] that your enemy inflicts upon you. ", "56": "The most refined and the most delicate woman among you, who shall[cn] not venture to put the sole of her foot on the ground from being so delicate and from such gentleness, shall be mean to her beloved husband[co] and against her son and against her daughter, ", "57": "and even concerning her afterbirth that goes out[cp] from between her feet and also concerning her children that she bears, because she eats them for lack of anything in secret during the siege and during the distress[cq] that your enemy inflicts upon her in your towns.[cr]", "58": "“If you do not diligently observe[cs] all the words of this law written in this scroll by revering this glorious and awesome name, Yahweh your God, ", "59": "then Yahweh shall overwhelm you with your plagues and the plagues of your offspring, severe plagues and lasting illnesses, grievous and enduring. ", "60": "And he shall bring back upon you all the diseases of Egypt concerning which you were in dread[ct] because of them.[cu] ", "61": "Also any illness and any plague[cv] that is not written in the scroll of this law, he shall bring them, Yahweh, upon you until you are destroyed. ", "62": "And you shall remain only a few people[cw] in place of the fact you were formerly as the stars of heaven as far as number is concerned, because you did not listen to the voice of Yahweh your God. ", "63": "And then[cx] as Yahweh delighted over you to make you prosperous[cy] to make you numerous, so Yahweh shall delight over you to exterminate you[cz] and to destroy you, and so you shall be plucked from the land that you are going there to take possession of it. ", "64": "And Yahweh shall scatter you among all the nations from one end of the earth up to the other end of the earth, and there you shall serve other gods that you have not known nor[da] your ancestors,[db] gods of wood and stone. ", "65": "And among these nations you shall not find rest, and there shall not be a resting place for the sole of your foot, and Yahweh shall give you there an anxious heart and a weakening of eyes[dc] and a languishing of your inner self.[dd] ", "66": "And your life shall hang in doubt before you,[de] and you shall be startled[df] night and day, and you shall not be confident of your life. ", "67": "In the morning you shall say, 'If only it was evening!'[dg] and in the evening you shall say 'If only it was morning!'[dh] because of the dread of your heart that you shall feel, and because of the sight of your eyes that you shall see. ", "68": "And Yahweh shall bring you back to Egypt in ships by the route that I promised[di] to you that 'You shall not see it again!'[dj] And you shall sell yourself there to your enemies as slaves and as female slaves, but there will not be a buyer.”"}