{"1": "[a] These are the words of the covenant that Yahweh commanded Moses to make with the Israelites[b] in the land of Moab besides[c] the covenant that he made with them at Horeb.", "2": "And Moses summoned all of Israel and said to them, “You saw all that Yahweh did before your eyes in the land of Egypt and to Pharaoh and to all his servants and to all his land; ", "3": "that is, the great trials that your eyes saw, and those great signs and wonders. ", "4": "But Yahweh has not given to you a heart to understand, or eyes to see, or ears to hear, even to this day.[d] ", "5": "And I have led you forty years[e] in the desert; your clothes have not worn out on you,[f] and your sandal has not worn out on your foot.[g] ", "6": "You have not eaten bread, and you have not drunk wine and strong drink, so that you may know that I am Yahweh your God. ", "7": "And when you came to this place then Sihon the king of Heshbon, and Og the king of Bashan, came out to meet you for battle, and we defeated them. ", "8": "And we took their land and gave it as an inheritance to the Reubenites[h] and to the Gadites[i] and to the half-tribe of Manasseh. ", "9": "And you must diligently observe the words of this covenant,[j] so that you may succeed in all that you do.", "10": "“You are standing today,[k] all of you, before[l] Yahweh your God, your leaders, your tribes, your elders, and your officials, all the men of Israel, ", "11": "your little children, your women and your aliens[m] who are in the midst of your camp, from the choppers[n] of your wood to the drawers[o] of your water, ", "12": "in order for you to enter into the covenant of Yahweh your God,[p] and into[q] his oath that Yahweh your God is making with you[r] today,[s] ", "13": "in order to establish you today[t] to himself[u] as a people and so that he may be for you as God, just as he promised[v] to you and just as[w] he swore to your ancestors,[x] to Abraham, to Isaac, and to Jacob.", "14": "“Now I am not making this covenant[y] and this oath with you alone.[z] ", "15": "But with whoever is standing here[aa] with us today[ab] before[ac] Yahweh our God, and with whoever is not standing here[ad] with us today.[ae] ", "16": "For you know how we lived in the land of Egypt and how we traveled through the midst of the nations that you traveled[af] through. ", "17": "And you have seen their detestable things and their idols of wood and stone, silver, and gold that were among them, ", "18": "so that there is not[ag] among you a man or a woman or a clan or a tribe whose heart[ah] turns today[ai] from being with Yahweh our God to go to serve the gods of these nations, so that there is not among you a root sprouting poison and wormwood. ", "19": "And then when he hears the words of this oath, then[aj] he will assure himself[ak] in his heart, saying,[al] 'Safety shall be mine even though I go in the stubbornness of my heart,'[am] thereby destroying the well-watered land along with the parched.[an] ", "20": "Yahweh will not be willing to forgive him, for by then the anger of Yahweh will smoke, and his passion against that man and all the curses written in this scroll will descend on him, and Yahweh will blot out his name from under heaven. ", "21": "And Yahweh will single him out for calamity out of all the tribes of Israel, according to all the curses of the covenant written in the scroll of this law.", "22": "“And the next generation, that is, your children who will rise up after you, and the foreigner who will come from a distant land, when[ao] they will see the plagues of that land and its diseases that Yahweh has inflicted upon it, will say, ", "23": "'All its land is brimstone and salt left by fire, none of its land will be sown,[ap] and it will not make plants sprout out and it will not grow any vegetation; it is as the destruction of Sodom and Gomorrah, Adman and Zeboiim, which Yahweh overturned in his anger and in his wrath.' ", "24": "And all the nations will say, 'Why[aq] has Yahweh done such a thing[ar] to this land? What caused the fierceness of this great anger?' ", "25": "And they will say,[as] 'It is because they abandoned the covenant of Yahweh, the God of their ancestors,[at] which he made[au] with them when he brought them out[av] from the land of Egypt. ", "26": "And they went and served other gods and bowed down to them, gods whom they did not know them and he[aw] had not allotted to them. ", "27": "So the anger of Yahweh was kindled[ax] against that land to bring upon it all the curses written in this scroll, ", "28": "and Yahweh uprooted them from their land in anger and in wrath and in great fury, and he cast them into another land, just as it is today.'[ay]", "29": "“The hidden things belong to Yahweh[az] our God, but the revealed things belong to us[ba] to know and to our children forever,[bb] in order to do all the words of this law.”"}