{"1": "“Give ear, O heavens, and I will speak, and let the earth hear the words of my mouth.", "2": "May my teaching trickle like the dew, my words like rain showers on tender grass, and like spring showers on new growth.", "3": "For I will proclaim the name of Yahweh; ascribe greatness to our God!", "4": "The Rock, his work is perfect, for all his ways are just; he is a faithful God, and without injustice;[a] righteous and upright is he.", "5": "They have behaved corruptly toward[b] him; they are not his children; this is their flaw, a generation crooked and perverse.", "6": "Like this do you treat Yahweh, foolish and unwise[c] people? Has he not, your father, created you? He made you, and he established you.", "7": "Remember the old days, the years long past;[d] ask your father, and he will inform you, your elders and they will tell you.[e]", "8": "When the Most High apportioned[f] the nations, at his dividing up of the sons of humankind, he fixed the boundaries of the peoples, according to the number of the children of Israel.[g]", "9": "For Yahweh's portion was his people, Jacob the share of his inheritance.", "10": "He found him in a desert land, and in a howling, desert wasteland; he encircled him,[h] he cared for him, he protected him like the apple[i] of his eye.", "11": "As an eagle stirs up its nest, hovers over its young, spreads out its wings, takes them,[j] carries them[k] on its pinions,[l]", "12": "so Yahweh alone guided him,[m] and there was no foreign god accompanying him.[n]", "13": "And he set him on the high places of the land, and he fed him the crops[o] of the field, and he nursed him with honey from crags,[p] and with oil from flinty rock,", "14": "With curds[q] from the herd, and with milk from the flock, with the fat of young rams, and rams, the offspring of Bashan, and with goats along with the finest kernels of wheat, and from the blood of grapes[r] you drank fermented wine.[s]", "15": "And Jeshurun grew fat, and he kicked; you grew fat, you bloated, and you became obstinate; and he abandoned God, his maker, and he scoffed at the rock of his salvation.", "16": "They made him jealous with strange gods; with detestable things they provoked him.", "17": "They sacrificed to the demons, not God, to gods whom[t] they had not known, new gods who[u] came from recent times; their ancestors had not known them.[v]", "18": "The rock who[w] bore you, you neglected, and you forgot God, the one giving you birth.", "19": "Then Yahweh saw, and he spurned them, because of the provocation of his sons and his daughters.", "20": "So he said, 'I will hide my face from them; I will see what will be their end, for they are a generation of perversity, children in whom there is no faithfulness.[x]", "21": "They annoyed me with what is not a god; they provoked me with their idols. So I will make them jealous with those not a people, with a foolish nation I will provoke them.", "22": "For a fire was kindled[y] by my anger, and it burned up to the depths of Sheol,[z] and it devoured the earth and its produce, and it set afire the foundation of the mountains.", "23": "I will heap disasters upon them; my arrows I will spend on them.", "24": "They will become weakened by famine, and consumed by plague and bitter pestilence; and the teeth of wild animals I will send against them, with the poison of the creeping things in the dust;", "25": "From outside her boundaries the sword will make her childless, and from inside, terror; both for the young man and also the young woman, the infant along with the gray-headed man.", "26": "I thought, “I will wipe them out; I will make people forget they ever existed.”[aa]", "27": "If I had not feared a provocation of the enemy, lest their foes might misunderstand, [ab] lest they should say, [ac] “Our hand is triumphant,[ad] and Yahweh did not do all this.”'", "28": "For they are a nation void of sense,[ae] and there is not any understanding in them.", "29": "If only they were wise, they would understand this; they would discern for themselves their end.[af]", "30": "How could one chase a thousand and two could cause a myriad to flee, if their Rock had not sold them, and Yahweh had not given them up?", "31": "For the fact of the matter is, their rock is not like our Rock, and our enemies recognize[ag] this.", "32": "For their vine is from the vine of Sodom, and from the terraces of Gomorrah; their grapes are grapes of poison; their clusters are bitter.[ah]", "33": "Their wine is the poison of snakes, and the deadly poison of horned vipers.", "34": "'Is not this stored up with me, sealed in my treasuries?'[ai]", "35": "Vengeance belongs to me[aj] and also recompense, for at the time their foot slips,[ak] because the day of their disaster is near, and fate comes quickly for them.'[al]", "36": "For Yahweh will judge on behalf of his people, and concerning his servants; he will change his mind when he sees that their power has disappeared, and there is no one left, confined[am] or free.[an]", "37": "And he will say, 'Where are their gods, their rock in whom[ao] they took refuge?", "38": "Who ate the fat of their sacrifices and drank the wine of their libations? Let them rise up, and let them help you; Let them be to you a refuge.[ap]", "39": "See, now, that I, even I am he, and there is not a god besides me; I put to death and I give life; I wound and I heal; there is not one who delivers from my hand!", "40": "For indeed I lift up my hand to heaven, And I promise as I live forever,[aq]", "41": "When I sharpen[ar] my flashing sword,[as] and my hand takes hold[at] of it in judgment, I will take reprisals against my foes,[au] and my haters I will repay.", "42": "I will make my arrows drunk with blood, and my sword shall devour flesh with the blood of the slain, and captives[av] from the heads[aw] of the leaders of the enemy.'", "43": "Call for songs of joy, O nations, concerning his people,[ax] for the blood of his servants he will avenge, and he will take reprisals against his foes,[ay] and he will make atonement for his land, his people.”", "44": "And Moses came, and he spoke[az] all the words of this song in the ears of the people; that is, he and Joshua the son of Nun. ", "45": "And when Moses finished speaking[ba] all these words to all Israel, ", "46": "then he said to them, “Take to heart all the words[bb] that I am admonishing against you today[bc] concerning which you should instruct them with respect to your children[bd] so that they will observe diligently[be] all the words of this law, ", "47": "for it is not a trifling matter among you, but it is your life, and through this word you will live long in the land[bf] that you are about to cross the Jordan to get there to take possession of it.”", "48": "And Yahweh said to Moses on exactly this day, saying,[bg] ", "49": "“Go up to this mountain of the Abarim range, Mount Nebo, which is opposite Jericho,[bh] and see the land of Canaan that I am giving to the Israelites[bi] as a possession. ", "50": "You shall die on that mountain that you are about to go up there, and you will be gathered to your people, just as your brother Aaron died on Mount Hor[bj] and he was gathered to his people, ", "51": "because of the fact that you broke faith with me in the midst of Israel at the waters of Meribah Kadesh, in the desert of Zin, because you did not treat me as holy[bk] in the midst of the Israelites.[bl] ", "52": "Yes, from afar you may view the land, but there you shall not enter there, that is, into the land that I am giving to the Israelites.”[bm]"}