{"1": "Now[a] this is the blessing with which Moses, the man of God, blessed the Israelites[b] before[c] his death.", "2": "Then[d] he said, “Yahweh came from Sinai, and he dawned upon them from Seir; he shone forth from Mount Paran, and he came with myriads of holy ones, at his right hand a fiery law for them.[e]", "3": "Moreover,[f] he loves his people,[g] all the holy ones were in your hand, and they bowed down to[h] your feet, each one accepted directions from you.[i]", "4": "A law Moses instructed for us, as a possession for the assembly of Jacob.", "5": "And then a king arose in Jeshurun, at the gathering of the leaders of the people, united were the tribes of Israel.[j]", "6": "“May Reuben live, and may he not die, and let his number not be few.”[k]", "7": "And he said this of Judah,[l] “Hear, O Yahweh, the voice of Judah, and bring him to his people; his own hands strive[m] for him, and may you be a help against[n] his foes.”", "8": "And of Levi he said, “Your Thummim and your Urim are for your faithful one,[o] whom you tested at Massah;[p] you contended with him at the waters of Meribah.", "9": "The one saying of his father and of his mother, 'I have not regarded them,' and his brothers he did not acknowledge, and his children[q] he did not know, but rather they observed your word, and your covenant they kept.", "10": "They taught[r] your regulations to Jacob, and your law to Israel; they placed incense smoke before you,[s] and whole burnt offerings on your altar.", "11": "Bless, O Yahweh, his substance, and with the work of his hands you must be pleased; smite the loins of those who attack him, and those hating him, so that they cannot arise.”[t]", "12": "Of Benjamin he said, “The beloved of Yahweh dwells securely,[u] the Most High[v] shields all around him, all the day, and between his shoulders he dwells.”", "13": "And of Joseph he said, “Blessed by Yahweh is his land, with[w] the choice things of heaven, with[x] dew, and with[y] the deep lying down beneath,", "14": "and with[z] the choice things of the fruits[aa] of the the sun, and with the choice things of the yield of the seasons,[ab]", "15": "and with[ac] the finest things of the ancient mountains, and with[ad] the choice things of the eternal hills,[ae]", "16": "and with[af] the choice things of the earth and its fullness, and the favor of the one who dwelt[ag] in the bush.[ah] Let them come to the head of Joseph, and to the crown of the prince among his brothers.", "17": "As the firstborn of his ox, majesty belongs to him,[ai] and his horns are the horns of a wild ox; with them he drives people together,[aj] and they are the myriads of Ephraim, and they are the thousands of Manasseh.”", "18": "And of Zebulun he said, “Rejoice, Zebulun, in your going out, and rejoice, Issachar, in your tents;", "19": "They summon people to the mountains;[ak] there they sacrifice the sacrifices of righteousness, because the affluence of the seas they suck out, and the most hidden treasures of the sand.”[al]", "20": "And of Gad he said, “Blessed be the one who enlarges Gad;[am] like a lion he dwells, and he tears an arm as well as a scalp.", "21": "And he selected[an] the best part for himself, [ao] for there the portion of a ruler is included, and he came with the heads of the people;[ap] he did[aq] the righteousness of Yahweh, and his regulations for Israel.”", "22": "And of Dan he said, “Dan is a cub of a lion; he leaps from Bashan.”[ar]", "23": "And of Naphtali, he said, “Oh, Naphtali, sated of favor, and full of the blessing of Yahweh; take possession of the lake, and the land to the south.”", "24": "And of Asher he said, “Blessed more than sons[as] is Asher; may he be the favorite[at] of his brothers, dipping his feet in the oil.[au]", "25": "Your bars are[av] iron and bronze, and as your days, so is[aw] your strength.”", "26": "“There is no one like God, O, Jeshurun, who rides through the heavens to your help, and with his majesty through the skies.", "27": "The God of ancient time[ax] is a hiding place, and underneath are the arms of eternity,[ay] and he drove out from before[az] you your enemy, and he said, 'Destroy them!'", "28": "So Israel dwells alone and carefree, the spring of Jacob in a land of grain and wine; his heavens even drip dew.", "29": "Blessed are you, O Israel. Who is like you, a people who is saved by Yahweh, the shield of your help, and who is the sword of your triumph, and your enemies, they shall fawn before you,[ba] and you shall tread on their backs.”"}