{"1": "“Now, Israel, listen to the rules and to the regulations that I am teaching you to do, in order that you may live and you may go in and you may take possession of the land that Yahweh, the God of your ancestors,[a] is giving to you. ", "2": "You must not add to the word that I am commanding you, and you shall not take away from it in order to keep[b] the commands of Yahweh your God that I am commanding you to observe. ", "3": "Your eyes have seen[c] what Yahweh did with[d] the case of Baal Peor, for each[e] man that followed after Baal Peor Yahweh your God destroyed from your midst. ", "4": "But you, the ones holding fast to Yahweh your God, are all alive today.[f]", "5": "See, I now teach[g] you rules and regulations just as Yahweh my God has commanded me, to observe them just so in the midst of the land where you are going, to take possession of it. ", "6": "And you must observe them diligently,[h] for that is your wisdom and your insight before the eyes of the people, who will hear all of these rules, and they will say, 'Surely this great nation is a wise and discerning people.' ", "7": "For what great nation has for it a god near to it as Yahweh our God, whenever[i] we call upon him? ", "8": "And what other great nation has for it[j] just rules and regulations just like[k] this whole[l] law that I am setting before[m] you today?[n]", "9": "“However, take care[o] for yourself and watch your inner self[p] closely, so that you do not forget the things that your eyes have seen, so that they do not slip from your mind all the days of your life; and you shall make them known to your children and to your grandchildren.[q] ", "10": "Remember the day that you stood before[r] Yahweh your God at Horeb when Yahweh said to me,[s] 'Summon for me the people so that I can tell them my words, that they may learn to fear me all of the days they are alive on the earth and so that they may teach their children.' ", "11": "And so you came near, and you stood under the mountain, and the mountain was burning with fire up to the heart of the heaven, dark with a very thick cloud.[t] ", "12": "And Yahweh spoke to you from the midst of the fire; you heard[u] a sound of words, but you did not see[v] a form—only a voice. ", "13": "And he declared to you his covenant, the Ten Commandments,[w] which he charged you to observe,[x] and he wrote them on the two tablets of stone. ", "14": "And Yahweh charged me at that time to teach you rules and regulations for your observation of them[y] in the land that you are about to cross into[z] to take possession of it.", "15": "“So you must be very careful for yourselves,[aa] because you did not see[ab] any form on the day Yahweh spoke to you at Horeb from the midst of the fire, ", "16": "so that you do not ruin yourselves[ac] and make for yourselves a divine image in a form of any image, a replica of male or female, ", "17": "a replica of any animal that is upon the earth, a replica of any winged bird that flies in the air, ", "18": "a replica of any creeping thing on the ground, a replica of any fish that is in the water below[ad] the earth. ", "19": "And do this so that you do not lift[ae] your eyes toward heaven and observe[af] the sun and the moon and the stars, all the host of the heaven, and be led astray and bow down to them and serve them, things that Yahweh your God has allotted to all of the peoples under all of the heaven. ", "20": "But Yahweh has taken you and brought you out from the furnace of iron, from Egypt, to be a people of inheritance to[ag] him, as it is this day.[ah]", "21": "“And Yahweh was angry with me because of you,[ai] and he swore that I would not cross the Jordan[aj] and that I would not go to the good land[ak] that Yahweh your God is giving you as an inheritance. ", "22": "For I am going to die in this land; I am not going to cross the Jordan, but you are going to cross, and you are going to take possession of this good land. ", "23": "Watch out for yourselves so that you do not forget the covenant of Yahweh your God that he had made[al] with you and make for yourselves a divine image of the form of anything that Yahweh your God has forbidden,[am] ", "24": "for Yahweh your God is a devouring fire, a jealous[an] God.", "25": "“When you have had children and grandchildren[ao] and you have grown old in the land and you act corruptly and you make a divine image of the form of anything and you do evil in the eyes of Yahweh your God, thus provoking him to anger, ", "26": "I call[ap] to witness against you today the heaven and the earth, that you will perish soon and completely from the land that you are crossing the Jordan into it to take possession of it; you will not live long on it,[aq] but you will be completely destroyed. ", "27": "And Yahweh will scatter you among the peoples, and you will be left few in number[ar] among the nations to where Yahweh will lead you.[as] ", "28": "And you will there serve gods made by human hands,[at] of wood and stone, gods that cannot see and cannot hear and cannot eat and cannot smell. ", "29": "But from there you shall seek Yahweh your God and will find him, if you seek him with all your heart and with all your soul.[au] ", "30": "In your distress[av] when[aw] all these things have found you in the latter days,[ax] then[ay] you will return to Yahweh your God, and you will listen to his voice. ", "31": "For Yahweh your God is a compassionate God; he will not abandon you,[az] and he will not destroy you, and he will not forget the covenant of your ancestors[ba] that he swore to them.", "32": "“Yes, ask, please, about former days that preceded you[bb] from the day that God created humankind on the earth; ask even from one end of the heaven up to the other end of heaven whether anything ever happened[bc] like this great thing or whether anything like it was ever heard.[bd] ", "33": "Has a people ever heard the voice of God speaking from the midst of the fire, just as you heard it, and lived? ", "34": "Or has a god ever attempted to go to take for himself[be] a nation from the midst of a nation, using trials and signs and wonders and war, with an outstretched arm and with great and awesome deeds, like all that Yahweh your God did for you in Egypt before your eyes? ", "35": "You yourselves[bf] were shown this wonder in order for you to acknowledge that Yahweh is the God;[bg] there is no other God besides him.[bh] ", "36": "From heaven he made you hear his voice to teach you, and on the earth he showed you his great fire, and you heard his words from the midst of the fire. ", "37": "And because he loved your ancestors[bi] he chose their descendants[bj] after them. And he brought you forth from Egypt with his own presence,[bk] by his great strength, ", "38": "to drive out nations greater and more numerous than you from before you,[bl] to bring you and to give to you their land as an inheritance, as it is this day. ", "39": "So you shall acknowledge today,[bm] and you must call to mind[bn] that Yahweh is God in heaven above and on the earth beneath. There is no other God. ", "40": "And you shall keep his rules and his commandments that I am commanding you today,[bo] so that it may go well[bp] for you and for your children[bq] after you, and so that you may remain a long time[br] on the land that Yahweh your God is giving to you during all of those days.”", "41": "Then Moses set apart three cities on the other side of the Jordan,[bs] toward the east,[bt] ", "42": "in order for a manslayer[bu] to flee there who has killed his neighbor without intent[bv] and was not hating him previously,[bw] and so he could flee to one of these cities and be safe.[bx] ", "43": "He set apart Bezer in the wilderness[by] in the land of the plateau of the Reubenites;[bz] Ramoth in Gilead of the Gadites,[ca] and Golan in Bashan of the Manassites.[cb]", "44": "Now this is the law[cc] that Moses set before[cd] the Israelites;[ce] ", "45": "these are the legal provisions and the rules and the regulations that Moses spoke to the Israelites[cf] when they left Egypt,[cg] ", "46": "beyond the Jordan in the valley opposite Beth Peor in the land of Sihon the king of the Amorites,[ch] who was reigning in Heshbon and whom Moses and the Israelites[ci] defeated when they came out of Egypt.[cj] ", "47": "And so they took possession of his land and the land of Og king of Bashan, the two kings of the Amorites[ck] who were beyond the Jordan, eastward,[cl] ", "48": "from Aroer, which is on the bank of the wadi[cm] of Arnon and as far as Mount Sirion; that is, Hermon, ", "49": "and all of the Arabah[cn] beyond the Jordan, eastward, and as far as the Sea of the Arabah[co] under the slopes of Pisgah."}