{"1": "My brethren, show no partiality as you hold the faith of our Lord Jesus Christ, the Lord of glory. ", "2": "For if a man with gold rings and in fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, ", "3": "and you pay attention to the one who wears the fine clothing and say, “Have a seat here, please,” while you say to the poor man, “Stand there,” or, “Sit at my feet,” ", "4": "have you not made distinctions among yourselves, and become judges with evil thoughts? ", "5": "Listen, my beloved brethren. Has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom which he has promised to those who love him? ", "6": "But you have dishonored the poor man. Is it not the rich who oppress you, is it not they who drag you into court? ", "7": "Is it not they who blaspheme that honorable name by which you are called?[a]", "8": "If you really fulfil the royal law, according to the scripture, “You shall love your neighbor as yourself,” you do well. ", "9": "But if you show partiality, you commit sin, and are convicted by the law as transgressors. ", "10": "For whoever keeps the whole law but fails in one point has become guilty of all of it.[b] ", "11": "For he who said, “Do not commit adultery,” said also, “Do not kill.” If you do not commit adultery but do kill, you have become a transgressor of the law. ", "12": "So speak and so act as those who are to be judged under the law of liberty. ", "13": "For judgment is without mercy to one who has shown no mercy; yet mercy triumphs over judgment.", "14": "What does it profit, my brethren, if a man says he has faith but has not works? Can his faith save him?[c] ", "15": "If a brother or sister is ill-clad and in lack of daily food, ", "16": "and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what does it profit? ", "17": "So faith by itself, if it has no works, is dead.", "18": "But some one will say, “You have faith and I have works.” Show me your faith apart from your works, and I by my works will show you my faith. ", "19": "You believe that God is one; you do well. Even the demons believe—and shudder. ", "20": "Do you want to be shown, you foolish fellow, that faith apart from works is barren? ", "21": "Was not Abraham our father justified by works, when he offered his son Isaac upon the altar? ", "22": "You see that faith was active along with his works, and faith was completed by works, ", "23": "and the scripture was fulfilled which says, “Abraham believed God, and it was reckoned to him as righteousness”; and he was called the friend of God. ", "24": "You see that a man is justified by works and not by faith alone. ", "25": "And in the same way was not also Rahab the harlot justified by works when she received the messengers and sent them out another way? ", "26": "For as the body apart from the spirit is dead, so faith apart from works is dead."}