{"1": "At first glance, the naming of these three men—Noah, Daniel, and Job—seems odd. Noah and Job are, of course, central characters in the Scripture; and these heroes lived long before Ezekiel was called to be God's prophet. But the Daniel most people know as the biblical prophet will achieve his fame long after Ezekiel dies. The Daniel mentioned here is not the biblical prophet but another Daniel (also known as Danel) whose story is found in an ancient Ugaritic text called the Epic of Aqhat. Like Noah and Job, Danel is an ancient non-Israelite who lives to an old age and becomes famous for his wisdom. Like Noah, he is surrounded by wicked people; like Job, he loses a son. Perhaps God references these non-Israelite heroes—as opposed to the people's Israelite ancestors—because Ezekiel's audience is living outside of Israel. They would be able to identify with the foreign cultures in these accounts because they are surrounded by the strange customs and the novel stories of Babylon. These three men show an unusual level of devotion to God when the culture around them appears to be moving contrary to His way, so they are more appropriate examples than any Israelite ancestor—such as David, Solomon, or Josiah—who had all the benefits and blessings of God's covenants. Some of the elders of Israel approached me and sat down. ", "2": "Then the word of the Eternal came to me with a message for them.", "3": "Eternal One: 3 Son of man, these men are devoted to breathless idols and have pursued things that cause them to stumble into sin. Why should I even bother to listen to their prayers? ", "4": "Therefore tell them the Eternal Lord says to you, “Any Israelite who devotes himself to breathless idols and pursues things that will cause him to stumble into sin and still has the audacity to consult a prophet will be answered by Me, personally, in light of his pagan devotions. ", "5": "I am going to recapture the hearts of Israel, all of whom have deserted Me for their idols.”", "6": "Therefore, tell the people of Israel the Eternal Lord commands you to repent! Turn away from your breathless idols, and relinquish all of your shocking ways! ", "7": "When any Israelite—or any foreigner living in Israel—severs his relationship with Me, devotes himself to his idols, pursues anything that may cause him to stumble into sin, and then has the audacity to consult a prophet to ask questions of Me, I will answer the inquirer personally. ", "8": "I will turn against him and make an example of him. I will cut him off from the midst of the people. Then you will know I am the Eternal.", "9": "Also, if a prophet is deceived into offering a message, it is I, the Eternal One, who has deceived him. I will raise My hand against him and cut him off from My people, Israel, until all memory of him is erased. ", "10": "The prophet and the one who inquires of him will be equally guilty and equally punished, ", "11": "so that the people of Israel will not lose their focus on Me or filthy themselves with any more of their rebellious evil. After this, they will be My people, and I will be their God. So said the Eternal Lord.", "12": "The word of the Eternal came to me with a new message.", "13": "Eternal One: 13 Son of man, suppose the people of a particular country wander away from Me in pursuit of sin and I raise My hand against them destroying their food source, sending famine, and killing off the people and animals who live there; ", "14": "even if these three legendary men—Noah, Daniel, and Job—were all living in that country, they could save only themselves by their righteousness. ", "15": "Suppose I send wild beasts into that land and they kill the people, and the place becomes so desolate and dangerous because of the animals that no one dares to travel through the land. ", "16": "As surely as I, the Eternal Lord, live, even if these three men were living there, they could not save their own sons and daughters. Only those three righteous men would be saved, and the land would become a wilderness. ", "17": "Suppose I bring war against that land and say to let the sword invade and pass through the land; ", "18": "as surely as I, the Eternal Lord, live, even if these three men were living there, they could not save their own sons and daughters. Only those three righteous men would be saved. ", "19": "Suppose I send a disease to spread across that land, flooding it with My anger in blood, infecting and killing people and animals alike; ", "20": "as surely as I, the Eternal Lord, live, even if Noah, Daniel, and Job were living there, they could not save their own sons or daughters. Only those three men would be saved because of their righteousness.", "21": "For this is what the Eternal Lord has to say: Eternal One: It will be far worse when I send out My four tragic judgments upon Jerusalem—war, starvation, wild beasts, and disease—to kill the people and animals! ", "22-23": "Still, a few survivors will remain—sons and daughters—who will join you in exile. They will come to you, and once you see how they behave and what they do, you will be comforted regarding the awful disaster I have poured out upon Jerusalem. For you will understand that every single judgment and catastrophe I have set against Jerusalem has been necessary."}