{"1": "The word of the Eternal came to me with a riddle.", "2": "Eternal One: 2 Son of man, tell the people of Israel a riddle. ", "3": "Tell them the Eternal Lord says that a great eagle with strapping wings, long feathers, and thick plumage of various colors came to Lebanon. The great eagle took the top off of a cedar, ", "4": "carried its top growth away to a land of merchants, and planted it in a city of traders. ", "5": "Then the great eagle took some of the seed of the land and planted it in lush, fertile soil beside abundant waters so it could grow like a willow. ", "6": "The seed sprouted in the soil and became a flourishing vine, growing low to the ground. The vine's branches grew toward the great eagle, and the roots remained beneath it. The vine produced many sprouts and branches.", "7": "There was another great eagle with strapping wings and thick, colorful plumage. From where it had been planted, the vine sent out its roots and branches toward the second eagle, so that eagle could give it even more water. ", "8": "The vine had been planted in lush, fertile soil beside abundant waters in order to produce healthy growth and branches, bear fruit, and become a magnificent vine instead of remaining a lowly one.", "9": "Now I, the Eternal Lord, ask, will that vine continue to flourish? Won't the eagle pull it out of the lush, fertile soil by its roots, strip it of its fruit, and leave it to wither? It won't take much strength or many people to pull it up by the roots. ", "10": "Now if it is transplanted, will it flourish? When the angry east wind strikes it, won't it wither away completely? Won't it shrivel up in the plot of ground where it had grown?", "11": "The word of the Eternal came to me.", "12": "Eternal One: 12 Ask this rebellious crowd if they know what these stories represent. Give them this explanation: Remember how Babylon's king swooped into Jerusalem like an eagle and took its young king and national leaders back to Babylon. ", "13": "He replaced that young king with a member of the royal family and made a covenant with him, making the new king swear an oath of loyalty. Babylon's king also ordered all the remaining leaders of Judah taken into exile ", "14": "so that the kingdom would remain weak and lowly, not able to rise up against him, and survive only by following the provisions of his covenant. ", "15": "But Jerusalem's newly appointed leader rebelled against Babylon's king by sending his ambassadors to another king in Egypt to receive horses and recruit a large army. Do you think Jerusalem's king and his ambassadors will succeed? Is it possible to get away with such things? Can this vassal king break a covenant and escape?", "16": "As surely as I, the Eternal Lord, live, I declare that Jerusalem's King Zedekiah will die in Babylon, the land of the king who gave him Jerusalem's throne and whom he despised when he broke that covenant. ", "17": "Pharaoh and his powerful army, a vast company, won't be of any help when Babylon builds ramps and erects siege walls against Jerusalem; many will be destroyed behind those city walls. ", "18": "Jerusalem's king broke his word and betrayed the covenant. Because he pledged his allegiance, yet committed these betrayals, he will not escape.", "19": "Therefore, I say, as surely as I, the Eternal Lord, live, what Jerusalem's king despised was My oath and what he betrayed was My covenant. I will make him pay the consequences. ", "20": "I will set a trap for him, and he will be caught in it. I will bring him to Babylon and punish him there because of his unfaithfulness and disloyalty to Me. ", "21": "All of his elite soldiers will be killed in battle, and whoever manages to survive will be scattered to the winds. Then you will know that I, the Eternal One, have promised this.", "22-23": "This parable dramatizes Babylon's attack on Jerusalem. Nebuchadnezzar, represented by the first eagle, is indeed the largest predator in the area. He swooped into Jerusalem and exiled the young king, Jehoiachin, who was plucked from the top of the cedar tree. Nebuchadnezzar then planted a new monarch in Jerusalem, Zedekiah, as a vassal of Babylon. Jerusalem flourishes under Zedekiah but doesn't gain any power, just as the vine is strong but not tall. But when Zedekiah becomes ambitious for sovereignty, he will send envoys to King Hophra in Egypt—represented by the second eagle—looking for mercenaries. This betrayal will lead to Jerusalem's complete destruction by Nebuchadnezzar. Since God is using Babylon to punish His disobedient people, and since Zedekiah's betrayal will reflect badly on Him, the coming destruction is none other than divine judgment. Eternal One: 22-23 I personally will take a sprig from the top growth of a lofty cedar—the highest, youngest, and most flexible—and plant it on a high and lofty mountain, on the mountain of Israel. It will produce healthy branches and bear fruit and become a noble cedar. All sorts of birds will come and nest in it and find shade in its branches. ", "24": "All the trees of the field will know that I am the Eternal; I cut down the tall tree and make the small tree tall; I cause the flourishing tree to wither and the withering tree to flourish. I, the Eternal, have spoken, and I will do exactly as I've promised."}