{"1": "God will plant a sprig that grows into a noble cedar, bears fruit, and provides shelter. All other trees, the nations, will recognize the power and sovereignty of God. The word of the Eternal came to me with a message.", "2": "Eternal One: 2 Why do you people continually quote this proverb about Israel: Fathers have eaten sour grapes, and their children's teeth are set on edge?", "3": "As surely as I live, I, the Eternal Lord, declare you will not quote this proverb in Israel anymore. ", "4": "For every living being belongs to Me—parent and child alike. You will die for your own sins, not because of what your ancestors did. ", "5": "Imagine a righteous man who always does what is right: ", "6": "First, he worships Me exclusively; he doesn't feast at the heathen shrines atop mountains, nor does he worship idols as others do in Israel—he won't even look at them! Second, he does not sleep with his neighbor's wife or have sex with a woman when she is menstruating. ", "7": "Third, he does not persecute or abuse anyone; he gives back a debtor's collateral and does not seize poorer men's property. Fourth, he tends to the poor; he clothes the naked and gives his bread to the hungry ", "8": "and doesn't charge those poor people who borrow from him interest or keep their profits. Fifth, he is law-abiding; he does not participate in wrong deeds and is fair toward all others. ", "9": "Sixth, he is obedient to Me, living by My statutes and faithfully keeping My laws. This man who is righteous—he will surely live.", "10-11": "Now suppose this righteous man has a violent son. The son is a killer and does wicked things that the righteous father has never done: He worships other gods, feasting at the heathen shrines atop mountains. He defiles his neighbor's wife. ", "12": "He abuses the poor and persecutes the needy. He seizes property and keeps a debtor's collateral. He looks up to breathless idols, worshiping them. He breaks the law and commits shocking deeds. ", "13": "He charges those who borrow from him interest and makes excessive profits. Do you think the wicked son will live? Of course not! Because he has done all of these shocking things, he will be put to death, and it will be his own fault.", "14": "Now, suppose the wicked son has a son of his own, and this son watches his father's vile lifestyle and chooses not to do as his father has done: ", "15": "He worships Me exclusively; he doesn't feast at the heathen shrines atop mountains, nor does he worship idols as others do in Israel—he won't even look at them! He does not defile his neighbor's wife. ", "16": "He does not persecute or abuse anyone; he gives back a debtor's collateral and does not seize poorer men's properties. He tends to the poor; he clothes the naked, gives his bread to the hungry, ", "17": "does not participate in wronging the poor, nor does he charge those who borrow from him interest or make excessive profit. He is obedient to Me, faithfully keeping My laws and living by My statutes. This man who is righteous will not die for his father's sins. He will surely live. ", "18": "But his father will surely die for his own wicked deeds—taking advantage of the poor, seizing property from poorer Israelites, and refusing to do good for his people.", "19": "So why do you ask, “Why is the son not also punished for his father's guilt?” Don't you see? The son did not commit his father's sins. The son chose to do what is just and right by remembering and following My laws, so he will surely live. ", "20": "The person who sins will die. The child will not be punished for the guilt of the parent, nor will the parent be punished for the guilt of the child. The righteous will be credited with righteousness. The wicked will be charged with wickedness.", "21": "But there is good news even for the wicked. If the wicked turn away from their sins, choose to uphold My laws, be honest, and live a righteous life, then they will surely live. They won't die. ", "22": "I won't remember any of their previous wrongs against them because of the right things they have done. They will surely live. ", "23": "Do I enjoy watching the wicked die? No. I, the Eternal One, would prefer for the wicked to stop doing the wrong things they do and live. ", "24": "If the righteous stop doing what is right, choose the sinful path, and commit the shocking things the wicked do, do you think they will live? Certainly not! I won't remember any of their righteous deeds because of all the unfaithful and wicked things they do. They will surely die.", "25": "You say, “The Lord's way is not fair at all!” Hear Me, people of Israel: You think My way is unfair? You are the ones with unjust ways! ", "26": "If a righteous person turns away from the right path and chooses to act wickedly, he will die for it. He will die because of the sin he committed. ", "27": "But if a wicked person turns from the wicked path and chooses to be honest and live a righteous life, he will end up saving his life! ", "28": "Because he thought about his wrongs and turned away from the wicked things he'd done, putting them behind him, then he will surely live. He will not die! ", "29": "Yet the people of Israel continue to complain, “The Lord's way is not fair at all!” You think My way is unfair, people of Israel? Don't you think you are the ones with perverted ways?", "30": "Therefore, people of Israel, I will judge each of you according to what you have done. Repent! Turn from your wicked ways so that your sins do not trip you up! ", "31": "Get rid of all your wicked ways! Acquire a new heart and a new spirit! Why would you choose to die, people of Israel? ", "32": "I don't enjoy watching anyone die, so turn back to Me and live!"}