{"1": "Ezekiel's strange vision of clouds and fires, light and lightning, creatures with four faces, wheels within wheels, and a throne-chariot is a prelude to his ultimate vision. For a moment he glimpses a humanlike figure seated on a throne; this, he says, is the glory of the Eternal. The word “glory” refers to God's visible manifestation. Though God is unseen, from time to time human beings are given the privilege of seeing His glory. This glory accompanies Israel in the wilderness and resides in the temple in Jerusalem. But Ezekiel realizes God's glory is not restricted to Jerusalem; it is in Babylon with those in exile. The fact that God's glory is seen in Babylon and reported by His prophet offers comfort to those displaced in a foreign land. The Voice (to Ezekiel): Son of man, rise to your feet. I want to speak to you.", "2": "As soon as the voice spoke, the Spirit entered me and lifted me to my feet; I listened to what the voice told me.", "3": "The Voice: 3 Son of man, I am dispatching you to the people of Israel. They are a rebellious nation that lives in defiance of Me. They and their ancestors have broken loyalties with Me even up to this very day. ", "4": "Go to the Israelites, who are stubborn and hardhearted, and tell them, “This is what the Eternal Lord has to say.” ", "5": "Whether this nation of rebels listens or refuses to listen to My message, at least they will know a prophet has visited them. ", "6": "Do not fear them or their words, son of man. Though you will dwell among the thistles and briars of their hostility, though their reactions will make you think you're sitting on scorpions, do not be afraid. Pay no attention to their threats, and don't let their glaring faces intimidate you. They are a rebellious lot. ", "7": "It is vital you feed them My words, whether they choose to digest them or not, for they are a rebellious people.", "8": "Listen to what I tell you, son of man. Do not follow their rebellious ways. Open your mouth and eat what I give you.", "9": "When I looked, I saw a hand extended toward me. In its palm was a scroll. ", "10": "As I looked on, the scroll was unrolled, and I could see that there was writing on the front and back. It was covered with words of lament, grief, and disaster."}