{"1": "The Davidic monarchy is the vine, and the branches are the strong monarchs. Zedekiah is the tallest branch. His failures will consume the dynasty, leaving nothing but charred remains. During the seventh year of King Jehoiachin's exile, on the tenth day of the fifth month, some of the elders of Israel approached me and sat down in front of me, wanting good news from the Eternal One. ", "2": "The word of the Eternal came to me with a message for them.", "3": "Eternal One: 3 Son of man, talk to the elders of Israel, and tell them I have a question: “Have you come to ask questions of Me? As surely as I, the Eternal Lord live, I will not allow you to question Me.”", "4": "Will you pass judgment on them, son of man? Will you judge whether they have been serving other gods? Confront them about the shocking acts of their fathers, ", "5": "and tell them the Eternal Lord says that on the day I selected Israel, made an oath to the descendants of Jacob's family, and revealed Myself to them in Egypt, I lifted My hand and swore to them, “I am the Eternal your God.” ", "6": "On the same day, I swore to them that I would rescue them from the land of Egypt and take them to another land I had looked for and found just for them—a land flowing with milk and honey, the most splendid of all lands. ", "7": "And I said to them, “Get rid of all the vile images that captivate your eyes, and do not degrade yourselves with the idols of Egypt! I am the Eternal your God.” ", "8": "But they rebelled against Me and refused to heed My warnings. They kept staring at the vile images and worshiping the idols of Egypt. I was just about to pour out My anger upon them and express My wrath while they were still in Egypt, ", "9-10": "but for the sake of My good name and reputation, I decided against it. I thought it better not to profane My name in the eyes of those nations around where My people lived. After all, I had revealed Myself to them when I brought My people out of the land of Egypt and into the wilderness. ", "11": "I gave them My laws and commandments so that if they would follow them, they might live. ", "12": "I also gave them My Sabbaths as a sign that they would know that I, the Eternal One, have made them holy. ", "13": "But the Israelites rebelled against Me in the wilderness. They refused to follow My laws and ignored My commandments, even though they knew the one who follows them will live. They also polluted My Sabbaths and treated them like any other day. So I said I would pour out My anger upon them and destroy them in the wilderness. ", "14": "For the sake of My good name and reputation, however, I chose not to profane My name in the eyes of those nations who had witnessed Me bringing the Israelites out of Egypt. ", "15": "Also, I raised My hand and swore to them in the wilderness that I would not bring them into the land I had given them—a land flowing with milk and honey, the most splendid of all lands! ", "16": "I swore this to them because they ignored My rules and strayed from My laws and polluted My Sabbaths; for they were completely devoted to their idols. ", "17": "I looked on them with mercy, and I did not destroy them in the wilderness.", "18": "I told their children in the wilderness, “Do not follow the example set by your fathers. Do not live by their standards or degrade yourselves with their idols. ", "19": "I, the Eternal One, am your God. Follow My laws and remember to obey My rules. ", "20": "Keep My Sabbaths holy as signs between us so you will know I, the Eternal, am your God.” ", "21": "But the children also rebelled against Me. They strayed from My laws and ignored My commandments, even though they knew that one who follows My rules will live. They polluted My Sabbaths, and they were not careful to keep My rules. So I told them that I would pour out My anger upon them and express My wrath against them in the wilderness. ", "22": "But for the sake of My good name and reputation, I suspended their punishment. I chose not to profane My name in the eyes of those nations who had witnessed Me bringing the Israelites out of Egypt. ", "23": "Also, I swore to them in the wilderness that I would scatter them among those nations and cast them out into unfamiliar lands ", "24": "because they had refused to obey My rules and rejected My laws. Instead, their eyes were devoted to their fathers' breathless idols, and they polluted My Sabbaths. ", "25": "I handed them over to bad laws and rules that could not lead to life. ", "26": "I declared them ritually impure because they were giving every firstborn child as a burnt sacrifice to pagan gods. I did this to horrify them, so that they would know I am the Eternal One.", "27": "Therefore, son of man, confront the people of Israel and tell them the Eternal Lord says, “Your fathers showed their contempt for Me and betrayed Me. ", "28": "When I brought them into the land I had solemnly promised to give them, they offered their sacrifices on every high hill and under every shade tree they saw. In the land I gave them, they irritated Me with their offerings. They burned fragrant incense and poured out their drink offerings there. ", "29": "I asked them, 'What is this shrine you visit?'” To this day, a shrine is called a “high place.”[a]", "30": "Eternal One: 30 Therefore, tell the people of Israel that the Eternal Lord says if you degrade yourselves in the same ways your fathers did—prostituting yourselves to the same foul, breathless images, ", "31": "giving your children to them as burnt offerings, and degrading yourselves with those idols still today—do you think I should allow you to ask questions of Me, Israel? As surely as I live, I, the Eternal, say I will not allow you to ask Me anything.", "32": "You entertain thoughts such as, “We want to be like the other nations, like the other people of the world who serve idols made of wood and stone.” But your secret thoughts will never become a reality.", "33-34": "As surely as I live, I, the Eternal Lord, proclaim I will rule as your king with a fierce and mighty hand, an outstretched arm, and an overflowing wrath. With My power, I will bring you out of the nations and gather you from the unfamiliar lands where you have been scattered. ", "35": "I will bring you into the wilderness of nations, and I will personally render My judgment upon you. ", "36": "I will judge you in the same way I judged your fathers in the wilderness that lies east of the land of Egypt.", "37": "I will have you pass under My rod, and I will make you live up to the terms of the covenant. ", "38": "I will get rid of the rebels and traitors among you. I may bring them out of the lands where they are exiled, but I will not allow them back to the land of Israel. Then you will know that I am the Eternal One.", "39": "(to the people of Israel) Go ahead and worship your idols—all of you! Eventually, you will see that what you are doing is pointless. Then you will start listening to Me and stop profaning My sacred name with your gifts and false gods. ", "40": "There upon the high mountain of Israel, which is My holy mountain residence, all the people of Israel will worship and serve Me when they return to the land. There I will accept them. There I will expect your gifts and your firstfruit offerings, with all of your other sacred duties to Me. ", "41": "When I bring you out from the nations and gather you from the unfamiliar lands where you have been scattered, I will accept you as a pleasant aroma. I will put My holiness on display by the way you live as all the world watches! ", "42": "You will know that I am the Eternal One when I bring you into the land of Israel—the splendid land I solemnly promised to give your ancestors. ", "43": "Then and there, you will remember your wrong turns and all of the wicked things you have done to degrade yourselves, and you will hate yourselves every time you see your reflection because of all the evil things you have done. ", "44": "You will know, O people of Israel, that I am the Eternal when I deal fairly with you in order to protect My good name and reputation, and not out of My frustration toward your wickedness and mindless corruption. So said the Eternal One.", "45": "The word of the Eternal came to me with a parable.", "46": "Eternal One: 46 Son of man, look south! Preach against the south, and prophesy against forests in the Negev. ", "47": "Tell the southern forest to listen to the word of the Eternal. The Eternal Lord says, “I am about to set you on fire, and it will spread and devour all of your trees—both green and dry. The raging fire will not be put out! Everything and everyone from south to north will be scorched by it. ", "48": "Then everyone will see that I, the Eternal One, started the unquenchable fire!”", "49": "Ezekiel: 49 Eternal Lord, they are all talking about me, saying, “He's just speaking in parables.”"}