{"1": "Babylon's reign of terror is short-lived. God orders the Israelites to put their swords away, go home, and wait. When the time is right, they will get what they deserve. The word of the Eternal came to me.", "2": "Eternal One: 2 Son of man, will you judge this bloody city? Will you? You must! Confront her about her shocking actions, ", "3": "and speak to her. Then the Eternal Lord declared this for me to say to her: Eternal One: You are a city of bloodshed, and your ways will come back to haunt you. You are a city of idols, making them even though they defile you. ", "4": "The blood you shed covers you with the heaviness of guilt. The idols you have made degraded your spirit. You have reached the end of your life, so I have made you an object of scorn to all the nations! ", "5": "Those near and far will mock you—city of infamy and turmoil!", "6": "Look, the princes of Israel who reside in your walls use their political power to murder. ", "7": "Infamous city of turmoil, your people mistreat their elders, disrespect their parents, take advantage of foreigners passing through, and treat orphans and widows with contempt. ", "8": "In you My holy things are desecrated and My Sabbaths are profaned. ", "9": "Your citizens lie and give false testimonies at capital trials, shedding innocent blood. Your people feast at lofty shrines devoted to false gods and commit lewd sexual acts. ", "10": "In you men expose their fathers' nakedness by having intercourse with their wives and engage in sexual relations with women who are impure because of their menstrual cycles. ", "11": "In you one man commits unspeakable things with his neighbor's wife, while another practices incest with his daughter-in-law or half-sister. ", "12": "In you murder is for hire, exorbitant interests and profits are taken from the poor, neighbors are oppressed for personal gain; and in you I am forgotten.", "13": "I will strike My hands at your extortion and murderous ways. ", "14": "Will you be courageous and strong when I come to deal with you? I, the Eternal One, will do what I've said I will do. ", "15": "I will scatter you among the nations and disperse you throughout unfamiliar lands! I will put an end to your impurity. ", "16": "When you have been defiled in front of the nations, you will know that I am the Eternal.", "17": "Then the word of the Eternal came to me with how He would judge these crimes.", "18": "Eternal One: 18 Son of man, the people of Israel have become dross to Me; all of them are the dross metals—bronze, iron, tin, and lead—left inside a furnace after silver has been refined. ", "19": "Therefore, I, the Eternal Lord, say to them, “Because you've become worthless dross, I will gather you up in the middle of Jerusalem. ", "20-21": "Just as men throw copper, iron, tin, lead, and silver into a furnace to melt the impurities away with fiery blasts, I will gather you inside My furnace called Jerusalem, and you will experience the fire of My wrath as it blows across and melts you inside that city! ", "22": "Just as silver is melted in a furnace, you will be melted in My city. Then you will know I, the Eternal One, have poured out the fire of My wrath upon you.”", "23": "The word of the Eternal came to me.", "24": "Eternal One: 24 Son of man, say to her, “You are a land plagued with drought during My wrath—[not a single drop of rain has fallen from the sky][a].” ", "25": "Her prophets[b] conspire in her midst like raging lions killing their prey; they have destroyed lives, stolen treasures and other valuable things; they have made many wives widows all over the city. ", "26": "Her priests violate My laws and desecrate My holy things. They fail to distinguish between the sacred and profane. They no longer teach that there is a difference between pure and impure! They completely disregard My Sabbaths; as a result I am defamed among My people. ", "27": "Her princes and officials are like a pack of wolves tearing apart their prey. They kill innocent people and ruin lives just to get what they want! ", "28": "Her false prophets whitewash these wicked acts by claiming to receive divine visions, but they are all false! Their divination turns up only lies! They say, “This is what the Eternal Lord says . . . ,” when the Eternal Lord has not said anything to them at all. ", "29": "Her people are full of wickedness: they are bullies and thieves; they have abused the poor and helpless; they have taken advantage of foreigners and perverted justice. ", "30": "I searched for one man among them, a man who could build the wall and stand in the gap before Me and advocate for the land, a man who could convince Me not to destroy it; but I found no one. ", "31": "Therefore, I will dump the fires of My fury on them, and the flames of My indignation will devour them. I will give them what they deserve. So said the Eternal Lord."}