{"1": "The word of the Eternal came to me with a parable about two sisters.", "2": "Eternal One: 2 Son of man, there were two women born of the same mother. ", "3": "They became promiscuous in Egypt at a young age. Their breasts were fondled, and their virgin bodies were caressed. ", "4": "The older sister was named Oholah, and her younger sister was named Oholibah. They married Me, and they gave birth to many sons and daughters. Oholah is Samaria (the mother city of Israel), and Oholibah is Jerusalem (the mother city of Judah).", "5": "After King Solomon's death, Israel splits into two kingdoms, the two sisters described in this parable. Israel is ruled from Samaria; Judah is ruled from Jerusalem. Both kingdoms are ruled autonomously until Assyria dominates Israel, forcing her to pay tribute. Eventually the Assyrians conquer Israel in 722 b.c. and annex her land. Throughout this struggle, the various kings of Israel turn for help to everyone they can—everyone, that is, except God. Israel's last cry for help is raised to Egypt in the 730s b.c. by her last king, Hoshea (2 Kings 17:4). Unfortunately, surviving historical records are incomplete, and what happens next is unclear. But in the end, Egypt proves to be no help to Israel. Eternal One: 5 Oholah played the whore while she was still Mine. She coveted many lovers, lusting after her neighbors, the Assyrians—", "6": "sharply dressed in handsome blue, governors and commanders—all attractive young men mounted on great horses. ", "7": "She offered herself as a prostitute to all of the fine Assyrian men and anyone who desired her. She degraded herself with the idols of her lovers. ", "8": "She didn't stop the promiscuity she began in Egypt, for when she was young she slept with men who caressed her virgin breasts and poured out their lust on her. ", "9": "So I handed her over to those she loved, the Assyrians whom she desired. ", "10": "They stripped her naked, stole her children, and slaughtered her during the war. So among women, her name became synonymous with disgrace, when they saw the punishment she received.", "11": "Unfortunately Judah, the younger sister, repeats Israel's mistakes. She turns to Egypt against a conquering Babylonian Empire; but this is a grave mistake, for soon she will be completely destroyed. Her younger sister, Oholibah, witnessed all that happened; yet Oholibah became more corrupt than her sister. Her wanton lust and prostitution were even worse than her sister's. ", "12": "She was obsessed with the Assyrians, too, lusting after the elite—governors and commanders, sharply-dressed warriors—all attractive young men mounted atop great horses. ", "13": "I saw how she degraded herself. Both she and her sister followed the same path, ", "14": "but Oholibah's path went further and she traveled longer. She added the Babylonians to her list of paramours. She was captivated by images of men painted on a wall: figures of Chaldeans dressed in red, ", "15": "with expensive belts wrapped around their waists and flowing turbans adorning their heads. All of them looked highly distinguished, like Babylonian officers from the land of Chaldea. ", "16": "As soon as her eyes met these portraits, she lusted after them. And so she sent messengers to them in Chaldea. ", "17": "And the Babylonians accepted her invitation and came into her bed of love, degrading her with their lust. When they had completely defiled her, she turned away from them in disgust. ", "18": "Because she carried on her whoring so publicly and exposed herself to so many, I was repulsed by her just as I was her sister. ", "19": "Yet she went deeper into prostitution when she remembered how she played the whore when she was young in the land of Egypt. ", "20": "She lusted for lovers whose genitals were as large as a donkey's and whose emissions were like a horse's.", "21": "You, Judah, longed for the lewd promiscuity of your youth in Egypt, when men fondled your breasts and caressed your virgin body.”[a]", "22": "Pay attention, Oholibah! I will turn your forgotten lovers against you, the ones whom you turned away from in disgust. I will bring them against you from every direction.", "23": "Babylonians and all the Chaldeans, the people of Pekod, Shoa, and Koa, and all the Assyrians, All attractive young men, governors and commanders, sharply-dressed officers and high-ranking officials mounted atop great horses.", "24": "They will come after you with lethal weapons[b] in hand, shields in place, dressed in armor; And troops will storm you from every side in war chariots and wagons. I will hand you over to their judgment, and they will punish you according to their customs.", "25": "I will unleash My jealous fury against you. They will slice off your nose and ears and kill the rest of your people in battle. They will steal your children, and they will burn any who survive in a fire.", "26": "They will strip you and take away your clothes; they will rob you of your expensive jewelry.", "27": "This is how I will put a stop to the promiscuities and prostitution you brought from the land of Egypt. You will not admire or remember Egypt with yearning anymore.", "28": "Here is what the Eternal Lord has to say: Eternal One: Pay attention! I am a moment away from handing you over to those whom you loathe, the ones whom you turned away from in disgust. ", "29": "They will treat you with hatred and rob you of your lot. They will rip off your clothes in public and leave you naked. The marks of your prostitution—your lewd, promiscuous life—will be apparent. ", "30": "You have brought this upon yourself because you played the whore with your neighboring nations, degraded yourself with profane images and breathless idols. ", "31": "You have followed the same path as your sister; therefore, I will let you drink from her very own cup.", "32": "You will drink from your sister's cup, a cup deep and wide. It will bring you shame and scorn and a lot of it.", "33": "You will drink your fill of drunkenness and agony, with tears of sorrow running down your cheeks. This is the cup of ruination, of destruction— the cup of your sister Samaria!", "34": "You will drink it down and drain it dry; then you will smash the cup to pieces And gnaw on its shattered remains; you will tear at the breasts your enemies once fondled. For I, the Eternal Lord, have spoken.", "35": "Because you have forgotten Me and tossed Me over your shoulder like a piece of trash, you must reap the consequences of your promiscuities and prostitution.", "36": "(to Ezekiel) Son of man, will you judge Oholah and Oholibah? You must! Confront them about their shocking actions—", "37": "the adulterous liaisons they commit with bloody hands, even sacrificing their sons and daughters, My children, as burnt offerings to breathless idols. ", "38-39": "Not only that, but they have also polluted My sanctuary and profaned My Sabbaths by sacrificing their children to the breathless idols on the same day they came into My house. This is what they did to Me and My house. This is how they profaned it. ", "40": "They even sent a special invitation to men who lived far away. When they arrived, you had bathed in fragrant waters, painted around your eyes, dressed in seductive garments, and adorned your body with shiny jewelry for your honored guests. ", "41": "You reclined on a silky couch in front of a table set for your visitors with the incense and oils that belonged to Me. ", "42": "As for Oholibah, the mellowed crowd gathered around her—drunkards from the desert and noisy commoners. They adorned the arms of the sisters with bracelets I'd given them and placed ostentatious crowns on the heads of My queens. ", "43": "Then I wondered about this woman who was exhausted from adulterous sex: “Will they still want to sleep with her, here and now?”[c] ", "44": "Yes, they all went into her bed, one after another, and used her as a prostitute. This is what they did to both these wanton women: Oholah and Oholibah. ", "45": "But righteous people will condemn these sisters to punishment befitting adulterous and murderous women! For they are indeed adulteresses and their hands are covered with innocent blood.", "46": "This is what the Eternal Lord has to say: Eternal One: Bring a vast army against them! Overtake them with terror and plunder their goods! ", "47": "Their enemies will crush them with large rocks and hack them down in battle. They will massacre their children—My children—and burn down their houses!", "48": "(to the sisters) 48 This is how I will put an end to the lewdness practiced in the land and make you an example to all women, that they may learn from your mistakes and never commit the wicked acts you did. ", "49": "You will suffer the consequences of your promiscuity; you will bear the penalty for worshiping your idols. Then you will know that I am the Eternal Lord."}