{"1": "This memorable allegory traces the fate of two sisters who represent the two capital cities of Israel and Judah: Samaria and Jerusalem. The graphic portrayals of their sexual exploits are some of the most disturbing in Scripture; they highlight the disgust God and His prophet must feel toward God's wayward people. Anyone who hears Ezekiel speak this message must come to the same conclusion: God must judge His unfaithful wives. It is right. It is just. It is necessary. The word of the Eternal came to me in the ninth year, in the tenth month, on the tenth day.", "2": "Eternal One: 2 Son of man, remember this date. Write it down. The Babylonian king laid siege to Jerusalem today. ", "3": "Tell this rebellious crowd a parable. Here is what the Eternal Lord has to say: Put the cooking pot on the fire; put it on and fill it with water.", "4": "Put the finest cuts of meat into it—legs and brisket; fill it with the best bones.", "5": "Pick out the best from the flock, stack wood beneath the pot, Bring it to a rolling boil, and cook what's in the pot.", "6": "No one is safe in the cauldron of Jerusalem. Woe to this city polluted with blood— that pot thickly corroded, whose filth is impossible to clean! Empty the pot one piece at a time; don't bother choosing one or the other!", "7": "The blood she shed is still polluting the city. She poured it out on bare rock Instead of into the ground to be absorbed by the dust where blood belongs.", "8": "I have spilled her blood on bare rock so that it may not be covered, knowing My anger would be ignited and My revenge accomplished.", "9": "That's why I, the Eternal Lord, speak out: Woe to this city polluted with blood; I will stack the wood Myself—", "10": "Stack it high beneath the pot to feed the fire. Mix spices and seasoning into the boiling brew and cook the meat and then burn the bones.", "11": "Set the empty pot on the coals until it grows so hot its metal begins to glow, its filth melts inside, and no trace of corrosion remains.", "12": "But she has thwarted My efforts! Her massive corrosion remains when the fire should have cleansed her.", "13": "Jerusalem, I tried to cleanse your lewd impurity, but you would not stay pure. Because of this, you will not be clean again until after you have suffered the full punishment of My wrath. ", "14": "I, the Eternal One, have spoken. Your day of judgment has arrived, and I will act. I will not be easy on you; I will not feel sorry for you; I will not regret My actions. You will be judged by what you have done and get only what you deserve. So said the Eternal Lord.", "15": "The word of the Eternal came to me regarding my wife.", "16": "Eternal One: 16 Son of man, in the blink of an eye, I am going to take away the delight of your eyes. Do not weep or grieve or shed a tear. ", "17": "Any groaning must be inward and silent, but do not grieve for the dead. Dress as you always dress: with a turban on your head and sandals on your feet. Don't do any of the things mourners do. Don't eat the food others bring to comfort you or cover your upper lip.", "18": "It happened as such: I preached to the people in the morning, and that evening, my wife passed away. The next morning, I did exactly as I had been instructed to do.", "19": "People: 19 Tell us what all of this has to do with us. Why are you acting this way?", "20": "Ezekiel: 20 The word of the Eternal came to me ", "21": "with a message for the people of Israel: “Look! I will desecrate My sanctuary—the magnificent house in which you take pride, the desire of your eyes, your complete delight—and all of the children you left behind in Jerusalem will be put to the sword and slaughtered.” ", "22": "You will do exactly as I have done in hiding your grief: You will not eat the food others bring to comfort you or cover your upper lips. ", "23": "You will dress as you always dress: with turbans on your heads and sandals on your feet. You will not mourn or grieve. God tells me, “Instead, you will rot away from within because of your wickedness and moan among yourselves. ", "24": "In this way, Ezekiel will be a living example for you. You must do exactly as he has done. When this happens, you will know that I am the Eternal Lord.”", "25": "Eternal One: 25 As for you, son of man, on the day I seize their fortress—the joyous aspect of their pride, the desire of their eyes, their complete delight—and all of their children, ", "26": "a fugitive will escape from the destruction and will come to you in Babylon with news of what happened. ", "27": "The day you learn of My judgment, your mouth will be opened, and your silence will be broken. Then you will be able to converse with the fugitive. You will be a living example to them, and they will know that I am the Eternal One."}