{"1": "The word of the Eternal came to me with a lament for Tyre.", "2": "Eternal One: 2 Son of man, sing a lament over Tyre. ", "3": "Sing of Tyre, gateway to the sea, merchant to many ports and many people. I, the Eternal Lord, say to you: Tyre, you have claimed, “I am perfect in beauty.”", "4": "Your territory extends to the heart of the seas; your builders have perfected your beauty.", "5": "Like a great ship they have made you from the finest firs of Senir; they took a cedar from Lebanon to make you a noble mast.", "6": "They brought oaks from Bashan and made your oars. They planked your deck with pines from the coasts of Cyprus and inlaid it with ivory!", "7": "Your sail was made of fine linen from Egypt, embroidered by hand; your blue and purple awning was tinted with dyes imported from the coasts of Elishah.", "8": "Your oarsmen were strong men from Sidon and Arvad; your crew was the most skilled and experienced men, O Tyre.", "9": "Expert craftsmen from Gebal were on board to make any repairs needed. All the ships of the sea and their sailors huddled around you to trade for your goods.", "10": "Soldiers from Persia, Lydia, and Libya[a] were your army. Their shields and helmets hung from your ship and announced your splendor.", "11": "Men from Arvad and Helech patrolled your walls, and men from Gammad manned your towers. Their shields hung on all your walls and announced your splendor. They have perfected your beauty.", "12": "Tarshish traded with you because of your great wealth and plentiful goods; they bartered silver, iron, tin, and lead for your wares. ", "13": "Greece,[b] Tubal, and Meshech did business with you as well. They bartered slaves and boatloads of bronze for your wares. ", "14": "The men of Beth-togarmah bartered work horses, war horses, and mules for your goods. ", "15": "The people of Rhodes[c] traded with you too. You made the people of the coastland your own special market, and they paid you in ivory tusks and ebony. ", "16": "Aram[d] traded with you because your goods were plentiful. They bartered precious stones,[e] purple cloth, embroidered work, exquisite linens, coral, and rubies for your wares. ", "17": "Judah and the rest of Israel did business with you. They paid you fine wheat, fresh produce,[f] sweet honey, fragrant oil, and exotic balm for your merchandise. ", "18": "Damascus—the hub of caravan trading—traded with you because of your great wealth and plentiful goods as well. They brought wine from Helbon, wool from Zahar[g]; ", "19": "Greeks from Uzal[h] bartered iron, cassia bark, and other herbs for your goods. ", "20": "Deban traded in saddle blankets with you. ", "21": "Arabia and all of the Kedar princes certainly traded with you. They traded lambs, rams, and goats. ", "22": "The businessmen of Sheba and Raamah exchanged the finest spices, gems, and gold for your plentiful goods. ", "23-24": "Haran, Canneh, Eden, and merchants from Sheba, Asshur, and Chilmad did business with you, exchanging exquisite clothing, indigo fabrics, embroidered cloth, carpets dyed of various colors, and tightly braided ropes. ", "25": "Commerce was bustling as Tarshish's ships transported your goods. In the heart of the sea your docks were full, Tyre, and your business brought you glory and success.", "26": "Tarshish was probably located in what is southern Spain today, so Tyre's commercial reach extended to the other side of the Mediterranean. Expert seafarers row you out into the high seas; there, a squall from the east shatters you in the heart of the sea!", "27": "All is lost: your treasures and goods and products along with all crew aboard—seafarers, pilots, carpenters, traders, and soldiers. Everyone and everything will sink into the heart of the sea when the ship is wrecked.", "28": "The coastal plains shudder at the shrieks and cries of your pilots.", "29": "All oarsmen, seafarers, and pilots come down from their ships. They stand on the shore and gaze out to your catastrophe.", "30": "They mourn over you with bitter cries that drown out your screams. They throw dust on top of their heads and wallow in beds of ashes.", "31": "They shave all their hair and wear sackcloth around their waists. They grieve and weep over you, deeply and bitterly.", "32": "And they shout their dirge over your demise: “Who is like Tyre, sunken and silent in the heart of the sea?”", "33": "Your goods pleased many people when your sailors went to sea. Your treasures and products made kings rich all over the world.", "34": "But now you are shipwrecked, devoured by the great waves. Your products and all your crew have been swallowed by the sea.", "35": "All the inhabitants of the coasts are shocked at what happened to you; their kings grimace in fear as they look on.", "36": "And the traders of the nations jeer at you; the end of your story is a horror, for you are gone, never to return."}