{"1": "The scroll Ezekiel is handed is a transcript of what he will report about Jerusalem's fate to his fellow exiles in Babylonia. Although scrolls typically have writing on only one side (the front), the prophet sees that this scroll is covered with writing on both sides. This signals not only the overflowing anger that God harbors for His people but also the scope of the disaster that will overwhelm God's rebellious nation. The Voice (to Ezekiel): Son of man, eat what you find here—consume the scroll you see before you. Then go and preach to the people of Israel.", "2": "So I opened my mouth, and He fed me the scroll.", "3": "The Voice: 3 Son of man, swallow this scroll I am giving you, and let it fill your stomach. So I ate it, and these words of God tasted as sweet as honey in my mouth.", "4": "The Voice: 4 Son of man, go to the people of Israel and preach My message to them. ", "5-6": "You are not being sent to a far away nation with an unintelligible language. I am sending you to the people of Israel. But if I had sent you to foreign peoples with unintelligible languages, surely they would listen to you. ", "7": "But the people of Israel will refuse to listen to you because they refuse to listen to Me. As I told you, the Israelites are a hard-headed, stubborn-hearted people. ", "8": "But I have set your jaw just as tightly and furrowed your brow just as deeply as theirs. ", "9": "I have made your head as hard as any rock. Do not be scared or intimidated by them, even though they are a rebellious lot.", "10": "Son of man, take to heart all the words I am speaking to you. Listen carefully to what I am saying. ", "11": "Now go to your people, the exiles in Babylonia, and give them My message. Proclaim to them, “This is what the Eternal Lord has to say.” It doesn't matter whether they listen to you.", "12": "Suddenly the Spirit picked me up, and I heard a loud rumbling sound behind me—it seemed to say, “May the glory of the Eternal One be praised in His holy place!” ", "13": "The sound I heard was the sound made by the wings of the four living creatures brushing up against one another and the rumble made by the spinning wheels beside them. ", "14": "The Spirit picked me up and carried me away. I was at once resentful and impassioned, but I couldn't escape because the hold the Eternal had on me was strong.", "15": "The name Ezekiel means “God strengthens.” God makes Ezekiel strong enough to face many challenges and accomplish his mission, but his strength is no match for God's. The Spirit took me to a group of the exiles who lived by the Chebar Canal at Tel-abib. I sat there among them in a daze for seven days.", "16": "After those seven days of confusion, the word of the Eternal finally came to me.", "17": "Eternal One: 17 Son of man, I have appointed you a sentry for the people of Israel. Listen to what I say, then deliver My warning to them. ", "18": "If I send this message to a wicked person—“You will die”—but then you fail to warn him or help him to reconsider his wickedness so that he may not die, then he will die as a result of his evil deeds. It will be your fault for not warning him. His blood will be on your hands. ", "19": "But if you do forewarn a wicked person and give him My message, and yet he does not change his wicked thoughts and actions, then he will die as a result of his evil deeds. But you will have saved your own life by doing what I directed. ", "20": "Or again, when a righteous person turns his back on righteousness and falls into evil, then I will place a stumbling block before him, and he will surely die as well. Since you haven't alerted him, he will die for his evil ways. None of the righteous things he did will be remembered, and I will hold you responsible for his death. ", "21": "But if you do forewarn a righteous person not to give in to sin, and he does not sin, he will certainly live because he listened to your warning, and you will have saved your own life by doing what I directed.", "22": "There the hand of the Eternal came upon me, and His voice spoke to me: Eternal One: Get up, and venture out to the plain near Tel-abib. I will speak to you there.", "23": "So I stood up and ventured out to the plain where I saw the glory of the Eternal looming there—the same glory I had seen earlier by the Chebar Canal. I was overwhelmed, so I fell down with my face on the ground. ", "24": "The Spirit entered me, lifted me to my feet, and spoke to me. Eternal One: Go inside your house and shut the door behind you. ", "25": "Son of man, they will tie you up with ropes so that you cannot get out of your house and walk among your fellow exiles. ", "26": "I will stick your tongue to the roof of your mouth so that you cannot speak to warn them because they are a rebellious lot. ", "27": "But when I speak to you the next time, I will reopen your mouth, and you will proclaim to them, “This is what the Eternal Lord has to say.” At that point, it's each person's choice whether to listen. Some will listen; others will refuse because they are a rebellious lot."}