{"1": "The word of the Eternal came to me.", "2": "Eternal One: 2 Son of man, talk with your fellow exiles, and tell them, “If I wage war against a country and the people appoint one of their own to be a lookout, ", "3": "and if the lookout sees an army advancing toward the land and blows a trumpet to warn the people, ", "4-5": "and if someone hears the alarm and ignores it, allowing that army to come and capture him; then it is his own fault for not taking appropriate action. His blood will be on his own hands. If he had done something, he could have saved his life and the lives of others. ", "6": "But if the lookout sees an army advancing and does not sound the alarm to warn the people and if some are captured or killed, then their blood will be on the hands of the lookout.”", "7": "Son of man, I have appointed you as a lookout for the nation of Israel. You must listen to what I have to say, then go and pass My warning on to your countrymen. ", "8": "If I have a message for the wicked such as, “Wicked one, you are going to die,” and you don't warn him to change his ways, then he will surely die because of his wickedness; but I will hold you responsible for his death. ", "9": "If you do warn him to change his ways and he doesn't do anything about it, then he will die because of his wickedness; but you will have saved your own life.", "10": "Son of man, you must tell the people of Israel, “You keep saying, 'Our crimes and sins are weighing us down! We are rotting away! How can we live?'” ", "11": "Tell them, “As I live,” says the Eternal Lord, “I don't enjoy watching the wicked die; I want the wicked to stop doing what they're doing and live! Repent! Turn from your wicked ways. Why would you choose to die instead of live, people of Israel?”", "12": "Son of man, tell your people, “The righteousness of the righteous won't save him on the day he breaks My law, and the wickedness of the wicked won't cause him to stumble and fall if he turns away from his wickedness. The righteous is not able to depend on his former right actions to save him when he decides to sin. ", "13": "If I assure life to the one who does what is right, but he depends on his reputation for doing right and ends up sinning, then none of his former right actions will be remembered or tallied in his favor. He will surely die because of his sins. ", "14": "If I tell the wicked, 'You are certainly going to die,' but he turns from his wicked path and chooses to be honest and do what is right, ", "15": "if he gives back a debtor's collateral, if he returns what he has stolen, if he lives by the laws that offer true life and abandons his evil ways; then he will certainly live. He will escape death. ", "16": "Not one of his former sins will be remembered and tallied against him. He has lived by what is right and true, and he will certainly live.”", "17": "Still your own people say, “The Lord's way is not fair at all.” But they are the ones with perverted ways. ", "18": "If a good person turns from the good path he is on and chooses to act wickedly, he will die for it. ", "19": "If a wicked man turns from the wicked path he is on and chooses to live by what is right and true, he will save his life. ", "20": "But you, people of Israel, continue to complain, “The Lord's way is not fair at all.” I will judge each of you according to what you have done.", "21": "During the twelfth year of our exile, on the fifth day of the tenth month, someone who had survived the Babylonian attack on Jerusalem brought me news as God said he would:[a] “The city has been captured!” ", "22": "The evening before the Judean refugee came to me, the Eternal took hold of me; and by the time the refugee arrived the next morning, He had opened my mouth, renewed my voice, and broken my silence.", "23": "Then the word of the Eternal came to me with a message for the survivors.", "24": "Eternal One: 24 Son of man, the survivors dwelling in the rubble in the land of Israel are speaking nonsense, saying, “Abraham was but one man, yet he took possession of the land. We are many; surely the land has been given to us to own.” ", "25": "Because they continue in their false hope, go give them this message from the Eternal Lord: “You eat raw meat with blood still in it, you worship idols, and you shed innocent blood. Do you really think you are worthy of owning the land of Israel? ", "26": "You rely on your own strength in battle, you do shocking things, and you all partake in adulterous sex with your neighbors' wives. Do you really think you are worthy of owning the land?” ", "27": "Tell them the Eternal Lord says, “As surely as I, the Eternal live, those dwelling in the rubble will be killed in battle, those who live out in the open will be fed to wild beasts, and those hiding in fortresses or caves will die of disease. ", "28": "I will turn this land into a wasteland, and no one will step foot there. Her pride in her power will be knocked out from under her, and Israel's mountains will become so desolate that no one will dare to pass through them. ", "29": "When I have made the land nothing more than a wasteland of rubble because of their shocking actions, they will know that I am the Eternal One.”", "30": "But you, son of man, your own people are talking about you everywhere—in the streets and at doorsteps—saying to their kinsmen, “Come listen to what Ezekiel is saying. He has a word from the Eternal.” ", "31": "They come to you, just as people flock to see someone famous. My people sit at your feet and seem to hang on your every word, but they never apply those sacred instructions to their own lives. For they act as they speak—with lustful desire—and think only of how they'll make a profit. ", "32": "To them you are nothing more than a gifted singer of lustful songs, a teller of tales, a master of instruments! They hear what you say but fail to put any of it into practice. ", "33": "But when the messages you've given them actually come true—and I assure you, everything you tell them is going to come true—they will realize a true prophet has been among them."}