{"1": "Eternal One: Son of man, preach to Israel's mountains. Tell them to heed the word of the Eternal.", "2": "Here is what the Eternal Lord has to say: Eternal One: The enemy rejoiced over you and said, “Finally! The ancient highlands are ours.” ", "3": "Because they rejoiced, I, the Eternal Lord, say, “Your enemies crushed you from every side and left you nothing but an empty wasteland. They have carried you off in pieces, divided you up, and made you a remnant among the nations; and you became the topic of everyone's gossip and malicious attacks.”", "4": "Because of this, you mountains of Israel, heed the word of the Eternal Lord. The Eternal Lord says this to the ancient mountains and hills, to the riverbeds and valleys, and to the empty wasteland and deserted cities that have been plundered and mocked by every nation around you.", "5": "Eternal One: 5 With fiery passion I have spoken against the rest of the nations, but most especially to Edom, who with malicious joy took My precious land for themselves and divided it up as their spoil. ", "6": "Therefore speak out about the land of Israel to the ancient mountains and hills and rivers and valleys. The Eternal Lord gave this message to me. Eternal One: Look! I have spoken with fiery anger and jealousy because you have been scoffed at by the nations. ", "7": "Therefore, I, the Eternal Lord, lift My hand and swear to you that those nations around you will suffer as you have; they'll be mocked and put to shame.", "8": "But you, Israel's mountains, will shoot forth new branches and bear fruit for My people Israel. They will be home soon. ", "9": "I, of course, care about you and will turn My attention on you. Therefore, your soil will be plowed and your fields sown. ", "10": "I will increase the population and replenish the whole community of Israel. I will bring life back into the desolate cities, and heaps of rubble will be turned into grand structures. ", "11": "I will increase the population of people and animals that live on your slopes once again; they will be more numerous, and you will become more productive than ever before! After all these things come to pass, you will know that I am the Eternal. ", "12": "I will settle My people Israel on you, and they will possess you, and you will be the land they pass from one generation to the next. You will never again take their children.", "13": "This is what the Eternal Lord said. Eternal One: Because some say, “The land of Israel is known for devouring its people and depriving them of their children,” ", "14": "I declare that you will never devour any of My people again or deprive them of their children. ", "15": "I will see to it that you do not have to listen to the other nations scoff at you anymore, and you will no longer suffer humiliation or be the cause of your own nation's faltering. So said the Eternal.", "16": "Again the word of the Eternal came to me.", "17": "Eternal One: 17 Son of man, when Israel's people lived in their own land, they desecrated it with their foul lifestyles. Their actions were as impure as a woman's menstrual cycle. ", "18": "Because they infected the land, pouring out innocent blood and filling their hearts and homes with idols, I poured out My wrath upon them. ", "19": "I scattered them among the nations and dispersed them through many lands. I judged them based on their lifestyles and actions. ", "20": "Whenever they settled among the nations of their exile, they defiled My sacred name. Everywhere they went people were saying, “These are the Eternal's people, yet they have been forced out of His land.” ", "21": "I became concerned for My sacred name, for everywhere they went the people of Israel were giving Me a bad name.", "22": "Consequently, tell the people of Israel that the Eternal Lord says, “When I act, people of Israel, it won't be for your own good, but for the sake of salvaging My own reputation, which you have slandered in front of those outside our covenant.[a] ", "23": "I will restore My great name to its holy state which has been desecrated in every nation by you! After all these things come to pass and I reveal My holiness through you right before their eyes, then these nations will know that I am the Eternal. ", "24": "I will take you away from the nations, gather you from all the foreign soils, and bring you back to your own land. ", "25": "I will sprinkle you with clean water, and you will be clean. I will wash away all of your dirtiness, and you will be clean and pure, free from the taint of idols. ", "26": "I will plant a new heart and new spirit inside of you. I will take out your stubborn, stony heart and give you a willing, tender heart of flesh. ", "27": "And I will put My Spirit inside of you and inspire you to live by My statutes and follow My laws. ", "28": "Then you will live in the same land I gave your ancestors; you will be My people, and I will be your God. ", "29-30": "I will rescue you from your impurity. I will summon the grain to produce large harvests and never bring a famine upon you again. I will increase your harvests of fruit and grain, so that you will never have to face the disgrace of famine again among the nations. ", "31": "Then you will recall your evil ways and wicked deeds. You will recognize how bad they were and hate yourselves for all the shocking and despicable things you did! ", "32": "But I, the Eternal Lord, am not doing this for your own good. You should still feel shame and humiliation for all you've done, people of Israel!”", "33": "This is what the Eternal Lord has to say. Eternal One: On the day I cleanse you from all your sins, I will bring people back into your desolate cities, and heaps of rubble will be turned into grand structures. ", "34": "The wasteland will be plowed and sown—a vast change from the emptiness those passing by are used to seeing. ", "35": "They will be amazed, saying, “This place used to be an empty wasteland. Now it's like the garden of Eden! The cities were demolished, lying in ruins and completely abandoned. Now they are all restored, strong and full of people!” ", "36": "Then the nations near you will know that I, the Eternal, am the One who rebuilt and restored the ruined cities and replanted the empty wilderness. I, the Eternal One, promise to do exactly what I've said.", "37": "This is what the Eternal Lord has to say. Eternal One: I will soothe Israel's desire and do as they have asked Me to do: I will make their population grow like a flock of sheep. ", "38": "Just as flocks of sheep fill Jerusalem before the sacrifices at the public feasts, the cities filled with rubble will be filled with flocks of people. Then they will know that I am the Eternal One."}