{"1": "The word of the Eternal came to me.", "2": "Gog likely refers to Gyges who ruled Lydia in Asia Minor. As a contemporary, Ezekiel accords him larger-than-life, nearly cosmic significance. Eternal One: 2 Son of man, turn your face toward Gog in the land of Magog, the highest ruler of Meshech and Tubal. Prophesy against him, ", "3": "and tell him what the Eternal Lord has to say: “Beware, Gog, highest ruler of Meshech and Tubal. I oppose you. ", "4": "I am going to turn you around, insert sharp hooks into your jaws, and haul you off with your entire army—horses and riders outfitted with armor, breastplates, body shields, and swords. ", "5": "Persia, Ethiopia[a], and Libya[b] will be there, too, marching behind with shields and helmets, ", "6": "along with Gomer's troops and Beth-togarmah's troops from the far north. Numerous nations will be a part of your coalition.", "7": "“Get prepared. You're in command of all the armies who've come to help you. Now watch over them. ", "8": "After many days, you are going to be summoned to fight. Sometime in the latter years, you are going to seize a nation that has been reconstructed after a war—a nation of people gathered from many countries and brought to Israel's mountains—the mountains that were, for many years, nothing but rubble. They were gathered from the nations, and now they all live safely. ", "9": "You, your troops, and all of your armies will go up and attack that nation. You'll be like a fierce storm whose clouds cover the land.”", "10": "This is what the Eternal Lord continued to say: Eternal One: On that day, you will begin pondering an evil plan. ", "11": "You'll think to yourself, “I will go up and invade an open country of unprotected villages and will assault the tranquil, unsuspecting people living safely there without walls, without gates, without bars. ", "12": "I will pillage and plunder the entire place! I will tear down the rubble that's been rebuilt and attack the people who have been gathered from the farthest nations to live at the center of the world. All their animals and goods—I will steal.” ", "13": "Sheba, Rhodes, and the traders of Tarshish and their villages will ask you, “Did you come here simply to steal everything? Did you assemble so great an army to plunder their goods, to seize their silver and gold, to carry off their livestock and valuables?”", "14": "The Eternal Lord told me, the son of man, to prophesy and tell Gog: Eternal One: When you see My people Israel living safely, will you not take note? ", "15": "You and your vast army recruited from the many nations, all mounted on horses, will march as one force down from the far north. ", "16": "Like a storm whose clouds cover the land, you will go up and attack My people Israel. In the last days, Gog, I will summon you to storm My land. Then, right in front of everyone's eyes, I will exhibit My holiness through you.", "17": "This is what the Eternal Lord continued to say: Eternal One: Are you not the one I was talking about all those years ago through My servants, the prophets of Israel? For years, they prophesied that I would summon you to march against them. ", "18": "On the day the prophecy is fulfilled, when Gog comes against the land of Israel, most certainly My wrath will come like a fire. ", "19": "My jealousy and burning anger guarantee that all of Israel will quake on that day! ", "20": "Creatures of the sky, earth, and sea—all people and beasts—will shake with awe in My presence. The mountains will be knocked down! Great cliffs and every fortress will crumble to the ground. ", "21": "I will summon the sword against Gog upon all of My hills and mountains. Confusion will abound; Gog's soldiers will turn and fight each other. ", "22": "I will come down and render My judgment in person. Disease and massacre will be their sentence. I will command heaven to throw everything it has upon Gog and all his armies, pouring down rain, hail, lightning, and burning sulfur. ", "23": "They will see just how great and holy I really am. I will make Myself known to the nations of the world. Then they will all know that I am the Eternal One."}