{"1": "The description and measurements of the new temple are both complex and staggering. The outer walls form a square with priestly kitchens for preparing sacrifices and food on each corner. On the four sides of the temple complex, a total of thirty chambers line the perimeter wall. The actual temple and inner courtyard is a smaller version of the outer walls, three gates (east, north, and south), and outer courtyard. As Ezekiel walks in a westerly direction from the outer east gate, he ascends a set of stairs that leads to the outer courtyard where he then goes up another staircase to the inner courtyard and altar where he then finds a third staircase leading to the temple portico and the two holy and most holy chambers of the Eternal's sanctuary. Ezekiel's mysterious tour guide first begins at the eastern outer gate facing the rising sun. Then he takes Ezekiel to the outer courtyard where he measures the north gate before taking him to the south gate for its measurements. They then enter the inner courtyard via its south gate. Now at the inner courtyard, they follow the same path of measuring the east and north gates. Finally, after exiting the north gate of the inner courtyard, they move to the original east gate of the outer courtyard where Ezekiel witnesses the awesome return of the Eternal's presence. During the 25th year of our exile (which was the 14th year after Nebuchadnezzar conquered Jerusalem), at the beginning of the year on the 10th day of the month, the Eternal took hold of me and brought me to the ruined city. ", "2": "In the visions God showed me, He carried me into the land of Israel and put me on top of a very high mountain. Southward, there was a building that looked like a city unto itself. ", "3": "God led me to that place, and there I saw a man whose appearance gleamed as if he were made of bronze. He stood at the structure's gate with a linen tape for long measurements and a reed for short measurements.", "4": "The Man (to Ezekiel): 4 Son of man, sharpen your senses! See with your eyes, and listen with your ears! Take notice of everything I am about to show you, because you are here to see what I do and to relay it all to the people of Israel.", "5": "The measuring reed is a long cubit, at 20 to 21 inches, rather than a short cubit at 18 inches. The sheer grandeur of this new temple and city and its surrounding land—along with its most prominent, divine dweller—calls for nothing less than royal measurements. I saw a wall surrounding the temple. The measuring reed in the man's hand was about 10½ feet long. He measured the wall and found it to be about 10½ feet thick and 10½ feet high. ", "6": "He walked around to the wall of the eastern gate and climbed its steps. He measured the depth of the gate's entrance, and it was 10½ feet deep as well.", "7": "Inside the gate, the side guard chambers on each side were about 10½ feet square, with 8¾-feet-thick walls between each of them. The threshold of the gate entrance nearest to the portico that faced the temple was about 10½ feet deep. ", "8": "Then he measured the portico that faced the temple; it was also 10½ feet deep. ", "9": "But the portico on the inner side of the gate complex was 14 feet with columns of 3½ feet. ", "10": "The eastern gate had 3 chambers on each side. All 3 chambers, as well as all of the columns, had the exact same measurements. ", "11": "Then he measured the entrance of the east gate: it was 17½ feet wide and 22¾ feet long. ", "12": "The short barrier stood in front of each guard chamber; it was 21 inches high on both sides. The chambers themselves were 10½ feet square. ", "13": "He then measured the distance between the top of the back wall of one chamber to the top of the wall opposite of it: 43¾ feet. ", "14": "Then he measured the length of the gate-complex portico at 35 feet, which stretched to the outer courtyard.[a] ", "15": "The measurement from the outer courtyard gate entrance to the farthest end of the outer courtyard at the inner portico of the inner east gate was 87½ feet. ", "16": "This inner gateway complex had windows with multiple recessed frames toward the side chambers and columns, as did the portico. And all the columns were decorated with palm trees.", "17": "Then the man with the appearance of bronze led me to the outer courtyard. There, I saw a paved walkway all around the courtyard. Thirty chambers had been built on all four sides of the outer courtyard facing the walkway. ", "18": "This lower walkway for the outer courtyard was laid in front of the chambers and connected all the gates and was as wide as the gates were long. ", "19": "The man then measured the area between the inner entrance of the lower east gate and the outside of the inner courtyard upper gate. It was about 175 feet on the east and the north.", "20": "Then I followed my guide to the north gateway at the outer courtyard and measured its length and width. ", "21": "It had 3 chambers on each side, and all of their columns and porticos had the exact same measurements as the first east gate: 87½ feet long and 43¾ feet wide. ", "22": "All its windows, its porticos, and its decorations of palm trees had the exact same measurements as the east gate. There were 7 steps from the outside of the gate complex leading up to it, and the portico was on the opposite side of the gate from the steps. ", "23": "Facing the lower north gate was another gate that led to the inner courtyard, just as an inner court gate faced the lower east gate. The man measured the distance between one gate and the one opposite of it, and the distance was 175 feet.", "24": "Then I followed him south along the wall where I saw the south gate. He took measurements of its columns and porticos and found that they were the same size as the other gates'. ", "25": "The gate complex and its porticos had the same kind of windows with multiple recessed frames all around it as the other ones did. It was 87½ feet long and 43¾ feet wide. ", "26": "There were 7 steps leading up to it, and the portico was on the opposite side of the gate from the steps. The columns on both sides were adorned with palm trees. ", "27": "There was also a lower south gate that led to the outer courtyard facing the upper south gate, and the man measured the distance between one gate and the one opposite of it, on the southern side. The distance was 175 feet.", "28": "Then I followed him to the inner court across from the south gate. He took measurements of the gate complex and discovered it had the exact same dimensions as the others. ", "29": "Its chambers, columns, and porticos were the exact same as the others. The gate and its porticos had the same kind of windows with multiple recessed frames all around. It was 87½ feet long and 43¾ feet wide. ", "30": "The interior gate had porticos all around that were 43¾ feet wide and 8¾ feet deep. ", "31": "Eight steps led up to its porticos, which faced the outer courtyard. Palm trees decorated the columns.", "32": "Then I followed my guide to the inner courtyard on the eastern side, and he took measurements of the gate complex and discovered it had the exact same measurements as the others. ", "33": "Its chambers, columns, and porticos were the exact same as the others. The gate and its porticos had the same kind of windows with multiple recessed frames all around. It was 87½ feet long and 43¾ feet wide. ", "34": "Eight steps led up to its porticos, which faced the outer courtyard. Palm trees decorated the columns.", "35": "Then I followed the man around the inner court to the interior north gate. He took measurements and discovered it had the exact same measurements as the others. ", "36": "Its chambers, columns, and porticos were the exact same as the others. The gate had windows with multiple recessed frames all around. It was 87½ feet long and 43¾ feet wide. ", "37": "Eight steps led up to its porticos, which faced the outer courtyard. Palm trees decorated the columns.", "38": "Near the porticos in each of the inner gates was a chamber with a doorway. There the burnt offerings were cleansed after their slaughter but before their offering. ", "39": "Inside of the portico, there were four tables (two on each side) where the whole burnt offerings, the sin offerings, and the guilt offerings were slaughtered. ", "40": "There were also two tables outside at each outer wall of the portico where one would climb up to the north gate. ", "41": "This means there were eight tables in all—four inside each gate and four outside. These tables were where the offerings were slaughtered. ", "42-43": "There were also four tables carved from stone used for the burnt offerings. They were 31½ inches square and 21 inches high and held the flesh of the offerings. The tools used to slaughter the sacrificial animals for burnt offerings rested on these tables. Hooks, about 3 inches long, were attached to the walls around the stone tables. The meats for the burnt offerings were prepared on these tables.", "44": "There were two chambers for the singers and the priests within the inner court, just outside the inner gate. One chamber was on the side of the north gate and faced the south. The other chamber was on the side of the south[b] gate and faced the north.", "45": "The Man (to Ezekiel): 45 The chamber that faces south is designated for the priests who take care of the temple. ", "46": "But the chamber that faces north is set aside for the priests who take care of the altar. They are all sons of Zadok and are the only Levites allowed to approach the Eternal and to minister before Him at the altar.", "47": "Then the man took measurements of the inner courtyard: it was 175 feet square. The altar sat in front of the temple in the inner courtyard.", "48": "Then I followed him to the temple's portico, and he took the measurements of the portico's columns. They were 8¾ feet wide on both sides. The gate entrance was [24½ feet deep, and the walls were][c] 5¼ feet wide on both sides. ", "49": "The portico was 30 feet long and 18 feet wide. There were steps leading[d] up to the portico, as well as columns like the Jachin and Boaz columns of Solomon's temple on both sides."}