{"1": "Then I followed the man whose appearance was like bronze to the outer nave of the temple; he took measurements of the pillars. Each was 10½ feet wide on each side.", "2": "Now Ezekiel is at the outer porch or nave of the actual temple structure. He watches as the man measures the holy place and then proceeds deeper into the recesses of the most holy place. Ezekiel cannot enter these areas because he is not one of the “sons of Zadok” (40:46). The entrance was 17½ feet wide. The walls on both sides of the entrance were 8¾ feet wide. He measured the outer nave of the temple and discovered it was 70 feet long and 35 feet wide. ", "3": "Then he went inside by himself and took measurements of the columns of the entrance to the inner sanctuary. Each column was 3½ feet wide, the entrance was 10½ feet wide, and the [walls on each side of it were][a] 12¼ feet long. ", "4": "Then the man took measurements of the inner sanctuary, which was 35 feet long and wide. The Man: This inner sanctuary is the most holy place in all the temple.", "5": "Then he walked over to the temple wall and took its measurements and the measurements of each chamber surrounding the temple. The wall of the temple was 10½ feet thick, and each side chamber was 7 feet wide. ", "6-7": "The side chambers were built in 3 stories (one right on top of the other), and there were 30 chambers on each level. The chambers on the second story were wider than those on the first, and the chambers on the third story were wider than the second's. To keep the second and third stories from overhanging the temple's sacred space, the wall separating the temple's inner chamber and the side chambers widened from top to bottom. One entered the third story by climbing stairs through the first and second stories. ", "8": "I noticed the temple floor was higher than the rest of the complex. This raised foundation was also the foundation of the side chambers, and it was 10½ feet thick. ", "9": "The wall on the outside of the side chambers was 8¾ feet thick. The open area between the temple's side chambers ", "10": "and the priests' chambers circumscribed the temple, 35 feet around. ", "11": "In that open space were two entrances to the temple's side chambers. One of the entrances was on the north side, and the other one was on the south side. The open area was exactly 8¾ feet wide all around the temple.", "12": "On the west end of the complex there was a structure that faced the temple courtyard. It was 122½ feet wide and 157½ feet long. Its walls were 8¾ feet thick. ", "13": "Then the man measured the temple and discovered that it was 175 feet long. The courtyard of the temple plus the western structure and its walls measured 175 feet as well. ", "14": "The eastern courtyard in front of the temple was 175 feet wide. ", "15": "Then he measured the length of the western structure and the galleries on both sides that faced the courtyard west of the temple. It, too, was 175 feet. The temple's nave and outer portico[b] ", "16": "were paneled.[c] The recessed windows were trimmed in wood. The interior walls and the space between the floor and the windows were all covered with wood. ", "17-18": "Images of winged guardians[d] and palm trees were carved into the wood above the entrance that led to the sanctuary and also all over the walls of the inner and outer sanctuaries. The two symbols alternated palm tree, guardian, palm tree, etc. Each winged guardian was carved with only two faces: ", "19": "the face of a man peered in the direction of the palm tree on one side, and the face of a lion gazed in the direction of the palm tree on the other side. This relief encompassed the entire temple. ", "20": "Carvings of winged guardians and palm trees covered the wall of the sanctuary in the space between the floor and the top of the entrance.", "21": "The doorframes leading into the outer sanctuary were square, as were the ones leading to the inner sanctuary. ", "22": "The altar was made of wood. It was 5¼ feet high and 3½ feet square. All of it—its base, horns, and sides—was made of wood. The Man (to Ezekiel): This is the table that sits before the Eternal.", "23": "The outer nave and the inner holy place each had a double door. ", "24": "Each door was made of two panels hinged together.[e] ", "25": "On the doors of the outer sanctuary were carvings of winged guardians and palm trees—the exact same images that were on the walls. A wooden roof hung over the front of the outside portico. ", "26": "On both side walls of the portico were windows that had carvings of palm trees. There were roofs over all the side chambers of the temple."}