{"1": "Ezekiel's descriptions of the Jerusalem temple are often difficult to comprehend. Since Jerusalem's temple was completely destroyed, archaeology is helpful in reconstructing Ezekiel's description of it. In Northern Syria lie the ruins of a temple at 'Ain Dara' that closely resemble the biblical descriptions of God's temple. It, too, had three rooms, winged beings guarding the holiest place, and an eastern gate through which a deity entered. But what might be the most helpful parallel between it and Jerusalem's temple are its windows. Carved into the stone are false windows, each with three successively smaller window frames—the largest frame on the outside and the smallest on the inside. Apparently this architectural detail was popular in ornate Near Eastern buildings during the first millennium b.c., especially in temples, and it sheds light on Ezekiel's obscure description. Then the man whose appearance was like bronze took me north into the outer courtyard. He brought me to the chambers that were opposite the open area around the temple and opposite the outside wall on the northern end. ", "2": "This building with its north-facing door was 175 feet long and 87½ feet wide. ", "3": "Facing a 35-foot-wide section of the inner court and facing the paved area of the outer court were rows of chambers 3 stories high. ", "4": "An interior passageway ran in front of each chamber. It was 17½ feet wide and ran the entire length of the gallery, 175 feet. The doors faced north. ", "5": "All the upper chambers were narrower because the galleries took up more space than they did on the first and second levels. ", "6": "There were no columns for the chambers on the third level—no columns like the ones in the courtyards—so the chambers on the third level were set back further than the chambers on the first and second levels. ", "7": "The wall behind the chambers ran parallel to them and the outer courtyard for a distance of 87½ feet. ", "8": "On the side next to the outer courtyard, the row of chambers was 87½ feet long. On the side nearest to the sanctuary it was 175 feet long. ", "9": "The chambers on the first level could be entered from the east when coming in from the outer courtyard.", "10": "These chambers on the wall surrounding the inner courtyard are where the priests prepare themselves for their sacred duties. There were rows of chambers on the south[a] side of the temple, just like on the north, separating the inner and outer courtyards. ", "11": "There was a walkway in front of them. These chambers were exactly like the chambers on the northern side—same measurements and architecture. ", "12": "In front of each walkway in the south chambers was a doorway near the wall that could be entered from the east when coming in from the outer courtyard.", "13": "The Man (to Ezekiel): 13 The north and south chambers that face the courtyard around the temple are sacred, set apart for the priests who come near to the Eternal to eat the holiest of offerings. In those sacred chambers, the priests store the holiest of offerings—grain offerings, sin offerings, and guilt offerings. ", "14": "As soon as the priests enter into the sacred areas, they can't leave and go into the outer courtyard until they first take off their holy clothes in which they have ministered to the Lord. These ministerial clothes are sacred. They must put on other clothes before they go anywhere other people are allowed to be, because their priestly garments can't come into contact with anything impure.", "15": "When the man completed taking measurements inside the temple, he took me out through the lower eastern gate and began measuring around the temple complex. ", "16": "He took his measuring reed and measured the entire east side. It was 875 feet long. ", "17-19": "He measured the north, south, and west sides; and they, too, were each 875 feet long. ", "20": "He measured the temple complex on all four sides. The wall around it formed a square 875 feet by 875 feet. It served to separate the sacred from the common."}