{"1": "Then the man whose appearance was like bronze led me to the gate that faced the east. ", "2": "There, I witnessed the glory of the God of Israel storming from the east. His voice thundered like a great waterfall. The entire earth reflected His shining glory.", "3": "Just as God's glorious presence departs Jerusalem for Babylon in the east (Ezekiel 10), so He returns with spectacular fullness to the eastern gate of a restored temple. The vision I saw then was just like the vision I saw when He arrived to destroy the city and was kindred to the vision I had near the Chebar Canal. I fell on my face to the ground. ", "4": "The glory of the Eternal entered the temple by the east gate, ", "5": "and the Spirit picked me up and brought me to the inner courtyard so I could watch as the Eternal's glory filled the temple.", "6": "While the man stood beside me, I heard a voice addressing me from inside the temple.", "7": "Eternal One: 7 Son of man, this temple is the home of My throne on earth and the place where I'll rest My feet. I will dwell here among My people Israel forever. Never again will the Israelites or their kings desecrate My holy name. Never again will they prostitute themselves by worshiping false gods or erecting monuments to their dead kings. ", "8": "They defiled My name and committed disgusting acts right next to My sacred space by putting their thresholds and doorposts right next to Mine with only a wall separating Me from their idols. This is why I consumed them in My wrath. ", "9": "Now it's time for the people to change—to put away their whoring and the monuments to their dead kings. If they do that, then I will dwell among them forever.", "10": "Son of man, go to the people of Israel, and give them a detailed description of the temple you have seen so that they will feel ashamed of their abhorrent living. Give them some time to study the plan. ", "11": "If they express shame for all they have done, explain to them the temple design, the structure, the complex's entrances and exits, its rules and regulations. Write it down so that everyone can see the design and the regulations and be sure to follow the specifications and rules when the time comes. ", "12": "Now here is My directive concerning the temple: the mountaintop and everything around the temple must be regarded as sacred ground. Pay strict attention to this directive concerning the temple.", "13": "The following measurements are the dimensions of the altar. They were taken with the long measure, which is 21 inches long. The gutter at the base of the altar is 21 inches deep and 21 inches wide and has a 9-inch rim around the edge of it. These are the heights of each part of the altar: ", "14": "The altar rises from the ground 3½ feet to the lower ledge that is 21 inches wide; from there it rises an additional 7 feet to an upper ledge that is also 21 inches wide. ", "15": "The altar's hearth rises another 7 feet and has 4 horns that protrude from each of its 4 corners. ", "16": "The altar's hearth is square, 21 feet by 21 feet. ", "17": "The upper ledge is square, too, 24½ feet on each side. The rim around it is 10½ inches, and the base is 21 inches wide all around. The steps of the altar face east.", "18": "Burnt offerings are arguably the most important sacrifices and the centerpiece of the temple practices. They are performed every morning and evening without fail, at every festival holiday, and by individuals for various personal reasons. The burnt offerings differ from other offerings because they are totally consumed in the fire. No meat is left over to serve the priests and Levites or to be the main course in a festival meal; everything is offered up to God. The burnt offerings attract God's attention to the temple because they rise up to heaven with a pleasing aroma. Before the people can begin their steady stream of offerings to God, the altar itself must be consecrated to Him. Eternal One: 18 Son of man, this is what I, the Eternal Lord, have to say regarding the regulations for the altar after it is built; these apply to burnt offerings and sprinkling blood on the altar. ", "19": "For a sin offering, give a young bull to the Levitical priests who belong to Zadok's line; these are permitted to come before Me to serve. ", "20": "Take some of the young bull's blood and wipe it all over the altar's four horns, the four corners of the upper ledge, and its rim. This ceremony will cleanse the altar and cover any of the impurities. ", "21": "Then take the young bull to the appointed area outside the temple complex and burn its carcass. ", "22": "On the second day, offer another sin offering—a perfect male goat—and cleanse the altar the same way you cleansed it with the bull. ", "23": "After you have finished this part of the cleansing ritual, find a perfect young bull and a perfect young ram from the flock and bring them to the altar. ", "24": "Present them to the Eternal, and the priests will throw salt on them and give them as a burnt offering to the Eternal. ", "25": "Then every day after that for seven days, you are to offer a male goat at the altar as a sin offering. Along with the male goat, you are to prepare a perfect young bull and a perfect ram from the flock. ", "26": "Present these offerings for seven days in a row, and they will cleanse and cover the altar, dedicating it for service. ", "27": "After the seven days of cleansing are over, the priests will offer your burnt offerings and peace offerings on the altar. This will begin on the eighth day and continue forever. Then I, the Eternal Lord, will accept you and your offerings."}