{"1": "Eternal One: When you divide the land among the people to determine inheritance, you must set aside a plot of land for the Eternal as His sacred ground. It is to be 8⅓ miles long and 6⅔ miles[a] wide; every bit of it will be regarded as holy. ", "2": "Within this sacred ground, designate a 875-foot square for the temple. Leave a strip of land 87½ feet wide around the perimeter of the temple. ", "3": "And from these sacred grounds allot a section of land 8⅓ miles long by 3⅓ miles wide to place the sanctuary, which will contain the most holy place. ", "4": "These sacred lands will be set apart for the priests who serve in the sanctuary and draw near to the Eternal. They will build their homes there, not far from the holy precincts of the sanctuary. ", "5": "As for the other half of the sacred ground—an area of 8⅓ miles long and 3⅓ miles wide—it will be designated for the Levites who serve in the temple. They will live there and possess those cities. ", "6": "Next to this sacred land, you are to set aside a strip of land 8⅓ miles long and 1⅔ miles wide to build a city. This will be common land that belongs to all the people of Israel. ", "7": "The prince is to have possession of the land on either side of the sacred grounds and the common property of the city. His land will run westward from the west side and eastward from the east side occupying an area equal to one of the tribal inheritances. ", "8": "This will be the prince's own section of land in Israel. Never again will My princes rob and oppress My people. Then they are to divide the rest of the land between the tribes of Israel.", "9": "Ezekiel's vision of the land of Israel once the Jews return from exile has several significant features: each tribe receives a similar allotment of land, the rulers are given property of their own (so the tribes don't have to support them), the temple is situated in the exact center of the country, and the priests and Levites all live around the temple itself (instead of being scattered among the tribes). These changes in the nation's political and social structure reflect many of the changes that take place during the exile. Eternal One (to the princes of Israel): 9 That's enough tyranny, you princes of Israel! Stop your abuse and persecutions! Do the right thing; choose to be just in your actions. Stop cheating and depriving My people of their land. I, the Eternal Lord, insist!", "10": "I command you to be honest in your commerce. You are to use accurate and fair weights and measures. ", "11": "Regarding measures, the standard dry measure and liquid measure are to have a similar volume, about 6 bushels or 55 gallons, making the standard dry unit of measurement ⅗ of a bushel and the standard liquid unit of measurement 5½ gallons. ", "12": "Regarding weights, one small counterweight will weigh ⅖ of an ounce, and one large counterweight will weigh 1¼ pounds.", "13": "You are to offer the following: 1⁄60 of your wheat, 1⁄60 of your barley, ", "14": "one percent of your oil, ", "15": "and one sheep from every flock of two hundred that wanders the rich watering places of Israel. I, the Eternal Lord, declare that these gifts will act as the grain offerings, burnt offerings, and peace offerings that will cover the wrongs of the people and will be offered on your behalf by the priests. ", "16": "Everyone in Israel will be required to give these offerings to the prince in Israel. ", "17": "Then it will be the prince's responsibility to provide the burnt offerings, grain offerings, and drink offerings at all the sacred festivals, the new moon festivals, the Sabbaths, and all the rest of the feasts appointed for Israel. Using the animals and produce he's collected, the prince will provide the sin offerings, grain offerings, burnt offerings, and peace offerings to cover the wrongs done by the people of Israel.", "18": "(to Ezekiel) 18 On the first day of the first month, take a perfect young bull and purify the sanctuary. ", "19": "The priest will smear some blood of the sin offering on the temple doorposts, on the four corners of the ledge of the altar, and on the gateposts of the entrance to the inner courtyard. ", "20": "On the seventh day of the month, do this same ritual for anyone who strays from Me unknowingly. Cover the impurities of the temple this way.", "21": "On the fourteenth day of the first month, I want you to observe the Passover for seven days. During the feast, I want you to eat only yeast-free bread. ", "22": "When that day arrives, it is the prince's responsibility to provide a bull for himself and for all the people of the land as a sin offering. ", "23": "Every day for the seven days of the feast, the prince is to bring seven perfect bulls and seven perfect rams as a burnt offering to the Eternal. Also, he will present a male goat each day as a sin offering. ", "24": "The prince is also to provide a grain offering: ⅗ of a bushel of grain mixed with one gallon of oil for each bull and each ram. ", "25": "The seven-day feast begins on the fifteenth day of the seventh month. On each of the seven days, the prince is responsible for providing the same sin offerings, burnt offerings, and grain offerings (made from grain and oil)."}