{"1": "The man whose appearance was like bronze led me back to the temple's entryway. There I observed a stream of water bubbling up from beneath the temple threshold, flowing eastward in the same direction the temple faced. The water was running parallel to the temple's wall south of the altar.", "2": "This flowing, running, living water cleanses, heals, and restores everything in its path. My guide led me through the north gate and took me around the outside wall to the east gate. I looked and could see the water trickling out from the south end of the east gate.", "3": "The man walked toward the east with a measuring line in his hand and measured off 1,750 feet or about ⅓ mile. Then we walked together through the ankle-deep water. ", "4": "He measured off another 1,750 feet, and we walked together now through water that was knee-deep. He measured as we walked another 1,750 feet, and we waded together through water that was waist-deep. ", "5": "Then he measured off another 1,750 feet, but this time I couldn't wade any farther because the water was too deep. Now the stream of water had become a river, deep enough for swimming.", "6": "The Man: 6 Son of man, have you seen anything like this? Then my guide brought me back to the river's edge. ", "7": "When we got back there, I looked and saw orchards along both sides of the river.", "8-9": "The Man: 8-9 This river flows eastward and runs down into the Jordan Valley to the place where it flows into the Dead Sea. The moment it meets the sea, the salty water becomes fresh. Swarms of creatures will flourish wherever this river flows. Schools of fish will swim through currents of fresh water, for wherever this water flows everything will come alive! ", "10": "From Engedi to Eneglaim, fishermen will stand upon the shore and spread out their nets! They will come there because the waters contain many fish of various kinds, just as the Mediterranean Sea[a] does. ", "11": "However, the swamps and marshes won't become fresh; these will continue to provide salt. ", "12": "All kinds of trees will flourish along both sides of the river. Their leaves won't wither, and their fruit won't fail. Every month they will bear a fresh crop of fruit because they are nourished from the water that flows from the temple sanctuary. Their fruit will be for food, and their leaves will be for healing. The Eternal Lord has this to say regarding the land:", "13": "Eternal One: 13 Here's how I want you to divide up the land for the inheritance of the twelve tribes of Israel (Joseph's descendants are to be given two portions of land). ", "14": "I want you to divide it up equally. I made an oath to your ancestors that this land would be your inheritance, and I am keeping My promise.", "15-16": "The distribution of land to resident aliens is a marked change in Israelite custom. Prior to the exile, foreigners and outsiders had a special status among the Israelites. They were considered members of the community, participating in civic (though not governmental) activities, allowed to worship at the temple in a restricted capacity, and protected under God's law. Leviticus 19 explains that Israelites were to love their foreign neighbors, treating them with special care because they were disadvantaged—as widows and orphans were—because they were not allowed to own land in Israel and therefore often couldn't provide for themselves. But God's new law changes this. For the first time, resident aliens who adopt the worship of Israel's God may legally join with the tribes and enjoy all of God's blessings in Israel. This only makes sense for the exiles who return to the land from all over the world and have difficulty proving their Israelite heritage. As generous as this law may seem, it is not the first instance of God's grace to those outside Israel; His kindness is demonstrated over and over again in the pages of Scripture. The very monarchy of Israel is descended from a resident alien, Ruth, the grandmother of King David. Certainly God loves equally all who know and worship Him. Here are the boundaries of the land: The northern boundary will run east from the Mediterranean Sea through Hethlon and along to Lebo-hamath and then Zedad. From there it will go through Berothah and Sibraim (which lie on the border between Damascus and Hamath), all the way to Hazer-hatticon (near the border of Hauran). ", "17": "This northern boundary will stretch from the Mediterranean Sea to Hazar-enan (on the northern border of Damascus) and the border of Hamath on the far north. ", "18": "The eastern boundary will run south between Hauran and Damascus along the Jordan between Gilead and the land of Israel to the Dead Sea, all the way to Tamar. ", "19": "The southern boundary will run west from Tamar to the waters of Meribath-kadesh, then along the brook of Egypt to the Mediterranean Sea. ", "20": "The western boundary will run along the coast of the Mediterranean from south to north, opposite Lebo-hamath.", "21": "I want you to divide up this land among the tribes of Israel. ", "22": "Allocate it to yourselves and to the foreigners who have chosen to live among you and raise their children. Consider them native Israelites. They are to be given a portion of the land as their inheritance no different than the tribes of Israel. ", "23": "They are to receive land in the area of the tribe with whom they immigrate. So says the Eternal Lord."}