{"1": "Eternal One: Here are the tribes and their allocated regions from north to south: Dan will have the land in the far north. It will run west to east along the road from Hethlon to Lebo-hamath to Hazer-enan (on the border of Damascus and next to Hamath). ", "2": "Asher will get the territory south of Dan's border from east to west. ", "3": "Naphtali will be allotted the region immediately south of Asher's border from east to west. ", "4": "Manasseh will have the land south of Naphtali's border from east to west. ", "5": "Ephraim will get the territory that borders Manasseh on the south from east to west. ", "6": "Reuben will be allotted the region immediately south of Ephraim from east to west. ", "7": "Judah will have the land south of Reuben's border from east to west.", "8": "The land adjoining Judah's southern border from east to west is to be set aside as sacred ground. It will be 8⅓ miles wide and as long as the other tribal regions from east to west. The temple complex will sit at the center, ", "9": "in an area dedicated to the Eternal One that is 8⅓ miles long and 3⅓ miles wide. ", "10-11": "The priests will be allotted an area that is 8⅓ miles wide along its northern border, 3⅓ miles wide along its eastern and western borders, and 8⅓ miles wide along its southern border. The temple of the Eternal will sit at the center of the sacred ground. It will be set aside specifically for the priests who descended from Zadok, the only people who remained faithful to Me when all of Israel, including the Levites, abandoned Me. ", "12-13": "This sacred ground will be allotted to them when the rest of the land is distributed to the other tribes. To its north will be the Levites' sector. It will be the same size and shape as the land given to the priests: 8⅓ miles long and 3⅓ miles wide. ", "14": "Neither the priests nor the Levites may sell or trade any of this land. No one is to put it to any other use, for this land is holy to the Eternal One.", "15": "Another strip of land will be available to the rest of Israel for building houses and pasturing their animals. It will be 8⅓ miles long and 1⅔ miles wide. A city will be built in the heart of this land. ", "16": "It is to be arranged as a square, measuring 1½ miles on each side: north, south, east, and west. ", "17": "Around the perimeter of the city will be an open area extending 150 yards to the north, south, east, and west. ", "18": "The rest of the land running south of the priests' allotment will be used to grow food for those who work in the city. It will stretch 3⅓ miles to the east and 3⅓ miles to the west of the city. ", "19": "Anyone who works in the city—regardless of his tribal affiliation—will be allowed to farm the land. ", "20": "The entire area will be a square that measures 8⅓ miles on every side; you are to set aside this ground as holy for the priests and Levites, for the temple, and for the city as I've directed.", "21": "The land located on both sides—east and west—of the sacred ground and the city is to be given to the prince. It will stretch 8⅓ miles to the east and 8⅓ miles to the west of the Levites', priests', and the city's squares of land. So the prince will have two areas of land adjoining the sacred ground containing the temple complex at its center. ", "22": "The prince gets one share (in two sections adjacent to the sacred ground) between Judah's southern border and Benjamin's northern border.", "23": "Here are the remaining tribes and their allocated regions: Benjamin will have the territory directly south of the prince's and the city's lands from the east to the west. ", "24": "Simeon will get the land that borders Benjamin's southern border from east to west. ", "25": "Issachar will be allotted the region south of the border of Simeon from east to west. ", "26": "Zebulun will have the land adjoining Issachar's southern border from east to west. ", "27": "Gad will get the territory south of Zebulun's border from east to west. ", "28": "The southern border of Gad will run from Tamar in the east to the waters of Meribath-kadesh and along the brook of Egypt all the way to the Mediterranean Sea.[a] ", "29": "This is how I want you to divide the land between the tribes of Israel. Their portions will be their inheritances.", "30-31": "As for the exits from the city—the city gates—they are to be named after the tribes of Israel. On the north wall, which is 1½ miles long, the three gates are to be named after Reuben, Judah, and Levi. ", "32": "On the east wall, which is 1½ miles long, the three gates are to be named after Joseph, Benjamin, and Dan. ", "33": "On the south wall, which is 1½ miles long, the three gates are to be named after Simeon, Issachar, and Zebulun. ", "34": "On the west wall, which is 1½ miles long, the three gates are to be named after Gad, Asher, and Naphtali. ", "35": "The total distance around the city will be 6 miles. From that day forward, the name of the city will be The Eternal One Lives There."}