{"1-2": "King Xerxes[a] of Persia lived in his capital city of Susa[b] and ruled one hundred twenty-seven provinces from India to Ethiopia.[c] ", "3": "During the third year of his rule, Xerxes gave a big dinner for all his officials and officers. The governors and leaders of the provinces were also invited, and even the commanders of the Persian and Median armies came. ", "4": "For one hundred eighty days he showed off his wealth and spent a lot of money to impress his guests with the greatness of his kingdom.", "5": "King Xerxes soon gave another dinner and invited everyone in the city of Susa, no matter who they were. The eating and drinking lasted seven days in the beautiful palace gardens. ", "6": "The area was decorated with blue and white cotton curtains tied back with purple linen cords that ran through silver rings fastened to marble columns. Couches of gold and silver rested on pavement that had all kinds of designs made from costly bright-colored stones and marble and mother-of-pearl.", "7": "The guests drank from gold cups, and each cup had a different design. The king was generous ", "8": "and said to them, “Drink all you want!” Then he told his servants, “Keep their cups full.”", "9": "While the men were enjoying themselves, Queen Vashti gave the women a big dinner inside the royal palace.", "10": "By the seventh day, King Xerxes was feeling happy because of so much wine. And he asked his seven personal servants, Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas, ", "11": "to bring Queen Vashti to him. The king wanted her to wear her crown and let his people and his officials see how beautiful she was. ", "12": "The king's servants told Queen Vashti what he had said, but she refused to go to him, and this made him terribly angry.", "13-14": "The king called in the seven highest officials of Persia and Media. They were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. These men were very wise and understood all the laws and customs of the country, and the king always asked them what they thought about such matters.", "15": "The king said to them, “Queen Vashti refused to come to me when I sent my servants for her. What does the law say I should do about that?”", "16": "Then Memucan told the king and the officials: Your Majesty, Queen Vashti has not only embarrassed you, but she has insulted your officials and everyone else in all the provinces.", "17": "The women in the kingdom will hear about this, and they will refuse to respect their husbands. They will say, “If Queen Vashti doesn't obey her husband, why should we?” ", "18": "Before this day is over, the wives of the officials of Persia and Media will find out what Queen Vashti has done, and they will refuse to obey their husbands. They won't respect their husbands, and their husbands will be angry with them.", "19": "Your Majesty, if you agree, you should write for the Medes and Persians a law that can never be changed. This law would keep Queen Vashti from ever seeing you again. Then you could let someone who respects you be queen in her place.", "20": "When the women in your great kingdom hear about this new law, they will respect their husbands, no matter if they are rich or poor.", "21": "King Xerxes and his officials liked what Memucan had said, ", "22": "and he sent letters to all of his provinces. Each letter was written in the language of the province to which it was sent, and it said that husbands should have complete control over their wives and children."}