{"1": "After a while, King Xerxes got over being angry. But he kept thinking about what Vashti had done and the law that he had written because of her. ", "2": "Then the king's personal servants said: Your Majesty, a search must be made to find you some beautiful young women. ", "3": "You can select officers in every province to bring them to the place where you keep your wives in the capital city of Susa. Put your servant Hegai in charge of them since that is his job. He can see to it that they are given the proper beauty treatments. ", "4": "Then let the young woman who pleases you most take Vashti's place as queen. King Xerxes liked these suggestions, and he followed them.", "5": "At this time a Jew named Mordecai was living in Susa. His father was Jair, and his grandfather Shimei was the son of Kish from the tribe of Benjamin. ", "6": "Kish[a] was one of the people that Nebuchadnezzar had taken from Jerusalem, when he took King Jeconiah of Judah to Babylonia.", "7": "Mordecai had a very beautiful cousin named Esther, whose Hebrew name was Hadassah. He had raised her as his own daughter, after her father and mother died. ", "8": "When the king ordered the search for beautiful women, many were taken to the king's palace in Susa, and Esther was one of them. Hegai was put in charge of all the women, ", "9": "and from the first day, Esther was his favorite. He began her beauty treatments at once. He also gave her plenty of food and seven special maids from the king's palace, and they had the best rooms.", "10": "Mordecai had warned Esther not to tell anyone that she was a Jew, and she obeyed him. ", "11": "He was anxious to see how Esther was getting along and to learn what had happened to her. So each day he would walk back and forth in front of the court where the women lived.", "12": "The young women were given beauty treatments for one whole year. The first six months their skin was rubbed with olive oil and myrrh, and the last six months it was treated with perfumes and cosmetics. Then each of them spent the night alone with King Xerxes. ", "13": "When a young woman went to the king, she could wear whatever clothes or jewelry she chose from the women's living quarters. ", "14": "In the evening she would go to the king, and the following morning she would go to the place where his wives stayed after being with him. There a man named Shaashgaz was in charge of the king's wives.[b] Only the ones the king wanted and asked for by name could go back to the king.", "15-16": "Xerxes had been king for seven years when Esther's turn came to go to him during Tebeth,[c] the tenth month of the year. Everyone liked Esther. The king's personal servant Hegai was in charge of the women, and Esther trusted Hegai and asked him what she ought to take with her.[d]", "17": "Xerxes liked Esther more than he did any of the other young women. None of them pleased him as much as she did, and right away he fell in love with her and crowned her queen in place of Vashti. ", "18": "In honor of Esther he gave a big dinner for his leaders and officials. Then he declared a holiday everywhere in his kingdom and gave expensive gifts.", "19": "When the young women were brought together again, Esther's cousin Mordecai had become a palace official. ", "20": "He had told Esther never to tell anyone that she was a Jew, and she obeyed him, just as she had always done.", "21": "Bigthana and Teresh were the two men who guarded King Xerxes' rooms, but they got angry with the king and decided to kill him. ", "22": "Mordecai found out about their plans and asked Queen Esther to tell the king what he had found out. ", "23": "King Xerxes learned that Mordecai's report was true, and he had the two men hanged. Then the king had all of this written down in his record book as he watched."}