{"1": "Later, King Xerxes promoted Haman the son of Hammedatha to the highest position in his kingdom. Haman was a descendant of Agag,[a] ", "2": "and the king had given orders for his officials at the royal gate to honor Haman by kneeling down to him. All of them obeyed except Mordecai. ", "3": "When the other officials asked Mordecai why he disobeyed the king's command, ", "4": "he said, “Because I am a Jew.” They spoke to him for several days about kneeling down, but he still refused to obey. Finally, they reported this to Haman, to find out if he would let Mordecai get away with it.", "5": "Haman was furious to learn that Mordecai refused to kneel down and honor him. ", "6": "And when he found out that Mordecai was a Jew, he knew that killing only Mordecai was not enough. Every Jew in the whole kingdom had to be killed.", "7": "It was now the twelfth year of the rule of King Xerxes. During Nisan,[b] the first month of the year, Haman said, “Find out the best time for me to do this.”[c] The time chosen was Adar,[d] the twelfth month.", "8": "Then Haman went to the king and said: Your Majesty, there are some people who live all over your kingdom and won't have a thing to do with anyone else. They have customs that are different from everyone else's, and they refuse to obey your laws. We would be better off to get rid of them! ", "9": "Why not give orders for all of them to be killed? I can promise that you will get tons of silver for your treasury.", "10": "The king handed his official ring to Haman, who hated the Jews, and the king told him, ", "11": "“Do what you want with those people! You can keep their money.”", "12": "On the thirteenth day of Nisan, Haman called in the king's secretaries and ordered them to write letters in every language used in the kingdom. The letters were written in the name of the king and sealed by using the king's own ring.[e] At once they were sent to the king's highest officials, the governors of each province, and the leaders of the different nations in the kingdom of Xerxes.", "13": "The letters were taken by messengers to every part of the kingdom, and this is what was said in the letters: On the thirteenth day of Adar, the twelfth month, all Jewish men, women, and children are to be killed. And their property is to be taken.", "14-15": "King Xerxes gave orders for these letters to be posted where they could be seen by everyone all over the kingdom. The king's command was obeyed, and one of the letters was read aloud to the people in the walled city of Susa. Then the king and Haman sat down to drink together, but no one in the city[f] could figure out what was going on."}