{"1": "That night the king could not sleep, and he had a servant read him the records of what had happened since he had been king. ", "2": "When the servant read how Mordecai had kept Bigthana and Teresh from killing the king, ", "3": "the king asked, “What has been done to reward Mordecai for this?” “Nothing, Your Majesty!” the king's servants replied.", "4": "About this time, Haman came in to ask the king to have Mordecai hanged on the tower he had built. The king saw him and asked, “Who is that man waiting in front of the throne room?”", "5": "The king's servants answered, “Your Majesty, it is Haman.” “Have him come in,” the king commanded.", "6": "When Haman entered the room, the king asked him, “What should I do for a man I want to honor?” Haman was sure that he was the one the king wanted to honor. ", "7": "So he replied, “Your Majesty, if you wish to honor a man, ", "8": "have someone bring him one of your own robes and one of your own horses with a fancy headdress. ", "9": "Have one of your highest officials place your robe on this man and lead him through the streets on your horse, while someone shouts, 'This is how the king honors a man!'”", "10": "The king replied, “Hurry and do just what you have said! Don't forget a thing. Get the robe and the horse for Mordecai the Jew, who is on duty at the palace gate!”", "11": "Haman got the king's robe and put it on Mordecai. He led him through the city on the horse and shouted as he went, “This is how the king honors a man!”", "12": "Afterwards, Mordecai returned to his duties at the palace gate, and Haman hurried home, hiding his face in shame. ", "13": "Haman told his wife and friends what had happened. Then his wife and his advisors said, “If Mordecai is a Jew, this is just the beginning of your troubles! You will end up a ruined man.” ", "14": "They were still talking, when the king's servants came and quickly took Haman to the dinner that Esther had prepared."}