{"1": "Before the end of the day, King Xerxes gave Esther everything that had belonged to Haman, the enemy of the Jews. Esther told the king that Mordecai was her cousin. So the king made Mordecai one of his highest officials ", "2": "and gave him the royal ring that Haman had worn. Then Esther put Mordecai in charge of Haman's property.", "3": "Once again Esther went to speak to the king. This time she fell down at his feet, crying and begging, “Please stop Haman's evil plan to have the Jews killed!” ", "4": "King Xerxes held out the golden scepter to Esther, ", "5": "and she got up and said, “Your Majesty, I know that you will do the right thing and that you really love me. Please stop what Haman has planned. He has already sent letters demanding that the Jews in all your provinces be killed, ", "6": "and I can't bear to see my people and my own relatives destroyed.”", "7": "King Xerxes then said to Esther and Mordecai, “I have already ordered Haman to be hanged and his house given to Esther, because of his evil plans to kill the Jews. ", "8": "I now give you permission to make a law that will save the lives of your people. You may use my ring to seal the law, so that it can never be changed.”", "9": "On the twenty-third day of Sivan,[a] the third month, the king's secretaries wrote the law. They obeyed Mordecai and wrote to the Jews, the rulers, the governors, and the officials of all one hundred twenty-seven provinces from India to Ethiopia.[b] The letters were written in every language used in the kingdom, including the Jewish language. ", "10": "They were written in the name of King Xerxes and sealed with his ring. Then they were taken by messengers who rode the king's finest and fastest horses.", "11-13": "In these letters the king said: On the thirteenth day of Adar,[c] the twelfth month, the Jews in every city and province will be allowed to get together and defend themselves. They may destroy any army that attacks them, and they may kill all of their enemies, including women and children. They may also take everything that belongs to their enemies. A copy of this law is to be posted in every province and read by everyone.", "14-15": "Then the king ordered his messengers to take their fastest horses and deliver the law as quickly as possible to every province. When Mordecai left, he was wearing clothes fit for a king. He wore blue and white robes, a large gold crown, and a cape made of fine linen and purple cloth. After the law was announced in Susa, everyone shouted and cheered, ", "16": "and the Jews were no longer afraid. In fact, they were very happy and felt that they had won a victory.", "17": "In every province and city where the law was sent, the Jews had parties and celebrated. Many of the people in the provinces accepted the Jewish religion, because they were now afraid of the Jews."}