{"1": "Adam, Seth, Enosh;", "2": "Kenan, Mahalalel, Jared;", "3": "Enoch, Methuselah, Lamech;", "4": "Noah; Noah's family:[a] Shem, Ham, and Japheth.", "5": "Japheth's family: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.", "6": "Gomer's family: Ashkenaz, Riphath,[b] and Togarmah.", "7": "Javan's family: Elishah, Tarshish, Kittim, and Rodanim.", "8": "Ham's family: Cush, Egypt, Put, and Canaan.", "9": "Cush's family: Seba, Havilah, Sabta, Raama, and Sabteca. Raamah's family: Sheba and Dedan.", "10": "Cush was the father of Nimrod, the first warrior in the land.", "11": "Egypt was the father of Ludim, Anamim, Lehabim, Naphtuhim,", "12": "Pathrusim, Casluhim, from whom the Philistines came, and Caphtorim.", "13": "Canaan was the father of Sidon his oldest son, Heth,", "14": "the Jebusites, the Amorites, the Girgashites,", "15": "the Hivites, the Arkites, the Sinites,", "16": "the Arvadites, the Zemarites, and the Hamathites.", "17": "Shem's family: Elam, Asshur, Arpachshad, Lud, and Aram. Aram's family:[c] Uz, Hul, Gether, and Meshech.", "18": "Arpachshad was Shelah's father, and Shelah was Eber's father.", "19": "Two sons were born to Eber: one was named Peleg,[d] because in his days the land was divided; and his brother's name was Joktan.", "20": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,", "21": "Hadoram, Uzal, Diklah,", "22": "Ebal, Abimael, Sheba,", "23": "Ophir, Havilah, and Jobab. All these were Joktan's family.", "24": "Shem, Arpachshad, Shelah;", "25": "Eber, Peleg, Reu;", "26": "Serug, Nahor, Terah;", "27": "and Abram, that is, Abraham.", "28": "Abraham's family: Isaac and Ishmael.", "29": "These were their descendants. Ishmael's oldest son was Nebaioth, then Kedar, Adbeel, Mibsam,", "30": "Mishma, Dumah, Massa, Hadad, Tema,", "31": "Jetur, Naphish, and Kedemah. This was Ishmael's family.", "32": "Abraham's secondary wife Keturah's family: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan's family: Sheba and Dedan.", "33": "Midian's family: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were members of Keturah's family.", "34": "Abraham was Isaac's father. Isaac's family: Esau and Israel.", "35": "Esau's family: Eliphaz, Reuel, Jeush, Jalam, and Korah.", "36": "Eliphaz's family: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek.", "37": "Reuel's family: Nahath, Zerah, Shammah, and Mizzah.", "38": "Seir's family: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.", "39": "Lotan's family: Hori and Homam; Lotan's sister was Timna.", "40": "Shobal's family: Alian, Manahath, Ebal, Shephi, and Onam. Zibeon's family: Aiah and Anah.", "41": "Anah's family: Dishon. Dishon's family: Hamran, Eshban, Ithran, and Cheran.", "42": "Ezer's family: Bilhan, Zaavan, and Jaakan. Dishan's family:[e] Uz and Aran.", "43": "These were the kings who ruled in the land of Edom before any king ruled over the Israelites: Bela, Beor's son, whose city was called Dinhabah.", "44": "When Bela died, Jobab, Zerah's son from Bozrah, succeeded him.", "45": "When Jobab died, Husham from the land of the Temanites succeeded him.", "46": "When Husham died, Hadad, Bedad's son who defeated Midian in the Moabite countryside, succeeded him; his city was called Avith.", "47": "When Hadad died, Samlah from Masrekah succeeded him.", "48": "When Samlah died, Shaul from Rehoboth on the river succeeded him.", "49": "When Shaul died, Baal-hanan, Achbor's son, succeeded him.", "50": "When Baal-hanan died, Hadad succeeded him; his city was called Pai. His wife's name was Mehetabel, Matred's daughter and Me-zahab's granddaughter.", "51": "When Hadad died, Edom's tribal chiefs were: Chief Timna, Chief Aliah, Chief Jetheth,", "52": "Chief Oholibamah, Chief Elah, Chief Pinon,", "53": "Chief Kenaz, Chief Teman, Chief Mibzar,", "54": "Chief Magdiel, and Chief Iram. These were Edom's tribal chiefs."}