{"1": "All the Israelites gathered around David at Hebron. “We're your own flesh and blood,” they said.", "2": "“In the past, even when Saul ruled over us, you were the one who led Israel. The Lord your God told you, 'You will shepherd my people Israel, and you will become a leader over my people Israel.'”", "3": "So all of Israel's elders came to the king at Hebron, and David made a covenant with them before the Lord. They anointed David to make him king over Israel, just as the Lord had promised through Samuel.", "4": "Then David and all Israel marched to Jerusalem, that is, Jebus, where the Jebusites lived.", "5": "The people who lived in Jebus told David, “You'll never get in here!” But David captured the mountain fortress of Zion, which became David's City.", "6": "David had said, “The first one to kill a Jebusite will become commander in chief!” Joab, Zeruiah's son, was the first to attack and so became commander in chief.", "7": "David occupied the fortress, so it was renamed David's City.", "8": "He also built up the city on all sides, including its own foundations and the surrounding areas, while Joab restored the rest of the city.", "9": "David grew increasingly powerful, and the Lord of heavenly forces was with him.", "10": "These are the commanders of David's warriors who continued to support him while he was king. Together with all Israel, they made him king, as the Lord had promised Israel.", "11": "This is the list of David's warriors: Jashobeam, a Hacmonite, was commander of the Thirty. He raised his spear against eight hundred, killing them on a single occasion.", "12": "Next in command came Eleazar, Dodo's son the Ahohite, who was one of the three warriors.", "13": "He was with David at Pas-dammim. The Philistines were gathered there for battle, where part of a field was full of barley. When the people ran away from the Philistines,", "14": "he and David stood in the middle of the field, held their ground, and defeated the Philistines. So the Lord achieved a great victory.", "15": "Three of the thirty commanders went down from the rock to David at the fortress[a] of Adullam, while the army of the Philistines camped in the Rephaim Valley.", "16": "At that time David was in the fortress, and a Philistine fort was in Bethlehem.", "17": "David had a craving and said, “If only someone could give me a drink of water from the well by the gate in Bethlehem.”", "18": "So the three warriors broke through the Philistine camp and drew water from the well by the gate in Bethlehem and brought it back to David. But he refused to drink it and poured it out to the Lord.", "19": "“God forbid that I should do that,” he said. “Isn't this the blood of men who risked their lives?” So he refused to drink it. Since they had brought it at the risk of their lives, David refused to drink it. These were the kinds of things the three warriors did.", "20": "Abishai, Joab's brother, was chief of the Thirty.[b] He raised his spear against the three hundred men he had slain, but he wasn't considered one of the Three.", "21": "He was the most famous of the Thirty. He became their commander, but he wasn't among the Three.", "22": "Benaiah, Jehoiada's son from Kabzeel, was a hero who performed great deeds. He killed two of Moab's leaders,[c] and on a snowy day went down into a pit where he killed a lion.", "23": "He also killed an Egyptian seven and a half feet tall, who was holding a spear like a weaver's beam. Benaiah went down to him with a club, grabbed the spear from the Egyptian's hand, and killed him with it.", "24": "These were the exploits of Benaiah, Jehoiada's son; he wasn't considered one of the three warriors.", "25": "He was famous among the Thirty, but didn't become one of the Three. David placed him in command of his own bodyguard.", "26": "The mighty warriors: Asahel, Joab's brother; Elhanan, Dodo's son from Bethlehem;", "27": "Shammoth from Haror; Helez from Pelon;", "28": "Ira, Ikkesh's son from Tekoa; Abiezer from Anathoth;", "29": "Sibbecai the Hushathite; Ilai from Ahoh;", "30": "Maharai from Netophah; Heled, Baanah's son from Netophah;", "31": "Ithai, Ribai's son from Gibeah of the Benjaminites; Benaiah from Pirathon;", "32": "Hurai from the Gaash ravines; Abiel the Arbathite;", "33": "Azmaveth from Baharum; Eliahba from Shaalbon;", "34": "Hashem[d] the Gizonite; Jonathan, Shagee's son from Harar;", "35": "Ahiam, Sachar's son from Harar; Eliphal, Ur's son;", "36": "Hepher the Mecherathite; Ahijah the Pelonite;", "37": "Hezro from Carmel; Naarai, Ezbai's son;", "38": "Joel, Nathan's brother; Mibhar, Hagri's son;", "39": "Zelek the Ammonite; Naharai from Beeroth, Zeruiah's son and the armor-bearer for Joab;", "40": "Ira from Ither; Gareb from Ither;", "41": "Uriah the Hittite; Zabad, Ahlai's son;", "42": "Adina son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him;", "43": "Hanan, Maacah's son; Joshaphat the Mithnite;", "44": "Uzzia the Ashterathite; Shama and Jeiel the sons of Hotham the Aroerite;", "45": "Jediael, Shimri's son, and his brother Joha the Tizite;", "46": "Eliel the Mahavite; Jeribai and Joshaviah, Elnaam's sons; Ithmah the Moabite;", "47": "Eliel, Obed, and Jaasiel the Mezobaite."}