{"1": "The following persons came to David at Ziklag while he was banished from the presence of Saul, Kish's son. They were some of the warriors who helped him in battle,", "2": "armed with bows, and they could use either hand to shoot arrows or sling stones. They were Saul's relatives from Benjamin:", "3": "Ahiezer was the leader, then Joash, both Shemaah's sons from Gibeah; Jeziel and Pelet, Azmaveth's sons; Beracah; Jehu of Anathoth;", "4": "Ishmaiah from Gibeon, a warrior in the Thirty and a leader over the Thirty;[a] Jeremiah; Jahaziel; Johanan; Jozabad from Gederah;", "5": "[b] Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Haruphite;", "6": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam the Korahites;", "7": "Joelah; and Zebadiah, Jeroham's son from Gedor.", "8": "Some left Gad to join David at the desert fortress, brave warriors trained for battle, armed with shield and spear, who looked like lions and who were swift as gazelles on the mountains:", "9": "Ezer the leader, Obadiah second, Eliab third,", "10": "Mishmannah fourth, Jeremiah fifth,", "11": "Attai sixth, Eliel seventh,", "12": "Johanan eighth, Elzabad ninth,", "13": "Jeremiah tenth, Machbannai eleventh.", "14": "These Gadites were military officers, the least of them ready to fight a hundred and the greatest a thousand.", "15": "These are the ones who crossed the Jordan in the first month, when it was overflowing all its banks, and chased away everyone living in the valleys to the east and the west.", "16": "Some Benjaminites and Judahites also came to David at the fortress.", "17": "David went out to meet them and said to them, “If you've come to me with good intentions in order to help me, then we will join forces. But if you've come to betray me to my enemies, though I've done no wrong, then may our ancestors' God see it and punish you.”", "18": "Then a spirit took hold of Amasai, the leader of the Thirty: David, we are yours; and on your side, Jesse's son! May it go very well for you, and may it go well for whoever helps you! Yes, your God has helped you. Then David received them, and put them at the head of his troops.", "19": "Some of the Manassites also joined David when he came with the Philistines for the battle against Saul. But he[c] didn't help them, because after considering the matter, the Philistine rulers sent him away. “He'll rejoin his master Saul,” they said, “and it will cost us our heads.”", "20": "When he went to Ziklag some joined him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders of units of a thousand in Manasseh.", "21": "They helped David against the raiding bands because they were all warriors and officers in the army.", "22": "Reinforcements came to David daily until there was an army as mighty as God's army.", "23": "These are the numbers of the commanders of those armed for battle who came to David in Hebron to make sure he took over Saul's kingdom, according to the Lord's word:", "24": "from Judah, carrying shield and spear, 6,800 troops armed for battle;", "25": "from Simeon, mighty warriors, 7,100;", "26": "from Levi, 4,600;", "27": "also Jehoiada, leader of Aaron's line, and with him 3,700;", "28": "and Zadok, a young man, a mighty warrior, and 22 officers from his household;", "29": "from Benjamin, Saul's relatives, 3,000, most of whom had been loyal to Saul's household;", "30": "from Ephraim, 20,800, mighty warriors, famous in their households;", "31": "from half the tribe of Manasseh, 18,000, designated by name to come and make David king;", "32": "from Issachar, those who understood the times and what Israel should do, 200 chiefs, with all their relatives under their command;", "33": "from Zebulun, 50,000 experienced troops, armed for battle with all the weapons of war, to help with undivided loyalty;", "34": "from Naphtali, 1,000 officers, as well as 37,000 armed with shield and spear;", "35": "from Dan, 28,600 armed for battle;", "36": "from Asher, 40,000 experienced troops armed for battle;", "37": "from the other side of the Jordan, the Reubenites, Gadites, and the other half of the tribe of Manasseh, 120,000 armed with all the weapons of war.", "38": "All these men of war, armed[d] for battle, came to Hebron determined to make David king over all Israel, and all the rest of Israel were fully agreed to make David king.", "39": "They were there with David for three days, eating and drinking, while their relatives provided food for them.", "40": "Even their neighbors from as far away as Issachar, Zebulun, and Naphtali were bringing food by donkeys, camels, mules, and oxen. There was an abundance of flour, fig cakes, clusters of raisins, wine, oil, oxen, and sheep, because Israel was joyful."}