{"1": "They brought in God's chest and placed it inside the tent David had pitched for it. Then they brought entirely burned offerings and well-being sacrifices before God.", "2": "When David had finished offering the entirely burned offerings and the well-being sacrifices, he blessed the people in the Lord's name", "3": "and distributed a loaf of bread, a piece of meat,[a] and a raisin cake to every Israelite man and woman.", "4": "David appointed some of the Levites to serve before the Lord's chest in order to remember, to give thanks, and to praise the Lord, Israel's God:", "5": "Asaph was the leader, and Zechariah his assistant; also Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel with harps and lyres; Asaph sounding the cymbals;", "6": "and the priests Benaiah and Jahaziel blowing trumpets regularly before the chest containing God's covenant.", "7": "On the same day, for the first time, David ordered Asaph and his relatives to give thanks to the Lord.", "8": "Give thanks to the Lord, call on his name; make his deeds known to all people!", "9": "Sing to God, sing praises to him; dwell on all his wondrous works!", "10": "Give praise to God's holy name! Let the hearts of all those seeking the Lord rejoice!", "11": "Pursue the Lord and his strength; seek his face always!", "12": "Remember the wondrous works he has done, all his marvelous works, and the justice he declared—", "13": "you who are the offspring of Israel, his servant, and the children of Jacob, his chosen ones.", "14": "The Lord—he is our God. His justice is everywhere throughout the whole world.", "15": "God remembers[b] his covenant forever, the word he commanded to a thousand generations,", "16": "which he made with Abraham, the solemn pledge he swore to Isaac.", "17": "God set it up as binding law for Jacob, as an eternal covenant for Israel,", "18": "promising, “I hereby give you the land of Canaan as your allotted inheritance.”", "19": "When they[c] were few in number— insignificant, just immigrants—", "20": "wandering from nation to nation, from one kingdom to the next,", "21": "God didn't let anyone oppress them. God punished kings for their sake:", "22": "“Don't touch my anointed ones; don't harm my prophets!”", "23": "Sing to the Lord, all the earth! Share the news of his saving work every single day!", "24": "Declare God's glory among the nations; declare his wondrous works among all people", "25": "because the Lord is great and so worthy of praise. He is awesome beyond all other gods", "26": "because all the gods of the nations are just idols, but it is the Lord who created heaven!", "27": "Greatness and grandeur are in front of him; strength and joy are in his place.", "28": "Give to the Lord, all families of the nations— give to the Lord glory and power!", "29": "Give to the Lord the glory due his name! Bring gifts! Enter his presence! Bow down to the Lord in his holy splendor!", "30": "Tremble before him, all the earth! Yes, he set the world firmly in place;[d] it won't be shaken.", "31": "Let heaven celebrate! Let the earth rejoice! Let the nations say, “The Lord rules!”", "32": "Let the sea and everything in it roar! Let the countryside and everything in it celebrate!", "33": "Then the trees of the forest will shout out joyfully before the Lord, because he is coming to establish justice on earth!", "34": "Give thanks to the Lord because he is good, because his faithful love endures forever.", "35": "Say: “Save us, God, our savior! Gather us! Deliver us from among the nations so we can give thanks to your holy name and rejoice in your praise.”", "36": "Bless the Lord, Israel's God, from forever in the past to forever always. And let all the people say, “Amen!” Praise the Lord!", "37": "Then David placed Asaph and his relatives, together with Obed-edom and sixty-eight of his relatives, to minister there continually before the chest containing the Lord's covenant, following the routines required on each day.", "38": "Obed-edom, Jeduthun's son, and Hosah served as gatekeepers.", "39": "David also placed the priest Zadok and his other priestly relatives at the Lord's dwelling at the shrine in Gibeon.", "40": "They were to offer continually, both morning and evening, entirely burned offerings to the Lord on the altar for entirely burned offerings, following the written requirements in the Lord's Instruction, which he had given Israel.", "41": "With them were Heman and Jeduthun and the rest of those chosen by name to give thanks to the Lord, because his faithful love lasts forever.", "42": "With them were also[e] the trumpets and the cymbals for the musicians and the instruments for God's songs. Jeduthun's family was at the gate.", "43": "Then all of the people left for their homes. And David returned to bless his household."}