{"1": "Some time later, David defeated the Philistines, subdued them, and took Gath and its villages from Philistine control.", "2": "He also defeated Moab, enslaving them and requiring payment.", "3": "David defeated Zobah's King Hadadezer at Hamath, as he continued to establish his control along the Euphrates River.", "4": "David captured one thousand chariots from him, seven thousand cavalry, and twenty thousand foot soldiers. Then David cut the hamstrings of all but one hundred of the chariot horses.", "5": "When the Arameans of Damascus came to help Zobah's King Hadadezer, David killed twenty-two thousand of the Arameans.", "6": "David stationed soldiers[a] in Aram of Damascus, enslaved them, and required payment. The Lord gave David victory wherever he went.", "7": "David took the gold shields carried by Hadadezer's servants and brought them to Jerusalem.", "8": "From Tibhath and Cun, Hadadezer's cities, David took large amounts of bronze, with which Solomon made the bronze basin,[b] the pillars, and the bronze equipment.", "9": "When Hamath's King Tou heard that David had defeated the entire army of Zobah's King Hadadezer,", "10": "he sent his son Hadoram to King David to wish him well and to congratulate him over his battle and defeat of Hadadezer, because Tou was an enemy of Hadadezer. Hadoram brought with him all kinds of gold, silver, and bronze objects.", "11": "King David dedicated these to the Lord along with the silver and the gold he had taken from all these nations: Edom, Moab, the Ammonites, the Philistines, and Amalek.", "12": "Abishai, Zeruiah's son, struck down eighteen thousand Edomites in the Salt Valley.", "13": "He stationed soldiers in Edom, and all the Edomites became David's slaves. The Lord gave David victory wherever he went.", "14": "David ruled over all Israel and maintained justice and righteousness for all his people.", "15": "Zeruiah's son Joab was in command of the army; Ahilud's son Jehoshaphat was recorder;", "16": "Ahitub's son Zadok and Abiathar's son Ahimelech[c] were priests; Shavsha was secretary;", "17": "Jehoiada's son Benaiah was in command of the Cherethites and the Pelethites; and David's sons were the king's chief personal advisors."}