{"1": "Then David said, “This is where the Lord God's temple will be, along with Israel's altar for entirely burned offerings.”", "2": "David gave orders to gather the immigrants living in the land of Israel, and he appointed masons who would cut stones for building God's temple.", "3": "David also provided a huge amount of iron for nails for the doors of the gates and for the braces, so much bronze that it couldn't be weighed,", "4": "and innumerable cedar logs from the Sidonians and the Tyrians, who gave them to David.", "5": "David thought, My son Solomon is too inexperienced to build the Lord's temple. It must be great beyond compare in order to win fame and glory throughout all lands, so I myself will prepare things for him. So David made extensive preparations before his death.", "6": "David sent for his son Solomon and instructed him to build a temple for the Lord, the God of Israel.", "7": "David said to Solomon, “My son,[a] I had intended to build a temple for the name of the Lord my God.", "8": "But the Lord told me: You've shed much blood and waged great wars. You won't build a temple for my name because you've spilled so much blood on the ground before me.", "9": "A son has just been born to you. He'll be a man of peace, and I'll give him peace with all his surrounding enemies. In fact, his name will be Solomon,[b] and I'll give Israel peace and quiet during his reign.", "10": "He will be the one to build a temple for my name. He'll become my son, and I'll become his father, and I'll establish his royal throne over Israel forever.", "11": "“Now, my son, may the Lord be with you so that you may successfully build the temple of the Lord your God, as he promised you.", "12": "May the Lord be sure to give you insight and understanding so that when he appoints you over Israel, you will observe the Instruction from the Lord your God.[c]", "13": "Then, if you carefully follow the regulations and case laws that the Lord commanded Moses concerning Israel, you'll prosper. Be strong and brave. Don't be afraid or lose heart!", "14": "With great effort I've now provided for the Lord's temple one hundred thousand kikkars of gold, one million kikkars of silver, and so much bronze and iron that it can't be weighed, as well as wood and stone, though you may add to these.", "15": "You also have innumerable people to do the work: stonecutters, masons, and carpenters with every skill required for any task,", "16": "whether in gold, silver, bronze, or iron. So get to work, and may the Lord be with you.”", "17": "Then David ordered all of Israel's leaders to help his son Solomon:", "18": "“The Lord your God is with you! He's given you peace on every side. He's placed under my power the land's people, so that the land is under the control of the Lord and his people.", "19": "Now then, dedicate yourselves to seeking the Lord your God. Get to work and build the sanctuary of the Lord God, so that the chest containing the Lord's covenant together with God's holy equipment may be brought into the temple built for the Lord's name.”"}