{"1": "When David had grown old after a long life, he made his son Solomon king over Israel.", "2": "He then gathered together all Israel's leaders along with the priests and the Levites.", "3": "When the Levites were counted, the head count of every male 30 and older totaled 38,000.", "4": "Of these, there were 24,000 to supervise the work on the Lord's temple, 6,000 officers and judges,", "5": ",000 gatekeepers, and 4,000 praising the Lord with instruments made[a] for offering praise.", "6": "Then David divided them into three groups named after Levi's family members: Gershon, Kohath, and Merari.", "7": "The Gershonites included Ladan and Shimei.", "8": "Ladan's family: Jehiel the first, Zetham, and Joel—three in all.", "9": "Jehiel's[b] family: Shelomith, Haziel, and Haran—three in all. These were the heads of the households of Ladan.", "10": "Shimei's family: Jahath, Ziza,[c] Jeush, and Beriah. These four were Shimei's family:", "11": "Jahath was the first, and Ziza the second; since Jeush and Beriah didn't have many children, they became a single household.", "12": "Kohath's family: Amram, Izhar, Hebron, and Uzziel—four in all.", "13": "Amram's family: Aaron and Moses. Aaron, together with his sons, was set apart to make the holiest objects holy, to make offerings before the Lord, to serve him, and to give blessings in his name forever.", "14": "As for Moses the man of God, his sons were considered to be Levites.", "15": "Moses' family: Gershom and Eliezer.", "16": "Gershom's family: Shebuel the first.", "17": "Eliezer's family: Rehabiah the first; Eliezer had no other sons, but Rehabiah had many children.", "18": "Izhar's family: Shelomoth[d] the first.", "19": "Hebron's family: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth.", "20": "Uzziel's family: Micah the first and Isshiah the second.", "21": "Merari's family: Mahli and Mushi. Mahli's family: Eleazar and Kish.", "22": "Eleazar died without sons, but he did have daughters who married their relatives from Kish's family.", "23": "Mushi's family: Mahli, Eder, and Jeremoth—three in all.", "24": "These were the members of Levi's family according to their households. The household heads were registered, along with a listing of the names of each person 20 years old and above who carried out assigned tasks in the Lord's temple.", "25": "David said, “Since the Lord, Israel's God, has given his people peace and has made his home in Jerusalem forever,", "26": "the Levites need no longer carry the dwelling or any of the equipment used in its service.”", "27": "David's last instructions were to count the Levites 20 years old and above.", "28": "Their assignment was to be at the side of the Aaronites to serve in the Lord's temple, maintaining the courtyards and side rooms and cleansing all of the holy objects and doing whatever was needed in the service of God's temple.", "29": "They were responsible for the stacks of bread, the fine flour for grain offerings, the wafers of unleavened bread, the cakes made on the griddle, the offering mixed with oil, as well as all the measuring.", "30": "They were to be present every morning to thank and praise the Lord, and to do the same every evening.", "31": "Whenever entirely burned offerings were offered to the Lord for the sabbaths, the new moons, and festivals, a designated number were to serve in the Lord's presence continuously.", "32": "In this way they were to observe the instructions for the meeting tent, the instructions for the sanctuary, and the instructions for Aaron's family and relatives about serving in the Lord's temple."}