{"1": "The divisions of the Aaronites: Aaron's family: Nadab, Abihu, Eleazar, and Ithamar.", "2": "Nadab and Abihu died before their father did, without having sons, and so Eleazar and Ithamar served as priests.", "3": "David, with the help of Zadok from Eleazar's family and Ahimelech from Ithamar's family, divided them according to their appointed duties.", "4": "Since Eleazar's family was found to have more male heads than Ithamar's family, they divided them so that Eleazar's family had sixteen household heads and Ithamar's family had eight.", "5": "They divided both groups by lots because there were holy leaders, even outstanding leaders, among both Eleazar's and Ithamar's descendants.", "6": "Shemaiah, Nethanel's son, the levitical scribe, recorded their names in the presence of the king; the leaders; Zadok the priest; Ahimelech, Abiathar's son; and the household heads of the priests and Levites. One household was taken from Eleazar followed by one from Ithamar.", "7": "The first lot fell to Jehoiarib, the second to Jedaiah,", "8": "the third to Harim, the fourth to Seorim,", "9": "the fifth to Malchijah, the sixth to Mijamin,", "10": "the seventh to Hakkoz, the eighth to Abijah,", "11": "the ninth to Jeshua, the tenth to Shecaniah,", "12": "the eleventh to Eliashib, the twelfth to Jakim,", "13": "the thirteenth to Huppah, the fourteenth to Jeshebeab,", "14": "the fifteenth to Bilgah, the sixteenth to Immer,", "15": "the seventeenth to Hezir, the eighteenth to Happizzez,", "16": "the nineteenth to Pethahiah, the twentieth to Jehezkel,", "17": "the twenty-first to Jachin, the twenty-second to Gamul,", "18": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah.", "19": "These were to enter the Lord's temple according to their appointed duty and by the procedure established for them by their ancestor Aaron, just as the Lord God of Israel had instructed him.", "20": "The rest of the Levites included: from Amram's family: Shubael; from Shubael's family: Jehdeiah;", "21": "from Rehabiah and his family: Isshiah the first;", "22": "from the Izharites: Shelomoth; from Shelomoth's family: Jahath;", "23": "Hebron's family:[a] Jeriah the first,[b] Amariah the second, Jahaziel the third, Jekameam the fourth;", "24": "Uzziel's family: Micah; from Micah's family: Shamir;", "25": "Micah's brother Isshiah; from Isshiah's family: Zechariah;", "26": "Merari's family: Mahli, Mushi and his son Jaaziah's family;", "27": "Merari's family by his son Jaaziah: Shoham, Zaccur, and Ibri;", "28": "from Mahli: Eleazar, who had no sons;", "29": "from Kish and his family: Jerahmeel;", "30": "and Mushi's family: Mahli, Eder, and Jerimoth. These were the Levites according to their households.", "31": "Both the household head and his youngest brother cast lots, just as their relatives, Aaron's descendants, had done in the presence of King David, Zadok, Ahimelech, and the heads of the priestly and levitical households."}