{"1": "David and the army officers[a] set apart Asaph's family, Heman and Jeduthun, for service to prophesy[b] accompanied by lyres, harps, and cymbals. This is the list of those who performed this special service:", "2": "From Asaph's family: Zaccur, Joseph, Nethaniah, and Asarelah. Asaph's family was under Asaph's direction and prophesied by order of the king.", "3": "From Jeduthun and his family: Gedaliah, Izri,[c] Jeshaiah, Shimei,[d] Hashabiah, and Mattithiah—six in all. They were under their father Jeduthun's direction, prophesying with the lyre and giving thanks and praise to the Lord.", "4": "From Heman and his family: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.", "5": "All these were the family of Heman the king's seer, according to God's promise to honor him. God gave Heman fourteen sons and three daughters.", "6": "They were all under their father's direction when singing in the Lord's temple with cymbals, harps, and lyres to provide service in God's temple, by order of the king. As for Asaph, Jeduthun, and Heman,", "7": "the number of themselves and their relatives, who were trained in singing to the Lord and who were all skillful, was 288.", "8": "They cast lots for their assigned duties, small as well as great, teacher and pupil alike.", "9": "The first lot fell for Asaph to Joseph; the second to Gedaliah, his relatives, and his family, 12;", "10": "the third to Zaccur, his family, and his relatives, 12;", "11": "the fourth to Izri, his family, and his relatives, 12;", "12": "the fifth to Nethaniah, his family, and his relatives, 12;", "13": "the sixth to Bukkiah, his family, and his relatives, 12;", "14": "the seventh to Jesarelah, his family, and his relatives, 12;", "15": "the eighth to Jeshaiah, his family, and his relatives, 12;", "16": "the ninth to Mattaniah, his family, and his relatives, 12;", "17": "the tenth to Shimei, his family, and his relatives, 12;", "18": "the eleventh to Uzziel,[e] his family, and his relatives, 12;", "19": "the twelfth to Hashabiah, his family, and his relatives, 12;", "20": "the thirteenth to Shubael, his family, and his relatives, 12;", "21": "the fourteenth to Mattithiah, his family, and his relatives, 12;", "22": "the fifteenth to Jerimoth,[f] his family, and his relatives, 12;", "23": "the sixteenth to Hananiah, his family, and his relatives, 12;", "24": "the seventeenth to Joshbekashah, his family, and his relatives, 12;", "25": "the eighteenth to Hanani, his family, and his relatives, 12;", "26": "the nineteenth to Mallothi, his family, and his relatives, 12;", "27": "the twentieth to Eliathah, his family, and his relatives, 12;", "28": "the twenty-first to Hothir, his family, and his relatives, 12;", "29": "the twenty-second to Giddalti, his family, and his relatives, 12;", "30": "the twenty-third to Mahazioth, his family, and his relatives, 12;", "31": "and the twenty-fourth to Romamti-ezer, his family, and his relatives, 12."}