{"1": "The divisions of the gatekeepers: from the Korahites: Meshelemiah, Kore's son, one of Ebiasaph's[a] family.", "2": "Meshelemiah's family: Zechariah the oldest, Jediael the second, Zebadiah the third, Jathniel the fourth,", "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.", "4": "Obed-edom's family: Shemaiah the oldest, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,", "5": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth. God truly blessed him.", "6": "To his son Shemaiah were born sons who ruled over their household, because they were valiant men.", "7": "Shemaiah's family: Othni, Rephael, Obed, Elzabad, and his relatives, Elihu and Semachiah, who were valiant men.", "8": "All these were members of Obed-edom's family, they, their sons, and their relatives. They were valiant and strong in their service, 62 men belonging to Obed-edom.", "9": "Meshelemiah's family and relatives, valiant men, numbered 18.", "10": "Hosah, one of Merari's family, also had a family: Shimri the first (though he wasn't the oldest, his father gave him that status),", "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All of Hosah's family and relatives numbered 13.", "12": "These were the divisions of the gatekeepers with their leaders, who were responsible to minister in the Lord's temple, along with their relatives.", "13": "They cast lots for each gate in the same way, whether their household was small or large.", "14": "The lot for the East Gate fell to Shelemiah. They then cast lots for his son Zechariah, a wise counselor, and his lot indicated the North Gate.", "15": "Obed-edom was assigned the South Gate, and his sons were assigned the storehouses.", "16": "Hosah[b] was assigned the West Gate, that is, the chamber[c] gate on the upper road. The guards had the same task:", "17": "each day[d] the East had six, the North four, and the South four, with two at each of the storehouses.", "18": "At the courtyard on the West, there were four at the road and two at the courtyard.", "19": "These were the divisions of the gatekeepers from Korah's family and Merari's family.", "20": "Their fellow[e] Levites were in charge of the treasuries of God's temple and the treasuries of the dedicated gifts:", "21": "from Ladan's family, the family of the Gershonites belonging to Ladan, and the heads of the households belonging to Ladan the Gershonite: Jehieli.", "22": "Jehieli's family: Zetham and Joel his brother were in charge of the treasuries of the Lord's temple.", "23": "From the Amramites, Izharites, Hebronites, and Uzzielites:", "24": "Shebuel, a descendant of Gershom, Moses' son, was the chief officer in charge of the treasuries.", "25": "His relatives through Eliezer included his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth.", "26": "This Shelomoth and his relatives were in charge of all the treasuries of the gifts dedicated by King David, by the household leaders, by the commanders[f] of the units of a thousand and a hundred, and by the army officers.", "27": "They had dedicated some of the valuable objects won in battle to repair the Lord's temple.", "28": "Everything that was dedicated by Samuel the seer, as well as by Saul, Kish's son; Abner, Ner's son; and Joab, Zeruiah's son—in fact, anything that had been dedicated—was under the supervision of Shelomoth[g] and his relatives.", "29": "From the Izharites: Chenaniah and his family had responsibilities over Israel outside the temple as officials and judges.", "30": "From the Hebronites: Hashabiah and his relatives, 1,700 capable men, were put in charge of Israel west of the Jordan concerning all of the Lord's affairs and the king's service.", "31": "From the Hebronites: Jerijah was the head of the Hebronites according to the family records of their households. In the fortieth year of David's rule, a search was made and capable men were found among them in Jazer in Gilead.", "32": "Jerijah's relatives, capable men, were 2,700 heads of households. King David put them in charge of Reuben, Gad, and half the tribe of Manasseh concerning all of God's and the king's affairs."}