{"1": "This is the list of the Israelites, the heads of households, the commanders of units of a thousand and a hundred, and their officers. They served the king in every way their divisions required, and they were on duty for a month at a time through all the months of the year. Each division numbered 24,000.", "2": "In charge of the first division for the first month was Jashobeam, Zabdiel's son. His division numbered 24,000.", "3": "He was a Perezite and the head of all the army officers for the first month.", "4": "In charge of the division for the second month was Dodai the Ahohite.[a] His division numbered 24,000.", "5": "The third army commander for the third month was Benaiah the chief priest Jehoiada's son. His division numbered 24,000.", "6": "This Benaiah was a warrior of the Thirty and in command of the Thirty. In command of his division was his son Ammizabad.", "7": "The fourth for the fourth month was Asahel, Joab's brother, and after him his son Zebadiah. His division numbered 24,000.", "8": "The fifth for the fifth month was the commander Shammoth the Zerahite.[b] His division numbered 24,000.", "9": "The sixth for the sixth month was Ira the Tekoite Ikkesh's son. His division numbered 24,000.", "10": "The seventh for the seventh month was Helez the Pelonite from Ephraim's family. His division numbered 24,000.", "11": "The eighth for the eighth month was Sibbecai the Hushathite from the Zerahites. His division numbered 24,000.", "12": "The ninth for the ninth month was Abiezer of Annathoth from the Benjaminites. His division numbered 24,000.", "13": "The tenth for the tenth month was Maharai the Netophathite from the Zerahites. His division numbered 24,000.", "14": "The eleventh for the eleventh month was Benaiah the Pirathonite from Ephraim's family. His division numbered 24,000.", "15": "The twelfth for the twelfth month was Heldai the Netophathite from Othniel. His division numbered 24,000.", "16": "In charge of the tribes of Israel: for the Reubenites—the leader was Eliezer, Zichri's son; for the Simeonites—Shephatiah, Maacah's son;", "17": "for the Levites—Hashabiah, Kemuel's son; for Aaron—Zadok;", "18": "for Judah—Eliab,[c] one of David's relatives; for Issachar—Omri, Michael's son;", "19": "for Zebulun—Ishmaiah, Obadiah's son; for Naphtali—Jerimoth, Azriel's son;", "20": "for the Ephraimites—Hoshea, Azaziah's son; for half the tribe of Manasseh—Joel, Pedaiah's son;", "21": "for half the tribe[d] of Manasseh in Gilead—Iddo, Zechariah's son; for Benjamin—Jaasiel, Abner's son;", "22": "for Dan—Azarel, Jeroham's son. These were the leaders of the tribes of Israel.", "23": "But David didn't count those younger than 20 years of age, because the Lord had promised to make Israel as numerous as the stars in the sky.", "24": "Joab, Zeruiah's son, began to count them, but he never finished. Since Israel experienced wrath because of this, the number wasn't entered into the official records of King David.", "25": "In charge of the king's treasuries—Azmaveth, Adiel's son; in charge of the treasuries in the country, cities, villages, and towers—Jonathan, Uzziah's son;", "26": "in charge of agricultural workers cultivating the fertile land—Ezri, Chelub's son;", "27": "in charge of the vineyards—Shimei the Ramathite; in charge of the vineyard's produce for the wine cellars—Zabdi the Shiphmite;", "28": "in charge of the olive and sycamore trees in the western foothills—Baal-hanan the Gederite; in charge of the stores of oil—Joash;", "29": "in charge of the cattle that grazed in Sharon—Shitrai the Sharonite; in charge of the cattle in the valleys—Shaphat, Adlai's son;", "30": "in charge of the camels—Obil the Ishmaelite; in charge of the female donkeys—Jehdeiah the Meronothite;", "31": "in charge of the flocks of sheep and goats—Jaziz the Hagrite. All these were stewards of King David's property.", "32": "Jonathan, David's uncle, was a counselor, a man of understanding, and a scribe. Jehiel, Hachmoni's son, took care of the king's sons.", "33": "Ahithophel was the king's counselor, and Hushai the Archite was the king's political advisor.[e]", "34": "After Ahithophel came Benaiah's son Jehoiada, and Abiathar. Joab was commander of the king's army."}