{"1": "David assembled all of Israel's leaders in Jerusalem, the leaders of the tribes, the leaders of the divisions that served the king, the commanders of units of a thousand and a hundred, the officials in charge of all the property and livestock of the king and his sons, as well as the officers, warriors, and all the valiant men.", "2": "Then King David stood up and said: Listen to me, my relatives and my people. I wanted to build a temple as the permanent home for the chest containing the Lord's covenant, our God's footrest. But when I prepared to build it,", "3": "God said to me, You must not build a temple for my name, because you are a military man and you've shed blood.", "4": "The Lord, the God of Israel, chose me from my whole household to become king over Israel forever. He chose Judah as leader, and within Judah's family, my household, and among my father's family he was pleased with me, making me king over all Israel.", "5": "And from all the many sons the Lord has given me, he has chosen my son Solomon to sit on the throne of the Lord's kingdom over Israel.", "6": "He said to me: Your son Solomon will build my temple and my courtyards, for I've chosen him to become my son even as I myself will become his father.", "7": "I'll establish his kingdom forever if he remains committed to keeping my commands and case laws as he does now.", "8": "So now, in the presence of all the Lord's assembly[a] and with God as our witness, carefully observe all the commands of the Lord your God, so that you may hold on to this good land and pass it on to your children forever.", "9": "As for you, Solomon, my son, acknowledge your father's God and serve him with enthusiastic devotion, because the Lord searches every mind and understands the motive behind every thought. If you seek him, he will be found by you; but if you abandon him, he will reject you forever.", "10": "Now then, since the Lord has chosen you to build a temple for him[b] as the sanctuary, work hard.", "11": "Then David gave his son Solomon the plan for the entrance hall, its buildings, treasuries, upper and inner rooms, and the room for the cover.[c]", "12": "He provided all of the plans he had in mind: for the courtyards of the Lord's temple, and for all its surrounding rooms where the treasures of God's temple and the dedicated gifts would be stored;", "13": "for the divisions of the priests and Levites, for all their responsibilities within the Lord's temple, and for all the equipment used in its service;", "14": "for the weight of all the gold equipment used for every kind of service, and the weight of all the silver equipment used for every kind of service;", "15": "for the weight of the gold lampstands and their gold lamps—the weight of gold for each lampstand with its lamps—and for the weight of each silver lampstand and its lamps depending on how each would be used;", "16": "for the weight of gold for each table with the stacks of bread, and the silver for the silver tables;", "17": "for the forks, bowls, and cups of pure gold; for the weight of each gold dish and the weight of each silver dish;", "18": "for the weight of the incense altar made of refined gold; and for the construction of the chariot—with the gold winged creatures spreading their wings and covering the chest containing the Lord's covenant.", "19": "All of this the Lord made clear to David[d] directly in a document, including the plan for all of the work.", "20": "“Be strong and courageous,” David said to his son Solomon. “Get to work. Don't be afraid or discouraged, because the Lord God, my God, is with you. He'll neither let you down nor leave you before all the work for the service of the Lord's temple is done.", "21": "Here are the divisions of the priests and the Levites who will perform all the service of God's temple. For all this work you will have willing and able workers with you to do it. The officials and all the people are ready to follow your instructions.”"}