{"1": "Then King David said to the whole assembly: My son Solomon, the one whom God chose, is too inexperienced for this great task, since this temple won't be for humans but for the Lord God.", "2": "Using every resource at my disposal, I've provided everything for my God's temple: gold for gold objects, silver for silver objects, bronze for bronze objects, iron for iron objects, lumber for wooden objects, carnelian stones for settings, antimony, colorful stones, every kind of precious stone, and a large amount of marble.", "3": "What's more, because of my delight in my God's temple, I have dedicated my own private treasure of gold and silver to my God's temple, in addition to all that I've provided for the holy temple:", "4": "three thousand kikkars of gold from the gold of Ophir, seven thousand kikkars of refined silver for covering the walls of the rooms,[a]", "5": "gold for gold objects, and silver for silver objects, to be used for everything the skilled workers will make. Who else, then, will volunteer, dedicating themselves to the Lord today?", "6": "Then the leaders of the households, the leaders of the tribes of Israel, and the commanders of the units of a thousand and a hundred, and the supervisors of the king's work volunteered", "7": "to give five thousand kikkars and ten thousand darics of gold, ten thousand kikkars of silver, eighteen thousand kikkars of bronze, and one hundred thousand kikkars of iron for the work on God's temple.", "8": "Anyone who had precious stones donated them to the treasury of the Lord's temple under the care of Jehiel the Gershonite.", "9": "The people rejoiced at this response, because they had presented their offerings to the Lord so willingly and wholeheartedly. King David also rejoiced greatly.", "10": "Then David blessed the Lord before the whole assembly: Blessed are you, Lord, God of our ancestor Israel, forever and always.", "11": "To you, Lord, belong greatness and power, honor, splendor, and majesty, because everything in heaven and on earth belongs to you. Yours, Lord, is the kingship, and you are honored as head of all.", "12": "You are the source of wealth and honor, and you rule over all. In your hand are strength and might, and it is in your power to magnify and strengthen all.", "13": "And now, our God, we thank you and praise your glorious name.", "14": "Who am I, and who are my people, that we should be able to offer so willingly? Since everything comes from you, we have given you that which comes from your own hand.", "15": "To be sure, we are like all our ancestors, immigrants without permanent homes. Our days are like a shadow on the ground, and there's no hope.", "16": "Lord, our God, all this abundance that we have provided to build you a temple for your holy name comes from your hand and belongs to you.", "17": "Since I know, my God, that you examine the mind and take delight in honesty, I have freely given all these things with the highest of motives. And now I've been delighted to see your people here offering so willingly to you.", "18": "Lord, God of our ancestors Abraham, Isaac, and Israel, keep these thoughts in the mind of your people forever, and direct their hearts toward you.", "19": "As for Solomon my son, give him the wholehearted devotion to keep your commands, laws, and regulations—observing all of them—and to build the temple that I have prepared.", "20": "Then David said to the whole assembly, “Bless the Lord your God,” and the whole assembly blessed the Lord, the God of their ancestors, bowed down, and worshipped before the Lord and the king.", "21": "On the very next day they offered sacrifices and entirely burned offerings to the Lord—a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings—and many other sacrifices for all Israel's sake.", "22": "They ate and drank with great joy before the Lord that day and made David's son Solomon the king.[b] They anointed him[c] in the Lord's presence as prince, and Zadok as priest.", "23": "Thus Solomon sat on the Lord's throne as king, succeeding his father David, and he prospered. All Israel obeyed him,", "24": "and all the commanders and warriors, as well as all of King David's sons, submitted to King Solomon's authority.", "25": "Moreover, the Lord magnified Solomon before all Israel, giving him such royal majesty as no king before him[d] had enjoyed.", "26": "David, Jesse's son, was king over all Israel.", "27": "He reigned over Israel for forty years: seven years in Hebron and thirty-three in Jerusalem.", "28": "He died at a good old age, having enjoyed a full life, wealth, and honor; and his son Solomon followed him as king.", "29": "The account of King David from beginning to end is written in the records of Samuel the seer, Nathan the prophet, and Gad the visionary,", "30": "including everything concerning his powerful rule, and what happened to him, to Israel, and to all the kingdoms in other lands."}