{"1": "This is David's family born to him in Hebron: the oldest Amnon, with Ahinoam the Jezreelite; the second Daniel, with Abigail the Carmelite;", "2": "the third Absalom son of Maacah, the daughter of Geshur's King Talmai; the fourth Adonijah, Haggith's son;", "3": "the fifth Shephatiah, with Abital; the sixth Ithream, with his wife Eglah.", "4": "Six were born to him in Hebron, where he reigned for seven and a half years. He also reigned in Jerusalem for thirty-three years.", "5": "These were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon—four from Bath-shua, Ammiel's daughter;", "6": "Ibhar, Eli-shama, Eliphelet,", "7": "Nogah, Nepheg, Japhia,", "8": "Elishama, Eliada, and Eliphelet—nine in all.", "9": "This was all of David's family, except for his secondary wives' children. Tamar was their sister.", "10": "The descendants[a] of Solomon: Rehoboam, his son Abijah, his son Asa, his son Jehoshaphat,", "11": "his son Joram, his son Ahaziah, his son Joash,", "12": "his son Amaziah, his son Azariah, his son Jotham,", "13": "his son Ahaz, his son Hezekiah, his son Manasseh,", "14": "his son Amon, and his son Josiah.", "15": "Josiah's family: the oldest Johanan, the second Jehoiakim, the third Zedekiah, and the fourth Shallum.", "16": "Jehoiakim's family: his son Jeconiah and his son Zedekiah.", "17": "The family of Jeconiah the prisoner: Shealtiel his son;", "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.", "19": "Pedaiah's family: Zerubbabel and Shimei. Zerubbabel's family:[b] Meshullam, Hananiah, and their sister Shelomith;", "20": "Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed—these five also.", "21": "Hananiah's family:[c] Pelatiah, Jeshaiah, Rephaiah's family, Arnan's family, Obadiah's family, and Shecaniah's family.", "22": "Shecaniah's family: Shemaiah and his family, Hattush, Igal, Bariah, Neariah, and Shaphat—six in all.", "23": "Neariah's family: Elioenai, Hizkiah, and Azrikam—three in all.", "24": "Elioenai's family: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani—seven in all."}