{"1": "Judah's family: Perez, Hezron, Caleb,[a] Hur, and Shobal.", "2": "Shobal's son Reaiah was Jahath's father, and Jahath was the father of Ahumai and Lahad. These were the Zorathite clans.", "3": "This was Etam's family:[b] Jezreel, Ishma, and Idbash. Their sister's name was Hazzelelponi.", "4": "Penuel was Gedor's father, and Ezer was Hushah's father. This was the family of Hur the oldest son of Ephrathah, Bethlehem's father:", "5": "Ashhur, Tekoa's father, had two wives, Helah and Naarah.", "6": "Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari for him. This was Naarah's family.", "7": "Helah's family: Zereth, Zohar,[c] and Ethnan.", "8": "Koz was the father of Anub, Hazzobebah, and the clans of Aharhel, Harum's son.", "9": "Jabez was more honored than his brothers. His mother had named him Jabez, saying, “I bore him in pain.”[d]", "10": "Jabez called on Israel's God: “If only you would greatly bless me and increase my territory. May your power go with me to keep me from trouble, so as not to cause me pain.” And God granted his request.", "11": "Chelub, Shuhah's brother, was the father of Mehir, who was Eshton's father.", "12": "Eshton was the father of Beth-rapha, Paseah, and Tehinnah, Ir-nahash's father. These are the men of Recah.", "13": "Kenaz's family: Othniel and Seraiah. Othniel's family: Hathath and Meonothai.[e]", "14": "Meonothai was the father of Ophrah. Seraiah was the father of Joab the father of Ge-harashim,[f] so-called because they were skilled workers.", "15": "The family of Caleb, Jephunneh's son: Iru, Elah, and Naam. This was Kenaz's family.[g]", "16": "Jehallelel's family: Ziph, Ziphah, Tiria, and Asarel.", "17": "Ezrah's family:[h] Jether, Mered, Epher, and Jalon. Jether was the father of[i] Miriam, Shammai, and Ishbah, Eshtemoa's father.", "18": "His Judean wife gave birth to Jered, Gedor's father; Heber, Soco's father; and Jekuthiel, Zanoah's father. This is the family of Bithiah, Pharaoh's daughter, whom Mered married.", "19": "The family of his Judean wife,[j] the sister of Naham, Keilah's father the Garmite and Eshtemoa the Maacathite.", "20": "Shimon's family: Amnon, Rinnah, Ben-hanan, and Tilon. Ishi's family: Zoheth and Ben-zoheth.", "21": "The family of Shelah, Judah's son: Er, Lecah's father; Laadah, Mareshah's father; the clans of the linen workers at Beth-ashbea;", "22": "Jokim; the men of Cozeba; Joash; and Saraph, who married into[k] Moab but returned to Bethlehem[l] (the records are ancient).", "23": "They were the potters who lived in Netaim and Gederah; they lived there with the king in his service.", "24": "Simeon's family: Nemuel, Jamin, Jarib, Zerah, Shaul,", "25": "his son Shallum, his son Mibsam, and his son Mishma.", "26": "Mishma's family: his son Hammuel, his son Zaccur, and his son Shimei.", "27": "Shimei had sixteen sons and six daughters; but his brothers didn't have many children, and none of their clans became as numerous as the Judeans.", "28": "They lived in Beer-sheba, Moladah, Hazar-shual,", "29": "Bilhah, Ezem, Tolad,", "30": "Bethuel, Hormah, Ziklag,", "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their towns until David became king.", "32": "Their villages were Etam, Ain, Rimmon, Tochen, and Ashan—five towns—", "33": "as well as all their villages around these towns as far as Baal. These were their settlements, and they kept their own family records:", "34": "Meshobab, Jamlech, Joshah son of Amaziah,", "35": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel,", "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,", "37": "and Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah.", "38": "These mentioned by name were leaders in their clans, and their households increased greatly.", "39": "They went to the entrance of Gedor, as far as the east side of the valley, to find pasture for their flocks.", "40": "They found fertile pasture, and the land was spacious, quiet, and peaceful; the people of Ham used to live there.", "41": "These whose names were recorded, however, came in the days of Judah's King Hezekiah, attacked their tents and the Meunim[m] found there, and completely destroyed them, as can be seen today. They settled in their place, because there was pasture there for their flocks.", "42": "Some of them, five hundred Simeonites, went to Mount Seir, led by Pelatiah, Neariah, Rephaiah, and Uzziel, Ishi's sons.", "43": "They struck down those who were left of the Amalekites and have lived there ever since."}