{"1": "The family of Reuben, Israel's oldest son: he was actually the oldest, but when he dishonored his father's bed his birthright[a] was given to the family of Joseph, Israel's son, so Reuben isn't listed as the oldest in the records.", "2": "Although Judah became the strongest among his brothers and a leader came from him, the birthright belonged to Joseph.", "3": "The family of Reuben, Israel's oldest son: Hanoch, Pallu, Hezron, and Carmi.", "4": "Joel's family: his son Shemaiah, his son Gog, his son Shimei,", "5": "his son Micah, his son Reaiah, his son Baal,", "6": "and his son Beerah, whom Assyria's King Tilgath-pilneser carried away into exile. He was a chief of the Reubenites.", "7": "His relatives, by their[b] clans when their genealogy was listed in the records, were: Jeiel the first; Zechariah;", "8": "and Bela, Azaz's son, Shema's grandson, and Joel's great-grandson. They lived in Aroer, as far as Nebo and Baal-meon.", "9": "They also settled in the east as far as the edge of the desert that stretches to the Euphrates River, because their livestock had increased in the land of Gilead.", "10": "In Saul's days they waged war on the Hagrites, whom they defeated. So they lived in their tents throughout the entire region east of Gilead.", "11": "Gad's family lived opposite them in the land of Bashan as far as Salecah:", "12": "Joel was the first, Shapham the second, and Janai governed[c] Bashan.", "13": "Their relatives according to their households: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven in all.", "14": "This was the family of Abihail son of Huri son of Jaroah son of Gilead son of Michael son of Jeshishai son of Jahdo son of Buz.", "15": "Ahi, Abdiel's son and Guni's grandson, was the head of their household.", "16": "They lived in Gilead, in Bashan and in its towns, and as far as the boundaries of all the open lands of Sharon.", "17": "They were all listed in the records in the days of Judah's King Jotham and Israel's King Jeroboam.", "18": "The Reubenites, the Gadites, and half the tribe of Manasseh were warriors who carried shield and sword, drew the bow, and were trained for war—44,760 ready for military service.", "19": "When they waged war on the Hagrites (the Jeturites, the Naphishites, and the Nodabites),", "20": "they received help against them. The Hagrites and all who were with them were handed over to them, because they cried out to God in battle. God granted their prayer because they trusted in him.", "21": "They seized their livestock: 50,000 of their camels, 250,000 sheep and goats, 2,000 donkeys, and 100,000 captives.", "22": "Many died, because God fought the battle. They lived there in place of the inhabitants until the exile.", "23": "The members of half the tribe of Manasseh lived in the land from Bashan to Baal-hermon, Senir, and Mount Hermon. They were very numerous.", "24": "These were the heads of their households: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—mighty warriors, famous men, heads of their households.", "25": "But they were unfaithful to the God of their ancestors and faithlessly followed the gods of the peoples of the land, whom God had destroyed before them.", "26": "As a result, Israel's God stirred up the spirit of Assyria's King Pul, otherwise known as Assyria's King Tilgath-pilneser, who led the Reubenites, the Gadites, and half the tribe of Manasseh into exile, and brought them to Halah, Habor, Hara, and the Gozan River, where they remain to this day."}