{"1": "[a] Levi's family: Gershom, Kohath, and Merari.", "2": "Kohath's family: Amram, Izhar, Hebron, and Uzziel.", "3": "Amram's family: Aaron, Moses, and Miriam. Aaron's family: Nadab, Abihu, Eleazar, and Ithamar.", "4": "Eleazar was the father of Phinehas, Phinehas of Abishua,", "5": "Abishua of Bukki, Bukki of Uzzi,", "6": "Uzzi of Zerahiah, Zerahiah of Meraioth,", "7": "Meraioth of Amariah, Amariah of Ahitub,", "8": "Ahitub of Zadok, Zadok of Ahimaaz,", "9": "Ahimaaz of Azariah, Azariah of Johanan,", "10": "and Johanan of Azariah. He was the one who served as priest in the temple that Solomon built in Jerusalem.", "11": "Azariah was the father of Amariah, Amariah of Ahitub,", "12": "Ahitub of Zadok, Zadok of Shallum,", "13": "Shallum of Hilkiah, Hilkiah of Azariah,", "14": "Azariah of Seraiah, and Seraiah of Jehozadak.", "15": "Jehozadak went away when the Lord caused Judah and Jerusalem to be exiled by Nebuchadnezzar.", "16": "[b] Levi's family: Gershom, Kohath, and Merari.", "17": "These are the names of Gershom's family: Libni and Shimei.", "18": "Kohath's family: Amram, Izhar, Hebron, and Uzziel.", "19": "Merari's family: Mahli and Mushi. These are the Levites' clans according to their fathers:", "20": "Of Gershom: his son Libni, his son Jahath, his son Zimmah,", "21": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai.", "22": "Kohath's family: his son Amminadab, his son Korah, his son Assir,", "23": "his son Elkanah, his son Ebiasaph, his son Assir,", "24": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul.", "25": "Elkanah's family: Amasai and Ahimoth,", "26": "his son Elkanah,[c] his son Zophai, his son Nahath,", "27": "his son Eliab, his son Jeroham, and his son Elkanah.", "28": "Samuel's family: the oldest Joel,[d] and the second Abijah.", "29": "Merari's family: Mahli, his son Libni, his son Shimei, his son Uzzah,", "30": "his son Shimea, his son Haggiah, and his son Asaiah.", "31": "David put the following in charge of the music in the Lord's house after the chest was placed there.", "32": "They ministered with song before the dwelling of the meeting tent, until Solomon built the Lord's temple in Jerusalem. They carried out their usual duties.", "33": "Those who served and their families were: Kohath's family: Heman the singer, son of Joel son of Samuel", "34": "son of Elkanah son of Jeroham son of Eliel son of Toah", "35": "son of Zuph son of Elkanah son of Mahath son of Amasai", "36": "son of Elkanah son of Joel son of Azariah son of Zephaniah", "37": "son of Tahath son of Assir son of Ebiasaph son of Korah", "38": "son of Izhar son of Kohath son of Levi son of Israel.", "39": "His relative was Asaph, who stood on his right, that is, Asaph son of Berechiah son of Shimea", "40": "son of Michael son of Baaseiah son of Malchijah", "41": "son of Ethni son of Zerah son of Adaiah", "42": "son of Ethan son of Zimmah son of Shimei", "43": "son of Jahath son of Gershom son of Levi.", "44": "On the left were their relatives, Merari's family: Ethan son of Kishi son of Abdi son of Malluch", "45": "son of Hashabiah son of Amaziah son of Hilkiah", "46": "son of Amzi son of Bani son of Shemer", "47": "son of Mahli son of Mushi son of Merari son of Levi.", "48": "Their relatives the Levites were dedicated to all the services of the dwelling for God's house.", "49": "Aaron and his sons sacrificed on the altar for entirely burned offerings and on the altar for incense, doing all the work of the holiest place, to make reconciliation for Israel, just as Moses, God's servant, had commanded.", "50": "This was Aaron's family: his son Eleazar, his son Phinehas, his son Abishua,", "51": "his son Bukki, his son Uzzi, his son Zerahiah,", "52": "his son Meraioth, his son Amariah, his son Ahitub,", "53": "his son Zadok, and his son Ahimaaz.", "54": "These are the places they lived by their camps within their territory. To Aaron's family from the Kohathite clan, as chosen by lot,", "55": "they gave Hebron in the land of Judah with its surrounding pasturelands.", "56": "But the city's fields and its settlements they gave to Caleb, Jephunneh's son.", "57": "To Aaron's family they gave the refuge cities: Hebron, Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,", "58": "Hilen[e] with its pasturelands, Debir with its pasturelands,", "59": "Ashan with its pasturelands, Juttah with its pasturelands,[f] and Beth-shemesh with its pasturelands.", "60": "From Benjamin's tribe: Gibeon with its pasturelands,[g] Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. They had thirteen towns within their clan.", "61": "The remaining Kohathites were given ten towns by lot from the clan of half the tribe of Manasseh.", "62": "The Gershomites received by lot according to their clans thirteen towns from the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan.", "63": "The Merarites received by lot according to their clans twelve towns from the tribes of Reuben, Gad, and Zebulun.", "64": "In this way the Israelites gave the Levites the towns with their pasturelands.", "65": "They gave these towns, which they designated by name, by lot from the tribes of Judah, Simeon, and Benjamin.", "66": "Some of the Kohathite clans had towns of their territory from the tribe of Ephraim.", "67": "They gave them refuge cities: Shechem with its pasturelands in the Ephraimite highlands, Gezer with its pasturelands,", "68": "Jokmeam with its pasturelands, Beth-horon with its pasturelands,", "69": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands;", "70": "and from half the tribe of Manasseh, Taanach[h] with its pasturelands, and Bileam with its pasturelands, for the Kohathite clans who remained.", "71": "To the Gershomites from the clan of half the tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands;", "72": "from the tribe of Issachar: Kedesh with its pasturelands and Daberath with its pasturelands,", "73": "Ramoth with its pasturelands and Anem with its pasturelands;", "74": "from the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands, and", "75": "Helkath[i] with its pasturelands and Rehob with its pasturelands;", "76": "and from the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands.", "77": "To the remaining Merarites from the tribe of Zebulun: Jokneam with its pasturelands,[j] Rimmon[k] with its pasturelands, Tabor with its pasturelands, and Nahalal with its pasturelands;[l]", "78": "on the other side of the Jordan at Jericho, on the east side of the Jordan, from the tribe of Reuben: Bezer in the desert with its pasturelands, Jahzah with its pasturelands,", "79": "Kedemoth with its pasturelands, and Mephaath with its pasturelands;", "80": "and from the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,", "81": "Heshbon with its pasturelands, and Jazer with its pasturelands."}