{"1": "So all Israel was listed in the official records of Israel's kings. Judah was carried into exile in Babylon because of their unfaithfulness.", "2": "The first to resettle their property in their towns were the Israelite people, the priests, the Levites, and the temple servants.", "3": "Those settling in Jerusalem included some from Judah, some from Benjamin, and some from Ephraim and Manasseh:", "4": "Uthai son of Ammihud son of Omri son of Imri son of Bani from the family of Perez, Judah's son.", "5": "From the Shilonites: Asaiah the oldest son and his family.", "6": "From Zerah's family: Jeuel and their relatives—690 in all.", "7": "From Benjamin's family: Sallu son of Meshullam son of Hodaviah son of Senaah;[a]", "8": "Ibneiah, Jeroham's son; Elah son of Uzzi son of Michri; Meshullam son of Shephatiah son of Reuel son of Ibnijah;", "9": "and their relatives in their line of descent—956 in all. All of these were heads of their households.", "10": "From the priests: Jedaiah, Jehoiarib, Jachin,", "11": "and Azariah son of Hilkiah son of Meshullam son of Zadok son of Meraioth son of Ahitub the leader of God's house;", "12": "Adaiah son of Jeroham son of Pashhur son of Malchijah; Maasai son of Adiel son of Jahzerah son of Meshullam son of Meshillemith son of Immer;", "13": "and their relatives, heads of their households, 1,760 capable men for the religious work of God's house.", "14": "From the Levites: Shemaiah son of Hasshub son of Azrikam son of Hashabiah, from Merari's family;", "15": "Bakbakkar, Heresh, Galal, and Mattaniah son of Mica son of Zichri son of Asaph;", "16": "Obadiah son of Shemaiah son of Galal son of Jeduthun; and Berechiah son of Asa son of Elkanah, who lived in the settlements of the Netophathites.", "17": "The gatekeepers: Shallum, Akkub, Talmon, and Ahiman. Their brother Shallum was the leader,", "18": "stationed until now in the King's Gate on the east side. These were the gatekeepers belonging to the Levites' camp.", "19": "Shallum, Kore's son, Ebiasaph's grandson, and Korah's great-grandson, and his relatives belonging to his household, the Korahites, served as gatekeepers at the tent's entrances, as their ancestors had been gatekeepers at the entrance to the Lord's camp.", "20": "Phinehas, Eleazar's son, the Lord be with him, was their leader in former times.", "21": "Zechariah, Meshelemiah's son, was gatekeeper at the meeting tent's entrance.", "22": "All those selected as gatekeepers at the entrances were two hundred twelve. They were listed in the family records by their settlements. David and Samuel the seer assigned them to their trusted position.", "23": "So they and their descendants were the gatekeepers guarding the Lord's house, that is, the tent.[b]", "24": "The gatekeepers were on the four sides: east, west, north, and south.", "25": "Their relatives came in from their settlements, from time to time, to assist them for a period of seven days.", "26": "Due to their trustworthiness, the four master gatekeepers, who were Levites, were in charge of the rooms and the treasuries of God's house.", "27": "They would spend the night patrolling God's house since they had guard duty and were responsible for unlocking it every morning.", "28": "Some of them were responsible for the worship objects; they counted them when they were brought in and taken out.", "29": "Others were appointed over the furniture, the holy equipment, the flour, wine, oil, incense, and spices.", "30": "Some of the priests blended the ointment for the spices;", "31": "and Mattithiah, one of the Levites, the oldest son of Shallum the Korahite, was entrusted with baking the flat cakes.", "32": "Also some of their Kohathite relatives were responsible for preparing the stacks of bread for each Sabbath.", "33": "The singers were the heads of the households of the Levites. They lived in temple rooms and were free from other service because they were on duty day and night.", "34": "These were the heads of the households of the Levites, according to descent. They lived in Jerusalem.", "35": "Jeiel, Gibeon's father, lived in Gibeon. His wife's name was Maacah.", "36": "His oldest son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,", "37": "Gedor, Ahio, Zechariah, and Mikloth.", "38": "Mikloth was the father of Shimeam. They too lived near their relatives in Jerusalem.[c]", "39": "Ner was the father of Kish, Kish of Saul, Saul of Jonathan, Malchishua, Abinadab, and Esh-baal.", "40": "Jonathan's son was Merib-baal, and Merib-baal was the father of Micah.", "41": "Micah's family were Pithon, Melech, Tahrea, and Ahaz.[d]", "42": "Ahaz was the father of Jarah; and Jarah of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza.", "43": "Moza was the father of Binea; Rephaiah was his son, Eleasah was his son, and Azel was his son.", "44": "Azel had six sons whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. This was Azel's family."}