{"1": "This is the word of the Eternal One that came to Joel, Pethuel's son:", "2": "Hear this, elders and leaders. All who live in the land should pay close attention. Has anything like this ever happened? No, not in your lifetimes or your fathers'.", "3": "So be sure to tell this story to your sons and daughters. Your sons should tell their sons and so on, for generations.", "4": "We have been invaded! What the cutting locusts left, the swarming locusts consumed; What the swarming locusts left, the creeping locusts consumed; What the creeping locusts left, the stripping locusts finished off.[a]", "5": "These four locusts are probably not different species of insect. Joel is describing four different locust invasions and how each ravages the land. All you drunks, get up and cry! Weep and wail, all of you wine drinkers. Your sweet wine has been snatched from your mouths.", "6": "Eternal One: For a people invaded My land. Their army is strong; their numbers cannot be counted. They attack with teeth as sharp as a lion's; they bare their fangs like a lioness.", "7": "My vines are ruined. My fig trees are reduced to stumps now. These enemy insects have stripped off the bark and tossed My trees aside like refuse. The branches lie bare, broken and white.", "8": "Wail like a bride dressed in sackcloth instead of her gown, as a virgin mourning the death of the groom she'd long been betrothed to.", "9": "Those who serve the Eternal One, His priests, are in mourning too— Because no one is able to bring grain or wine to offer in the Eternal's temple.", "10": "The priests are mourning because they have no offerings to make, but they are more concerned for themselves because without these offerings the priests lose their main source of food. The fields lie desolate. The earth herself mourns the loss, For her golden grain is ruined. The fruits of her vines have withered. Her gift of oil has dried up.", "11": "Wilt in shame, you farmers. Wail with screams, you vinedressers. Grieve for the wheat and the barley; Grieve, for the crops in the field are ruined.", "12": "The grapevines have withered and died. The fig trees have dried up. The pomegranate, the date-palm, the apple tree— indeed all the trees of the field—have dried up. Joy has withered on the branches of the people and turned to shame.", "13": "You priests, throw off your fine robes. Dress in sackcloth and grieve. Wail, you servants at the altar. Come into the temple and spend all night in your sackcloth, you ministers of my God, Because no one brings grain and wine to offer at your God's house these days.", "14": "So consecrate a holy fast; call everyone together. Gather all the elders and leaders and the rest who live in the land. Call everyone to the temple of your God, the Eternal. Then cry out to Him with all your heart.", "15": "But look! It is coming! The day of the Eternal One is near. Destruction, not salvation, will be the sentence from the Highest God.", "16": "Hasn't all our food been destroyed right before our eyes? Haven't joyful celebrations ceased in God's house?", "17": "The seeds the farmers planted have shriveled beneath the ground;[b] all the storehouses are empty; their supplies are gone. The barns are breaking down because there is no more grain to fill them.", "18": "Now even the beasts groan! Herds of cattle wander, confused and agitated, For they have no more pasture to feed in. Flocks of sheep suffer this ordeal too.", "19": "I cry out to you, O Eternal One, along with everyone else. For the fire of Your wrath has consumed the open pastures, And flames have scorched all the trees in the field.", "20": "Even the wild beasts call to You: they are dying of thirst—the streams have dried up; They are dying of hunger—the fire of Your wrath has consumed open pastures."}