{"1": "Eternal One: Blow the trumpet in Zion; signal the alarm from My holy mountain! It is almost here. Let all who live in the land tremble because the day of the Eternal One is coming.", "2": "Judgment will come on a black and fearful day; a thick cloud of darkness will loom over everything. A great and mighty army advances like dawn spreading across the mountains. Never has the world seen anything like it before, nor will future generations ever see anything like it again.", "3": "The army is like a fire, consuming everything in its path— a scorching flame burning everything behind them. The land before them is sweet like the garden of Eden. The land following—only a lonely desert; nothing is spared in judgment.", "4": "They look like horses arrayed for battle; they charge ahead like warhorses.", "5": "They sound like clattering chariots racing over mountaintops, like a crackling fire engulfing stubble, Like a mighty army maneuvering for battle.", "6": "Seeing the result of God's judgment looming, the nations writhe in anguish; each face grows as pale as a ghost.", "7": "They run like champions into the fight. Like skilled soldiers, they scale city walls; Every man marches in formation, never leaving his rank.", "8": "Organized—no soldier crowds another. Independent—each man marches straight ahead. Together—they are unstoppable as they break through the defenses and do not break off the attack.", "9": "They charge the city, scurry along its wall. They swarm through windows into houses, like common thieves.", "10": "Before them the earth trembles and the heavens shake. The sun and the moon become a void of darkness. The stars lose their radiance too.", "11": "The Eternal One shouts commands from the front line of His army; His forces are vast—uncountable mighty soldiers obey His command. The day of the Eternal One is great, fearsome indeed. Who can survive?", "12": "Eternal One: Even now, turn back your heart and rededicate yourselves to Me; Show Me your repentance by fasting, weeping, and mourning.", "13": "Rip the wickedness out of your hearts; don't just tear your clothing. Now return to the Eternal, your True God. You already know He is gracious and compassionate. He does not anger easily and maintains faithful love. He is willing to relent and not harm you.", "14": "Who knows? Perhaps He will turn and relieve you of this threat, and leave behind some blessing as He goes— Maybe enough grain and wine to offer to the Eternal, your True God?", "15": "Blow the trumpet in Zion; set apart a time for fasting; tell everyone to be still and stop working.", "16": "Assemble the people. Consecrate the congregation. Gather the elders and other leaders, The young children, and even the nursing babies. Let the bride and groom leave their chambers on their wedding night.", "17": "Let the priests, the Eternal's servants, stand between the porch and the altar and weep as they intercede. Let them say, Priests: Have pity on Your people, O Eternal One! And do not let Your legacy—Your covenant people— Be taunted and mocked by the nations, who ask, “Where is their God?”", "18": "But wait—the Eternal One has become possessive of His land; He will restore us in compassion, His people!", "19": "In response to our prayers, the Eternal will answer: Eternal One: Listen! I am sending you a great harvest of grain, wine, and oil. You will be completely satisfied and no longer Will I make you a people held in contempt by the nations.", "20": "I will remove My armies who attack from the north far from your borders, driving them into a parched and lonely desert. Then I will separate them: the front line to the Dead Sea, the rear guard into the Mediterranean Sea with the vile stench of their rotting corpses rising up. Surely the Eternal One has done great things!", "21": "Do not fear, O land. You have been revived. Celebrate and rejoice, for the Eternal One has done great things!", "22": "Do not fear, you wild beasts: You will eat again, for the desert pastures are green again! And so will we: the trees bear their fruit; the fig trees and the vines produce their bounty once again.", "23": "People of Zion, shout with joy and happiness in the Eternal, your God; The drought is over; He has sent the early autumn rain as a sign of His faithfulness. He has poured down heavy rain, autumn and spring, as before.", "24": "The threshing floors will be covered in grain; the vats will spill over with new wine and fresh oil.", "25": "Eternal One: I will compensate you for the years that the locusts have eaten—the swarming locusts, The creeping locusts, the stripping locusts, and the cutting locusts—[a] My great army that I unleashed against you.", "26": "In that day, you will eat plenty of food and always have enough, so you will praise My name, The Eternal One, your God who is merciful to you. Never again will My people be shamed among the nations.", "27": "Return to Me and you will know that I live among My people Israel and that I, the Eternal One, am your God and there is no other. Never again will My people be shamed among the nations.", "28": "Then in those days I will pour My Spirit to all humanity; your children will boldly and prophetically speak the word of God. Your elders will dream dreams; your young warriors will see visions.", "29": "No one will be left out. In those days I will offer My spirit to all servants, both male and female.", "30": "In the heaven above and on the earth below, I will give signs of My intervention: blood, fire, and clouds of smoke.", "31": "The sun will become a void of darkness, and the moon will become blood just before the great and dreadful day of the Eternal One arrives.", "32": "Was the day of the Eternal One wonderful to long for or horrific to dread? For Joel, it is both. Each of the five times this day is mentioned, he expresses a different expectation. In Joel 1:15 the prophet signals distressing locust invasions, in Joel 2:1 the day is filled with human invaders against Jerusalem, and in Joel 2:11 it is a stunning event. But in Joel 2:31 the outlook begins to change. Not only is the earth transformed with the heavenly rains and Spirit of God, but also the celestial bodies cease to carry out their functions of giving light and setting seasons for the earth. Both in verse 31 and in Joel 3:14, the day of the Eternal is positive for Israel but ominous for all other nations. Now the tables have been turned, and Zion is not a mountain devoured by locusts and human armies. It is a wonderful garden where the Eternal One meets constantly with His people, surrounded by abundant and perennial agriculture. Then everyone who calls on the name of the Eternal One will be liberated.[b] Mount Zion and Jerusalem will shelter those who survive exile, Just as the Eternal says, “Among those who survived, He will call them.”"}