{"1": "Eternal One: Know that in those days and at that time I will bring back Judah and Jerusalem from their captivity.", "2": "I will assemble all Israel's enemies in the valley of Jehoshaphat—My judgment. I will judge them for how they treated My people, My legacy, Israel— Whom they deported and exiled to the nations. They divided My land among themselves;", "3": "They cast lots for My people, selling them into slavery— trading boys for prostitutes, selling young girls for a drink of wine.", "4": "Tyre, Sidon, and all the districts of Philistia, what do you have against Me? Are you trying to get back at Me? Do you pay me back? I will turn your wicked actions back upon your heads, fast and sure.", "5": "You have taken wonderful treasures from My house, My silver and gold, and you carried them to your own temples and palaces.", "6": "You sold the people of Judah and Jerusalem to the Greeks to send them far away from their home without hope of return.", "7": "But now, watch! I am going to awaken them to action, and in those distant lands where you sold them I will turn your wicked actions back upon your heads:", "8": "I will sell your sons and daughters into slavery. Now the people of Judah will be your children's masters. Indeed, they will sell your children to the Sabeans, who will take them far, far away. The Eternal One has spoken.", "9": "Proclaim this among the nations: “Get ready for war. Awaken your great warriors. Let all the soldiers come near the valley, poised for battle.", "10": "Hammer your sickles into swords. Forge your pruning shears into spears. For this final battle, even the weakling must say, 'I am a warrior!'", "11": "“Hurry up! Join the battle, you nations all around; gather in the valley of Jehoshaphat.” Eternal One, march Your troops to war.", "12": "Eternal One: Let the nations awaken and come to the valley of Jehoshaphat. For that is where I will come Myself and set forth judgment against the nations who surrounded and attacked My Israel.", "13": "Swing the sickle, for the harvest is ripe for judgment. Come on and tread the grapes, for the winepress is full. Indeed, the vats are overflowing with oil, for their evil is great.", "14": "The thunder of battle goes up in the valley of decision, and the day of the Eternal One is near that valley.", "15": "It is time. The sun and moon have become a void of darkness; the stars, too, lose their radiance.", "16": "The Eternal roars from Zion; His voice thunders from Jerusalem. The earth and the heavens tremble before Him. But the Eternal is a hiding place for His people, a fortress for the Israelites.", "17": "Eternal One: Then you will know that I am the Eternal, your God, and I live in Zion, My sacred mountain. Jerusalem will be My holy city; never again will foreign invaders infiltrate it.", "18": "On that great day, the Eternal will provide: Sweet wine will drip down from the mountains. Fresh milk will pour down from the hills. Clear water will run through Judah's ravines. A fountain will bubble up from the Eternal's temple and water the arid stream bed of Shittim.", "19": "Egypt will become a wasteland and Edom a lonely desert, because they violently attacked the people of Judah And murdered the innocent in Israel.", "20": "But as for Judah, it will always be full of people. Eternal One: Jerusalem, too, will endure for generations to come.", "21": "I will avenge those who were hurt, enslaved, exiled, and killed; I will not let the guilty go free. For the Eternal One lives in Zion."}