{"1": "In those days, when there was again a large crowd and they had nothing to eat, Jesus called His disciples and *said to them,", "2": "“I feel compassion for the [a]people because they have remained with Me now three days and have nothing to eat.", "3": "If I send them away hungry to their homes, they will faint on the way; and some of them have come from a great distance.”", "4": "And His disciples answered Him, “Where will anyone be able to find enough [b]bread here in this desolate place to satisfy these people?”", "5": "And He was asking them, “How many loaves do you have?” And they said, “Seven.”", "6": "And He *directed the [c]people to [d]sit down on the ground; and taking the seven loaves, He gave thanks and broke them, and started giving them to His disciples to [e]serve to them, and they served them to the [f]people.", "7": "They also had a few small fish; and after He had blessed them, He ordered these to be [g]served as well.", "8": "And they ate and were satisfied; and they picked up seven large baskets full of what was left over of the broken pieces.", "9": "About four thousand were there; and He sent them away.", "10": "And immediately He entered the boat with His disciples and came to the district of Dalmanutha.", "11": "The Pharisees came out and began to argue with Him, seeking from Him a [h]sign from heaven, [i]to test Him.", "12": "Sighing deeply [j]in His spirit, He *said, “Why does this generation seek for a [k]sign? Truly I say to you, [l]no [m]sign will be given to this generation.”", "13": "Leaving them, He again embarked and went away to the other side.", "14": "And they had forgotten to take bread, and did not have more than one loaf in the boat with them.", "15": "And He was giving orders to them, saying, “Watch out! Beware of the leaven of the Pharisees and the leaven of Herod.”", "16": "They began to discuss with one another the fact that they had no bread.", "17": "And Jesus, aware of this, *said to them, “Why do you discuss the fact that you have no bread? Do you not yet see or understand? Do you have a [n]hardened heart?", "18": "Having eyes, do you not see? And having ears, do you not hear? And do you not remember,", "19": "when I broke the five loaves for the five thousand, how many baskets full of broken pieces you picked up?” They *said to Him, “Twelve.”", "20": "“When I broke the seven for the four thousand, how many large baskets full of broken pieces did you pick up?” And they *said to Him, “Seven.”", "21": "And He was saying to them, “Do you not yet understand?”", "22": "And they *came to Bethsaida. And they *brought a blind man to Jesus and *implored Him to touch him.", "23": "Taking the blind man by the hand, He brought him out of the village; and after spitting on his eyes and laying His hands on him, He asked him, “Do you see anything?”", "24": "And he [o]looked up and said, “I see men, for [p]I see them like trees, walking around.”", "25": "Then again He laid His hands on his eyes; and he looked intently and was restored, and began to see everything clearly.", "26": "And He sent him to his home, saying, “Do not even enter the village.”", "27": "Jesus went out, along with His disciples, to the villages of Caesarea Philippi; and on the way He questioned His disciples, saying to them, “Who do people say that I am?”", "28": "They told Him, saying, “John the Baptist; and others say Elijah; but others, one of the prophets.”", "29": "And He continued by questioning them, “But who do you say that I am?” Peter *answered and *said to Him, “You are [q]the Christ.”", "30": "And He [r]warned them to tell no one about Him.", "31": "And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes, and be killed, and after three days rise again.", "32": "And He was stating the matter plainly. And Peter took Him aside and began to rebuke Him.", "33": "But turning around and seeing His disciples, He rebuked Peter and *said, “Get behind Me, Satan; for you are not setting your mind on [s]God's interests, but man's.”", "34": "And He summoned the crowd with His disciples, and said to them, “If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.", "35": "For whoever wishes to save his [t]life will lose it, but whoever loses his [u]life for My sake and the gospel's will save it.", "36": "For what does it profit a man to gain the whole world, and forfeit his soul?", "37": "For what will a man give in exchange for his soul?", "38": "For whoever is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.”"}