{"1": "It was the first year of the rule of Cyrus. He was king of Persia. The Lord inspired him to send a message all through his kingdom. It happened so that what the Lord had spoken through Jeremiah would come true. The message was written down. It said,", "2": "“Cyrus, the king of Persia, says, “ 'The Lord is the God of heaven. He has given me all the kingdoms on earth. He has appointed me to build a temple for him at Jerusalem in Judah. ", "3": "Any of his people among you may go up to Jerusalem and build the Lord's temple. He is the God of Israel. He is the God who is in Jerusalem. And may their God be with them. ", "4": "The people still left alive in every place must bring gifts to the people going. They must provide silver and gold to the people going up to Jerusalem. The people must bring goods and livestock. They should also bring any offerings they choose to. All those gifts will be for God's temple in Jerusalem.' ”", "5": "Then everyone God had inspired prepared to go. They wanted to go up to Jerusalem and build the Lord's temple there. They included the family leaders of Judah and Benjamin. They also included the priests and Levites. ", "6": "All their neighbors helped them. They gave them silver and gold objects. They gave them goods and livestock. And they gave them gifts of great value. All those things were added to the other offerings the people chose to give.", "7": "King Cyrus also brought out the objects that belonged to the Lord's temple. Nebuchadnezzar had carried them off from Jerusalem. He had put them in the temple of his own god. ", "8": "Cyrus, the king of Persia, told Mithredath to bring them out. Mithredath was in charge of the temple treasures. He counted those objects. Then he gave them to Sheshbazzar, the prince of Judah.", "9": "Here is a list of the objects. There were 30 gold dishes. There were 1,000 silver dishes. There were 29 silver pans.", "10": "There were 30 gold bowls. There were 410 matching silver bowls. There were 1,000 other objects.", "11": "The total number of gold and silver objects was 5,400. Sheshbazzar brought all of these back with him to Jerusalem. So Sheshbazzar and the Jews who had been forced to leave Judah came up from Babylon to Jerusalem."}