{"1": "And kai you hymeis were eimi dead nekros by  reason  of ho your hymeis trespasses paraptōma and kai · ho sins hamartia, ", "2": "in en which hos you  once pote lived peripateō according kata to  the ho course aiōn of ho this houtos world kosmos,  according kata to  the ho ruler archōn of ho the  realm exousia of  the ho air aēr,  of  the ho spirit pneuma that ho is  now nyn energizing energeō en the ho sons hyios of ho disobedience apeitheia. ", "3": "Among en them hos we hēmeis also kai all pas once pote lived anastrephō in en the ho passions epithumia of ho our hēmeis flesh sarx,  gratifying poieō the ho desires thelēma and kai impulses dianoia of  the ho flesh sarx,  · ho and kai were eimi by  nature physis children teknon of  wrath orgē,  just kai like hōs · ho everyone  else loipos. ", "4": "· ho But de God theos,  being eimi rich plousios in en mercy eleos,  because dia of  · ho his autos great polys love agapē with  which hos he  loved agapaō us hēmeis, ", "5": "even kai though  we hēmeis were eimi dead nekros in  our ho trespasses paraptōma,  made  us  alive  together syzōopoieō with  · ho Christ Christos— by  grace charis you  have  been eimi saved sōzō— ", "6": "and kai raised synegeirō us  up  with  him  and kai seated synkathizō us  with  him  in en the ho heavenly epouranios places  in en Christ Christos Jesus Iēsous, ", "7": "to hina demonstrate endeiknymi in en the ho ages aiōn · ho to  come eperchomai the ho incomparable hyperballō riches ploutos of ho his autos grace charis in en kindness chrēstotēs to epi us hēmeis in en Christ Christos Jesus Iēsous. ", "8": "For gar by ho grace charis you  have  been eimi saved sōzō through dia faith pistis,  and kai this houtos is  not ou of ek yourselves hymeis, it is  the ho gift dōron of  God theos; ", "9": "it is  not ou of ek works ergon,  so  that hina no mē one tis may  boast kauchaomai. ", "10": "For gar we  are eimi his autos work poiēma,  created ktizō in en Christ Christos Jesus Iēsous for epi good agathos works ergon,  which hos God theos prepared  in  advance proetoimazō · ho that hina we  should  do peripateō them autos. ", "11": "So dio remember mnēmoneuō that hoti at  one  time pote you hymeis · ho Gentiles ethnos in en the  flesh sarx,  · ho called legō the  uncircumcision akrobystia by hypo those ho called legō the  circumcision peritomē— made  in en the  flesh sarx by  hands cheiropoiētos— ", "12": "remember  that hoti at ho that ekeinos time kairos you  were eimi apart chōris from  Christ Christos,  excluded apallotrioō from  the ho commonwealth politeia of ho Israel Israēl and kai strangers xenos to  the ho covenants diathēkē of ho promise epangelia,  having echō no mē hope elpis and kai without  God atheos in en the ho world kosmos. ", "13": "But de now nyni in en Christ Christos Jesus Iēsous you hymeis who hos were eimi at  that  time pote far  away makran have  come ginomai near engys through en the ho blood haima of ho Christ Christos. ", "14": "For gar he autos is eimi · ho our hēmeis peace eirēnē,  who ho has  made poieō us  · ho both amphoteroi one heis and kai has  broken  down lyō the ho dividing mesotoichon · ho wall phragmos, having abolished  in en his autos flesh sarx the ho hostility echthra,  · ho", "15": "the ho law nomos of ho commandments entolē and en regulations dogma,  so  as hina to  create ktizō in en himself autos one heis new kainos man anthrōpos from  the ho two dyo,  thus  making poieō peace eirēnē, ", "16": "and kai to  reconcile apokatallassō · ho both amphoteroi to ho God theos in en one heis body sōma through dia the ho cross stauros,  having  put  the ho hostility echthra to  death apokteinō in en himself autos. ", "17": "And kai he  came erchomai and  preached euangelizō the  good  news  of  peace eirēnē to  you hymeis who ho were  far  off makran and kai of  peace eirēnē to  those ho who  were  near engys; ", "18": "for hoti through dia him autos we  both amphoteroi have echō · ho access prosagōgē · ho by en the  one heis Spirit pneuma to pros the ho Father patēr. ", "19": "So ara then oun you  are eimi no ouketi longer  strangers xenos and kai aliens paroikos,  but alla you  are eimi fellow sympolitēs citizens  with  the ho saints hagios and kai members oikeios of  the  household  of ho God theos, ", "20": "built epoikodomeō on epi the ho foundation themelios of  the ho apostles apostolos and kai prophets prophētēs, the  cornerstone akrogōniaios being eimi Christ Christos Jesus Iēsous himself autos, ", "21": "in en whom hos the  whole pas structure oikodomē,  being  joined synarmologeō together ,  grows auxō into eis a  holy hagios temple naos in en the  Lord kyrios, ", "22": "in en whom hos you hymeis also kai are  being  built  together synoikodomeō into eis a  dwelling katoikētērion place  for ho God theos by en the  Spirit pneuma. "}