{"1": "For  this houtos reason charin I egō,  Paul Paulos,  a ho prisoner desmios of ho Christ Christos Jesus Iēsous for hyper the  sake  of  you hymeis · ho Gentiles ethnos— ", "2": "assuming  that ei you  have  heard akouō about  the ho stewardship oikonomia of  the ho grace charis of ho God theos that ho was  given didōmi to  me egō for eis you hymeis, ", "3": "that hoti by kata revelation apokalypsis the ho mystery mystērion was  made  known gnōrizō to  me egō,  as kathōs I  have  already  written prographō briefly en oligos. ", "4": "Accordingly pros,  when  you  read anaginōskō this hos you  will  be  able dynamai to  understand noeō · ho my egō insight synesis into en the ho mystery mystērion of ho Christ Christos, ", "5": "which hos was gnōrizō not ou made  known gnōrizō to  the ho sons hyios of ho men anthrōpos in  other heteros generations genea as hōs it  has  now nyn been  revealed apokalyptō to ho his autos holy hagios apostles apostolos and kai prophets prophētēs by en the  Spirit pneuma, ", "6": "namely, that  the ho Gentiles ethnos are eimi joint  heirs synklēronomos,  · kai fellow syssōmos members  of  the  body  and kai sharers  together symmetochos in  the ho promise epangelia in en Christ Christos Jesus Iēsous through dia the ho gospel euangelion. ", "7": "Of  this hos gospel  I  became ginomai a  servant diakonos according  to kata the ho gift dōrea of ho God' s theos grace charis,  · ho which ho was  given didōmi to  me egō by kata the ho exercise energeia of ho his autos power dynamis. ", "8": "To  me egō,  the ho very  least elachistos of  all pas the  saints hagios,  this houtos grace charis was  given didōmi:  · ho to  preach euangelizō to  the ho Gentiles ethnos the ho unsearchable anexichniastos riches ploutos of ho Christ Christos, ", "9": "and kai to  make  it  plain phōtizō to  all pas what tis is  the ho administration oikonomia of  the ho mystery mystērion,  which ho was  kept  hidden apokryptō for apo · ho ages aiōn in en · ho God theos who ho created ktizō · ho all pas things , ", "10": "in  order  that hina now nyn,  through dia the ho church ekklēsia,  the ho manifold polypoikilos wisdom sophia of ho God theos should  be  made  known gnōrizō to  the ho rulers archē and kai · ho authorities exousia in en the ho heavenly epouranios realms , ", "11": "according  to kata the  eternal aiōn purpose prothesis · ho that hos he  accomplished poieō in en · ho Christ Christos Jesus Iēsous · ho our hēmeis Lord kyrios, ", "12": "in en whom hos we  have echō · ho boldness parrēsia and kai confident pepoithēsis access prosagōgē through dia · ho faith pistis in  him autos. ", "13": "I  ask aiteō you,  therefore dio,  not mē to be discouraged  because en of  · ho my egō sufferings thlipsis on hyper your hymeis behalf,  which hostis are eimi your hymeis glory doxa. ", "14": "For  this houtos reason charin I  bow kamptō · ho my egō knees gony before pros the ho Father patēr, ", "15": "from ek whom hos every pas family patria in en heaven ouranos and kai on epi earth gē derives  its  name onomazō, ", "16": "in  order hina that  according  to kata the ho riches ploutos of ho his autos glory doxa he  may  grant didōmi you hymeis to  be  strengthened krataioō with  power dynamis through dia · ho his autos Spirit pneuma in eis your ho inner esō being anthrōpos, ", "17": "that  Christ Christos may  dwell katoikeō · ho in en your hymeis hearts kardia through dia · ho faith pistis,  · ho rooted rhizoō and kai grounded themelioō in en love agapē, ", "18": "in  order  that hina you  may  be  empowered exischuō to  grasp katalambanō with syn all pas the ho saints hagios what tis is  the ho breadth platos and kai length mēkos and kai height hypsos and kai depth bathos, ", "19": "and te to  know ginōskō the ho love agapē of ho Christ Christos which  surpasses hyperballō · ho knowledge gnōsis,  that hina you  may  be  filled plēroō up  to eis all pas the ho fullness plērōma of ho God theos. ", "20": "Now de to  the ho one  who  is  able dynamai to  do poieō far  more  abundantly hyperekperissou beyond hyper all pas that hos we  ask aiteō or ē imagine noeō,  according kata to  the ho power dynamis that ho is  working energeō within en us hēmeis, ", "21": "to  him autos be  · ho glory doxa in en the ho church ekklēsia and kai in en Christ Christos Jesus Iēsous throughout eis all pas · ho generations genea,  · ho forever aiōn and  · ho ever aiōn!  Amen amēn. "}