{"1": "I egō therefore oun,  the ho prisoner desmios in en the  Lord kyrios,  exhort parakaleō you hymeis to  lead  a  life peripateō worthy axiōs of  the ho calling klēsis with  which hos you  were  called kaleō, ", "2": "with meta all pas humility tapeinophrosynē and kai gentleness prautēs,  with meta patience makrothumia,  bearing  with anechōmai one allēlōn another  in en love agapē, ", "3": "making  every  effort spoudazō to  preserve tēreō the ho unity henotēs of  the ho Spirit pneuma by en the ho bond syndesmos of ho peace eirēnē. ", "4": "There is  one heis body sōma and kai one heis Spirit pneuma,  just  as kathōs you  also kai were  called kaleō to en the  one heis hope elpis of ho your hymeis calling klēsis; ", "5": "one heis Lord kyrios,  one heis faith pistis,  one heis baptism baptisma; ", "6": "one heis God theos and kai Father patēr of  all pas,  who ho is  above epi all pas and kai through dia all pas and kai in en all pas. ", "7": "But de to  each hekastos one heis of  us hēmeis grace charis was  given didōmi · ho according kata to  the ho measure metron of  the ho gift dōrea of ho Christ Christos. ", "8": "Therefore dio it  says legō, “ When  he  ascended anabainō on eis high hypsos he  led aichmalōteuō a  host  of  prisoners aichmalōsia captive ;  he  gave didōmi gifts doma to ho men anthrōpos.” ", "9": "Now de the ho expression “ he  ascended anabainō,”  what tis does eimi it  imply  except ei mē that hoti he  also kai descended katabainō to eis the ho lower katōteros regions meros,  to  the ho earth gē? ", "10": "He ho who  descended katabainō is eimi himself autos the ho one  who  also kai ascended anabainō far  above hyperanō all pas the ho heavens ouranos,  so  that hina he  might  fill plēroō · ho all pas things . ", "11": "And kai it was  he autos who  gave didōmi the ho apostles apostolos,  the ho · de prophets prophētēs,  the ho · de evangelists euangelistēs,  the ho · de pastors poimēn and kai teachers didaskalos, ", "12": "to pros · ho equip katartismos the ho saints hagios for eis the  work ergon of  ministry diakonia,  to eis build oikodomē up  the ho body sōma of ho Christ Christos, ", "13": "until mechri we  all pas attain katantaō · ho to eis the ho unity henotēs of  the ho faith pistis and kai of  the ho knowledge epignōsis of  the ho Son hyios of ho God theos,  to eis mature teleios adulthood anēr,  to eis the  measure metron of  the  stature hēlikia of  the ho fullness plērōma of ho Christ Christos, ", "14": "so  that hina we  may  no  longer mēketi be eimi children nēpios,  tossed klydōnizomai to  and  fro  and kai blown peripherō about  by  every pas wind anemos of ho doctrine didaskalia,  by en · ho human anthrōpos cunning kybeia,  · ho by en craftiness panourgia in pros · ho deceitful planē scheming methodeia;  · ho", "15": "but de,  speaking  the  truth alētheuō in en love agapē,  may  grow auxanō up  in  every  way pas into eis him autos · ho who hos is eimi the ho head kephalē,  Christ Christos, ", "16": "from ek whom hos the ho whole pas body sōma,  joined synarmologeō and kai brought symbibazō together  by dia every pas supporting epichorēgia ligament haphē,  · ho according kata to  the  working energeia of en each hekastos individual heis part meros,  makes poieō the ho body sōma · ho grow auxēsis so eis that  it  builds oikodomē itself heautou up  in en love agapē. ", "17": "Now oun this houtos I  say legō and kai testify martyromai in en the  Lord kyrios, that  you hymeis are  no  longer mēketi to  live peripateō as kathōs · kai the ho Gentiles ethnos live peripateō,  in en the  futility mataiotēs of ho their autos minds nous, ", "18": "being eimi darkened skotoō in  their ho understanding dianoia,  separated apallotrioō from  the ho life zōē of ho God theos because dia of  the ho ignorance agnoia that ho is eimi in en them autos due dia to  the ho hardening pōrōsis of ho their autos hearts kardia. ", "19": "Having  lost  all  feeling  of  shame apalgeō,  they hostis have  given  themselves heautou over paradidōmi to ho debauchery aselgeia for eis the  practice ergasia of  every  kind pas of  impurity akatharsia with en covetousness pleonexia. ", "20": "But de that  is houtōs not ou the  way houtōs you hymeis learned manthanō · ho Christ Christos!— ", "21": "assuming ei ge that  you  have  heard  of akouō him autos and kai were  taught didaskō in en him autos,  as kathōs the  truth alētheia is eimi in en · ho Jesus Iēsous. ", "22": "Regarding kata your ho former proteros way  of  life anastrophē,  you hymeis were taught  to  put  away apotithēmi your ho old palaios self anthrōpos,  which ho is  being  corrupted phtheirō and  deluded apatē by kata its ho desires epithumia,  · ho", "23": "and de to  be  renewed ananeoō in  the ho spirit pneuma of ho your hymeis minds nous. ", "24": "And kai to  put  on endyō the ho new kainos self anthrōpos,  · ho created ktizō in kata God' s theos likeness,  in en the  righteousness dikaiosynē and kai holiness hosiotēs that  come  from  the ho truth alētheia. ", "25": "Therefore dio put  off apotithēmi · ho falsehood pseudos and  let  each  one hekastos speak laleō the  truth alētheia with meta · ho his autos neighbor plēsion,  for hoti we  are eimi members melos of  one  another allēlōn. ", "26": "If  you  get  angry orgizō,  · kai do  not mē sin hamartanō;  do  not mē allow  the ho sun hēlios to  go  down epidyō on epi · ho your hymeis anger parorgismos", "27": "and mēde do  not  give didōmi an  opportunity topos to  the ho devil diabolos. ", "28": "Let  the ho thief kleptō no  longer mēketi steal kleptō,  but de rather mallon let  him  work  hard kopiaō,  doing ergazomai good agathos with ho his  own idios hands cheir,  · ho so  that hina he  may  have echō something  to  share metadidōmi with  the ho one  in echō need chreia. ", "29": "Let ekporeuomai no mē evil sapros talk pas logos come ekporeuomai out ek of  · ho your hymeis mouth stoma,  but alla only ei what tis is  useful agathos for pros building oikodomē up , as  the ho need chreia arises,  that hina it  may  benefit didōmi those ho who  hear akouō. ", "30": "And kai do  not mē grieve lypeō the ho Holy hagios Spirit pneuma · ho of ho God theos,  in en whom hos you  were  sealed sphragizō for eis the  day hēmera of  redemption apolytrōsis. ", "31": "Let  all pas bitterness pikria and kai wrath thumos and kai anger orgē and kai clamor kraugē and kai slander blasphēmia be  removed airō from apo you hymeis,  along  with syn all pas malice kakia. ", "32": "Instead de,  be ginomai kind chrēstos to eis one  another allēlōn,  tenderhearted eusplanchnos,  forgiving charizomai one  another heautou,  just  as kathōs · kai · ho God theos in en Christ Christos forgave charizomai you hymeis. "}