{"1": "Therefore oun be ginomai imitators mimētēs of ho God theos as hōs his  dear agapētos children teknon, ", "2": "and kai live peripateō in en love agapē,  just  as kathōs · kai · ho Christ Christos loved agapaō us hēmeis and kai gave paradidōmi himself heautou for hyper us hēmeis as eis a  fragrant osmē offering prosphora and kai sacrifice thusia to ho God theos. ", "3": "But de sexual  immorality porneia and kai every  kind  of pas impurity akatharsia or ē covetousness pleonexia must  not  even mēde be  mentioned onomazō among en you hymeis,  as kathōs is  proper prepō among  the  saints hagios; ", "4": "nor kai obscenity aischrotēs,  · kai foolish  talk mōrologia,  or ē coarse  joking eutrapelia,  which hos are  not ou fitting anēkō,  but alla rather mallon thanksgiving eucharistia. ", "5": "For gar you  may  be  sure  of oida this houtos,  that hoti no ou fornicator pornos or ē impure akathartos or ē covetous  person pleonektēs ( such  a  one hos is eimi an  idolater eidōlolatrēs)  has echō any  inheritance klēronomia in en the ho kingdom basileia of ho Christ Christos and kai of  God theos. ", "6": "Let apataō no  one mēdeis deceive apataō you hymeis with  empty kenos words logos,  for gar because  of dia these  things houtos the ho wrath orgē of ho God theos comes erchomai upon epi the ho sons hyios of ho disobedience apeitheia. ", "7": "Therefore oun do  not mē become ginomai partners symmetochos with  them autos; ", "8": "for gar once pote you  were eimi darkness skotos,  but de now nyn you are  light phōs in en the  Lord kyrios.  Live peripateō as hōs children teknon of  light phōs", "9": "( for gar the ho fruit karpos of ho light phōs consists  in en all pas goodness agathōsynē,  · kai righteousness dikaiosynē,  and kai truth alētheia), ", "10": "always  trying  to  discern dokimazō what tis is eimi pleasing euarestos to  the ho Lord kyrios. ", "11": "And kai do  not mē take  part synkoinōneō in  the ho fruitless akarpos deeds ergon · ho of ho darkness skotos but de instead mallon · kai expose elenchō them, ", "12": "for gar it  is eimi shameful aischros even kai to  speak legō of  what ho is  done ginomai by hypo them autos in  secret kryphē. ", "13": "· ho But de everything pas that  is  exposed elenchō becomes  illuminated phaneroō by hypo the ho light phōs, ", "14": "for gar everything pas that ho becomes  illuminated phaneroō is eimi light phōs.  Therefore dio it  says legō, “ Wake egeirō up ,  · ho sleeper katheudō,  and kai rise anistēmi from ek the ho dead nekros,  and kai Christ Christos will  shine epiphauskō on  you sy.”  · ho", "15": "So oun be  very akribōs careful blepō how pōs you  live peripateō,  not mē as hōs unwise asophos people  but alla as hōs wise sophos, ", "16": "making  the  most exagorazō of  the ho time kairos,  because hoti the ho days hēmera are eimi evil ponēros. ", "17": "Therefore dia houtos do  not mē be ginomai foolish aphrōn,  but alla understand syniēmi what tis the ho will thelēma of  the ho Lord kyrios is. ", "18": "And kai do  not mē get  drunk methyskō with  wine oinos,  in en which hos is eimi debauchery asōtia;  instead alla,  be  filled plēroō with en the  Spirit pneuma, ", "19": "speaking laleō to  one  another heautou in en psalms psalmos and kai hymns hymnos and kai songs  ōdē inspired  by  the  Spirit pneumatikos;  singing adō and kai making  melody psallō in ho your hymeis heart kardia to  the ho Lord kyrios, ", "20": "giving  thanks eucharisteō in en the  name onoma of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos to ho God theos the  Father patēr at  all  times pantote and  for hyper everything pas.  · kai", "21": "Be  subject hypotassō to  one allēlōn another  out en of  reverence phobos for  Christ Christos. ", "22": "· ho Wives gynē, be subject  to ho your idios husbands anēr as hōs to  the ho Lord kyrios, ", "23": "for hoti the  husband anēr is eimi the  head kephalē of  the ho wife gynē as hōs Christ Christos also kai · ho is the  head kephalē of  the ho church ekklēsia, and is  himself autos the  savior sōtēr of  the ho body sōma. ", "24": "But alla as hōs the ho church ekklēsia is  subject hypotassō to ho Christ Christos,  so houtōs also kai should  · ho wives gynē be subject  to  their ho husbands anēr in en everything pas. ", "25": "· ho Husbands anēr,  love agapaō your ho wives gynē,  just  as kathōs · kai · ho Christ Christos loved agapaō the ho church ekklēsia and kai gave  himself heautou up paradidōmi for hyper her autos, ", "26": "that hina he  might  sanctify hagiazō her autos,  cleansing katharizō her  by  the ho washing loutron of ho water hydōr through en the  word rhēma, ", "27": "so  that hina he autos might  present paristēmi the ho church ekklēsia to  himself heautou in  splendor endoxos,  not mē having echō spot spilos or ē wrinkle rhytis or ē any tis · ho such  thing toioutos,  but alla that hina she  might  be eimi holy hagios and kai without blemish. ", "28": "In  the  same  way houtōs husbands anēr also kai should opheilō · ho love agapaō · ho their heautou wives gynē as hōs · ho their  own heautou bodies sōma.  He ho who  loves agapaō · ho his heautou wife gynē loves agapaō himself heautou, ", "29": "for gar no  one oudeis ever pote hates miseō · ho his  own heautou body sarx but alla nourishes ektrephō and kai takes  care  of thalpō it autos,  just  as kathōs · kai · ho Christ Christos does  the ho church ekklēsia, ", "30": "since hoti we  are eimi members melos of ho his autos body sōma. ", "31": "“ For anti this  reason houtos a  man anthrōpos shall  leave kataleipō his ho father patēr and kai his ho mother mētēr and kai be  joined proskollaō to pros · ho his autos wife gynē,  and kai the ho two dyo shall  become eimi one heis flesh sarx.” ", "32": "· ho This houtos mystery mystērion is eimi profound megas,  but de I egō am  speaking legō about eis Christ Christos and kai about eis the ho church ekklēsia. ", "33": "Nevertheless plēn,  · kai each hekastos one heis of kata you hymeis · ho is  to  love agapaō · ho his heautou wife gynē as hōs he loves  himself heautou,  and de the ho wife gynē is  to  respect phobeomai her ho husband anēr. "}