{"1": "· ho Children teknon,  obey hypakouō · ho your hymeis parents goneus in en the  Lord kyrios,  for gar this houtos is eimi right dikaios. ", "2": "“ Honor timaō · ho your sy father patēr and kai · ho mother mētēr”— which hostis is eimi the  first prōtos commandment entolē with en a  promise epangelia— ", "3": "“ that hina it  may  go ginomai well  with  you sy and kai that  you  may  live eimi in epi the ho land gē for  a  long makrochronios time .” ", "4": "And kai · ho fathers patēr,  do  not mē provoke parorgizō · ho your hymeis children teknon to  anger ,  but alla raise ektrephō them autos up  in en the  discipline paideia and kai admonition nouthesia of  the  Lord kyrios. ", "5": "· ho Slaves,  obey hypakouō your ho earthly kata sarx masters kyrios with meta fear phobos and kai trembling tromos,  with en sincerity haplotēs of ho your hymeis heart kardia,  as hōs though  obeying  · ho Christ Christos, ", "6": "not mē by  way  of kata eye-service ophthalmodoulia,  as hōs people-pleasers anthrōpareskos,  but alla as hōs slaves  of  Christ Christos doing poieō the ho will thelēma of ho God theos from ek the  heart psychē, ", "7": "serving douleuō with meta enthusiasm eunoia as hōs though  serving  the ho Lord kyrios and kai not ou men anthrōpos, ", "8": "knowing oida that hoti each hekastos person ,  if ean he  does poieō something tis good agathos,  will  be  repaid komizō by para the  Lord kyrios for  this houtos,  whether eite he is a slave  or eite free eleutheros. ", "9": "And kai · ho masters kyrios,  do poieō the ho same autos to pros them autos,  giving  up  the  use aniēmi of  · ho threats apeilē,  knowing oida that hoti the ho one who is  both kai their autos master kyrios and kai yours hymeis is eimi in en heaven ouranos,  and kai that  there  is eimi no ou favoritism prosōpolēmpsia with para him autos. ", "10": "· ho Finally loipos,  grow  strong endynamoō in en the  Lord kyrios and kai in en the ho strength kratos of ho his autos power ischus. ", "11": "Put  on endyō the ho full  armor panoplia of ho God theos,  so  that pros you hymeis may  be  able dynamai to  stand histēmi against pros the ho schemes methodeia of  the ho devil diabolos; ", "12": "for hoti our hēmeis struggle palē is eimi not ou · ho against pros flesh sarx and kai blood haima,  but alla against pros the ho rulers archē,  against pros the ho authorities exousia,  against pros the ho world kosmokratōr rulers  of ho this houtos darkness skotos,  against pros the ho spiritual pneumatikos forces  of ho evil ponēria in en the ho heavenly epouranios realms . ", "13": "Therefore dia houtos take  up analambanō the ho full  armor panoplia of ho God theos,  so  that hina you  may  be  able dynamai to  stand anthistēmi your  ground  on en the ho evil ponēros day hēmera,  · ho and kai having  done katergazomai everything hapas,  to  stand histēmi. ", "14": "Stand histēmi therefore oun,  by  girding perizōnnymi · ho your hymeis waist osphys with en truth alētheia,  · kai by  putting endyō on  the ho breastplate thōrax of ho righteousness dikaiosynē, ", "15": "· kai by  fitting hypodeō your ho feet pous with en the  readiness hetoimasia of  the ho gospel euangelion of ho peace eirēnē; ", "16": "and  besides en all pas these ,  by  taking analambanō up  the ho shield thureos of ho faith pistis,  with en which hos you  will  be  able dynamai to  extinguish sbennymi all pas the ho flaming pyroō arrows belos of  the ho evil ponēros one .  · ho", "17": "And kai take dechomai the ho helmet perikephalaia of ho salvation,  and kai the ho sword machaira of  the ho Spirit pneuma,  which hos is eimi the  word rhēma of  God theos. ", "18": "By  means  of dia all pas prayer proseuchē and kai petition deēsis,  pray proseuchomai at en every pas time kairos in en the  Spirit pneuma,  and kai to eis this autos end  keep  alert agrypneō with en all pas perseverance proskarterēsis and kai petition deēsis for peri all pas the ho saints hagios, ", "19": "and kai for hyper me egō,  that hina when en I  open anoixis my egō mouth stoma the  word logos will  be  given didōmi to  me egō · ho—that  with en boldness parrēsia I  will  make  known gnōrizō the ho mystery mystērion of  the ho gospel euangelion, ", "20": "for hyper which hos I  am  an  ambassador presbeuō in en chains halysis. Pray  that hina I  may  declare  it autos boldly parrēsiazomai,  as hōs I egō ought dei to  speak laleō. ", "21": "Now de in  order  that hina you hymeis also kai may  know oida my egō circumstances ho kata,  how tis I  am  doing prassō,  Tychicus Tychikos, a  dear agapētos brother adelphos and kai faithful pistos servant diakonos in en the  Lord kyrios,  will  tell gnōrizō you hymeis everything pas.  · ho", "22": "I  am  sending pempō him hos to pros you hymeis for eis this houtos very autos purpose,  that hina you  may  know ginōskō how ho peri we hēmeis are,  and kai that  he  may  encourage parakaleō · ho your hymeis hearts kardia. ", "23": "Peace eirēnē be  to  the ho brothers adelphos,  and kai love agapē with meta faith pistis,  from apo God theos the  Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "24": "· ho Grace charis be  with meta all pas who ho love agapaō · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos, with love  incorruptible aphtharsia. "}