{"1": "Paul, the prisoner of Jesus Christ, and brother Timothy. To Philemon the beloved and our helper, ", "2": "and to the beloved Apphia, and to Archippus our fellow-soldier, and to the congregation of your house.", "3": "Grace be with you and peace from God our Father and from the Lord Jesus Christ.", "4": "I thank my God, making mention always of you in my prayers, ", "5": "when I hear of the love and faith that you have toward the Lord Jesus, and toward all the saints, ", "6": "so that the fellowship that you have in the faith is fruitful through the knowledge of all good things, which are in you by Jesus Christ. ", "7": "And we have great joy and consolation over your love. For by you, brother, the saints' hearts are comforted.", "8": "Therefore, though I might be bold in Christ to enjoin that which behoves you, ", "9": "yet for love's sake I rather beseech you, though I be as I am, even Paul aged, and now in bonds for Jesus Christ's sake. ", "10": "I beseech you for my son Onesimus, whom I begat in my bonds – ", "11": "who in time past was unprofitable to you, but is now able to profit both you and also me, ", "12": "whom I have sent home again. Therefore receive him; that is to say, my own offspring, ", "13": "whom I would gladly have retained with me so that on your behalf he could have ministered to me in the bonds of the gospel. ", "14": "Nevertheless, without your consent I would do nothing, because the good that comes of you should not be, as it were, usurped through circumstance, but willing.", "15": "Perhaps he therefore departed for a season so that you would receive him forever, ", "16": "not now as a servant, but above a servant; I mean a brother beloved, especially to me, but how much more to you, both in the flesh and also in the Lord. ", "17": "If you count me a fellow, receive him as myself. ", "18": "If he has done you any wrong or owes you anything, lay it to my charge. ", "19": "I, Paul, have written it with my own hand. I will recompense it. So I do not say to you that you owe to me even your own self. ", "20": "Even so, brother, let me enjoy this fruit from you in the Lord. Comfort my heart in the Lord.", "21": "Trusting in your willingness, I have written to you, knowing that you will do more than I say. ", "22": "Moreover, prepare a room for me. For I trust that through the help of your prayers, I shall be given to you.", "23": "Epaphras, my fellow-prisoner in Christ Jesus, sends greetings to you, ", "24": "as do Mark, Aristarchus, Demas, and Luke, my helpers.", "25": "The grace of our Lord Jesus Christ be with your spirits. Amen. Sent from Rome by the handsof Onesimus,a servant."}