{"1": "The proverbs of Solomon, son of David, king of Israel.", "2": "To learn wisdom and discipline, to understand sayings[a] that give insight,[b]", "3": "to acquire discipline to act sensibly, to acquire righteousness, justice, and fairness,", "4": "to give good judgment[c] to the inexperienced, to give a young man knowledge and foresight.", "5": "A wise person should listen, and he will increase learning. A person with understanding should obtain guidance", "6": "so he will understand proverbs, puzzling statements,[d] and the thought-provoking words of the wise.", "7": "The fear of the Lord is the beginning of[e] knowledge, but stubborn fools despise wisdom and discipline.", "8": "Listen, my son, to your father's discipline, and do not forsake your mother's teaching,", "9": "because they are a garland of grace for your head. They are jewelry for your neck.", "10": "My son, if sinners lure you, do not go along with them.", "11": "If they say, “Come with us. Let's lie in wait to shed blood. Let's hide and ambush an innocent person for no reason.", "12": "We will swallow them alive like the grave. We will swallow them whole like those who go down to the pit.", "13": "We will find all kinds of wealth and treasure. We will fill our houses with loot.", "14": "Cast your lot with us. We will all share one bag of money.”", "15": "My son, do not walk along the road with them. Do not set foot on their path,", "16": "because their feet run to do evil, and they hurry to shed blood.", "17": "How useless to spread a net in the sight of any bird!", "18": "Yet they set up an ambush for their own blood. They hide in ambush to take their own lives.", "19": "This is where the path leads for everyone who is greedy for stolen property: It takes away the life of those who possess it.", "20": "Wisdom calls out loudly in the street. In the public squares she raises her voice.", "21": "At the noisy street corners she calls out. At the entrances to the city gates she speaks her words:", "22": "“How long will you gullible[f] people love being gullible? How long will scoffers delight in their scoffing? How long will fools hate knowledge?", "23": "If you respond to my warning, I will pour out my spirit for you. I will make my words known to you.", "24": "Because I called, but you refused to listen, because I stretched out my hand, but no one paid attention,", "25": "because you ignored all my advice, and you did not accept my warning,", "26": "therefore I will laugh at your calamity. I will jeer when terror strikes you,", "27": "when terror strikes you like a violent storm, when calamity strikes you like a windstorm, when trouble and distress come upon you.", "28": "Then they will call to me, but I will not answer. They will look for me, but they will not find me,", "29": "because they hated knowledge, and they did not choose the fear of the Lord.", "30": "They would not accept my advice, and they despised all my warnings.", "31": "So they will eat the fruit of their own way, and they will be stuffed with their own schemes.", "32": "Therefore the wandering ways[g] of the gullible kill them, and the complacency of fools destroys them.", "33": "But whoever listens to me will live in safety. He will be secure, without fear of evil.”"}