{"1": "The proverbs of Solomon. A wise son brings joy to his father, but a foolish son brings grief to his mother.", "2": "Treasures gained by wickedness produce no profit, but righteousness saves from death.", "3": "The Lord will not allow the righteous to starve, but he frustrates the greed of the wicked.", "4": "Lazy hands produce poverty, but hardworking hands bring riches.", "5": "Whoever gathers crops in summer is a sensible[a] son. Whoever sleeps at harvest time is a disgraceful[b] son.", "6": "Blessings crown the head of a righteous person, but violence covers the mouth of the wicked.[c]", "7": "To remember a righteous person is a blessing, but the name of the wicked will rot.", "8": "A wise heart accepts commands, but a babbling fool will be ruined.", "9": "Whoever walks with integrity walks safely, but whoever follows crooked ways will be found out.", "10": "Whoever winks at evil causes trouble, and a babbling fool will be ruined.", "11": "The mouth of a righteous person is a fountain of life, but violence covers the mouth of the wicked.[d]", "12": "Hatred stirs up a quarrel, but love covers all sins.", "13": "Wisdom is found on the lips of a discerning person, but a rod is appropriate for the back of one who lacks sense.", "14": "Wise people store up knowledge, but the mouth of a stubborn fool brings ruin.", "15": "A rich person's wealth is his strong city. Poverty is the ruin of poor people.", "16": "The work of a righteous person leads to life. The income of a wicked person leads to sin.", "17": "Whoever practices discipline is on the path to life, but whoever rejects a warning goes astray.", "18": "Whoever conceals hatred has lying lips, and whoever spreads gossip is a fool.", "19": "When there are many words, sin never stops,[e] but a person who restrains his lips acts wisely.", "20": "The tongue of a righteous person is fine silver. The heart of a wicked person has little value.", "21": "The lips of a righteous person shepherd many, but stubborn fools die for lack of sense.", "22": "The blessing of the Lord makes a person wealthy, and he adds no sorrow to it.[f]", "23": "Carrying out a wicked scheme is a game for the fool, but wisdom gives pleasure to a person with understanding.", "24": "What the wicked person dreads will come upon him, but the Lord will grant what the righteous desire.", "25": "When the storm has passed, the wicked person is no more, but the righteous person has an everlasting foundation.", "26": "Like vinegar to the teeth and like smoke to the eyes, so is a lazy person to those who send him.", "27": "The fear of the Lord will add days to a person's life, but the years of wicked people will be cut short.", "28": "The confident hope of the righteous is joy, but the ambitions of the wicked will perish.", "29": "The way of the Lord is a fortress for a person who has integrity, but it brings destruction for evildoers.", "30": "A righteous person will never be toppled,[g] but wicked people will not dwell on earth.", "31": "The mouth of a righteous person produces the fruit of wisdom, but a perverse tongue will be cut off.", "32": "The lips of the righteous know what is acceptable,[h] but the mouth of the wicked produces depraved words."}