{"1": "Dishonest scales are disgusting[a] to the Lord but an accurate weight wins his approval.", "2": "When arrogance comes, shame follows, but with humility comes wisdom.", "3": "The integrity of the upright guides them, but the dishonesty of the treacherous destroys them.", "4": "Riches are of no help on the day of fury, but righteousness saves from death.", "5": "The righteousness of honest people makes their way smooth, but because of his wickedness a wicked person falls.", "6": "The righteousness of upright people rescues them, but treacherous people are trapped by their own desire.", "7": "At the death of a wicked man, his hope will perish, and his confidence in his strength[b] perishes.", "8": "A righteous person is rescued from trouble, and a wicked person takes his place.", "9": "With his mouth the godless person destroys his neighbor, but righteous people are rescued by knowledge.", "10": "When the righteous prosper, a city rejoices, and when the wicked perish, there is a shout of joy.", "11": "Through the blessing of upright citizens, a city is raised up, but by the mouth of the wicked, it is torn down.", "12": "A person who lacks sense despises his neighbor, but an understanding person keeps silent.", "13": "A gossip goes around betraying secrets, but a trustworthy spirit keeps a matter confidential.", "14": "Without guidance people fall, but in many advisors there is safety.", "15": "Guaranteeing a loan for a stranger leads to trouble, but one who hates to shake hands[c] remains secure.", "16": "A gracious woman takes hold of honor, but ruthless men take hold of riches.[d]", "17": "A merciful man benefits his own soul, but a cruel man brings trouble on his own flesh.", "18": "A wicked person earns deceptive wages, but one who sows righteousness reaps a true reward.", "19": "Just as righteousness leads to life, pursuing evil leads to death.", "20": "Perverted hearts are disgusting to the Lord, but his favor rests on those whose way has integrity.", "21": "Be sure of this: An evil person will not go unpunished, but the children of the righteous will escape.", "22": "The beauty of a woman who lacks moral judgment is like a gold ring in a pig's snout.", "23": "The desire of the righteous leads only to good. The hope of the wicked leads to fury.", "24": "One person scatters his wealth, but it still increases. Another hoards it unjustly, but this leads only to poverty.", "25": "A person who spreads blessings will be enriched. One who gives a refreshing drink will be refreshed.", "26": "People curse the person who hoards grain, but a blessing rests on the head of one who sells it.", "27": "Whoever searches for good seeks favor, but whoever pursues evil will find it.", "28": "Whoever trusts his wealth will fall, but righteous people will flourish like green plants.", "29": "Whoever troubles his household will inherit the wind, and a stubborn fool will be a slave to a person with a wise heart.", "30": "The fruit of a righteous person is a tree of life, and one who harvests souls is wise.", "31": "If a righteous person is paid back on earth, how much more a wicked person or a sinner!"}