{"1": "A person who loves discipline loves knowledge, but one who hates correction is stupid.", "2": "A good person will obtain favor from the Lord, but he will condemn a schemer.", "3": "A person cannot be made secure by wickedness, but the roots of the righteous will never be uprooted.", "4": "A wife with strong character is a crown to her husband, but one who brings shame is like rot in his bones.", "5": "The plans of the righteous are just, but the advice of the wicked is deceitful.", "6": "The words of the wicked lie in wait for blood, but the mouths of the upright will save them.", "7": "Wicked people are overthrown, and they are no more, but the house of the righteous continues to stand.", "8": "A person is praised for the good sense that he speaks, but a person with a twisted heart will be despised.", "9": "Better to be underestimated and have a servant than to pretend to be wealthy and lack bread.", "10": "A righteous person understands the needs of his livestock, but the compassion of the wicked is cruel.", "11": "A person who works his land will have enough food, but whoever pursues fantasies lacks sense.", "12": "A wicked man covets the fortress[a] of evil people, but the root of the righteous bears fruit.", "13": "The rebellion on his lips is a trap for an evil person, but a righteous person gets out of trouble.", "14": "From the fruit of his lips a person is filled with good, and the labor of a person's hands returns to him.", "15": "The way of a stubborn fool seems correct to him, but whoever listens to advice is wise.", "16": "A stubborn fool immediately lets his annoyance be known, but a sensible person overlooks an insult.", "17": "Whoever breathes the truth proclaims righteousness, but a lying witness is deceitful.", "18": "Some people wield reckless words like the thrusts of a sword, but the tongue of the wise brings healing.", "19": "Truthful lips are established forever, but a lying tongue lasts only a moment.", "20": "Deceit lies in the heart of those who plot evil, but for those who promote peace there will be joy.", "21": "No disaster will strike a righteous person, but wicked people are filled with trouble.", "22": "Lying lips are disgusting to the Lord, but those who act truthfully gain his favor.", "23": "A man who is shrewd conceals his knowledge, but the hearts of fools broadcast stupidity.", "24": "Hardworking hands will rule, but laziness results in forced labor.[b]", "25": "Anxiety in a person's heart weighs him down, but a good word brings him joy.", "26": "A righteous person guides his neighbor,[c] but the way of the wicked leads them astray.", "27": "A lazy person does not roast his game, but a diligent person uses his wealth wisely.", "28": "In the path of righteousness there is life, and there is no death in following this path.[d]"}