{"1": "A wise son accepts his father's discipline, but a scornful son does not listen to a reprimand.", "2": "From the fruit of his mouth a person eats well, but treacherous people have an appetite for violence.", "3": "Whoever guards his mouth preserves his life. Whoever opens his lips carelessly ruins himself.", "4": "The appetite of a lazy person craves things, but he gets nothing. The appetite of hardworking people is fully satisfied.", "5": "A righteous person hates everything false, but a wicked person causes disgrace and shame.", "6": "Righteousness guards a person who has integrity, but wickedness perverts a sinner.", "7": "One person pretends to be rich but has nothing. Another pretends to be poor but has great wealth.", "8": "A man's riches may ransom his life, but a poor man does not hear a threat.", "9": "The light of the righteous brings joy, but the lamp of the wicked will be put out.", "10": "Insolence produces only strife, but wisdom resides with those who take advice.", "11": "Wealth gained out of thin air[a] shrinks, but wealth accumulated by steady work grows.", "12": "Hope delayed makes a heart sick, but a desire fulfilled is a tree of life.", "13": "The person who despises a word of instruction will pay the price, but the person who respects a command will be rewarded.", "14": "The teaching of a wise person is a fountain of life. It can turn someone away from the snares of death.", "15": "Good sense yields grace, but the way of the treacherous is unchanging.[b]", "16": "Every sensible person acts with knowledge, but a fool displays stupidity.", "17": "A wicked[c] messenger falls into trouble, but a trustworthy envoy brings healing.", "18": "A person who ignores discipline ends up with poverty and shame, but one who conforms to correction will be honored.", "19": "A desire that is fulfilled tastes sweet to the soul, but to fools it is disgusting[d] to turn from evil.", "20": "Whoever walks with the wise becomes wise, but a companion of fools suffers harm.", "21": "Trouble pursues sinners, but goodness repays the righteous.", "22": "A good man leaves an inheritance to his children's children, but a sinner's wealth is stored up for the righteous.", "23": "The farmland of the poor may produce much food, but it may be swept away by injustice.", "24": "A person who withholds his rod hates his son, but one who loves him administers discipline promptly.", "25": "A righteous person eats until his appetite is satisfied, but the stomach of the wicked is always empty."}