{"1": "A wise woman builds her house, but a foolish one tears it down with her own hands.", "2": "Whoever walks in the right way fears the Lord, but a person who is devious in his ways despises him.", "3": "In the mouth of a stubborn fool there is a proud rod,[a] but the lips of the wise protect them.", "4": "Without cattle the manger is empty, but a great harvest is gained by the strength of an ox.", "5": "A faithful witness does not lie, but a false witness breathes lies.", "6": "A scoffer seeks wisdom yet finds none, but knowledge comes easily to a discerning person.", "7": "Keep away from a foolish person, since you will not learn anything from his lips.", "8": "The wisdom of a sensible[b] person is that he understands his way, but the stupidity of fools is deceptive.[c]", "9": "Fools scoff at the idea of guilt,[d] but favor is found among the upright.", "10": "A heart knows its own bitterness, and no stranger can share its joy.", "11": "The house of the wicked will be destroyed, but the tent of the upright will thrive.", "12": "There is a way that seems right to a man, but in the end it is the road to death.", "13": "Even in laughter a heart can ache, and the end of joy may be grief.", "14": "A backslider[e] will be satisfied with his ways,[f] and a good man will be satisfied with his.", "15": "A gullible person trusts anything, but a sensible person considers his steps.", "16": "A wise person fears and turns from evil, but a fool is rash and overconfident.", "17": "A short-tempered person acts foolishly, and a schemer is hated.", "18": "Gullible people inherit stupidity, but sensible people embrace knowledge.", "19": "Evil people will bow down to good people, and wicked people will bow at the gates of the righteous.", "20": "A poor person is hated even by his neighbor, but those who love a rich person are many.", "21": "A person who despises his neighbor is sinning, but one who is kind to the oppressed is blessed.", "22": "Don't those who plan evil go astray? But those who plan to do good find mercy and truth.", "23": "In all hard work there is gain, but empty talk leads only to poverty.", "24": "Their wealth is a crown for the wise, but the stupidity of fools is just stupidity.", "25": "A truthful witness saves lives, but a liar breathes deceit.", "26": "In the fear of the Lord a person gains strong confidence, and his children will have a refuge.", "27": "The fear of the Lord is a fountain of life. It turns a person away from the snares of death.", "28": "A large population brings glory to a king. Without people a ruler is ruined.", "29": "A patient person has great understanding, but an impatient person exalts foolishness.", "30": "A contented heart[g] gives life to the flesh, but envy rots the bones.", "31": "A person who oppresses the poor insults his Maker, but one who is gracious to the needy honors him.", "32": "A wicked person is brought down by his own evil, but a righteous person finds refuge even at his death.", "33": "Wisdom rests in the heart of the discerning. It can be recognized even among fools.", "34": "Righteousness lifts up a nation, but sin brings shame to a people.", "35": "A king favors a servant who acts wisely, but he is furious with one who acts shamefully."}