{"1": "A gentle answer turns away wrath, but a harsh word stirs up anger.", "2": "The tongue of the wise enhances knowledge, but the mouths of fools spout stupidity.", "3": "The eyes of the Lord are everywhere, watching evil people as well as the good.", "4": "A healing tongue is a tree of life, but a perverse tongue shatters the spirit.", "5": "A stubborn fool despises his father's discipline, but whoever heeds correction is sensible.", "6": "The house of the righteous contains great wealth, but the income of the wicked brings trouble.", "7": "The lips of the wise spread knowledge, but the heart of fools—not so.", "8": "A sacrifice of the wicked is an abomination[a] to the Lord, but a prayer of the upright gains his favor.", "9": "The way of a wicked person is repulsive[b] to the Lord, but he loves those who pursue righteousness.", "10": "Harsh discipline waits for anyone who leaves the path, and a person who hates correction will die.", "11": "Death and Destruction[c] lie open before the Lord— how much more human hearts!", "12": "A scoffer does not love anyone who corrects him. He will not go to wise people.", "13": "A joyful heart makes a cheerful face, but a sorrowful heart crushes the spirit.", "14": "The heart of a discerning person seeks knowledge, but the mouths of fools feed on stupidity.", "15": "All the days of an oppressed person are evil, but a cheerful heart enjoys a continuous celebration.[d]", "16": "Better a little with the fear of the Lord than great wealth with turmoil.", "17": "Better a meal of vegetables where there is love than a fattened calf with hatred.", "18": "A hothead stirs up a fight, but a patient person calms a dispute.", "19": "The way of a lazy person is like a thorny hedge, but the path of upright people is a highway.", "20": "A wise son brings joy to his father, but a foolish person despises his mother.", "21": "Stupidity delights a person who lacks sense, but one who has understanding stays on course.", "22": "Plans fail without advice, but where there are many advisors they succeed.", "23": "Giving an apt response with his own mouth makes a person happy, and a word at the right time—oh how good!", "24": "The path of life leads upward for a person with insight, so that he may turn away from hell[e] below.", "25": "The Lord tears down the house of the arrogant, but he maintains the property line of a widow.", "26": "The plans of the wicked are disgusting[f] to the Lord, but pleasant words are pure to him.", "27": "Someone who is greedy for gain brings trouble to his own household, but a person who hates bribes will live.", "28": "The heart of a righteous person ponders his answer, but the mouth of a wicked person gushes evil.", "29": "The Lord is far away from the wicked, but he hears the prayer of the righteous.", "30": "A twinkle in the eyes delights the heart, and good news gives health to the bones.", "31": "An ear that listens to a life-giving warning will find a home among the wise.", "32": "A person who ignores discipline despises himself, but a person who listens to a warning acquires good sense.", "33": "The fear of the Lord gives discipline and wisdom, and humility comes before honor."}