{"1": "A person may have thought things through in his heart, but an apt answer from his tongue comes from the Lord.", "2": "All of a person's ways are pure in his own eyes, but the Lord weighs motives.", "3": "Commit what you do to the Lord, and your plans will be established.", "4": "The Lord has made everything for his[a] own purpose, even a wicked person for a day of trouble.", "5": "Anyone with an arrogant attitude is disgusting to the Lord. Be sure of this: That person will not go unpunished.", "6": "Through mercy and truth, guilt is atoned for, and through the fear of the Lord, one turns away from evil.", "7": "When the Lord is pleased with a man's ways, he causes even his enemies to live at peace with him.", "8": "Better a little with righteousness than a large income without justice.", "9": "A person's heart plans his way, but the Lord makes his steps secure.", "10": "The king's lips speak for God, so his mouth should not betray justice.", "11": "An accurate balance and scales belong to the Lord. He has made all the weights in the bag.", "12": "It is disgusting for kings to commit wickedness, because a throne is established by righteousness.", "13": "Kings approve of righteous lips. They love a person who speaks upright things.", "14": "The king's anger is a messenger of death, but a wise person can appease it.", "15": "There is life in the light from a king's face, and his favor is like a cloud that brings spring rain.", "16": "How much better to acquire wisdom rather than gold, and to acquire understanding is more desirable than silver.", "17": "The highway followed by upright people turns away from evil. The person who guards his way preserves his life.", "18": "Pride goes before destruction, and a haughty spirit precedes a fall.", "19": "Better to share a humble spirit with the oppressed than to share stolen goods with the haughty.", "20": "Whoever gives careful consideration to a matter[b] will succeed, and the person who trusts the Lord will be blessed.", "21": "A wise heart will be called discerning, and appealing speech increases learning.", "22": "Good sense is a fountain of life for the person who possesses it, but the instruction given by stubborn fools is stupidity.", "23": "A wise heart produces edifying speech. It makes a person's lips more persuasive.", "24": "Pleasant speech is honey from a honeycomb, sweet to the spirit and healing for the bones.", "25": "There is a way that seems right to a man, but it ends up being the road to death.", "26": "A laborer's appetite labors for him, because the hunger of his mouth drives him on.", "27": "A worthless scoundrel constantly plots evil, and from his lips comes a scorching fire.", "28": "A perverse[c] man spreads conflict, and a gossip separates intimate friends.", "29": "A violent man entices his neighbor. He leads him on a way that is not good.", "30": "A person who squints his eyes is plotting something perverse. One who purses his lips has completed some evil plot.", "31": "Gray hair is a beautiful crown. It is found on the way to righteousness.", "32": "Better to be patient than to be a hero, better to control your temper than to capture a city.", "33": "Lots are cast into the pouch,[d] but the Lord determines all their decisions."}