{"1": "Better a piece of dry bread with peace than a house full of feasting with quarreling.", "2": "A wise slave will rule over a shameful son. He will share the inheritance with the brothers.", "3": "There is a crucible for refining silver and a smelter for gold. In the same way the Lord examines hearts.", "4": "An evildoer pays attention to wicked lips. A liar feeds upon[a] a destructive tongue.", "5": "Whoever mocks a poor person insults his Maker. A person who rejoices over calamity will not escape.", "6": "Grandchildren are a crown for the elderly, and parents are a source of pride for their children.", "7": "Eloquent lips are[b] not fitting for a fool. How much less lying lips for a ruler!", "8": "A bribe works like a charm for the person who gives it. Wherever he turns, he prospers.", "9": "A person who covers an offense pursues love, but one who repeats the matter separates friends.", "10": "A reprimand impresses a discerning person more than receiving a hundred lashes impresses a fool.", "11": "An evil person promotes only rebellion, and a cruel messenger will be sent against him.", "12": "Better to meet a bear robbed of her cubs than to meet a fool in his stupidity.", "13": "A person who repays evil for good— evil will never leave his house.", "14": "Starting a quarrel is like opening a floodgate, so stop the dispute before it gets started.", "15": "Acquitting a guilty person and convicting an innocent person— both of these are disgusting[c] to the Lord.", "16": "Why hand a fool money to buy wisdom, since he has no aptitude for using it?", "17": "A friend loves at all times, and a brother is born for a time of trouble.", "18": "A person without sense shakes hands to guarantee a loan for his neighbor.", "19": "A person who loves sin loves conflict. A person who builds his gate high invites destruction.", "20": "A crooked mind does not find good. A perverted tongue will fall into disaster.", "21": "The man who fathers a fool has grief, and the father of an arrogant fool will have no joy.", "22": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.", "23": "A wicked person secretly accepts a bribe to pervert the ways of justice.", "24": "Wisdom is right in front of a discerning person, but a fool's eyes wander to the end of the earth.", "25": "A foolish son is an aggravation to his father and bitterness to the woman who bore him.", "26": "It is not good to impose a fine on a righteous person nor to flog officials because of their uprightness.", "27": "A person with knowledge restrains his words. A person with understanding is even-tempered.", "28": "Even a stubborn fool who keeps silent will be considered wise. He is considered to be perceptive if he keeps his lips shut."}