{"1": "A person who is a loner seeks his own desires. He fights against all sound judgment.", "2": "A fool finds no pleasure in understanding, but only in revealing his own opinions.", "3": "When a wicked person comes, contempt comes with him, and with dishonor comes disgrace.", "4": "The words from a man's mouth are deep waters. The fountain of wisdom is a flowing stream.", "5": "It is not good to show favoritism to a wicked person in order to deprive a righteous person of justice.", "6": "A fool's lips enter a fight, and his mouth invites a beating.", "7": "A fool's mouth is his destruction, and his lips are a trap for his soul.[a]", "8": "The words of a gossip are like delicious food. People gobble them right down.[b]", "9": "A person who fails to do his work is a brother to a vandal.", "10": "The name of the Lord is a strong tower. A righteous person runs inside and is protected.", "11": "A rich person's wealth is his strong city. In his imagination it is like a high wall.", "12": "Before destruction a man's heart is proud, but humility comes before honor.", "13": "If a person answers before he listens, that is foolishness that brings disgrace.", "14": "A man's spirit can endure illness, but who can bear a broken spirit?", "15": "A discerning heart acquires knowledge, and the ears of the wise seek knowledge.", "16": "A person's gift opens doors[c] for him. It leads him into the presence of great people.", "17": "The first person to state his case appears to be right. Then his neighbor comes and cross-examines him.", "18": "Casting lots[d] ends disputes and decides between powerful people.", "19": "A brother who has been wronged is harder to regain than a strong city, and disputes are like a bar across the gate of a citadel.", "20": "From the fruit of a man's mouth, his stomach is satisfied. He is satisfied with the harvest of his lips.", "21": "Life and death lie in the power of a tongue, and those who love to use it will eat its fruit.", "22": "The man who finds a wife finds a good thing, and he obtains favor from the Lord.", "23": "A poor man pleads for mercy, but a rich man answers harshly.", "24": "A man with many acquaintances may suffer harm, but there is a loving friend who sticks closer than a brother."}