{"1": "Better to be a poor person who walks in his integrity than one with perverse lips who is a fool.", "2": "Zeal without knowledge is certainly not good, and a person who acts hastily sins.[a]", "3": "A person's own foolishness undermines his way, but his heart rages against the Lord.", "4": "Wealth adds many friends, but a poor person is deserted by his friend.", "5": "A false witness will not go unpunished. He breathes lies and will not escape.", "6": "Many seek the goodwill of a ruler, and everyone is a friend to a person who gives gifts.", "7": "A poor person's brothers all hate him. Even his friends keep their distance from him! Though he pursues them with words, they are not there.", "8": "A person who acquires intelligence[b] loves his life.[c] A person who guards understanding finds a good thing.", "9": "A false witness will not go unpunished. He breathes lies, and he will perish.", "10": "A life of luxury is not appropriate for a fool. How much less appropriate for a slave to rule over princes.", "11": "Good sense makes a person slow to anger, and it is to his credit when he overlooks an offense.", "12": "The king's anger is like a lion's growl, but his favor is refreshing like dew on the grass.", "13": "A foolish son is a disaster to his father, and a nagging wife is like constantly dripping water.", "14": "Home and wealth are an inheritance from fathers, but a wife with good sense is from the Lord.", "15": "Laziness makes a person fall into a deep sleep, and an idle person will go hungry.", "16": "A person who keeps a command preserves his life. One who despises his ways will die.", "17": "A person who is gracious to the poor lends to the Lord. He will repay him in full.", "18": "Discipline your son while there is hope. Do not make yourself responsible for his death.", "19": "Someone who has a lot of anger pays the penalty. If you rescue him, you will have to do it again.", "20": "Listen to advice and accept discipline, so that you will be wise in the future.", "21": "There are many plans in a man's heart, but it is the Lord's purpose that will prevail.", "22": "A desirable trait in a person is loyalty.[d] It is better to be poor than a liar.", "23": "The fear of the Lord leads to life. One who has it rests content. He will not be disturbed by trouble.", "24": "A lazy person buries his hand in the dish, but he does not even bring the food up to his mouth.", "25": "Strike a scoffer, and an undisciplined[e] person may learn caution. Warn a person with understanding, and he will gain knowledge.", "26": "A son who attacks his father and chases away his mother brings shame and disgrace.", "27": "If you stop listening to discipline, my son, you will stray from the sayings that give knowledge.", "28": "A malicious witness mocks justice, and the mouth of the wicked swallows evil.", "29": "Punishments have been prepared for scoffers and beatings for the backs of fools."}