{"1": "My son, if you accept my words, if you store up my commands within you,", "2": "by paying attention[a] to wisdom with your ear, by reaching out for understanding with your heart,", "3": "if indeed you call out for intelligence, if you raise your voice for understanding,", "4": "if you search for it like silver, if you hunt for it like hidden treasure,", "5": "then you will understand the fear of the Lord, then you will find the knowledge of God,", "6": "because the Lord gives wisdom. Knowledge and understanding come from his mouth.", "7": "He stores up sound judgment for upright people. He is a shield for those who walk in integrity.", "8": "He protects those who walk on paths of justice. He guards the way of his favored ones.[b]", "9": "Then you will understand righteousness, justice, and fairness—every good path,", "10": "because wisdom will come into your heart, and knowledge will be pleasant for your soul.", "11": "Foresight will stand guard over you. Understanding will protect you.", "12": "It will save you from the evil way, from the man who speaks perverse things,", "13": "from those who abandon upright paths in order to walk in the ways of darkness.", "14": "It will save you from those who enjoy doing evil, from those who celebrate the twisted ways of evil,", "15": "from those whose paths are crooked, and from those whose ways are devious.", "16": "Wisdom will save you from the immoral woman,[c] from the unfaithful woman[d] with her seductive words,", "17": "who abandons the husband of her youth and forgets the covenant of her God.", "18": "So she sinks down to death, which becomes her house.[e] Her way of life leads down to the spirits of the dead.", "19": "All who enter her house never return. They never reach the paths of life.", "20": "This is how to walk in the way of good people, how to stay on the paths of the righteous.", "21": "Yes, the upright will live in the land, and people with integrity will remain in it,", "22": "but wicked people will be cut off from the land, and treacherous people will be torn out of it."}