{"1": "Wine is a mocker, and beer is a brawler. Whoever is intoxicated by them is not wise.", "2": "The king's rage is like a lion's growl. Whoever intrudes on him endangers his life.", "3": "Avoiding strife brings honor to a man, but every stubborn fool is always fighting.", "4": "A lazy person fails to plow when it is the season for planting.[a] He expects something in the harvest, but nothing will be there.", "5": "The intentions in a person's heart are deep water, but a person with understanding can draw them out.", "6": "Many people claim to be loyal,[b] but who can find a trustworthy man?", "7": "A righteous person walks in his integrity. How blessed are his children after him!", "8": "When a king sits on his throne as judge, he winnows out all evil with his eyes.", "9": "Who can say, “I have purified my heart. I am cleansed from my sinfulness”?", "10": "Differing weights and differing measures— both of them are disgusting to the Lord.", "11": "Even a youth makes himself known by his acts, by whether his conduct is pure and upright.", "12": "An ear that hears and an eye that sees— the Lord has made both of them.", "13": "Do not love sleep, or you will become poor. Keep your eyes open, and you will have enough to eat.", "14": "“It's no good! It's no good!” says the buyer, but then he goes away and brags.", "15": "There is gold, and there are many gems,[c] but lips that have knowledge are a precious vessel.", "16": "Take the garment from someone who guarantees a loan for a stranger. Hold on to it when he offers it as collateral for a foreigner.", "17": "Food gained dishonestly tastes sweet to a person, but afterward his mouth will be filled with gravel.", "18": "Plans are strengthened by obtaining advice, so do not wage war without consultation.", "19": "A person who goes around spreading gossip reveals secrets, so do not associate with anyone whose lips are always open.", "20": "The person who curses his father and his mother— his lamp will be snuffed out in total darkness.", "21": "An inheritance easily obtained[d] in the beginning will not be blessed in the end.", "22": "Do not say, “I'll get even with you!” Wait for the Lord, and he will rescue you.", "23": "Differing weights are disgusting[e] to the Lord, and dishonest scales are not good.", "24": "The steps a man takes come from the Lord, so how can anyone understand his own way?", "25": "A person falls into a trap if he pledges something to God impulsively and considers his pledge only later.", "26": "A wise king winnows out the wicked. He rolls the threshing wheel over them.", "27": "A man's spirit is the lamp of the Lord. It illuminates the depths of his heart.", "28": "Mercy and truth protect a king, and he maintains his throne with mercy.", "29": "The splendor of young men is their strength, but the majesty of old men is their gray hair.", "30": "Wounds and bruises scrub away evil, and a beating scrubs the depths of the heart."}