{"1": "A king's heart is like streams of water in the hand of the Lord. He directs it wherever he desires.", "2": "In a person's own eyes all his ways are right, but the Lord weighs the motives of the heart.", "3": "Practicing righteousness and justice is more acceptable to the Lord than a sacrifice.", "4": "Haughty eyes and an arrogant heart, the unplowed field[a] of the wicked, produce sin.", "5": "The plans of a hard worker lead to abundance, but everyone in a hurry rushes toward scarcity.", "6": "Piling up treasure by a lying tongue is a vanishing vapor for those who seek death.", "7": "The violence of the wicked will drag them away, because they refuse to do what is just.", "8": "A guilty person's way is very crooked, but the conduct of a pure person is straight.", "9": "Better to live on the corner of a roof than in a house shared with a nagging wife.", "10": "The soul of a wicked person craves evil. He does not look on his neighbor with mercy.", "11": "When a scoffer is punished, an undisciplined person becomes wise, and when a wise person is instructed, he gains knowledge.", "12": "The Righteous One[b] carefully watches the house of the wicked. He throws the wicked down to ruin.", "13": "Whoever shuts his ear to the cries of the poor— he too will cry out and not be answered.", "14": "A gift given in secret soothes anger, and a bribe slipped into the pocket soothes fury.", "15": "It is a joy for a righteous person to practice justice, but destruction waits for those who practice evil.", "16": "A person who wanders from the way of understanding will rest in the company of departed spirits.", "17": "Whoever loves pleasure will be poor. Whoever loves wine and olive oil will never be rich.", "18": "The wicked become a ransom for the righteous, and the treacherous make a payment for the upright.", "19": "Better to live in an arid region than with a nagging, ill-tempered wife.", "20": "Good food and olive oil are stored up in the dwellings of the wise, but a foolish person devours everything he has.", "21": "A person who pursues righteousness and mercy will find life, righteousness, and honor.", "22": "A wise man can climb up to a city full of warriors and pull down the strong defenses in which they trust.", "23": "The person who guards his mouth and his tongue guards himself from troubles.", "24": "The contemptuous, insolent person—“Scoffer” is his name— behaves with overflowing arrogance.", "25": "A lazy person's craving will kill him, because his hands refuse to work.", "26": "All day long he craves something more, but a righteous person gives and does not hold back.", "27": "A sacrifice offered by wicked people is an abomination.[c] How much more when they bring it with evil intent!", "28": "A lying witness will perish, but a man who listens will keep speaking forever.[d]", "29": "A wicked person puts on a bold front, but an upright person gives thought to[e] his way.", "30": "There is no wisdom, no cleverness, and no advice that can stand up against the Lord.", "31": "A horse is made ready for a day of battle, but the victory belongs to the Lord."}