{"1": "A good name is worth more than great wealth. Respect is worth more than silver and gold.", "2": "Rich and poor have this in common: The Lord is the maker of them all.", "3": "A sensible person sees trouble and hides, but the naïve keep going and pay the penalty.", "4": "The outcome of humility and of the fear of the Lord is wealth, honor, and life.", "5": "Thorns and traps are on the road followed by the crooked. Whoever guards his soul[a] will stay far away from them.", "6": "Dedicate[b] a child to the way he should go, and even when he becomes old, he will not turn away from it.", "7": "A rich person rules over poor people, and a borrower is a slave to a lender.", "8": "Whoever sows injustice reaps trouble, and the rod that inflicts his fury will be destroyed.", "9": "A generous person will be blessed, because he gives some of his food to the poor.", "10": "Drive away a scoffer, and conflict leaves. Quarrels and insults cease.", "11": "A person who loves a pure heart and whose lips are gracious will have a king as his friend.", "12": "The eyes of the Lord watch over knowledge. He overturns the words of a treacherous person.", "13": "A lazy person says, “There's a lion outside! I'll be murdered in the streets!”", "14": "The mouth of an immoral woman is a deep pit. The man who is under the Lord's wrath will fall there.", "15": "Foolishness is bound tightly to a child's heart. A rod of discipline will drive it far from him.", "16": "Whoever oppresses the poor to become great, and whoever gives gifts to the rich— both are sure to suffer loss.", "17": "Open your ears and listen to the words of the wise, and set your heart on the knowledge that I offer,", "18": "for it is pleasant when you keep my words deep within you,[c] and you have them ready on your lips.", "19": "Today I make my words known to you—yes, to you, so that your trust will be in the Lord.", "20": "Have I not written to you already[d] with advice and knowledge,", "21": "in order to make accurate, true words known to you, so that you may reply with true words to those who sent you?", "22": "Do not rob a poor person because he is poor, and do not crush an oppressed person in court,[e]", "23": "because the Lord will defend their cause, and he will rob those who rob them of their lives.", "24": "Do not be friends with a hothead. Do not go along with someone who has a hot temper.", "25": "If you do, you will learn his ways and set a trap for yourself.[f]", "26": "Do not be among those who shake hands to guarantee debts.", "27": "If you do not have enough to repay, why should your bed be taken out from under you?", "28": "Do not move an ancient boundary marker that your ancestors made.", "29": "Do you see a person who is efficient in his work? He will serve kings. He will not serve nobodies.[g]"}