{"1": "When you sit down to eat with a ruler, pay close attention to what is put in front of you,", "2": "and put a knife to your throat if you have a big appetite.", "3": "Do not crave his delicious food. That food is deceptive.", "4": "Do not wear yourself out getting rich. Have the good judgment to know when to stop.", "5": "Will your eyes get a glimpse of wealth before it is gone? No, it will sprout wings for itself. Like an eagle it will fly away into the sky.", "6": "Do not eat the food of a miser. Do not crave his delicious food,", "7": "because he is calculating how much things cost him. So when he says to you, “Eat and drink,” he does not mean it.", "8": "You will vomit up the little bit you ate and spoil your pleasant conversation.", "9": "Do not speak within earshot of a fool, because he will despise your sensible words.", "10": "Do not move an ancient boundary marker, and do not enter the fields of the fatherless,", "11": "because their Redeemer is strong. He will defend their cause against you.", "12": "Apply your heart to discipline and your ear to words that give knowledge.", "13": "Do not withhold discipline from a child, for if you strike him with a rod, he will not die.", "14": "Strike him yourself with a rod, and you will rescue his soul from death.", "15": "My son, if your mind[a] is wise, my mind will rejoice as well.", "16": "My heart[b] will celebrate when your lips speak upright things.", "17": "Do not allow your heart to envy sinners. Instead, always fear the Lord.", "18": "Indeed, there is a future, and your hope will never be cut off.", "19": "Listen, my son, and be wise, and keep your heart on the straight way.", "20": "Do not be among those who drink too much wine, or those who eat too much meat,", "21": "because a drunk and a glutton will become poor, and drunken stupor dresses a person in rags.", "22": "Listen to your father, who gave you life, and do not despise your mother when she is old.", "23": "Buy truth and do not sell it. Buy wisdom, discipline, and knowledge.", "24": "The father of a righteous child will celebrate greatly. One who fathers a wise son will find joy in him.", "25": "Your father and your mother will find joy, and she who gave birth to you will celebrate.", "26": "My son, give me your heart, and let your eyes be pleased with my ways,", "27": "because a prostitute is a deep pit, and an immoral woman is a narrow well.", "28": "She is also like a robber waiting to ambush someone, and she multiplies unfaithful men among the people.", "29": "Who has trouble? Who has misery? Who has quarrels? Who has complaints? Who has wounds for no reason? Who has glazed eyes?", "30": "Those who linger over wine, those who go to search for mixed wine.", "31": "Do not look at wine when it is red, when it sparkles in the cup, when it goes down smoothly.", "32": "Later it bites like a snake, and it strikes like a venomous viper.", "33": "Your eyes will see strange things, and your mind will say senseless things.", "34": "You will be like someone who tries to sleep in the middle of the sea, like someone who tries to sleep at the top of a ship's mast.", "35": "“They struck me, but I felt no pain. They beat me, but I was not aware of it. When will I wake up, so that I can try it again?”"}