{"1": "Do not envy evil people, and do not wish to be with them,", "2": "because their hearts plan violence, and their lips speak trouble.", "3": "With wisdom a house is built. With understanding it is established.", "4": "With knowledge its rooms are filled with every kind of riches, both valuable and appealing.", "5": "A wise person grows strong, and a knowledgeable man becomes more powerful,", "6": "because advice prepares you for battle, and many advisors bring victory.", "7": "Wise decisions are out of reach[a] for a stubborn fool. In court[b] he cannot open his mouth.", "8": "Whoever plans evil will be called a master schemer.", "9": "A foolish scheme is a sin, and a mocker is disgusting to people.", "10": "If you fail to act in the day of trouble, your strength is too little.", "11": "Rescue captives condemned to death, and spare those staggering toward slaughter.", "12": "If you say, “We did not know about this,” won't the one who weighs motives notice? Won't the one who guards your life know about it, and won't he repay people according to what each one has done?", "13": "My son, eat honey, because it is good. Flowing honey is sweet on your palate.", "14": "Know also that wisdom is sweet for your soul. If you find it, then there is a future for you, and your hope will never be cut off.", "15": "Do not be like the wicked who attack the home of the righteous. Do not destroy his resting place,", "16": "because a righteous person may fall seven times, but he will get up, while wicked people will stumble into misfortune.", "17": "Do not be happy when your enemy falls. Do not let your heart celebrate when he stumbles.", "18": "If you do, the Lord will see it and consider it evil, and he will turn his anger away from him.", "19": "Do not fret about evildoers. Do not be jealous of wicked people,", "20": "because an evil person has no future. The lamp of the wicked will be put out.", "21": "Fear the Lord, my son, and also the king. Do not associate with those who are rebellious,", "22": "because their disaster will take place suddenly. Who knows what ruin the Lord and the king will cause?", "23": "These sayings also are by the wise: To show partiality when administering justice is not good.", "24": "If anyone says to a guilty person, “You are innocent,” people will curse him. Nations will denounce him.", "25": "However, it will be pleasant for those who convict the guilty. A wonderful blessing will come upon them.", "26": "Someone who gives a straight answer gives a kiss on the lips.", "27": "Prepare your work outside, and get things ready for yourself in the fields. Afterward, build your house.", "28": "Do not be a witness against your neighbor without cause. Do not practice deception with your lips.", "29": "Do not think, “I will do to him what he did to me. I will pay the man back for what he did.”", "30": "I passed by a lazy man's field and by a vineyard that belonged to a senseless man.", "31": "It was overgrown with thistles and covered with weeds. Its stone wall was broken down.", "32": "When I saw this, I took it to heart. I observed and learned a lesson:", "33": "A little sleep, a little slumber, a little folding of the hands to rest—", "34": "and poverty will come on you like a prowler, and scarcity will come like a warrior."}