{"1": "These also are the proverbs of Solomon, which the men of King Hezekiah of Judah compiled.[a]", "2": "It brings glory to God to hide a matter, but it brings glory to kings to investigate a matter.", "3": "As heaven is high and earth is deep, so there is no searching the heart of kings.", "4": "Remove impurities from silver, and a vessel can be cast by a silversmith.", "5": "Remove a wicked person from a king's presence, and his throne will be established with righteousness.", "6": "Do not honor yourself in a king's presence. Do not stand in a place reserved for great people,", "7": "because it is better to be told, “Come up here,” than for you to be humiliated before a ruler whom your eyes have seen.[b]", "8": "Do not be in a hurry to go to court. Otherwise, what will you do afterward, when your neighbor humiliates you?", "9": "Argue your case with your neighbor, but do not reveal someone else's secret.", "10": "If you do, the person who hears it will shame you, and your bad reputation will never leave you.", "11": "A word spoken at the right time is like golden apples in silver settings.", "12": "To ears that listen, a wise person's correction is like a gold ring or like jewelry made of pure gold.", "13": "To those who send him, a trustworthy messenger is like cooling snow on a warm day during harvest. He refreshes his masters' spirits.", "14": "A person who brags about a gift that is never given is like clouds and wind that bring no rain.", "15": "By patience a ruler can be persuaded, and a soft tongue can break a bone.", "16": "When you find honey, eat only what you need. Otherwise you will be filled with it and vomit it up.", "17": "Do not set foot in your neighbor's house too often. If you do, he will have too much of you and hate you.", "18": "A person who gives false testimony against his neighbor is a club, a sword, and a sharp arrow.", "19": "Confidence in an unfaithful person during a time of crisis is like a broken tooth or a lame foot.", "20": "Singing songs to a despondent heart is like taking off a coat on a cold day or like vinegar on baking soda.", "21": "If your enemy is hungry, give him something to eat. If he is thirsty, give him something to drink,", "22": "because you will heap burning coals on his head, and the Lord will repay you.", "23": "A north wind gives birth to rain, and a whispering tongue gives birth to angry faces.", "24": "Better to live on the corner of a roof than in a home shared with a nagging wife.", "25": "Good news from a distant country is like cold water for a weary soul.", "26": "A righteous person who is swayed by the wicked is a muddied spring or a polluted fountain.", "27": "Eating too much honey is not good, and people seeking their own glory is not glorious.[c]", "28": "A person who lacks self-control is like a broken-down city without a wall."}