{"1": "Like snow during summer and rain during the harvest, so honor is not appropriate for a fool.", "2": "Like a migrating bird or a flying swallow, so an undeserved curse does not come to rest.", "3": "A whip is for horses, a bridle for donkeys, and a rod for the backs of fools.", "4": "Do not answer a fool according to his folly. If you do, you yourself will become like him.", "5": "Answer a fool according to his folly. If you do not, he will consider himself wise.", "6": "It is like cutting off your own feet or drinking violence[a] when a person sends messages in the hand of a fool.", "7": "The legs of a lame person dangle. So does a proverb in the mouth of fools.", "8": "Giving honor to a fool is like tying a stone in a slingshot.", "9": "A proverb in the mouth of a fool is like a thorn in a drunkard's hand.", "10": "One who hires a fool or someone just passing by is like an archer who wounds at random.[b]", "11": "As a dog returns to his vomit, so a fool repeats his stupidity.", "12": "Have you seen a person who is wise in his own eyes? There is more hope for a fool than for him.", "13": "A lazy person says, “There's a ferocious lion in the street. There's a lion in the public square!”", "14": "A door turns on its hinges, and a lazy person turns on his bed.", "15": "A lazy person buries his hand in a dish, but he is too tired to return it to his mouth.", "16": "A lazy person considers himself wiser than seven people who answer sensibly.", "17": "A passerby who meddles in a quarrel that is not his is like a person who grabs a dog by the ears.", "18": "A person who deceives his neighbor and then says, “I was only joking,”", "19": "is like a madman who shoots firebrands and deadly arrows.[c]", "20": "When there is no more wood, a fire goes out, and without gossip, a quarrel dies down.", "21": "As charcoal is to hot embers and as wood is to fire, so a quarrelsome person is to igniting a fight.", "22": "Words of a gossip are like food that is easy to swallow. They go down to the depths of one's heart.[d]", "23": "Fervent[e] lips and an evil heart are like a glaze[f] covering a clay pot.", "24": "With his lips a person hides his hatred, but he hides deceit inside.", "25": "When his voice sounds gracious, do not believe him, because seven abominations are in his heart.", "26": "His hatred covers itself with deceit, but his evil will be revealed in the assembly.", "27": "The person who digs a pit will fall into it. The person who rolls away a stone—it will roll back over him.", "28": "A lying tongue hates those it crushes, and a smooth mouth causes ruin."}