{"1": "Do not boast about tomorrow, because you do not know what a day may produce.", "2": "Let someone else praise you, not your own mouth— a stranger, not your own lips.", "3": "A stone is heavy and sand is a burden, but aggravation from a stubborn fool is heavier than both.", "4": "Cruel wrath and a flood of anger are devastating, but who can stand up against jealousy?", "5": "Open correction is better than concealed love.", "6": "Wounds from someone who loves you can be trusted, but the kisses of someone who hates you are too much.[a]", "7": "A satisfied appetite refuses honey, but to a hungry appetite, everything bitter tastes sweet.", "8": "A person who wanders from his place is like a bird that wanders from its nest.", "9": "Olive oil and incense bring joy to a heart, and the sweetness of a friend comes from his sincere advice.[b]", "10": "Do not abandon your friend or your father's friend, and do not go to your brother's house when disaster strikes you. A neighbor who is near is better than a brother who is far away.", "11": "Be wise, my son, and bring joy to my heart, so that I may answer anyone who taunts me.", "12": "A sensible person sees trouble and hides, but naïve people keep going and pay the penalty.", "13": "Take the garment of someone who guarantees a loan for a stranger. Keep it when someone pledges it on behalf of an immoral woman.", "14": "When someone blesses his neighbor in a loud voice early in the morning, it will be regarded as a curse.", "15": "Constantly dripping water on a rainy day and a nagging wife are alike.", "16": "Trying to hold her back is like holding back the wind, like grasping oil with your right hand.[c]", "17": "Iron sharpens iron, and a man sharpens the insight of his friend.", "18": "A person who tends a fig tree eats its fruit, and a person who takes care of his master will be honored.", "19": "As water reflects a person's face, so a person's heart reflects the person.", "20": "Death and Destruction[d] are never satisfied, and a person's eyes are never satisfied.", "21": "A crucible is for refining silver and a smelter is for gold, and a person is tested by his praise.[e]", "22": "Even if you grind a stubborn fool like grain with a mortar and pestle, his stupidity will not leave him.", "23": "Be certain that you know the condition of your flock very well. Pay attention to your herds,", "24": "because wealth is not forever, nor does a crown pass from generation to generation.", "25": "The hay is removed and new growth appears, and grass from the mountains is gathered in.", "26": "Lambs provide wool for your clothing, and the price of the field can be earned from the goats.", "27": "What's more, there will be enough goats' milk for your food, for your household's food, and to maintain the life of your servant girls."}