{"1": "The wicked flee even though no one is pursuing them, but the righteous are bold like a lion.", "2": "A rebellious land has many rulers, but one man with understanding and knowledge provides stability.", "3": "A poor man who oppresses the poor is a driving rain that leaves no food.", "4": "Those who abandon the law[a] praise the wicked, but those who keep the law oppose them.", "5": "Evil men do not understand justice, but those who seek the Lord understand everything.", "6": "Better a poor person who walks in his integrity than a rich person who is hypocritical.[b]", "7": "The son who keeps the law has understanding, but a companion of gluttons brings shame upon his father.", "8": "A person who increases his wealth by piling up interest gathers it for someone who is generous to the needy.", "9": "A person who turns his ear away from the law— even his prayer is an abomination.", "10": "A person who leads the upright along an evil way will fall into his own pit, but people of integrity will inherit good.", "11": "A wealthy person is wise in his own eyes, but a needy person with understanding will expose him.", "12": "When the righteous triumph, there is much celebration,[c] but when the wicked rise to power, people hide.", "13": "A person who conceals his sins will not prosper, but one who confesses and abandons them will receive mercy.", "14": "Blessed is the person who always is afraid of sin, but one who hardens his heart will fall into calamity.", "15": "A wicked ruler over a poor people is a growling lion or a charging bear.", "16": "When a ruler lacks understanding, there will be much oppression, but one who hates ill-gotten gain prolongs his days.", "17": "A person haunted by the guilt of bloodshed will be a fugitive until he goes down to the pit. No one should offer him support.", "18": "A person who walks with integrity will be saved, but a person whose ways are crooked will fall all at once.", "19": "A person who works his land will have plenty of food, but whoever pursues fantasies will have plenty of poverty.", "20": "A trustworthy person has many blessings, but a person in a hurry to get rich will not go unpunished.", "21": "Showing favoritism is not good, but a man may sin for a piece of bread.", "22": "A tightfisted person is in a hurry to get rich, but he does not know that poverty is coming his way.", "23": "In the end a person who corrects someone will find more favor than a person with a flattering tongue.", "24": "A person who robs his father and his mother and says, “It's not a sin,” is no better than[d] a vandal.", "25": "A greedy person stirs up strife, but a person who trusts in the Lord will prosper.", "26": "A person who trusts in his own ideas is a fool, but a person who walks in wisdom will be kept safe.", "27": "A person who gives to the poor will lack nothing, but a person who closes his eyes to them will receive many curses.", "28": "When the wicked rise to power, people go into hiding, but when the wicked perish, the righteous increase."}