{"1": "A person who remains stiff-necked[a] after many rebukes will be broken suddenly, and there will be no cure.", "2": "When the righteous increase, the people rejoice, but when a wicked man rules, the people groan.", "3": "A man who loves wisdom brings joy to his father, but one who visits prostitutes destroys his wealth.", "4": "A king brings stability to a land by justice, but one who accepts bribes tears it down.", "5": "A man who flatters his neighbor is spreading a net for his steps.[b]", "6": "An evil man sets a trap with his sin, but a righteous person sings and rejoices.", "7": "A righteous person acknowledges the rights of the poor, but a wicked person does not understand such knowledge.", "8": "Scoffers stir up a city, but wise people turn away anger.", "9": "When a wise person seeks justice from a stubborn fool, the fool rants and laughs, and there is no peace.", "10": "Bloodthirsty people hate anyone with integrity, but upright people seek to save his life.[c]", "11": "A fool vents all his emotions, but a wise person calmly restrains them.", "12": "If a ruler listens to lies, all his officials become wicked.", "13": "A poor person and an oppressor have this in common: The Lord gives light to the eyes of both.", "14": "If a king judges poor people with truth, his throne will be established permanently.", "15": "A rod used for discipline gives wisdom, but an undisciplined child disgraces his mother.", "16": "When the wicked increase, sin increases, but the righteous will see their downfall.", "17": "Discipline your son, and he will give you rest. He will give delight to your soul.", "18": "Without prophetic vision, a people is unrestrained, but a people which follows the law is blessed.", "19": "A servant cannot be disciplined with words. Although he understands, he shows no response.", "20": "Have you seen a person who is hasty with his words? There is more hope for a fool than for him.", "21": "If someone pampers his servant from the time he is young, later on he will have grief.", "22": "A hothead stirs up a fight, and a quick-tempered person commits many sins.", "23": "A person's arrogance will humble him, but a humble spirit will attain honor.", "24": "The partner of a thief hates his own life. He hears the oath,[d] but he does not reveal anything.", "25": "Being afraid of a man sets a trap, but a person who trusts in the Lord will be secure.", "26": "Many people seek a ruler's favor, but a person gets justice from the Lord.", "27": "An unjust person is disgusting to righteous people, but one whose way is upright is disgusting to the wicked."}