{"1": "My son, do not forget my teaching. Let your heart keep my commands,", "2": "because they will add long days and many years to your life, and peace and prosperity[a] will come to you.", "3": "Do not allow mercy and truth to leave you. Fasten them around your neck. Write them on the tablet of your heart.", "4": "Then you will find favor and approval[b] in the eyes of God and man.", "5": "Trust in the Lord with all your heart, and do not rely on your own understanding.", "6": "In all your ways acknowledge him, and he will make your paths straight.", "7": "Do not consider yourself wise. Fear the Lord, and turn away from evil.", "8": "Then your body[c] will be healed, and your bones will be refreshed.", "9": "Honor the Lord with your wealth, with the firstfruits from your entire harvest.", "10": "Then your barns will be filled to capacity, and your wine vats will overflow with fresh wine.", "11": "Do not reject the Lord's discipline, my son, and do not despise his warning,", "12": "because the Lord warns[d] the one he loves as a father warns a son with whom he is pleased.", "13": "How blessed is the person who finds wisdom,[e] the person who acquires understanding,", "14": "because the profit it gives is better than the profit from silver, and its yield is better than gold!", "15": "It is more valuable than gems,[f] and nothing you desire can equal it.", "16": "In its right hand are the days of a long life. In its left hand are riches and honor.", "17": "Its ways are pleasant ways, and all its paths are peace.", "18": "It is a tree of life for those who hold on to it. Those who cling to it are blessed.", "19": "The Lord founded the earth by wisdom. He established the heavens by understanding.", "20": "By his knowledge the deep waters were divided, and the clouds drip dew.", "21": "My son, do not take your eyes off these things. Guard sound judgment and insight.", "22": "They will be life for your soul and grace to adorn your neck.", "23": "Then you will walk safely on your way, and your foot will not stumble.", "24": "When you lie down, you will not be afraid. When you lie down, your sleep will be pleasant.", "25": "Do not be afraid of sudden terror, nor of the destruction of the wicked when it comes,", "26": "because the Lord will be your confidence. He will keep your foot from being caught.", "27": "Do not withhold good from those to whom it is due when it is within your power to give it.", "28": "Do not say to your neighbor, “Go away! Come back some other time. I will give something to you tomorrow,” when in fact it is already with you right now.", "29": "Do not plan harm against your neighbor when he is living with you peacefully.", "30": "Do not quarrel with a person for no good reason when he has done nothing to harm you.", "31": "Do not envy a violent person. Do not choose any of his ways,", "32": "because a crooked person is an abomination[g] to the Lord, but God's friendly guidance leads[h] the upright.", "33": "The Lord's curse rests on the house of the wicked, but he blesses the home of the righteous.", "34": "Although he scorns the scornful, he gives grace to the humble.", "35": "Wise people inherit honor, but proud fools receive disgrace."}