{"1": "The words of Agur son of Jakeh. An oracle.[a] This man declares: I am weary, God. I am weary, God, and worn out,[b]", "2": "because I am too unreasoning to be a man. I do not even possess human understanding.", "3": "I have not learned wisdom. I do not have knowledge of the Holy One.", "4": "Who has gone up to heaven and come down? Who has gathered the wind in the palms of his hands? Who has wrapped the water in a garment? Who has set up all the ends of the earth? What is his name and the name of his son? Tell me if you know!", "5": "Every word of God has been refined. He is a shield to those who take refuge in him.", "6": "Do not add to his words. If you do, he will correct you, and you will be shown to be a liar.", "7": "Two things I have asked from you. Do not keep them from me before I die:", "8": "Keep worthless speech and lies far from me. Do not give me poverty or riches. Give me food in the amount that is right for me.", "9": "Too much, and I may feel satisfied and deny you and say, “Who is the Lord?” Too little, and I may become poor and steal and profane the name of my God.", "10": "Do not slander a servant to his master. If you do, he will curse you, and you will be found guilty.", "11": "There is a type of person who curses his father and does not bless his mother.", "12": "This person is pure in his own eyes, but he is not washed from his filth.", "13": "This person—how lofty his eyes, how high his eyelids!", "14": "This person—his teeth are swords, and his fangs are knives. He uses them to devour oppressed people from the earth and poor people from among humanity.", "15": "The leech has two daughters: Give! Give! Three things are never satisfied. Four never say, “Enough!”:", "16": "the grave, a closed womb, land that is never satisfied with water, and fire that never says, “Enough!”", "17": "An eye that mocks its father and despises the obedience due its mother— ravens of the valley will peck it out, and young vultures will eat it.", "18": "Three things are too wonderful for me, and four I cannot understand:", "19": "the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a virgin.", "20": "This is the way of a woman who commits adultery: She eats and wipes her mouth, and she says, “I haven't done anything wrong.”", "21": "Three things make the earth tremble. There are four things it cannot endure:", "22": "a servant when he becomes king, an arrogant fool when he is filled with food,", "23": "a woman who is hated when she is married, and a slave girl when she replaces her master's wife.", "24": "Four things are small on the earth, yet they are wiser than the wisest people:", "25": "Ants are a species without strength, but they store their food in summer.", "26": "Rock badgers are a species without power, but they make their home in a cliff.", "27": "Locusts have no king, but they all march ahead in ranks.", "28": "Lizards can be caught in your hands, but they live in kings' palaces.", "29": "Three things strut impressively. Four walk with dignity:", "30": "a lion, which is the mightiest among the animals, does not turn away from anything,", "31": "a strutting rooster,[c] a male goat, and a king reviewing his troops.[d]", "32": "If you have acted like a fool by exalting yourself, or if you have been scheming, put your hand over your mouth,", "33": "because just as pressing milk produces cheese,[e] and pressing a nose brings forth blood, so pressing one's anger produces a fight."}