{"1": "The words of Lemuel, a king. An oracle[a] that his mother used, to teach him discipline:", "2": "What are you doing,[b] my son! What are you doing, son from my womb! What are you doing, son of my vows!", "3": "Do not give your strength to women. Do not give your ways to those who destroy kings.", "4": "It is not for kings, Lemuel, it is not for kings to drink wine, nor for rulers to crave beer.", "5": "If he does, he will drink and forget what is decreed. He will change the legal rights of all the oppressed.", "6": "Give beer to someone who is perishing and wine to one whose soul is bitter.", "7": "He will drink and forget his poverty, and he will no longer remember his trouble.", "8": "Speak up for those who cannot speak. Speak for the rights of all those who are defenseless.", "9": "Speak up, judge fairly, and defend the oppressed and needy.", "10": "Who can find a wife with strong character?[d] Her value is greater than that of gems.", "11": "Her husband's heart trusts her, and he never lacks wealth.[e]", "12": "She does good for him and not evil all the days of her life.", "13": "She obtains wool and flax. She eagerly works it with her hands.", "14": "She is like merchant ships. She brings her food from far away.", "15": "She rises while it is still night. She gives food[f] to her household. She gives their share to her female servants.", "16": "She considers a field and acquires it. From her own income,[g] she plants a vineyard.", "17": "She wraps strength around her waist like a belt, and she makes her arms strong.", "18": "She realizes that she makes a good profit. Her lamp does not go out at night.", "19": "She stretches out her hands for the distaff, and the palms of her hands grasp the spindle.[h]", "20": "She opens the palm of her hand to the oppressed, and she stretches out her hands to the needy.", "21": "She does not fear for her household on account of snow, because her entire household is clothed in scarlet clothing.[i]", "22": "She makes bedspreads for herself. Fine linen and purple cloth are her clothing.", "23": "Her husband is known at the city gates, where he sits with the elders of the land.", "24": "She makes linen garments and sells them, and she delivers belts to the merchants.", "25": "Strength and honor are her clothing, and she laughs at the days to come.", "26": "She opens her mouth with wisdom, and kind instruction is on her tongue.", "27": "She keeps a close eye on the conduct of her household, and she does not eat bread that she did not work for.", "28": "Her children rise up and bless her. Her husband rises up and praises her:", "29": "“Many daughters show strong character, but you have surpassed all of them.”", "30": "Charm is deceptive, and beauty is vapor that vanishes, but a woman who fears the Lord should be praised.", "31": "Give her credit for the fruit of her hands, and let her accomplishments praise her in the city gates."}