{"1": "My son, pay attention to my wisdom. Open your ears to my understanding,", "2": "so that you may hold on to insight, so your lips may guard knowledge,", "3": "because the lips of an immoral woman drip with honey, and her words are[a] as smooth as olive oil,", "4": "but in the end she is as bitter as wormwood[b] and as sharp as a double-edged sword.", "5": "Her feet go down to death. Her steps lead to hell.[c]", "6": "She gives no thought to the path of life.[d] Her ways wander, but she doesn't realize it.", "7": "Now, you sons, listen to me. Do not turn away from the words of my mouth.", "8": "Keep your way far from her. Do not go near the doorway of her house.", "9": "If you do, you will give your wealth to others and your years to a cruel person.", "10": "If you do, your work will satisfy strangers, and the results of your labor will end up in another man's house.", "11": "You will groan when your end comes, when your body and flesh are consumed.", "12": "Then you will say, “Oh, how I hated discipline, and my heart despised warnings!", "13": "I did not listen to my teachers' voices, and I did not open my ears to hear my instructors.", "14": "I soon[e] reached total ruin in the midst of the assembly of the community.”", "15": "Drink water from your own cistern. Drink running water from your own well.", "16": "Why should the water from your springs flow out into the street, your streams of water into the public squares?", "17": "They should be yours, yours alone. They are not for strangers to share with you.", "18": "Let your fountain be blessed. Obtain your joy from the wife you married in your youth,", "19": "who is a loving doe and a graceful deer. Let her breasts satisfy you at all times. Always be intoxicated with her love.", "20": "Why should you be led astray, my son, by an immoral woman? Why embrace a woman who is not your wife?", "21": "For the ways of a man are in front of the eyes of the Lord, and he weighs all of his paths.", "22": "The evil deeds of the wicked man will capture him, and he will be bound by the ropes of his sin.", "23": "He will die for lack of discipline, and he will go astray because of his great stupidity."}