{"1": "My son, guard what I say. Keep my commands with you.", "2": "Obey my commands so that you may live. Protect my teachings like the pupil of your eye.", "3": "Tie them to your fingers. Write them on the tablet of your heart.", "4": "Say to Wisdom, “You are my sister,” and call Understanding your relative.[a]", "5": "She will keep you safe from an immoral woman, from an unfaithful woman and her seductive words.", "6": "At a window of my house, I looked out through the lattice.", "7": "I was watching the gullible[b] people. Among the young men I noticed a youth without sense.", "8": "He was crossing the street near her corner, strolling along the road to her house,", "9": "in the twilight, in the evening of the day, when the darkness of the night was coming.[c]", "10": "Suddenly a woman meets him. She is dressed like a prostitute with a scheming heart!", "11": "She is loud and rebellious. Her feet will not stay home.", "12": "One moment she is in the street. The next moment she is in the public square. She is on the prowl near every corner.", "13": "She grabs him and kisses him. With a brazen face she says,", "14": "“I have food from fellowship offerings. Today I fulfilled my vows.", "15": "That is why I came out to meet you. I came eagerly to seek you, and now I have found you!", "16": "I have covered my couch with a bedspread, with colored cloth made of Egyptian yarn.", "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.", "18": "Come, let's drink our fill of love[d] until morning. Let's enjoy making love.", "19": "Look, my husband isn't home. He has gone on a long trip.", "20": "He took a bag of silver with him. He will not come home till the next full moon.”", "21": "She deceives him with enticing words. With smooth lips she seduces him.", "22": "He follows right after her, like a steer going to slaughter, like a deer prancing into a noose,[e]", "23": "until an arrow pierces its liver, like a bird darting into a trap. He does not realize this will cost him his life.", "24": "Now, you sons, listen to me. Pay attention to the words from my mouth.", "25": "Do not let your heart turn in her direction. Do not wander on her pathways,", "26": "because she has brought down many victims. Those she has killed are countless.", "27": "Her house is on the road to the grave.[f] It goes down to the chambers of death."}