{"1": "Do you hear Wisdom calling out? Do you hear Understanding raising her voice?", "2": "On the hills above the roads, she takes her stand at the crossroads.", "3": "Beside the gates leading into the city, at the entrance to the doorways, she cries out:", "4": "I call to you men, and I raise my voice to the people.", "5": "You gullible people, get good judgment.[a] You fools, take this to heart.", "6": "Listen, because I am speaking noble thoughts. I open my lips to speak upright things,", "7": "for my mouth declares truth, but wickedness is disgusting[b] to my lips.", "8": "All the words from my mouth are righteous. There is nothing twisted or crooked in them.", "9": "All of them are clear to those who have understanding, and they are upright to those who find knowledge.", "10": "Accept my discipline instead of silver. Accept knowledge rather than fine gold,", "11": "because Wisdom is better than gems,[c] and anything you may desire cannot equal her.", "12": "I, Wisdom, dwell with good judgment.[d] I discover knowledge and foresight.", "13": "The fear of the Lord is to hate evil. I hate haughtiness, arrogance, an evil way, and a perverse mouth.", "14": "Good advice and sound judgment are mine. I, Understanding, have strength.", "15": "By me kings reign, and rulers administer justice.", "16": "By me officials govern, as well as nobles and all just judges.", "17": "I certainly love those who love me, and those who eagerly look for me find me.", "18": "Riches and honor are with me, as well as enduring wealth and righteousness.", "19": "My fruit is better than gold, better than pure gold, and what I produce is better than fine silver.", "20": "I walk on the path of righteousness, down the middle of the pathways of justice,", "21": "so I can provide a rich inheritance to those who love me, and I can fill their treasuries.", "22": "The Lord possessed[e] me at the beginning of his way, before his works of long ago.", "23": "From eternity I was appointed, from the beginning, from before the origin of the earth.", "24": "When there were no deep waters, I was brought forth,[f] when there were no springs filled with water.", "25": "Before the mountains were settled in place, before the hills, I was brought forth,", "26": "when he had not yet made land or fields or the first dust of the world.", "27": "When he established the heavens, I was there. When he drew the horizon around the surface of the deep,", "28": "when he placed the clouds in the sky above, when the fountains of the deep gushed out,", "29": "when he established his decree for the sea, so that the waters could not go beyond the limit set by his command, when he marked out the foundations of the earth,", "30": "I was beside him as a master craftsman. I was his joy day after day. I rejoiced in his presence at all times.", "31": "I rejoiced in his inhabited world. I was delighted with the children of Adam.[g]", "32": "So now, you children, listen to me, because those who keep my ways are blessed.", "33": "Listen to discipline and become wise. Do not neglect it.", "34": "How blessed is the person who listens to me, so that he can watch at my doors day after day, so that he can stand guard beside my front door,", "35": "because whoever finds me finds life, and he obtains favor from the Lord,", "36": "but whoever sins against me harms himself. All who hate me love death."}