{"1": "So put away all malice and all guile and insincerity and envy and all slander. ", "2": "Like newborn babes, long for the pure spiritual milk, that by it you may grow up to salvation; ", "3": "for you have tasted the kindness of the Lord.", "4": "Come to him, to that living stone, rejected by men but in God's sight chosen and precious; ", "5": "and like living stones be yourselves built into a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. ", "6": "For it stands in scripture: “Behold, I am laying in Zion a stone, a cornerstone chosen and precious, and he who believes in him will not be put to shame.”", "7": "To you therefore who believe, he is precious, but for those who do not believe, “The very stone which the builders rejected has become the head of the corner,”", "8": "and “A stone that will make men stumble, a rock that will make them fall”; for they stumble because they disobey the word, as they were destined to do.", "9": "But you are a chosen race, a royal priesthood, a holy nation, God's own people,[a] that you may declare the wonderful deeds of him who called you out of darkness into his marvelous light. ", "10": "Once you were no people but now you are God's people; once you had not received mercy but now you have received mercy.", "11": "Beloved, I beseech you as aliens and exiles to abstain from the passions of the flesh that wage war against your soul. ", "12": "Maintain good conduct among the Gentiles, so that in case they speak against you as wrongdoers, they may see your good deeds and glorify God on the day of visitation.", "13": "Be subject for the Lord's sake to every human institution,[b] whether it be to the emperor as supreme, ", "14": "or to governors as sent by him to punish those who do wrong and to praise those who do right. ", "15": "For it is God's will that by doing right you should put to silence the ignorance of foolish men. ", "16": "Live as free men, yet without using your freedom as a pretext for evil; but live as servants of God. ", "17": "Honor all men. Love the brotherhood. Fear God. Honor the emperor.", "18": "Servants, be submissive to your masters with all respect, not only to the kind and gentle but also to the overbearing. ", "19": "For one is approved if, mindful of God, he endures pain while suffering unjustly. ", "20": "For what credit is it, if when you do wrong and are beaten for it you take it patiently? But if when you do right and suffer for it you take it patiently, you have God's approval. ", "21": "For to this you have been called, because Christ also suffered for you, leaving you an example, that you should follow in his steps. ", "22": "He committed no sin; no guile was found on his lips. ", "23": "When he was reviled, he did not revile in return; when he suffered, he did not threaten; but he trusted to him who judges justly. ", "24": "He himself bore our sins in his body on the tree,[c] that we might die to sin and live to righteousness. By his wounds you have been healed. ", "25": "For you were straying like sheep, but have now returned to the Shepherd and Guardian of your souls."}