{"1": "My brothers and sisters, I know you've heard this before, but stop playing favorites! Do not try to blend the genuine faith of our glorious Lord Jesus, the Anointed One, with your silly pretentiousness. ", "2": "If an affluent gentleman enters your gathering wearing the finest clothes and priceless jewelry, don't trip over each other trying to welcome him. And if a penniless bum crawls in with his shabby clothes and a stench fills the room, don't look away or pretend you didn't notice—offer him a seat up front, next to you. ", "3-4": "If you tell the wealthy man, “Come sit by me; there's plenty of room,” but tell the vagrant, “Oh, these seats are saved. Go over there,” then you'll be judging God's children out of evil motives.", "5": "My dear brothers and sisters, listen: God has picked the poor of this world to become unfathomably rich in faith and ultimately to inherit the Kingdom, which He has pledged to those who love Him. ", "6": "By favoring the rich, you have mocked the poor. And, correct me if I'm wrong, but isn't it the rich who step on you while climbing the ladder of success? And isn't it the rich who take advantage of you and drag you into court? ", "7": "Aren't they the ones mocking the noble name of our God, the One calling us?", "8": "We are often mesmerized by the rich, powerful, and beautiful people of the world. We dream of associating with them; but when we focus our attention on the fashionable people of this world, it is often at the expense of those who need it the most. Ignoring the needy and favoring the wealthy is completely contrary to the example Jesus modeled for us while walking on earth. God often chooses those who are the poorest materially to be the richest spiritually. We should welcome everyone equally into God's kingdom, even if it means upsetting boundaries like class and race. The rule is simple: we should treat others in the same way we want to be treated. God does not play favorites, and neither should we. Remember His call, and live by the royal law found in Scripture: love others as you love yourself.[a] You'll be doing very well if you can get this down. ", "9": "But if you show favoritism—paying attention to those who can help you in some way, while ignoring those who seem to need all the help—you'll be sinning and condemned by the law. ", "10": "For if a person could keep all of the laws and yet break just one; it would be like breaking them all. ", "11": "The same God who said, “Do not commit adultery,”[b] also says, “Do not murder.”[c] If you break either of these commands, you're a lawbreaker, no matter how you look at it. ", "12": "So live your life in such a way that acknowledges that one day you will be judged. But the law that judges also gives freedom, ", "13": "although you can't expect to be shown mercy if you refuse to show mercy. But hear this: mercy always wins against judgment! Thank God!", "14": "James' focus on works is frequently cited as a contradiction to other messages in the Bible. On the one hand, it appears James is saying that salvation is achieved by works; on the other, writers such as Paul emphasize that salvation comes by faith alone, not works of the law (Galatians 2). Look carefully and you'll see that Paul and James are talking about different issues. Paul is in the middle of a debate with Jewish Christians over whether Gentiles must live like Jews to enter the family of faith. He says that no one is made right with God by performing the works of the law. Instead, all people are made right by faith, thanks to God's grace. For James the situation is entirely different. The works he is talking about refer to God's people helping the poor, not whether non-Jews must live like Jews. He's concerned about a shallow, insincere, and hypocritical faith. Paul describes the root of salvation; a person is saved by God's grace received through faith. James is explaining the fruit of salvation; saving faith is a faith that works. Brothers and sisters, it doesn't make any sense to say you have faith and act in a way that denies that faith. Mere talk never gets you very far, and a commitment to Jesus only in words will not save you. ", "15": "It would be like seeing a brother or sister without any clothes out in the cold and begging for food, and ", "16": "saying, “Shalom, friend, you should get inside where it's warm and eat something,” but doing nothing about his needs—leaving him cold and alone on the street. What good would your words alone do? ", "17": "The same is true with faith. Without actions, faith is useless. By itself, it's as good as dead. ", "18": "I know what you're thinking: “OK, you have faith. And I have actions. Now let's see your faith without works, and I'll show you a faith that works.”", "19": "Don't you realize that faith without works is useless, like a glove without a hand or a hat without a head? Do you think that just believing there's one God is going to get you anywhere? The demons believe that, too, and it terrifies them! ", "20": "The fact is, faith has to show itself through works performed in faith. If you don't recognize that, then you're an empty soul. ", "21": "Wasn't our father Abraham made right with God by laying his son Isaac on the altar? ", "22": "The faith in his heart was made known in his behavior. In fact, his commitment was perfected by his obedience. ", "23": "That's what Scripture means when it says, “Abraham entrusted himself to God, and God credited him with righteousness.”[d] And living a faithful life earned Abraham the title of “God's friend.”[e] ", "24": "Just like our father in the faith, we are made right with God through good works, not simply by what we believe or think. ", "25": "Even Rahab the prostitute was made right with God by hiding the spies and aiding in their escape.[f] ", "26": "Removing action from faith is like removing breath from a body. All you have left is a corpse."}