{"1": "The Lord in his anger has covered Zion with darkness. Its heavenly splendor he has turned into ruins. On the day of his anger he abandoned even his Temple.", "2": "The Lord destroyed without mercy every village in Judah And tore down the forts that defended the land. He brought disgrace on the kingdom and its rulers.", "3": "In his fury he shattered the strength of Israel; He refused to help us when the enemy came. He raged against us like fire, destroying everything.", "4": "He aimed his arrows at us like an enemy; He killed all those who were our joy and delight. Here in Jerusalem we felt his burning anger.", "5": "Like an enemy, the Lord has destroyed Israel; He has left her forts and palaces in ruins. He has brought on the people of Judah unending sorrow.", "6": "He smashed to pieces the Temple where we worshiped him; He has put an end to holy days and Sabbaths. King and priest alike have felt the force of his anger.", "7": "The Lord rejected his altar and deserted his holy Temple; He allowed the enemy to tear down its walls. They shouted in victory where once we had worshiped in joy.", "8": "The Lord was determined that the walls of Zion should fall; He measured them off to make sure of total destruction. The towers and walls now lie in ruins together.", "9": "The gates lie buried in rubble, their bars smashed to pieces. The king and the noblemen now are in exile. The Law is no longer taught, and the prophets have no visions from the Lord.", "10": "Jerusalem's old men sit on the ground in silence, With dust on their heads and sackcloth on their bodies. Young women bow their heads to the ground.", "11": "My eyes are worn out with weeping; my soul is in anguish. I am exhausted with grief at the destruction of my people. Children and babies are fainting in the streets of the city.", "12": "Hungry and thirsty, they cry to their mothers; They fall in the streets as though they were wounded, And slowly die in their mothers' arms.", "13": "O Jerusalem, beloved Jerusalem, what can I say? How can I comfort you? No one has ever suffered like this. Your disaster is boundless as the ocean; there is no possible hope.", "14": "Your prophets had nothing to tell you but lies; Their preaching deceived you by never exposing your sin. They made you think you did not need to repent.", "15": "People passing by the city look at you in scorn. They shake their heads and laugh at Jerusalem's ruins: “Is this that lovely city? Is this the pride of the world?”", "16": "All your enemies mock you and glare at you with hate. They curl their lips and sneer, “We have destroyed it! This is the day we have waited for!”", "17": "The Lord has finally done what he threatened to do: He has destroyed us without mercy, as he warned us long ago. He gave our enemies victory, gave them joy at our downfall.", "18": "O Jerusalem, let your very walls cry out to the Lord![a] Let your tears flow like rivers night and day; Wear yourself out with weeping and grief", "19": "All through the night get up again and again to cry out to the Lord; Pour out your heart and beg him for mercy on your children— Children starving to death on every street corner!", "20": "Look, O Lord! Why are you punishing us like this? Women are eating the bodies of the children they loved! Priests and prophets are being killed in the Temple itself", "21": "Young and old alike lie dead in the streets, Young men and women, killed by enemy swords. You slaughtered them without mercy on the day of your anger.", "22": "You invited my enemies to hold a carnival of terror all around me, And no one could escape on that day of your anger. They murdered my children, whom I had raised and loved."}