{"1": "I am one who knows what it is to be punished by God.", "2": "He drove me deeper and deeper into darkness", "3": "And beat me again and again with merciless blows.", "4": "He has left my flesh open and raw, and has broken my bones.", "5": "He has shut me in a prison of misery and anguish.", "6": "He has forced me to live in the stagnant darkness of death.", "7": "He has bound me in chains; I am a prisoner with no hope of escape.", "8": "I cry aloud for help, but God refuses to listen;", "9": "I stagger as I walk; stone walls block me wherever I turn.", "10": "He waited for me like a bear; he pounced on me like a lion.", "11": "He chased me off the road, tore me to pieces, and left me.", "12": "He drew his bow and made me the target for his arrows.", "13": "He shot his arrows deep into my body.", "14": "People laugh at me all day long; I am a joke to them all.", "15": "Bitter suffering is all he has given me for food and drink.", "16": "He rubbed my face in the ground and broke my teeth on rocks.", "17": "I have forgotten what health and peace and happiness are.", "18": "I do not have much longer to live; my hope in the Lord is gone.", "19": "The thought of my pain, my homelessness, is bitter poison.", "20": "I think of it constantly, and my spirit is depressed.", "21": "Yet hope returns when I remember this one thing:", "22": "The Lord's unfailing love and mercy still continue,", "23": "Fresh as the morning, as sure as the sunrise.", "24": "The Lord is all I have, and so in him I put my hope.", "25": "The Lord is good to everyone who trusts in him,", "26": "So it is best for us to wait in patience—to wait for him to save us—", "27": "And it is best to learn this patience in our youth.", "28": "When we suffer, we should sit alone in silent patience;", "29": "We should bow in submission, for there may still be hope.", "30": "Though beaten and insulted, we should accept it all.", "31": "The Lord is merciful and will not reject us forever.", "32": "He may bring us sorrow, but his love for us is sure and strong.", "33": "He takes no pleasure in causing us grief or pain.", "34": "The Lord knows when our spirits are crushed in prison;", "35": "He knows when we are denied the rights he gave us;", "36": "When justice is perverted in court, he knows.", "37": "The will of the Lord alone is always carried out.[a]", "38": "Good and evil alike take place at his command.", "39": "Why should we ever complain when we are punished for our sin?[b]", "40": "Let us examine our ways and turn back to the Lord.", "41": "Let us open our hearts to God in heaven and pray,", "42": "“We have sinned and rebelled, and you, O Lord, have not forgiven us.", "43": "“You pursued us and killed us; your mercy was hidden by your anger,", "44": "By a cloud of fury too thick for our prayers to get through.", "45": "You have made us the garbage dump of the world.", "46": "“We are insulted and mocked by all our enemies.", "47": "We have been through disaster and ruin; we live in danger and fear.", "48": "My eyes flow with rivers of tears at the destruction of my people.", "49": "“My tears will pour out in a ceaseless stream", "50": "Until the Lord looks down from heaven and sees us.", "51": "My heart is grieved when I see what has happened to the women of the city.", "52": "“I was trapped like a bird by enemies who had no cause to hate me.", "53": "They threw me alive into a pit and closed the opening with a stone.", "54": "Water began to close over me, and I thought death was near.", "55": "“From the bottom of the pit, O Lord, I cried out to you,", "56": "And when I begged you to listen to my cry, you heard.", "57": "You answered me and told me not to be afraid.", "58": "“You came to my rescue, Lord, and saved my life.", "59": "Judge in my favor; you know the wrongs done against me.", "60": "You know how my enemies hate me and how they plot against me.", "61": "“You have heard them insult me, O Lord; you know all their plots.", "62": "All day long they talk about me and make their plans.", "63": "From morning till night they make fun of me.", "64": "“Punish them for what they have done, O Lord;", "65": "Curse them and fill them with despair!", "66": "Hunt them down and wipe them off the earth!”"}