{"1": "Our glittering gold has grown dull; the stones of the Temple lie scattered in the streets.", "2": "Zion's young people were as precious to us as gold, but now they are treated like common clay pots.", "3": "Even a mother wolf will nurse her cubs, but my people are like ostriches, cruel to their young.", "4": "They let their babies die of hunger and thirst; children are begging for food that no one will give them.", "5": "People who once ate the finest foods die starving in the streets; those raised in luxury are pawing through garbage for food.", "6": "My people have been punished even more than the inhabitants of Sodom, which met a sudden downfall at the hands of God.", "7": "Our princes[a] were undefiled and pure as snow, vigorous and strong, glowing with health.", "8": "Now they lie unknown in the streets, their faces blackened in death; their skin, dry as wood, has shriveled on their bones.", "9": "Those who died in the war were better off than those who died later, who starved slowly to death, with no food to keep them alive.", "10": "The disaster that came to my people brought horror; loving mothers boiled their own children for food.", "11": "The Lord turned loose the full force of his fury; he lit a fire in Zion that burned it to the ground.", "12": "No one anywhere, not even rulers of foreign nations, believed that any invader could enter Jerusalem's gates.", "13": "But it happened, because her prophets sinned and her priests were guilty of causing the death of innocent people.", "14": "Her leaders wandered through the streets as though blind, so stained with blood that no one would touch them.", "15": "“Get away!” people shouted. “You're defiled! Don't touch me!” So they wandered from nation to nation, welcomed by no one.", "16": "The Lord had no more concern for them; he scattered them himself. He showed no regard for our priests and leaders.", "17": "For help that never came, we looked until we could look no longer. We kept waiting for help from a nation that had none to give.", "18": "The enemy was watching for us; we could not even walk in the streets. Our days were over; the end had come.", "19": "Swifter than eagles swooping from the sky, they chased us down. They tracked us down in the hills; they took us by surprise in the desert.", "20": "They captured the source of our life, the king the Lord had chosen, the one we had trusted to protect us from every invader.", "21": "Laugh on, people of Edom and Uz; be glad while you can. Your disaster is coming too; you too will stagger naked in shame.", "22": "Zion has paid for her sin; the Lord will not keep us in exile any longer. But Edom, the Lord will punish you; he will expose your guilty acts."}