{"1": "A false balance and dishonest business practices are extremely offensive to the Lord, But an accurate scale is His delight.", "2": "  When pride comes [boiling up with an arrogant attitude of self-importance], then come dishonor and shame, But with the humble [the teachable who have been chiseled by trial and who have learned to walk humbly with God] there is wisdom and soundness of mind.", "3": "  The integrity and moral courage of the upright will guide them, But the crookedness of the treacherous will destroy them.", "4": "  Riches will not provide security in the day of wrath and judgment, But righteousness rescues from death.", "5": "  The righteousness of the blameless will smooth their way and keep it straight, But the wicked will fall by his own wickedness.", "6": "  The righteousness of the upright will rescue them, But the treacherous will be caught by their own greed.", "7": "  When the wicked man dies, his expectation will perish; And the hope of [godless] strong men perishes.", "8": "  [a]The righteous is rescued from trouble, And the wicked takes his place.", "9": "  With his mouth the godless man destroys his neighbor, But through knowledge and discernment the righteous will be rescued.", "10": "  When it goes well for the righteous, the city rejoices, And when the wicked perish, there are shouts of joy.", "11": "  By the blessing [of the influence] of the upright the city is exalted, But by the mouth of the wicked it is torn down.", "12": "  He who despises his neighbor lacks sense, But a man of understanding keeps silent.", "13": "  He who goes about as a gossip reveals secrets, But he who is trustworthy and faithful keeps a matter hidden.", "14": "  Where there is no [wise, intelligent] guidance, the people fall [and go off course like a ship without a helm], But in the abundance of [wise and godly] counselors there is victory.", "15": "  He who puts up security and guarantees a debt for an outsider will surely suffer [for his foolishness], But he who hates (declines) being a guarantor is secure [from its penalties].", "16": "  A gracious and good woman attains honor, And ruthless men attain riches [but not respect].", "17": "  The merciful and generous man benefits his soul [for his behavior returns to bless him], But the cruel and callous man does himself harm.", "18": "  The wicked man earns deceptive wages, But he who sows righteousness and lives his life with integrity will have a true reward [that is both permanent and satisfying].", "19": "  He who is steadfast in righteousness attains life, But he who pursues evil attains his own death.", "20": "  The perverse in heart are repulsive and shamefully vile to the Lord, But those who are blameless and above reproach in their walk are His delight!", "21": "  Assuredly, the evil man will not go unpunished, But the descendants of the righteous will be freed.", "22": "  As a ring of gold in a swine's snout, So is a beautiful woman who is without discretion [her lack of character mocks her beauty].", "23": "  The desire of the righteous brings only good, But the expectation of the wicked brings wrath.", "24": "  There is the one who [generously] scatters [abroad], and yet increases all the more; And there is the one who withholds what is justly due, but it results only in want and poverty.", "25": "  The generous man [is a source of blessing and] shall be prosperous and enriched, And he who waters will himself be watered [reaping the generosity he has sown].", "26": "  The people curse him who holds back grain [when the public needs it], But a blessing [from God and man] is upon the head of him who sells it.", "27": "  He who diligently seeks good seeks favor and grace, But he who seeks evil, evil will come to him.", "28": "  He who leans on and trusts in and is confident in his riches will fall, But the righteous [who trust in God's provision] will flourish like a green leaf.", "29": "  He who troubles (mismanages) his own house will inherit the wind (nothing), And the foolish will be a servant to the wise-hearted.", "30": "  The fruit of the [consistently] righteous is a tree of life, And he who is wise captures and wins souls [for God—he gathers them for eternity].", "31": "  If the righteous will be rewarded on the earth [with godly blessings], How much more [will] the wicked and the sinner [be repaid with punishment]!"}