{"1": "My son, if you will receive my words And treasure my commandments within you,", "2": "  So that your ear is attentive to [skillful and godly] wisdom, And apply your heart to understanding [seeking it conscientiously and striving for it eagerly];", "3": "  Yes, if you cry out for insight, And lift up your voice for understanding;", "4": "  If you seek skillful and godly wisdom as you would silver And search for her as you would hidden treasures;", "5": "  Then you will understand the [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome] And discover the knowledge of God.", "6": "  For the Lord gives [skillful and godly] wisdom; From His mouth come knowledge and understanding.", "7": "  He stores away sound wisdom for the righteous [those who are in right standing with Him]; He is a shield to those who walk in integrity [those of honorable character and moral courage],", "8": "  He guards the paths of justice; And He preserves the way of His saints (believers).", "9": "  Then you will understand righteousness and justice [in every circumstance] And integrity and every good path.", "10": "  For [skillful and godly] wisdom will enter your heart And knowledge will be pleasant to your soul.", "11": "  Discretion will watch over you, Understanding and discernment will guard you,", "12": "  To keep you from the way of evil and the evil man, From the man who speaks perverse things;", "13": "  From those who leave the paths of uprightness To walk in the ways of darkness;", "14": "  Who find joy in doing evil And delight in the perversity of evil,", "15": "  Whose paths are crooked, And who are devious in their ways;", "16": "  To keep you from the immoral woman; From the seductress with her flattering words,", "17": "  Who leaves the companion (husband) of her youth, And forgets the covenant of her God.", "18": "  For her house leads down to death And her paths lead to the dead;", "19": "  None who go to her return again, Nor do they regain the paths of life—", "20": "  So you will walk in the way of good men [that is, those of personal integrity, moral courage and honorable character], And keep to the paths of the righteous.", "21": "  For the upright [those who are in right standing with God] will live in the land And those [of integrity] who are blameless [in God's sight] will remain in it;", "22": "  But the wicked will be cut off from the land And the treacherous shall be [forcibly] uprooted and removed from it."}