{"1": "The words of [a]Agur the son of Jakeh, the oracle: The man says to Ithiel, to Ithiel and to Ucal:", "2": "  Surely [b]I am more brutish and stupid than any man, And I do not have the understanding of a man [for I do not know what I do not know].", "3": "  I have not learned [skillful and godly] wisdom, Nor do I have knowledge of the Holy One [who is the source of wisdom].", "4": "  Who has ascended into heaven and descended? Who has gathered the wind in His fists? Who has bound the waters in His garment? Who has established all the ends of the earth? What is His name, and what is His Son's name? Certainly you know!", "5": "  Every word of God is tested and refined [like silver]; He is a shield to those who trust and take refuge in Him.", "6": "  Do not add to His words, Or He will reprove you, and you will be found a liar.", "7": "  Two things I have asked of You; Do not deny them to me before I die:", "8": "  Keep deception and lies far from me; Give me neither poverty nor riches; Feed me with the food that is my portion,", "9": "  So that I will not be full and deny You and say, “Who is the Lord?” Or that I will not be poor and steal, And so profane the name of my God.", "10": "  Do not slander or malign a servant before his master [stay out of another's personal life], Or he will curse you [for your interference], and you will be found guilty.", "11": "  There is a generation (class of people) that curses its father And does not bless its mother.", "12": "  There is a generation (class of people) that is pure in its own eyes, Yet is not washed from its filthiness.", "13": "  There is a generation (class of people)—oh, how lofty are their eyes! And their eyelids are raised in arrogance.", "14": "  There is a generation (class of people) whose teeth are like swords And whose jaw teeth are like knives, To devour the afflicted from the earth And the needy from among men.", "15": "  The leech has two daughters, “Give, give!” There are three things that are never satisfied, Four that do not say, “It is enough”:", "16": "  [c]Sheol, and the barren womb, Earth that is never satisfied with water, And fire that never says, “It is enough.”", "17": "  The eye that mocks a father And scorns a mother, The ravens of the valley will pick it out, And the young vultures will devour it.", "18": "  There are three things which are too astounding and unexpectedly wonderful for me, Four which I do not understand:", "19": "  The way of an eagle in the air, The way of a serpent on a rock, The way of a ship in the middle of the sea, And the way of a man with a maid.", "20": "  This is the way of an adulterous woman: She eats and wipes her mouth And says, “I have done no wrong.”", "21": "  Under three things the earth is disquieted and quakes, And under four it cannot bear up:", "22": "  Under a servant when he reigns, Under a [spiritually blind] fool when he is filled with food,", "23": "  Under an unloved woman when she gets married, And under a maidservant when she supplants her mistress.", "24": "  There are four things that are small on the earth, But they are exceedingly wise:", "25": "  The ants are not a strong people, Yet they prepare their food in the summer;", "26": "  The [d]shephanim are not a mighty folk, Yet they make their houses in the rocks;", "27": "  The locusts have no king, Yet all of them go out in groups;", "28": "  You may grasp the lizard with your hands, Yet it is in kings' palaces.", "29": "  There are three things which are stately in step, Even four which are stately in their stride:", "30": "  The lion, which is mighty among beasts And does not turn back before any;", "31": "  The [e]strutting rooster, the male goat also, And the king when his army is with him.", "32": "  If you have foolishly exalted yourself, Or if you have plotted evil, put your hand on your mouth.", "33": "  Surely the churning of milk produces butter, And wringing the nose produces blood; So the churning of anger produces strife."}