{"1": "Hear, O children, the instruction of a father, And pay attention [and be willing to learn] so that you may gain understanding and intelligent discernment.", "2": "  For I give you good doctrine; Do not [a]turn away from my instruction.", "3": "  When I was a son with my father (David), Tender and the only son in the sight of my mother (Bathsheba),", "4": "  He taught me and said to me, “Let your heart hold fast my words; Keep my commandments and live.", "5": "  “Get [skillful and godly] wisdom! Acquire understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation]! Do not forget nor turn away from the words of my mouth.", "6": "  “Do not [b]turn away from her (Wisdom) and she will guard and protect you; Love her, and she will watch over you.", "7": "  “The beginning of wisdom is: Get [skillful and godly] wisdom [it is preeminent]! And with all your acquiring, get understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation].", "8": "  “Prize wisdom [and exalt her], and she will exalt you; She will honor you if you embrace her.", "9": "  “She will place on your head a garland of grace; She will present you with a crown of beauty and glory.”", "10": "  Hear, my son, and accept my sayings, And the years of your life will be many.", "11": "  I have instructed you in the way of [skillful and godly] wisdom; I have led you in upright paths.", "12": "  When you walk, your steps will not be impeded [for your path will be clear and open]; And when you run, you will not stumble.", "13": "  Take hold of instruction; [actively seek it, grip it firmly and] do not let go. Guard her, for she is your life.", "14": "  Do not enter the path of the wicked, And do not go the way of evil men.", "15": "  Avoid it, do not travel on it; Turn away from it and pass on.", "16": "  For the wicked cannot sleep unless they do evil; And they are deprived of sleep unless they make someone stumble and fall.", "17": "  For they eat the bread of wickedness And drink the wine of violence.", "18": "  But the path of the just (righteous) is like the light of dawn, That shines brighter and brighter until [it reaches its full strength and glory in] the perfect day.", "19": "  The way of the wicked is like [deep] darkness; They do not know over what they stumble.", "20": "  My son, pay attention to my words and be willing to learn; Open your ears to my sayings.", "21": "  Do not let them escape from your sight; Keep them in the center of your heart.", "22": "  For they are life to those who find them, And healing and health to all their flesh.", "23": "  Watch over your heart with all diligence, For from it flow the springs of life.", "24": "  Put away from you a deceitful (lying, misleading) mouth, And put devious lips far from you.", "25": "  Let your eyes look directly ahead [toward the path of moral courage] And let your gaze be fixed straight in front of you [toward the path of integrity].", "26": "  Consider well and watch carefully the path of your feet, And all your ways will be steadfast and sure.", "27": "  Do not turn away to the right nor to the left [where evil may lurk]; Turn your foot from [the path of] evil."}