{"1": "My son, be attentive to my wisdom [godly wisdom learned by costly experience], Incline your ear to my understanding;", "2": "  That you may exercise discrimination and discretion (good judgment), And your lips may reserve knowledge and answer wisely [to temptation].", "3": "  For the lips of an immoral woman drip honey [like a honeycomb] And her speech is smoother than oil;", "4": "  But in the end she is bitter like [the extract of] wormwood, Sharp as a two-edged sword.", "5": "  Her feet go down to death; Her steps take hold of Sheol (the nether world, the place of the dead),", "6": "  So that she does not think [seriously] about the path of life; Her ways are aimless and unstable; you cannot know where her path leads.", "7": "  Now then, my sons, listen to me And do not depart from (forget) the words of my mouth.", "8": "  Let your way [in life] be far from her, And do not go near the door of her house [avoid even being near the places of temptation],", "9": "  Or you will give your honor to others, And your years to the cruel one,", "10": "  And strangers will be filled with your strength And your hard-earned wealth will go to the house of a foreigner [who does not know God];", "11": "  And you will groan when your life is ending, When your flesh and your body are consumed;", "12": "  And you say, “How I hated instruction and discipline, And my heart despised correction and reproof!", "13": "  “I have not listened to the voice of my teachers, Nor have I inclined my ear to those who instructed me.", "14": "  “I was almost in total ruin In the midst of the assembly and congregation.”", "15": "  [a]Drink water from your own [b]cistern [of a pure marriage relationship] And fresh running water from your own well.", "16": "  Should your [c]springs (children) be dispersed, As streams of water in the streets?", "17": "  [Confine yourself to your own wife.] Let your children be yours alone, And not the children of strangers with you.", "18": "  Let your fountain (wife) be blessed [with the rewards of fidelity], And rejoice in the wife of your youth.", "19": "  Let her be as a loving hind and graceful doe, Let her breasts refresh and satisfy you at all times; Always be [d]exhilarated and delight in her love.", "20": "  Why should you, my son, be exhilarated with an immoral woman And embrace the bosom of an outsider (pagan)?", "21": "  For the ways of man are directly before the eyes of the Lord, And He carefully watches all of his paths [all of his comings and goings].", "22": "  The iniquities done by a wicked man will trap him, And he will be held with the cords of his sin.", "23": "  He will die for lack of instruction (discipline), And in the greatness of his foolishness he will go astray and be lost."}