{"1": "My son, if you have become surety (guaranteed a debt or obligation) for your neighbor, If you have given your pledge for [the debt of] a stranger or another [outside your family],", "2": "  If you have been snared with the words of your lips, If you have been trapped by the speech of your mouth,", "3": "  Do this now, my son, and release yourself [from the obligation]; [a]Since you have come into the hand of your neighbor, Go humble yourself, and plead with your neighbor [to pay his debt and release you].", "4": "  Give no [unnecessary] sleep to your eyes, Nor slumber to your eyelids;", "5": "  Tear yourself away like a gazelle from the hand of the hunter And like a bird from the hand of the fowler.", "6": "  Go to the ant, O lazy one; Observe her ways and be wise,", "7": "  Which, having no chief, Overseer or ruler,", "8": "  She prepares her food in the summer And brings in her provisions [of food for the winter] in the harvest.", "9": "  How long will you lie down, O lazy one? When will you arise from your sleep [and learn self-discipline]?", "10": "  “Yet a little sleep, a little slumber, A little folding of the hands to lie down and rest”—", "11": "  So your poverty will come like an approaching prowler who walks [slowly, but surely] And your need [will come] like an armed man [making you helpless].", "12": "  A worthless person, a wicked man, Is one who walks with a perverse (corrupt, vulgar) mouth.", "13": "  Who winks with his eyes [in mockery], who shuffles his feet [to signal], Who points with his fingers [to give subversive instruction];", "14": "  Who perversely in his heart plots trouble and evil continually; Who spreads discord and strife.", "15": "  Therefore [the crushing weight of] his disaster will come suddenly upon him; Instantly he will be broken, and there will be no healing or remedy [because he has no heart for God].", "16": "  These six things the Lord hates; Indeed, seven are repulsive to Him:", "17": "  A proud look [the attitude that makes one overestimate oneself and discount others], a lying tongue, And hands that shed innocent blood,", "18": "  A heart that creates wicked plans, Feet that run swiftly to evil,", "19": "  A false witness who breathes out lies [even half-truths], And one who spreads discord (rumors) among brothers.", "20": "  My son, be guided by your father's [God-given] commandment (instruction) And do not [b]reject the teaching of your mother;", "21": "  Bind them continually upon your heart (in your thoughts), And tie them around your neck.", "22": "  When you walk about, they (the godly teachings of your parents) will guide you; When you sleep, they will keep watch over you; And when you awake, they will talk to you.", "23": "  For the commandment is a lamp, and the teaching [of the law] is light, And reproofs (rebukes) for discipline are the way of life,", "24": "  To keep you from the evil woman, From [the flattery of] the smooth tongue of an immoral woman.", "25": "  Do not desire (lust after) her beauty in your heart, Nor let her capture you with her eyelashes.", "26": "  For on account of a prostitute one is reduced to a piece of bread [to be eaten up], And the immoral woman hunts [with a hook] the precious life [of a man].", "27": "  Can a man take fire to his chest And his clothes not be burned?", "28": "  Or can a man walk on hot coals And his feet not be scorched?", "29": "  So is the one who goes in to his neighbor's wife; Whoever touches her will not be found innocent or go unpunished.", "30": "  People do not despise a thief if he steals To satisfy himself when he is hungry;", "31": "  But when he is found, he must repay seven times [what he stole]; He must give all the property of his house [if necessary to meet his fine].", "32": "  But whoever commits adultery with a woman lacks common sense and sound judgment and an understanding [of moral principles]; He who would destroy his soul does it.", "33": "  Wounds and disgrace he will find, And his reproach (blame) will not be blotted out.", "34": "  For jealousy enrages the [wronged] husband; He will not spare [the guilty one] on the day of vengeance.", "35": "  He will not accept any ransom [offered to buy him off from demanding full punishment]; Nor will he be satisfied though you offer him many gifts (bribes)."}