{"1": "Does not wisdom call, And understanding lift up her voice?", "2": "  On the top of the heights beside the way, Where the paths meet, wisdom takes her stand;", "3": "  Beside the gates, at the entrance to the city, At the entrance of the doors, she cries out:", "4": "  “To you, O men, I call, And my voice is directed to the sons of men.", "5": "  “O you naive or inexperienced [who are easily misled], understand prudence and seek astute common sense; And, O you [closed-minded, self-confident] fools, understand wisdom [seek the insight and self-discipline that leads to godly living].", "6": "  “Listen, for I will speak excellent and noble things; And the opening of my lips will reveal right things.", "7": "  “For my mouth will utter truth, And wickedness is repulsive and loathsome to my lips.", "8": "  “All the words of my mouth are in righteousness (upright, in right standing with God); There is nothing contrary to truth or perverted (crooked) in them.", "9": "  “They are all straightforward to him who understands [with an open and willing mind], And right to those who find knowledge and live by it.", "10": "  “Take my instruction rather than [seeking] silver, And take knowledge rather than choicest gold,", "11": "  “For wisdom is better than rubies; And all desirable things cannot compare with her.", "12": "  “I, [godly] wisdom, reside with prudence [good judgment, moral courage and astute common sense], And I find knowledge and discretion.", "13": "  “The [reverent] fear and worshipful awe of the Lord includes the hatred of evil; Pride and arrogance and the evil way, And the perverted mouth, I hate.", "14": "  “Counsel is mine and sound wisdom; I am understanding, power and strength are mine.", "15": "  “By me kings reign And rulers decide and decree justice.", "16": "  “By me princes rule, and nobles, All who judge and govern rightly.", "17": "  “I love those who love me; And those who seek me early and diligently will find me.", "18": "  “Riches and honor are with me, Enduring wealth and righteousness (right standing with God).", "19": "  “My fruit is better than gold, even pure gold, And my yield is better than choicest silver.", "20": "  “I, [Wisdom, continuously] walk in the way of righteousness, In the midst of the paths of justice,", "21": "  That I may cause those who love me to inherit wealth and true riches, And that I may fill their treasuries.", "22": "  “The Lord created and possessed me at the beginning of His way, Before His works of old [were accomplished].", "23": "  “From everlasting I was established and ordained, From the beginning, before the earth existed, [I, godly wisdom, existed].", "24": "  “When there were no ocean depths I was born, When there were no fountains and springs overflowing with water.", "25": "  “Before the mountains were settled, Before the hills, I was born;", "26": "  While He had not yet made the earth and the fields, Or the first of the dust of the earth.", "27": "  “When He established the heavens, I [Wisdom] was there; When He drew a circle upon the face of the deep,", "28": "  When He made firm the skies above, When the fountains and springs of the deep became fixed and strong,", "29": "  When He set for the sea its boundary So that the waters would not transgress [the boundaries set by] His command, When He marked out the foundations of the earth—", "30": "  Then I was beside Him, as a master craftsman; And I was daily His delight; Rejoicing before Him always,", "31": "  Rejoicing in the world, His inhabited earth, And having my delight in the sons of men.", "32": "  “Now therefore, O sons, listen to me, For blessed [happy, prosperous, to be admired] are they who keep my ways.", "33": "  “Heed (pay attention to) instruction and be wise, And do not ignore or neglect it.", "34": "  “Blessed [happy, prosperous, to be admired] is the man who listens to me, Watching daily at my gates, Waiting at my doorposts.", "35": "  “For whoever finds me (Wisdom) finds life And obtains favor and grace from the Lord.", "36": "  “But he who fails to find me or sins against me injures himself; All those who hate me love and court death.”"}