{"1": "That same night the ·king could not sleep [L king's sleep fled]. So he gave an order for the ·daily court record [book of history/remembrances, the annals/chronicles] to be brought in and read to him. ", "2": "It was found recorded that Mordecai had warned the king about Bigthana and Teresh, two of the king's ·officers [eunuchs] who guarded the doorway and who had ·planned [plotted] to ·kill [assassinate] the king.", "3": "The king asked, “What honor and ·reward [recognition; distinction; L greatness] have been given to Mordecai for this?” The king's ·personal servants [attendants] answered, “Nothing has been done for Mordecai.”", "4": "The king said, “Who is in the courtyard?” Now Haman had just entered the outer court of the king's ·palace [L house]. He had come to ask the king about ·hanging [impaling] Mordecai on the ·platform [pole] he had prepared.", "5": "The king's ·personal servants [attendants] said, “Haman is standing in the courtyard.” The king said, “Bring him in.”", "6": "So Haman came in. And the king asked him, “What should be done for a man whom the king ·wants very much [delights] to honor?” And Haman thought to himself, “Whom would the king want to honor more than me?” ", "7": "So he answered the king, “Do this for the man you ·want very much [delight] to honor. ", "8": "Have them bring a royal robe that the king himself has worn. And also bring a horse with a royal ·crown [crest; emblem; insignia] on its head, a horse that the king himself has ridden. ", "9": "Let the robe and the horse be given to one of the king's most ·important [noble] ·men [officials]. Let ·them [or him] ·put the robe on [clothe; array; robe] the man the king ·wants [delights] to honor, and let ·them [or him] lead him on the horse through the city ·streets [square]. Let ·them [or him] announce: 'This is what is done for the man whom the king ·wants [delights] to honor!'”", "10": "The king commanded Haman, “Go quickly. Take the robe and the horse just as you have said, and do all this for Mordecai the Jew who sits at the king's gate. Do not ·leave out [neglect; L let fall] anything you have ·suggested [recommended].”", "11": "So Haman took the robe and the horse, and he ·put the robe on [clothed; arrayed; robed] Mordecai. Then he led him on horseback through the city ·streets [square], announcing before Mordecai: “This is what is done for the man whom the king ·wants [delights] to honor!”", "12": "Then Mordecai returned to the king's gate, but Haman hurried home with his head covered in ·mourning [humiliation]. ", "13": "He told his wife, Zeresh, and all his friends everything that had happened to him. Haman's wife and ·advisers [wise friends] said, “You are ·starting to lose power to [L beginning to fall before] Mordecai. ·Since [or If] he is ·a Jew [L from the seed of the Jews], you cannot ·win [prevail; stand] against him. You will surely ·be ruined [fall before him].” ", "14": "While they were still talking, the king's eunuchs came to Haman's house and hurried him to the banquet Esther had prepared."}