{"1-2": "From: Paul, the slave of God and the messenger of Jesus Christ. I have been sent to bring faith to those God has chosen and to teach them to know God's truth—the kind of truth that changes lives—so that they can have eternal life, which God promised them before the world began—and he cannot lie. ", "3": "And now in his own good time he has revealed this Good News and permits me to tell it to everyone. By command of God our Savior, I have been trusted to do this work for him.", "4": "To: Titus, who is truly my son in the affairs of the Lord. May God the Father and Christ Jesus our Savior give you his blessings and his peace.", "5": "I left you there on the island of Crete so that you could do whatever was needed to help strengthen each of its churches, and I asked you to appoint pastors[a] in every city who would follow the instructions I gave you. ", "6": "The men you choose must be well thought of for their good lives; they must have only one wife and their children must love the Lord and not have a reputation for being wild or disobedient to their parents.", "7": "These pastors* must be men of blameless lives because they are God's ministers. They must not be proud or impatient; they must not be drunkards or fighters or greedy for money. ", "8": "They must enjoy having guests in their homes and must love all that is good. They must be sensible men, and fair. They must be clean minded and level headed. ", "9": "Their belief in the truth that they have been taught must be strong and steadfast so that they will be able to teach it to others and show those who disagree with them where they are wrong.", "10": "For there are many who refuse to obey; this is especially true among those who say that all Christians must obey the Jewish laws. But this is foolish talk; it blinds people to the truth, ", "11": "and it must be stopped. Already whole families have been turned away from the grace of God. Such teachers are only after your money. ", "12": "One of their own men, a prophet from Crete, has said about them, “These men of Crete are all liars; they are like lazy animals, living only to satisfy their stomachs.” ", "13": "And this is true. So speak to the Christians there as sternly as necessary to make them strong in the faith ", "14": "and to stop them from listening to Jewish folk tales and the demands of men who have turned their backs on the truth.", "15": "A person who is pure of heart sees goodness and purity in everything; but a person whose own heart is evil and untrusting finds evil in everything, for his dirty mind and rebellious heart color all he sees and hears. ", "16": "Such persons claim they know God, but from seeing the way they act, one knows they don't. They are rotten and disobedient, worthless so far as doing anything good is concerned."}