{"1": "Some time later, David's son Amnon fell in love with Tamar the beautiful sister of Absalom, who was also David's son.", "2": "Amnon was so upset over his half sister that he made himself sick. She was a virgin, and it seemed impossible in Amnon's view to do anything to her.", "3": "But Amnon had a very clever friend named Jonadab, who was David's brother Shimeah's son.", "4": "“Prince,” Jonadab said to him, “why are you so down, morning after morning? Tell me about it.” So Amnon told him, “I'm in love with Tamar, the sister of my brother Absalom.”", "5": "“Lie down on your bed and pretend to be sick,” Jonadab said to him. “When your father comes to see you, tell him, 'Please let my sister Tamar come and give me some food to eat. Let her prepare the food in my sight so I can watch and eat from her own hand.'”", "6": "So Amnon lay down and pretended to be sick. The king came to see him, and Amnon told the king, “Please let my sister Tamar come and make a couple of heart-shaped cakes in front of me so I can eat from her hand.”", "7": "David sent word to Tamar at the palace: “Please go to your brother Amnon's house and prepare some food for him.”", "8": "So Tamar went to her brother Amnon's house where he was lying down. She took dough, kneaded it, made heart-shaped cakes in front of him, and then cooked them.", "9": "She took the pan and served Amnon, but he refused to eat. “Everyone leave me,” Amnon said. So everyone left him.", "10": "Then Amnon said to Tamar, “Bring the food into the bedroom so I can eat from your hand.” So Tamar took the heart-shaped cakes she had made and brought them to her brother Amnon in the bedroom.", "11": "When she served him the food, he grabbed her and said, “Come have sex with me, my sister.”", "12": "But she said to him, “No, my brother! Don't rape me. Such a thing shouldn't be done in Israel. Don't do this horrible thing.", "13": "Think about me—where could I hide my shame? And you—you would become like some fool in Israel! Please, just talk to the king! He won't keep me from marrying you.”", "14": "But Amnon refused to listen to her. He was stronger than she was, and so he raped her.", "15": "But then Amnon felt intense hatred for her. In fact, his hatred for her was greater than the love he had felt for her. So Amnon told her, “Get out of here!”", "16": "“No, my brother!”[a] she said. “Sending me away would be worse than the wrong you've already done.” But Amnon wouldn't listen to her.", "17": "He summoned his young servant and said, “Get this woman out of my presence and lock the door after her.”", "18": "(18 She was wearing a long-sleeved robe because that was what the virgin princesses wore as garments.)[b] So Amnon's servant put her out and locked the door after her.", "19": "Tamar put ashes on her head and tore the long-sleeved robe she was wearing. She put her hand on her head and walked away, crying as she went.", "20": "Her brother Absalom said to her, “Has your brother Amnon been with you? Keep quiet about it for now, sister; he's your brother. Don't let it bother you.” So Tamar, a broken woman, lived in her brother Absalom's house.", "21": "When King David heard about all this he got very angry, but he refused to punish his son Amnon because he loved him as his oldest child.[c]", "22": "Absalom never spoke to Amnon, good word or bad, because he hated him for raping his sister Tamar.", "23": "Two years later, Absalom was shearing sheep at Baal-hazor near Ephraim, and he invited all the king's sons.", "24": "Absalom approached the king and said, “Your servant is shearing sheep. Would the king and his advisors please join me?”", "25": "But the king said to Absalom, “No, my son. We shouldn't all go, or we would be a burden on you.” Although Absalom urged him, the king wasn't willing to go, although he gave Absalom a blessing.", "26": "Then Absalom said, “If you won't come, then let my brother Amnon go with us.” “Why should he go with you?” they asked him.", "27": "But Absalom urged him until he sent Amnon and all the other princes. Then Absalom made a banquet fit for a king.[d]", "28": "Absalom commanded his servants, “Be on the lookout! When Amnon is happy with wine and I tell you to strike Amnon down, then kill him! Don't be afraid, because I myself am giving you the order. Be brave and strong men.”", "29": "So Absalom's servants did to Amnon just what he had commanded. Then all the princes got up, jumped onto their mules, and fled.", "30": "While they were on the way, the report came to David: “Absalom has killed all of the princes! Not one remains.”", "31": "The king got up, tore his garments, and lay on the ground. All his servants stood near him, their garments torn as well.", "32": "But Jonadab, the son of David's brother Shimeah, said, “My master shouldn't think that all the young princes have been killed—only Amnon is dead. This has been Absalom's plan ever since the day Amnon raped his sister Tamar.", "33": "So don't let this bother you, my master; don't think that all the princes are dead, because only Amnon is dead,", "34": "and Absalom has fled.” Just then the young man on watch looked up and saw many people coming on the road behind him alongside the mountain.", "35": "Jonadab told the king, “Look, the princes are coming, just as I, your servant, said they would.”", "36": "When Jonadab finished speaking, the princes arrived. They broke into loud crying, and the king and his servants cried hard as well.", "37": "Meanwhile, Absalom had fled and gone to Geshur's King Talmai, Ammihud's son. David mourned for his son a long time.", "38": "But Absalom, after fleeing to Geshur, stayed there for three years.", "39": "Then the king's desire to go out after Absalom faded away because he had gotten over Amnon's death.[e]"}