{"1": "Some time later, Absalom got a chariot and horses for his own use, along with fifty men to run ahead of him.", "2": "Absalom would get up early and stand by the side of the road that went through the city gate. Whenever anyone had a lawsuit to bring before the king for judgment, Absalom would call to him, “What city are you from?” When the person said, “Your servant is from one of the tribes of Israel,”", "3": "then Absalom would say to him, “No doubt your claims are correct and valid, but the king won't listen to you.", "4": "If only I were made a judge in the land,” Absalom would continue, “then anyone with a lawsuit could come to me, and I would give them justice.”", "5": "Whenever anyone came near to Absalom, bowing low out of respect, he would reach his hand out, grab them, and kiss them.", "6": "This is how Absalom treated every Israelite who came to the king seeking justice. This is how Absalom stole the hearts of the Israelites.", "7": "At the end of four[a] years, Absalom said to the king, “Please let me go to Hebron so I can fulfill a promise I made to the Lord.", "8": "Your servant made this promise when I lived in Geshur, in Aram. I promised that if the Lord would bring me back to Jerusalem, then I would worship the Lord in Hebron.”[b]", "9": "“Go in peace,” the king said. So Absalom left and went to Hebron.", "10": "But Absalom sent secret agents throughout the tribes of Israel with this message: “When you hear the sound of the trumpet, then say, 'Absalom has become king in Hebron!'”", "11": "Two hundred invited guests went with Absalom from Jerusalem. They were innocent and knew nothing of this matter when they went.", "12": "While Absalom was offering the sacrifices, he summoned David's advisor Ahithophel, who was from Giloh, to come from his hometown. So the conspiracy grew stronger, and Absalom's following grew.", "13": "A messenger came to David, reporting, “The hearts of the Israelites have gone over to Absalom.”", "14": "Then David told all the servants who were with him in Jerusalem, “Come on! We have to run for it, or we won't be able to escape Absalom. Hurry, or he will catch up with us in no time, destroy us,[c] and attack the city with the sword.”", "15": "The king's servants said to him, “Your servants are ready to do whatever our master the king decides.”", "16": "So the king left, with his entire household following him, but he left ten secondary wives behind to take care of the palace.", "17": "So the king left, with all his people following him, and they stopped at the last house.", "18": "All the king's servants marched past him, as did all the Cherethites, all the Pelethites, and the six hundred Gittites who had followed him from Gath.", "19": "The king said to Ittai the Gittite, “Why are you coming with us too? Go back! Stay with King Absalom.[d] You are a foreigner and an exile from your own country.", "20": "You just got here yesterday. So today should I make you wander around with us while I go wherever I have to go? No. Go back, and take your relatives with you. May the Lord show you loyal love and faithfulness.”[e]", "21": "But Ittai answered the king, “As surely as the Lord lives and as surely as my master the king lives, wherever my master the king may be, facing death or facing life, your servant will be there too.”", "22": "“Okay then,” David replied to Ittai. “Keep marching!” So Ittai the Gittite and all of his men and all the little children with him marched past.", "23": "The whole countryside cried loudly as all the troops marched past. The king crossed the Kidron Valley, and all the troops passed by on the Olive road[f] into the wilderness.", "24": "Zadok was there too, along with all the Levites carrying the chest containing God's covenant. They set God's chest down, and Abiathar offered sacrifices until all the troops had finished marching out of the city.", "25": "Then the king said to Zadok, “Carry God's chest back into the city. If the Lord thinks well of me, then he will bring me back and let me see it and its home again.", "26": "But if God says, 'I'm not pleased with you,' then I am ready. Let him do to me whatever pleases him.”", "27": "“Do you understand?” the king said to the priest Zadok. “Go back to the city in safety—you and Abiathar[g] with your two sons, your son Ahimaaz and Abiathar's son Jonathan.", "28": "I will be waiting in the desert plains until you send word telling me what to do.”", "29": "So Zadok and Abiathar took God's chest back to Jerusalem and stayed there.", "30": "But David, his head covered, walked barefoot up the slope of the Mount of Olives crying. All the people who were with him covered their heads too and cried as they went up.", "31": "David was told that Ahithophel was also among the conspirators with Absalom, so he prayed, “Please, Lord, make Ahithophel's advice foolish.”", "32": "When David came to the summit where people used to worship God, Hushai from Erek met him. Hushai's clothes were ripped, and dirt was on his head.", "33": "David said to him, “If you come with me, you will be a burden to me.", "34": "But if you return to the city and say to Absalom, 'King, I am your servant![h] Please spare my life! I was your father's servant in the past, but now I am your servant,' then you can help me by countering Ahithophel's advice.", "35": "The priests Zadok and Abiathar will be with you there. So report everything you hear in the king's palace to the priests Zadok and Abiathar.", "36": "Their two sons, Zadok's son Ahimaaz and Abiathar's son Jonathan, are also there. Use them to report to me everything you hear.”", "37": "So David's friend Hushai went into Jerusalem, just as Absalom was entering the city."}