{"1": "When David had passed a short distance beyond the summit, Ziba, Mephibosheth's servant, met him with a pair of saddled donkeys loaded with two hundred loaves of bread, one hundred bunches of raisins, one hundred figs,[a] and a jar of wine.", "2": "“What is all this for?” the king asked Ziba. “The donkeys are for the royal family to ride,” Ziba explained. “The bread and summer fruit are for the young people to eat, and the wine is for those who get exhausted in the wilderness.”", "3": "“Where is your master's grandson?” the king asked. “He is still in Jerusalem,” Ziba answered the king, “because he thinks that the Israelites are now going to give his grandfather's kingdom back to him.”", "4": "“Look here,” the king said to Ziba. “Everything that belonged to Mephibosheth now belongs to you.” Ziba said, “I bow out of respect! Please think well of me, my master and king.”", "5": "When King David came to Bahurim, a man from the same clan as Saul's family came out from there. His name was Shimei; he was Gera's son. He was cursing as he came out.", "6": "He threw rocks at David and at all of King David's servants, even though the entire army and all the warriors were on either side of him.", "7": "This is what Shimei said as he cursed David: “Get out of here! Get out of here! You are a murderer! You are despicable!", "8": "The Lord has paid you back for all the blood of Saul's family, in whose place you rule, and the Lord has handed the kingdom over to your son Absalom. You are in this trouble because you are a murderer!”", "9": "Zeruiah's son Abishai said to the king, “Why should this dead dog curse my master the king? Let me go over and cut his head off!”", "10": "But the king said, “My problems aren't yours, you sons of Zeruiah. If he is cursing because the Lord told him to curse David, then who is to question, 'Why are you doing this?'”", "11": "Then David addressed Abishai and all his servants: “Listen! My own son, one of my very own children, wants me dead. This Benjaminite can only feel the same—only more! Leave him alone. And let him curse, because the Lord told him to.", "12": "Perhaps the Lord will see my distress; perhaps the Lord will repay me with good for this cursing today.”", "13": "So David and his men kept walking, while Shimei went along on the hillside next to him, cursing as he went, throwing rocks and dirt at him.", "14": "The king and all the people who were with him reached the Jordan River[b] exhausted, and he rested there.", "15": "Now Absalom and all the Israelites entered Jerusalem, and Ahithophel was with him.", "16": "Then David's friend Hushai, who was from Erek, approached Absalom and said to him, “Long live the king! Long live the king!”", "17": "But Absalom said to Hushai, “Is this how you show loyal love to your friend? Why didn't you go with him?”", "18": "“No,” Hushai replied to Absalom, “I will belong to the one chosen by the Lord, by this people, and by all Israel, and I will stay with him.", "19": "What's more, whom should I serve if not David's son? I served your father, and so I will serve you in the same way.”", "20": "Then Absalom said to Ahithophel, “Give your advice then. What should we do?”", "21": "“Have sex with your father's secondary wives—the ones he left to take care of the palace,” Ahithophel told Absalom. “Then all Israel will hear that you have alienated yourself from your father, and everyone who supports you will be encouraged.”", "22": "So they set up a tent for Absalom on the roof, and he had sex with his father's secondary wives in plain sight before all Israel.", "23": "(23 Now in those days, the advice Ahithophel gave was like asking for a word from God. That's why Ahithophel's advice was valued by both David and Absalom.)"}