{"1": "[a] Joab was told that the king was crying and mourning Absalom.", "2": "So the victory that day was turned into mourning for all the troops because they heard that day that the king was grieving for his son.", "3": "So that day the troops crept back into the city like soldiers creep back ashamed after they've fled from battle.", "4": "The king covered his face and cried out in a loud voice, “Oh, my son Absalom! Oh, Absalom, my son! My son!”", "5": "Joab came to the king inside and said, “Today you have humiliated all your servants who have saved your life today, not to mention the lives of your sons, your daughters, your wives, and your secondary wives,", "6": "by loving those who hate you and hating those who love you! Today you have announced that the commanders and their soldiers are nothing to you, because I know that if Absalom were alive today and the rest of us dead, that would be perfectly fine with you!", "7": "Now get up! Go out and encourage your followers! I swear to the Lord that if you don't go out there, not one man will stick with you tonight—and that will be more trouble for you than all the trouble that you've faced from your youth until now.”", "8": "So the king went and sat down in the city gate. All the troops were told that the king was sitting in the gate, so they came before the king. Meanwhile, the Israelites had fled to their homes.", "9": "Everyone was arguing throughout Israel's tribes, saying, “The king delivered us from our enemies' power, and he rescued us from the Philistines' power, but now he has fled from the land and from controlling his own kingdom.[b]", "10": "And Absalom, the one we anointed over us, is dead in battle. So why do you say nothing about bringing the king back?”", "11": "When the things that all the Israelites were saying reached the king,[c] David sent a message to the priests Zadok and Abiathar: “Say the following to the elders of Judah: 'Why should you be the last to bring the king back to his palace?[d]", "12": "You are my relatives! You are my flesh and bones! Why should you be the last to bring the king back?'", "13": "And tell Amasa, 'Aren't you my flesh and bones too? May God deal harshly with me and worse still if you don't become commander of my army from now on instead of Joab!'”", "14": "So he won over the hearts of everyone in Judah as though they were one person, and they sent word to the king: “Come back—you and all your servants.”", "15": "So the king came back and arrived at the Jordan River. Judah came to Gilgal to meet the king and bring him across the Jordan.", "16": "Gera's son Shimei, the Benjaminite from Bahurim, hurried down with the people of Judah to meet King David.", "17": "A thousand men from Benjamin were with him. Ziba too, the servant of Saul's house, along with his fifteen sons and twenty servants, rushed to the Jordan ahead of the king", "18": "to do the work of ferrying[e] over the king's household and to do whatever pleased him. Gera's son Shimei fell down before the king when he crossed the Jordan.", "19": "He said to the king, “May my master not hold me guilty or remember your servant's wrongdoing that day my master the king left Jerusalem. Please forget about it, Your Majesty,[f]", "20": "because your servant knows that I have sinned. But look, I am the first person from the entire family of Joseph to come down today and meet my master the king.”", "21": "Zeruiah's son Abishai responded, “Shouldn't Shimei be put to death for that—for cursing the Lord's anointed?”", "22": "But David said, “My problems aren't yours, you sons of Zeruiah. Why are you becoming my enemy today? Should anyone in Israel be put to death today? Don't I know that today I am again king over Israel?”", "23": "Then the king told Shimei, “You will not die.” And the king swore this to him.", "24": "Mephibosheth, Saul's grandson, also came down to meet the king. He hadn't taken care of his feet, trimmed his beard, or washed his clothes from the day the king left until the day he returned safely.", "25": "When he came from Jerusalem to meet the king, the king asked him, “Mephibosheth, why didn't you go with me?”", "26": "“My master and king,” Mephibosheth answered, “my servant abandoned me! Because your servant is lame, I asked my servant, 'Saddle a donkey for me[g] so I can ride and go to the king.'", "27": "So Ziba has slandered your servant to my master and king, but my master and king is a messenger of God. So do whatever seems best to you.", "28": "Even though all the members of my grandfather's family were nothing short of demonic[h] toward my master and king, you still put your servant with those who eat at your table. So what right do I have to beg for still more from the king?”", "29": "“You don't need to talk any more about this,” the king said to him. “I order you and Ziba to divide the property.”", "30": "Mephibosheth said to the king, “Let him take all of it, since my master and king has come home safely.”", "31": "Now Barzillai the Gileadite had come down from Rogelim. He accompanied the king to the Jordan River to send him off there.", "32": "Barzillai was very old, 80 years of age. He had supported the king during his stay at Mahanaim because Barzillai was a very wealthy man.", "33": "The king said to Barzillai, “Come over the Jordan with me. I will provide for you at my side in Jerusalem.”", "34": "But Barzillai said to the king, “How many years do I have left that I should go up with the king to Jerusalem?", "35": "I am now 80 years old. Do I know what is good or bad anymore? Can your servant taste what I eat or drink? Can I even hear the voices of men or women singers? Why should your servant be a burden to my master and king?", "36": "Your servant will cross a short way over the Jordan with the king, but why should the king give me such a reward?", "37": "Let your servant return so I may die in my own town near the grave of my parents. But here is your servant Chimham. Let him cross over with my master and king, and treat him as you think best.”", "38": "The king said, “Okay. Chimham will cross over with me, and I will treat him as I[i] think best. And I will do for you anything you desire from me.”", "39": "So all the people crossed over the Jordan River, and the king stayed behind.[j] The king kissed Barzillai and blessed him, and then Barzillai went back to his home.", "40": "When the king crossed over to Gilgal, Chimham went with him. All the troops of Judah and half the troops of Israel escorted the king across.", "41": "Then everyone in Israel came and said to the king, “Why did our relatives the people of Judah steal you away, and bring the king and his household across the Jordan River, along with all of his soldiers?”", "42": "Then all the people of Judah answered the Israelites, “Because the king is our relative! Why are you angry at us about this? Have we taken any of the king's food? Has he given us any gifts?”", "43": "But the Israelites answered the people of Judah, “We have ten shares in the monarchy! What's more, we are the oldest offspring, not you![k] So why have you disrespected us? Weren't we the first to talk about bringing back our king?” But the words of the people of Judah were even harsher than the words of the Israelites.[l]"}