{"1": "Some time later, David questioned the Lord, “Should I go to one of the towns in Judah?” “Yes, go,” the Lord told him. “Which one should I go to?” David asked. “To Hebron,” the Lord replied.", "2": "So David went there, along with his two wives: Ahinoam from Jezreel and Abigail, Nabal's widow, from Carmel.", "3": "David also took the soldiers who were with him, each with his family, and they lived in the towns around Hebron.", "4": "Then the people of Judah came to Hebron and anointed David king over the house of Judah. When David was informed that it was the people of Jabesh-gilead who had buried Saul,", "5": "he sent messengers to the people of Jabesh-gilead. “The Lord bless you,” he said to them, “for doing this loyal deed for your master Saul by burying him.", "6": "May the Lord now show you loyal love and faithfulness. I myself will also reward you because you did this.", "7": "So now take courage and be brave—yes, your master Saul is dead, but the house of Judah has anointed me king over them.”", "8": "Meanwhile, Abner, Ner's son, the commander of Saul's army, had taken Ishbosheth,[a] Saul's son, and brought him over to Mahanaim.", "9": "There he made him king over Gilead, the Geshurites,[b] Jezreel, Ephraim, and Benjamin—over all Israel.", "10": "Saul's son Ishbosheth was 40 years old when he became king over Israel, and he ruled for two years. The house of Judah, however, followed David.", "11": "The amount of time David ruled in Hebron over the house of Judah totaled seven and a half years.", "12": "Abner, Ner's son, along with the soldiers of Ishbosheth, Saul's son, left Mahanaim to go to Gibeon.", "13": "Joab, Zeruiah's son, and David's soldiers also came out and confronted them at the pool of Gibeon. One group sat on one side of the pool; the other sat on the opposite side of the pool.", "14": "Abner said to Joab, “Let's have the young men fight in a contest[c] before us.” “All right,” Joab said, “let's do it.”", "15": "So the men came forward and were counted as they passed by: twelve for Benjamin and Ishbosheth, Saul's son; and twelve of David's soldiers.", "16": "Each man grabbed his opponent by the head and stuck[d] his sword into his opponent's side so that they both fell dead together. That's why that place is called The Field of Daggers,[e] which is located in Gibeon.", "17": "A fierce battle took place that day, and Abner and the Israelite troops were defeated by David's soldiers.", "18": "Now Zeruiah's three sons were present at the battle: Joab, Abishai, and Asahel. Asahel was as fast as a gazelle in an open field.", "19": "Asahel went after Abner, staying completely focused in his pursuit of Abner.", "20": "Abner looked behind him and said, “Is that you, Asahel?” “Yes, it's me,” Asahel answered.", "21": "“Break off your pursuit!” Abner told him. “Fight one of the young warriors and take his gear for yourself!” But Asahel wouldn't stop chasing him.", "22": "So Abner repeated himself to Asahel: “Stop chasing me. Why should I kill you? How could I look your brother Joab in the face?”", "23": "But Asahel wouldn't turn back, so Abner hit him in the stomach with the back end of his spear. But the spear went through Asahel's back. He fell down and died right there. Everyone who came to the place where Asahel had fallen and died just stood there,", "24": "but Joab and Abishai went after Abner. The sun was setting when they came to the hill of Ammah, which faces Giah on the road to the Gibeon wilderness.", "25": "The Benjaminites rallied behind Abner, forming a single unit. Then they took their positions on the top of a hill.", "26": "Abner yelled down to Joab, “Must the sword keep killing forever? Don't you realize that this will end bitterly? How long before you order the troops to stop chasing their brothers?”", "27": "“As surely as God lives,” Joab replied, “if you hadn't just said that, the soldiers would have continued after their brothers until morning.”", "28": "Joab blew the trumpet,[f] and all the soldiers stopped. They didn't pursue Israel anymore, nor did they continue to fight.", "29": "Abner and his men then marched all night through the wilderness, crossing the Jordan River and marching all morning[g] until they got to Mahanaim.", "30": "Joab, meanwhile, returned from pursuing Abner and assembled the troops. Nineteen of David's soldiers were counted missing in addition to Asahel.", "31": "But David's soldiers had defeated the Benjaminites, killing three hundred sixty of Abner's soldiers.", "32": "They took Asahel and buried him in his father's tomb in Bethlehem. Then Joab and his men marched all night. When daylight came, they were in Hebron."}