{"1": "[a] David spoke the words of this song to the Lord after the Lord delivered him from the power of all his enemies and from Saul.", "2": "He said: The Lord is my solid rock, my fortress, my rescuer.", "3": "My God is my rock—I take refuge in him!— he's my shield and my salvation's strength, my place of safety and my shelter. My savior! Save me from violence!", "4": "Because he is praiseworthy,[b] I cried out to the Lord, and I was saved from my enemies.", "5": "Death's waves were all around me; rivers of wickedness terrified me.", "6": "The cords of the grave[c] surrounded me; death's traps held me tight.", "7": "In my distress I cried out to the Lord; I cried out to my God. God heard my voice from his temple; my cry for help reached his ears.", "8": "The earth rocked and shook; the sky's foundations trembled and reeled because of God's anger.", "9": "Smoke went up from God's nostrils; out of his mouth came a devouring fire; flaming coals blazed out in front of him!", "10": "God parted the skies and came down; thick darkness was beneath his feet.", "11": "God mounted the heavenly creatures and flew; he was seen on the wind's wings.", "12": "God made darkness his covering; water gathered in dense clouds!", "13": "Coals of fire blazed out of the brightness before him.", "14": "The Lord thundered from heaven; the Most High made his voice heard.", "15": "God shot arrows, scattering the enemy; he sent the lightning and whipped them into confusion.", "16": "The seabeds were exposed; the earth's foundations were laid bare at the Lord's rebuke, at the angry blast of air coming from his nostrils.", "17": "From on high God reached down and grabbed me; he took me out of deep waters.", "18": "God saved me from my powerful enemy, saved me from my foes, who were too much for me.", "19": "They came at me on the very day of my distress, but the Lord was my support.", "20": "He brought me out to wide-open spaces; he pulled me out, because he is pleased with me.", "21": "The Lord rewarded me for my righteousness; he restored me because my hands are clean,", "22": "because I have kept the Lord's ways. I haven't acted wickedly against my God.", "23": "All his rules are right in front of me; I haven't turned away from any of his laws.", "24": "I have lived with integrity before him; I've kept myself from wrongdoing.", "25": "And so the Lord restored me for my righteousness, because I am clean in his eyes.", "26": "You deal faithfully with the faithful; you show integrity toward the one who has integrity.", "27": "You are pure toward the pure, but toward the crooked, you are tricky.", "28": "You are the one who saves people who suffer, but your eyes are against the proud. You bring them down!", "29": "You are my lamp, Lord; the Lord illumines my darkness.", "30": "With you I can charge into battle; with my God I can leap over a wall.", "31": "God! His way is perfect; the Lord's word is tried and true. He is a shield for all who take refuge in him.", "32": "Now really, who is divine except the Lord? And who is a rock except our God?", "33": "Only God! My mighty fortress, who makes my way[d] perfect,", "34": "who makes my step[e] as sure as the deer's, who lets me stand securely on the heights,", "35": "who trains my hands for war so my arms can bend a bronze bow.", "36": "You've given me the shield of your salvation; your help has made me great.", "37": "You've let me walk fast and safe, without even twisting an ankle.", "38": "I chased my enemies and destroyed them! I didn't come home until I finished them off.", "39": "I ate them up! I struck them down! They couldn't get up; they fell under my feet.", "40": "You equipped me with strength for war; you brought my adversaries down underneath me.", "41": "You made my enemies turn tail from me; I destroyed my foes.", "42": "They looked around, but there was no one to save them. They looked to the Lord, but he wouldn't answer them.", "43": "I crushed them like dust on the ground; I stomped on them, trampled them like mud dumped in the streets.", "44": "You delivered me from struggles with many people; you appointed me the leader of many nations. Strangers come to serve me.", "45": "Foreigners grovel before me; after hearing about me, they obey me.", "46": "Foreigners lose their nerve; they come trembling out of their fortresses.[f]", "47": "The Lord lives! Bless God, my rock! Let my God, the rock of my salvation, be lifted high!", "48": "This is the God who avenges on my behalf, who subdues peoples before me,", "49": "who rescues me from my enemies. You lifted me high above my adversaries; you delivered me from violent people.", "50": "That's why I thank you, Lord, in the presence of the nations. That's why I sing praises to your name.", "51": "You are the one who gives great victories to your king, who shows faithful love to your anointed one— to David and to his descendants forever."}