{"1": "These are David's last words: This is the declaration of Jesse's son David, the declaration of a man raised high, a man anointed by the God of Jacob, a man favored by the strong one of Israel.[a]", "2": "The Lord's spirit speaks through me; his word is on my tongue.", "3": "Israel's God has spoken, Israel's rock said to me: “Whoever rules rightly over people, whoever rules in the fear of God,", "4": "is like the light of sunrise on a morning with no clouds, like the bright gleam after the rain that brings grass from the ground.”", "5": "Yes, my house is this way with God![b] He has made an eternal covenant with me, laid out and secure in every detail. Yes, he provides every one of my victories and brings my every desire to pass.", "6": "But despicable people are like thorns, all of them good for nothing, because they can't be carried by hand.", "7": "No one can touch them, except with iron bar or the shaft of a spear. They must be burned up with fire right on the spot!", "8": "These are the names of David's warriors: Jeshbaal[c] from Hachmon[d] was chief of the Three.[e] He raised his spear[f] against eight hundred, killing them on a single occasion.", "9": "Next in command was Eleazar, Dodo's son and Ahohi's grandson. He was among the three warriors with David when they insulted the Philistines who had gathered there for battle. The Israelites retreated,", "10": "but he stood his ground and fought the Philistines until his hand was weary and stuck to the sword. But the Lord accomplished a great victory that day. The troops then returned to Eleazar, but only to plunder the dead.", "11": "Next in command was Agee's son Shammah, who was from Harar. The Philistines had gathered at Lehi, where there was a plot of land full of lentils. The troops fled from the Philistines,", "12": "but Shammah took a position in the middle of the plot, defended it, and struck down the Philistines. The Lord accomplished a great victory.", "13": "At harvesttime, three of the thirty chiefs went down and joined David at the fortress[g] of Adullam, while a force of Philistines were camped in the Rephaim Valley.", "14": "At that time, David was in the fortress, and a Philistine fort was in Bethlehem.", "15": "David had a craving and said, “If only someone could give me a drink of water from the well by the gate in Bethlehem.”", "16": "So the three warriors broke through the Philistine camp and drew water from the well by the gate in Bethlehem and brought it back to David. But he refused to drink it and poured it out to the Lord.", "17": "“The Lord forbid that I should do that,” he said. “Isn't this the blood of men who risked their lives?” So he refused to drink it. These were the kinds of things the three warriors did.", "18": "Now Zeruiah's son Abishai, the brother of Joab, was chief of the Thirty.[h] He raised his spear against three hundred men, killed them, and made a name for himself along with the Three.", "19": "He was the most famous of the Thirty.[i] He became their commander, but he wasn't among the Three.", "20": "Jehoiada's son Benaiah was a hero from Kabzeel who performed great deeds. He killed the two sons[j] of Ariel from Moab. He once went down into a pit and killed a lion on a snowy day.", "21": "He also killed a giant[k] Egyptian who had a spear in his hand. Benaiah went against him armed with a staff. He grabbed the spear out of the Egyptian's hand and killed him with his own spear.", "22": "These were the kinds of things Jehoiada's son Benaiah did. He made a name for himself along with the three warriors.", "23": "He was famous among the Thirty, but he didn't become one of the Three. David placed him in command of his own bodyguard.", "24": "Among the Thirty were: Asahel, Joab's brother; Elhanan, Dodo's son from Bethlehem;", "25": "Shammah from Harod; Elika from Harod;", "26": "Helez from Pelet; Ira, Ikkesh's son from Tekoa;", "27": "Abiezer from Anathoth; Mebunnai the Hushathite;", "28": "Zalmon from Ahoh; Maharai from Netophah;", "29": "Heleb, Baanah's son from Netophah; Ittai, Ribai's son from Gibeah in Benjamin;", "30": "Benaiah from Pirathon; Hiddai from the Gaash ravines;", "31": "Abi-albon from the desert plain; Azmaveth from Bahurim;", "32": "Eliahba from Shaalbon; Jashen the Gizonite;[l] Jonathan,", "33": "Shammah's son[m] from Harar; Ahiam, Sharar's son from Harar;", "34": "Eliphelet, Ahasbai's son from Maacah; Eliam, Ahithophel's son from Giloh;", "35": "Hezro from Carmel; Paarai from Erab;", "36": "Igal, Nathan's son from Zobah; Bani the Gadite;", "37": "Zelek the Ammonite; Naharai from Beeroth, and the armor-bearer for Zeruiah's son Joab;", "38": "Ira from Ither; Gaeb from Ither;", "39": "and Uriah the Hittite— thirty-seven in all."}