{"1": "All the Israelite tribes came to David at Hebron and said, “Listen: We are your very own flesh and bone.", "2": "In the past, when Saul ruled over us, you were the one who led Israel out to war and back. What's more, the Lord told you, You will shepherd my people Israel, and you will be Israel's leader.", "3": "So all the Israelite elders came to the king at Hebron. King David made a covenant with them at Hebron before the Lord, and they anointed David king over Israel.", "4": "David was 30 years old when he became king, and he ruled for forty years.", "5": "He ruled over Judah for seven and a half years in Hebron. He ruled thirty-three years over all Israel and Judah in Jerusalem.", "6": "The king and his troops marched on Jerusalem against the Jebusites, who inhabited the territory. The Jebusites said to David, “You'll never get us in here! Even the blind and the lame will beat you back!” “David will never enter here,” they said to each other.[a]", "7": "But David did capture the fortress of Zion—which became David's City.", "8": "“On that day,” David said, “whoever attacks the Jebusites should strike the windpipe because David hates the lame and the blind.”[b] That is why people say, “The blind and the lame will not enter the temple.”[c]", "9": "David occupied the fortress, so it was renamed David's City. David built a city around it from the earthen terraces[d] inward.[e]", "10": "David grew increasingly powerful, and the Lord of heavenly forces was with him.", "11": "Tyre's King Hiram sent messengers to David with cedar logs, bricklayers, and carpenters to build David a palace.", "12": "Then David knew that the Lord had established him as king over Israel, and that his kingship was held in great honor for the sake of his people Israel.", "13": "After he left Hebron, David married more secondary wives in Jerusalem and fathered more sons and daughters.", "14": "The names of his children in Jerusalem were as follows: Shammua, Shobab, Nathan, Solomon,", "15": "Ibhar, Elishua, Nepheg, Japhia,", "16": "Elishama, Eliada, and Eliphelet.", "17": "When the Philistines heard that David had been anointed king over Israel, they all marched up to find him, but David heard of it and went down to the fortress.", "18": "The Philistines arrived and spread out over the Rephaim Valley.", "19": "David asked the Lord, “Should I attack the Philistines? Will you hand them over to me?” “Attack them,” the Lord replied, “because I will definitely hand the Philistines over to you.”", "20": "So David arrived at Baal-perazim and defeated the Philistines there. He said, “The Lord has burst out against my enemies, the way water bursts out!” That is why that place is called Baal-perazim.[f]", "21": "The Philistines left their divine images behind, and David and his men carried them off.", "22": "Once again the Philistines came up and spread out across the Rephaim Valley.", "23": "When David asked the Lord, God replied, “Don't attack them directly. Circle around behind them and come at them from in front of the balsam trees.", "24": "As soon as you hear the sound of marching in the tops of the trees, then attack, for God has attacked in front of you to defeat the Philistine army.”", "25": "David followed God's orders exactly, and they defeated the Philistine army from Gibeon all the way to Gezer."}