{"1": "Once again David assembled the select warriors of Israel, thirty thousand strong.", "2": "David and all the troops who were with him set out for Baalah, which is Kiriath-jearim of Judah,[a] to bring God's chest up from there—the chest that is called by the name[b] of the Lord of heavenly forces, who sits enthroned on the winged creatures.", "3": "They loaded God's chest on a new cart and carried it from Abinadab's house, which was on the hill. Uzzah and Ahio, Abinadab's sons, were driving the new cart.", "4": "[c] Uzzah was beside God's chest while Ahio was walking in front of it.", "5": "Meanwhile, David and the entire house of Israel celebrated in the Lord's presence with all their strength, with songs,[d] zithers, harps, tambourines, rattles, and cymbals.", "6": "When they approached Nacon's threshing floor, Uzzah reached out to God's chest and grabbed it because the oxen had stumbled.[e]", "7": "The Lord became angry at Uzzah, and God struck him there because of his mistake,[f] and he died there next to God's chest.", "8": "Then David got angry because the Lord's anger lashed out against Uzzah, and so that place is called Perez-uzzah today.[g]", "9": "David was frightened by the Lord that day. “How will I ever bring the Lord's chest to me?” he asked.", "10": "So David didn't take the chest away with him to David's City. Instead, he had it put in the house of Obed-edom, who was from Gath.", "11": "The Lord's chest stayed with Obed-edom's household in Gath for three months, and the Lord blessed Obed-edom's household and all that he had.", "12": "King David was told, “The Lord has blessed Obed-edom's family and everything he has because of God's chest being there.”[h] So David went and brought God's chest up from Obed-edom's house to David's City with celebration.", "13": "Whenever those bearing the chest advanced six steps, David sacrificed an ox and a fatling calf.", "14": "David, dressed in a linen priestly vest,[i] danced with all his strength before the Lord.", "15": "This is how David and the entire house of Israel brought up the Lord's chest with shouts and trumpet blasts.", "16": "As the Lord's chest entered David's City, Saul's daughter Michal was watching from a window. She saw King David jumping and dancing before the Lord, and she lost all respect for him.[j]", "17": "The Lord's chest was brought in and put in its place inside the tent that David had pitched for it. Then David offered entirely burned offerings in the Lord's presence in addition to well-being sacrifices.", "18": "When David finished offering the entirely burned offerings and the well-being sacrifices, he blessed the people in the name of the Lord of heavenly forces.", "19": "He distributed food among all the people of Israel—to the whole crowd, male and female—each receiving a loaf of bread, a date cake, and a raisin cake. Then all the people went back to their homes.", "20": "David went home to bless his household, but Saul's daughter Michal came out to meet him. “How did Israel's king honor himself today?” she said. “By exposing himself in plain view of the female servants of his subjects like any indecent person would!”", "21": "David replied to Michal, “I was celebrating before the Lord, who chose me over your father and his entire family, and who appointed me leader over the Lord's people, over Israel—and I will celebrate before the Lord again!", "22": "I may humiliate myself even more, and I may be humbled in my own eyes, but I will be honored by the female servants you are talking about!”", "23": "Michal, Saul's daughter, had no children to the day she died."}