{"1": "When the king was settled in his palace,[a] and the Lord had given him rest from all his surrounding enemies,", "2": "the king said to the prophet Nathan, “Look! I'm living in a cedar palace, but God's chest is housed in a tent!”[b]", "3": "Nathan said to the king, “Go ahead and do whatever you are thinking, because the Lord is with you.”", "4": "But that very night the Lord's word came to Nathan:", "5": "Go to my servant David and tell him: This is what the Lord says: You are not the one to build the temple for me to live in.", "6": "In fact, I haven't lived in a temple from the day I brought Israel out of Egypt until now. Instead, I have been traveling around in a tent and in a dwelling.", "7": "Throughout my traveling around with the Israelites, did I ever ask any of Israel's tribal leaders I appointed to shepherd my people: Why haven't you built me a cedar temple?", "8": "So then, say this to my servant David: This is what the Lord of heavenly forces says: I took you from the pasture, from following the flock, to be leader over my people Israel.", "9": "I've been with you wherever you've gone, and I've eliminated all your enemies before you. Now I will make your name great—like the name of the greatest people on earth.", "10": "I'm going to provide a place for my people Israel, and plant them so that they may live there and no longer be disturbed. Cruel people will no longer trouble them, as they had been earlier,", "11": "when I appointed leaders over my people Israel. And I will give you rest from all your enemies. And the Lord declares to you that the Lord will make a dynasty for you.", "12": "When the time comes for you to die and you lie down with your ancestors, I will raise up your descendant—one of your very own children—to succeed you, and I will establish his kingdom.", "13": "He will build a temple for my name, and I will establish his royal throne forever.", "14": "I will be a father to him, and he will be a son to me. Whenever he does wrong, I will discipline him with a human rod, with blows from human beings.", "15": "But I will never take my faithful love away from him like I took it away from Saul, whom I set aside in favor of you.", "16": "Your dynasty and your kingdom will be secured forever before me.[c] Your throne will be established forever.", "17": "Nathan reported all of these words and this entire vision to David.", "18": "Then King David went and sat in the Lord's presence. He asked: Who am I, Lord God, and of what significance is my family that you have brought me this far?", "19": "But even this was too small in your eyes, Lord God! Now you have also spoken about your servant's dynasty in the future and the generation to come,[d] Lord God!", "20": "What more can David say to you? You know your servant, Lord God.", "21": "For the sake of your word and according to your own will, you have done this great thing so that your servant would know it.", "22": "That is why you are so great, Lord God! No one can compare to you, no god except you, just as we have always heard with our own ears.", "23": "And who can compare to your people Israel? They are the one nation on earth that God redeemed as his own people, establishing his name by doing great and awesome things for them,[e] by driving out nations and their gods before your people, whom you redeemed from Egypt.[f]", "24": "You established your people Israel as your own people forever, and you, Lord, became their God.", "25": "Now, Lord God, confirm forever the promise you have made about your servant and his dynasty. Do just as you have promised", "26": "so that your name will be great forever when people say, “The Lord of heavenly forces is Israel's God!” May your servant David's household be established before you,", "27": "because you, Lord of heavenly forces, Israel's God, have revealed to your servant that you will build a dynasty for him. That is why your servant has found the courage to pray this prayer to you.", "28": "Lord God, you are truly God! Your words are trustworthy, and you have promised this good thing to your servant.", "29": "So now willingly bless your servant's dynasty so that it might continue forever before you, because you, Lord God, have promised. Let your servant's dynasty be blessed forever by your blessing."}