{"1": "Some time later, David defeated the Philistines and subdued them. David captured Metheg-ammah from Philistine control.", "2": "David also defeated the Moabites and made them lie on the ground, measuring them with a rope. He measured two rope lengths for those who were to be killed and one rope length for those who were to be spared. The Moabites became David's subjects and brought him tribute.", "3": "Next David defeated Zobah's King Hadadezer, Rehob's son, as Hadadezer was on his way to put[a] his monument along the Euphrates River.[b]", "4": "David captured one thousand chariots, seven hundred charioteers,[c] and twenty thousand foot soldiers. He cut the hamstrings of all but one hundred of the chariot horses.", "5": "When the Arameans of Damascus came to help Zobah's King Hadadezer, David killed twenty-two thousand of them.", "6": "David set up forts among the Arameans of Damascus. And the Arameans became David's subjects and brought him tribute. The Lord gave David victory wherever he went.", "7": "David took the gold shields carried by Hadadezer's servants and brought them to Jerusalem.", "8": "King David also took a large amount of bronze from Tebah[d] and Berothai, towns that belonged to Hadadezer.", "9": "When Hamath's King Toi heard that David had defeated the entire army of Hadadezer,", "10": "he sent his son Joram to King David to wish him well and congratulate him on his battle and defeat of Hadadezer, because Toi was an enemy of Hadadezer. Joram brought silver, gold, and bronze objects with him.", "11": "King David dedicated these to the Lord, along with the silver and gold he had dedicated from all the nations that he had subdued:", "12": "Edom, Moab, the Ammonites, the Philistines, and Amalek, including the plunder of Zobah's King Hadadezer, Rehob's son.", "13": "So David made a name for himself.[e] When he returned, he killed eighteen thousand Edomites[f] in the Salt Valley.", "14": "He set up forts in Edom,[g] and all the Edomites became David's subjects. The Lord gave David victory wherever he went.", "15": "David ruled over all Israel and maintained justice and righteousness for all his people.", "16": "Zeruiah's son Joab was in command of the army; Ahilud's son Jehoshaphat was recorder;", "17": "Ahitub's son Zadok and Ahimelech's son[h] Abiathar were priests; Seraiah was secretary;", "18": "Jehoiada's son Benaiah was in command of[i] the Cherethites and the Pelethites; and David's sons were priests."}