{"1": "How lovely you are, my darling, how lovely! Your eyes are doves behind your veil. Your hair is like a flock of ewe goats descending down from Mount Gilead.", "2": "Your teeth are like a flock of shorn ewes coming up from washing. Each of them has a twin, and none among them is missing.", "3": "Your lips are like a scarlet thread and your speech is lovely. Your temple is like a slice of pomegranate behind your veil.", "4": "Like the tower of David is your neck, built for weapons. A thousand shields are hung on it —all shields of warriors.", "5": "Your two breasts are like two fawns, like twin gazelles grazing among the lilies.", "6": "Until the day cools and the shadows flee away, I will go to the mountain of myrrh and to the hill of frankincense.", "7": "You are altogether lovely, my darling, and no blemish is in you.[a]", "8": "Come with me from Lebanon, my bride, come with me from Lebanon. Watch from the top of Amana, from the top of Senir, even Hermon, from lions' dens, from mountains of leopards.", "9": "You have captivated my heart, my sister, my bride— you captivated me with one of your eyes, with one jewel from your necklace.", "10": "How delightful is your love, my sister, my bride! How much better is your love than wine, and the fragrance of your oils better than all spices!", "11": "Your lips, my bride, drip honey from the honeycomb. Honey and milk are under your tongue. The scent of your garments is like the aroma of Lebanon.", "12": "A locked garden is my sister, my bride, an enclosed spring, a sealed fountain.", "13": "Your shoots are an orchard of pomegranates with choice fruit, henna with nard", "14": "—nard and saffron, calamus and cinnamon— with all the trees of frankincense, myrrh and aloes, along with all the finest spices—", "15": "a garden spring, a well of living water[b] and flowing streams from Lebanon.", "16": "Awake, north wind, and come, south wind! Blow on my garden, Let its fragrance spread out. Let my lover come into his garden and eat its choicest fruit."}