{"1": "I have come into my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb with my honey. I have drunk my wine with my milk. Eat, O friends, Drink, yes, drink your fill, O lovers!", "2": "I sleep, but my heart is awake. A voice! My lover is knocking! “Open to me, my sister, my darling, my dove, my perfect one! For my head is drenched with dew, my locks with dewdrops of night.”", "3": "I have stripped off my coat. How can I put it on again? I have washed my feet. How can I soil them?", "4": "My lover extended his hand through the opening —my heart yearned for him.", "5": "I rose to open for my lover. My hands dripped with myrrh, yes, my fingers with flowing myrrh, on the handles of the lock.", "6": "I opened to my lover— but my lover had departed, he was gone! My soul went out to him when he spoke. I searched for him, but did not find him. I called him, but he did not answer me.", "7": "The guards making rounds in the city found me. They beat me, bruised me. The guards on the walls took my veil from me.", "8": "Daughters of Jerusalem, I charge you, if you should find my lover, what will you tell him? That I am sick from love!", "9": "How is your lover different from other lovers, O most beautiful among women? How is your lover different from other lovers that you charge us so?", "10": "My lover is dazzling and ruddy, standing out among ten thousand.", "11": "His head is purest gold, his hair is wavy, black as a raven.", "12": "His eyes are like doves beside streams of water, washed with milk, mounted in their settings.", "13": "His cheeks are like a bed of spice, towers of sweet-scented perfume. His lips are lilies, dripping with liquid myrrh.", "14": "His hands are rods of gold set with jasper. His abdomen is carved ivory inlaid with sapphires.", "15": "His legs are pillars of alabaster set on bases of pure gold. His appearance is like Lebanon— excellent like the cedars.", "16": "His mouth is sweetness. Yes, he is totally desirable. This is my lover! Yes, this is my friend, O daughters of Jerusalem."}