{"1": "In Caesarea there was a man named Cornelius, the centurion[a] of a band of soldiers called the Italian Detachment, ", "2": "a devout man and one who feared God with all his household, who gave many alms to the people and continually prayed to God. ", "3": "About the ninth hour of the day he saw clearly in a vision an angel of God coming in and saying to him, “Cornelius.”", "4": "When he looked at him he was afraid, and said, “What is it, Lord?” He said to him, “Your prayers and your alms have come up as a memorial before God. ", "5": "Now send men to Joppa, and bring back Simon whose surname is Peter. ", "6": "He is lodging with Simon, a tanner, whose house is by the sea. He will tell you what you must do.”", "7": "When the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier from among those who continually waited on him. ", "8": "When he had explained everything to them, he sent them to Joppa.", "9": "The next day as they went on their journey and drew near the city, Peter went up on the housetop to pray about the sixth hour. ", "10": "He became very hungry and desired to eat. But while they prepared a meal, he fell into a trance ", "11": "and saw heaven opened, and a vessel like a great sheet, tied at the four corners, descending to him, and let down to the earth. ", "12": "In it were all kinds of four-footed animals of the earth and wild beasts and reptiles and birds of the air. ", "13": "Then a voice came to him, “Rise, Peter; kill and eat.”", "14": "Peter said, “Not at all, Lord. For I have never eaten anything that is common or unclean.”", "15": "The voice spoke to him a second time: “What God has cleansed, do not call common.”", "16": "This happened three times. And again the vessel was taken up into heaven.", "17": "Now while Peter wondered what this vision which he had seen might mean, the men who were sent by Cornelius had inquired for Simon's house and stood at the gate, ", "18": "and called and asked whether Simon, who was surnamed Peter, was lodging there.", "19": "While Peter thought about the vision, the Spirit said to him, “Three men are looking for you. ", "20": "So rise and go down, and go with them, doubting nothing. For I have sent them.”", "21": "Then Peter went down to the men who were sent to him by Cornelius and said, “Here I am, the one you are seeking. Why have you come?”", "22": "They said, “Cornelius, a centurion, a man who is righteous and fears God and is of good report throughout the nation of the Jews, was directed by a holy angel to summon you to his house to hear your words.” ", "23": "Then he invited them in and gave them lodging. The next day Peter went with them, and some brothers from Joppa accompanied him. ", "24": "And the next day they entered Caesarea. Cornelius was waiting for them and had called together his relatives and close friends. ", "25": "As Peter entered the house, Cornelius met him and fell down at his feet and worshipped him. ", "26": "But Peter lifted him up, saying, “Stand up. I myself am a man.”", "27": "As he talked with him, he went in and found many who had come together. ", "28": "He said to them, “You know how unlawful it is for a Jew to visit or approach a foreigner. But God has shown me not to call any man common or unclean. ", "29": "So when I was sent for, I came without question. Therefore I ask why you have sent for me.”", "30": "Cornelius said, “Four days ago I was fasting until this hour. At the ninth hour I prayed in my house, and suddenly a man stood before me in bright clothing, ", "31": "and said, 'Cornelius, your prayer has been heard, and your alms are remembered before God. ", "32": "Therefore send to Joppa for Simon, whose surname is Peter. He is lodging in the house of Simon, a tanner, by the sea. When he comes, he will speak to you.' ", "33": "So immediately I sent for you, and you have done well to come. Now therefore we are all here, present before God, to hear everything the Lord has commanded you.”", "34": "Then Peter began to speak, saying, “Truthfully, I perceive that God is no respecter of persons. ", "35": "But in every nation he who fears Him and works righteousness is accepted by Him. ", "36": "The word which He sent to the children of Israel, preaching peace through Jesus Christ, who is Lord of all, ", "37": "the word, which you know, that was proclaimed throughout all Judea, beginning from Galilee after the baptism which John preached: ", "38": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with Him.", "39": "“We are witnesses of all that He did both in the land of the Jews and in Jerusalem, whom they killed by hanging on a tree. ", "40": "But God raised Him on the third day and presented Him publicly, ", "41": "not to all the people, but to witnesses previously chosen by God, to us who ate and drank with Him after He rose from the dead. ", "42": "He commanded us to preach to the people and to testify that it is He who was ordained by God to be the Judge of the living and the dead. ", "43": "To Him all the prophets bear witness that whoever believes in Him will receive remission of sins through His name.”", "44": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the word. ", "45": "All the believers of the circumcision who had come with Peter were astonished, because the gift of the Holy Spirit had been poured out even on the Gentiles. ", "46": "For they heard them speaking in other tongues and magnifying God. Then Peter continued, ", "47": "“Can anyone forbid water for baptizing these, who have received the Holy Spirit as we have?” ", "48": "So he commanded them to be baptized in the name of the Lord. Then they asked him to stay a few days."}