{"1": "The apostles and the brothers throughout Judea heard that the Gentiles also had received the word of God. ", "2": "So when Peter went up to Jerusalem, those who were circumcised disputed with him, ", "3": "saying, “You went in and ate with uncircumcised men!”", "4": "Peter began explaining it to them in order, saying, ", "5": "“I was in the city of Joppa praying. And in a trance I saw a vision: A vessel like a great sheet was descending, let down from heaven by four corners, and it came to me. ", "6": "I considered what I had observed and saw four-footed creatures and wild beasts and reptiles and birds of the air. ", "7": "Then I heard a voice saying to me, 'Rise, Peter; kill and eat.'", "8": "“I said, 'Not at all, Lord. For nothing common or unclean has at any time entered my mouth.'", "9": "“The voice answered from heaven a second time, 'What God has cleansed, do not call common.' ", "10": "This happened three times. And again everything was taken up into heaven.", "11": "“And immediately three men sent from Caesarea to me came to the house where I was. ", "12": "The Spirit told me to go with them without hesitation. Moreover these six brothers came with me, and we entered the man's house. ", "13": "He told us how he had seen an angel in his house, who stood and said to him, 'Send men to Joppa, and call for Simon whose surname is Peter. ", "14": "He will speak words to you by which you and all your household will be saved.'", "15": "“As I began to speak, the Holy Spirit fell on them, as He fell on us at the beginning. ", "16": "Then I remembered the word of the Lord, how He said, 'John indeed baptized with water, but you shall be baptized with the Holy Spirit.'[a] ", "17": "If then God gave them the same gift as He gave us when we believed in the Lord Jesus Christ, who was I to be able to hinder God?”", "18": "When they heard these things, they were silent. And they glorified God, saying, “Then God has granted to the Gentiles also repentance unto life.”", "19": "Now those who were scattered by the persecution that arose over Stephen traveled as far as Phoenicia and Cyprus and Antioch, preaching the word to no one except Jews. ", "20": "Some of them were men of Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus. ", "21": "The hand of the Lord was with them, and a great number believed and turned to the Lord.", "22": "News of these things came to the ears of the church which was in Jerusalem, and they sent Barnabas to Antioch. ", "23": "When he arrived and saw the grace of God, he rejoiced and exhorted them all to remain with the Lord with a loyal heart. ", "24": "For he was a good man, full of the Holy Spirit and of faith. And many people were added to the Lord.", "25": "Then Barnabas went to Tarsus to look for Saul. ", "26": "When he had found him, he brought him to Antioch. For a whole year they met with the church and taught a considerable crowd. And the disciples were first called Christians in Antioch.", "27": "In these days prophets came down from Jerusalem to Antioch. ", "28": "One of them, named Agabus, stood up and prophesied by the Spirit that there would be a great famine throughout all the world, which came to pass in the days of Claudius Caesar. ", "29": "Then every disciple, according to his ability, determined to send relief to the brothers who lived in Judea. ", "30": "Indeed they did, and sent it to the elders by the hands of Barnabas and Saul."}