{"1": "In the church that was in Antioch there were prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen who had been brought up with Herod the tetrarch, and Saul. ", "2": "As they worshipped the Lord and fasted, the Holy Spirit said, “Set apart for Me Barnabas and Saul for the work to which I have called them.” ", "3": "Then after fasting and praying, they laid their hands on them and sent them off.", "4": "So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus. ", "5": "When they arrived at Salamis, they preached the word of God in the synagogues of the Jews. And they had John as an assistant.", "6": "When they had gone through the whole island to Paphos, they found a certain sorcerer, a Jewish false prophet, whose name was Bar-Jesus, ", "7": "who was with the proconsul, Sergius Paulus, an intelligent man. This man called for Barnabas and Saul and sought to hear the word of God. ", "8": "But Elymas the sorcerer (which is his name by interpretation) opposed them, trying to divert the proconsul from the faith. ", "9": "Then Saul, who also is called Paul, filled with the Holy Spirit, stared at him and said, ", "10": "“You son of the devil, enemy of all righteousness, full of deceit and of all fraud, will you not cease perverting the right ways of the Lord? ", "11": "Now, look! The hand of the Lord is against you, and you shall be blind, not seeing the sun for a time.” Immediately mist and darkness fell on him, and he went about seeking someone to lead him by the hand. ", "12": "When the proconsul saw what had happened, he believed and was astonished at the doctrine of the Lord.", "13": "Now when Paul and his companions set sail from Paphos, they came to Perga in Pamphylia. And John departed from them and returned to Jerusalem. ", "14": "But they departed from Perga and came to Antioch in Pisidia. And they went into the synagogue on the Sabbath day and sat down. ", "15": "After the reading from the Law and the Prophets, the rulers of the synagogue sent word to them, saying, “Brothers, if you have any word of exhortation for the people, say it.”", "16": "Then Paul stood up, and motioning with his hand said: “Men of Israel, and you who fear God, listen. ", "17": "The God of this people of Israel chose our fathers, and exalted the people when they lived as foreigners in the land of Egypt, and with great power He led them out of it. ", "18": "For about forty years He endured their conduct in the desert. ", "19": "When He had destroyed seven nations in the land of Canaan, He gave them their land as an inheritance by lot.", "20": "“After about four hundred and fifty years, God gave them judges until Samuel the prophet. ", "21": "Then they requested a king. And God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years. ", "22": "When He had removed him, He raised up David to be their king, of whom He testified, saying, 'I have found David[a] the son of Jesse, a man after My own heart, who will fulfill My entire will.'[b]", "23": "“From this man's descendants God has raised a Savior for Israel, Jesus, according to His promise. ", "24": "Before His coming John had preached a baptism of repentance to all the people of Israel. ", "25": "As John was fulfilling his course, he said, 'Who do you think I am? I am not He. But look! He is coming after me, the sandals of whose feet I am not worthy to untie.'[c]", "26": "“Brothers, sons of the family of Abraham, and those of you who fear God, the word of this salvation has been sent to us. ", "27": "Because those who live in Jerusalem, and their rulers, did not know Him, in condemning Him they have fulfilled the voices of the Prophets which are read every Sabbath. ", "28": "Though they found in Him no cause worthy of death, yet they asked Pilate to have Him killed. ", "29": "When they had fulfilled all that was written of Him, they took Him down from the tree and placed Him in a tomb. ", "30": "But God raised Him from the dead, ", "31": "and for many days He appeared to those who came up with Him from Galilee to Jerusalem, who are now His witnesses to the people.", "32": "“We preach to you good news: The promise which was made to the fathers, ", "33": "God has fulfilled to us, their children, raising Jesus. As it is written in the second Psalm: 'You are My Son; today I have become Your Father.'[d]", "34": "That He raised Him from the dead, no more to return to corruption, He has spoken in this way: 'I will give You the holy and sure blessings of David.'[e]", "35": "So He says in another Psalm: 'You will not let Your Holy One see decay.'[f]", "36": "“For after David had served by the counsel of God in his own generation, he fell asleep, was buried with his fathers, and saw decay. ", "37": "But He whom God raised up saw no decay.", "38": "“Therefore, brothers, let it be known to you that through this Man forgiveness of sins is proclaimed to you, ", "39": "and by Him everyone who believes is justified from everything from which you could not be justified by the Law of Moses. ", "40": "Therefore beware, lest what is spoken of in the prophets come upon you:", "41": "'Look, you scoffers, marvel and perish! For I will perform a work in your days which you will never believe, even if someone declares it to you.'[g]”", "42": "When Paul and Barnabas went out of the synagogue, the Gentiles asked that these words might be preached to them the next Sabbath. ", "43": "When the congregation was dismissed, many of the Jews and devout proselytes followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God.", "44": "On the next Sabbath almost the whole city assembled to hear the word of God. ", "45": "But when the Jews saw the crowds, they were filled with jealousy, blaspheming and contradicting what Paul was saying.", "46": "Then Paul and Barnabas boldly said, “It was necessary that the word of God should be spoken to you first. But seeing you reject it, and judge yourselves unworthy of eternal life, we are turning to the Gentiles. ", "47": "For thus has the Lord commanded us: 'I have established you to be a light of the Gentiles, that you may bring salvation to the ends of the earth.'[h]”", "48": "When the Gentiles heard this, they were glad and glorified the word of the Lord. And all who were ordained to eternal life believed.", "49": "The word of the Lord was spread throughout the entire region. ", "50": "But the Jews stirred up the devout and honorable women and the chief men of the city, and raised up persecution against Paul and Barnabas, and drove them from their region. ", "51": "So they shook off the dust of their feet against them and went to Iconium. ", "52": "And the disciples were filled with joy and with the Holy Spirit."}