{"1": "At Iconium they entered the synagogue of the Jews together and so spoke that a great crowd of both Jews and Greeks believed. ", "2": "But the unbelieving Jews stirred up the Gentiles and embittered their minds against the brothers. ", "3": "So they continued there a long time, speaking boldly for the Lord, who bore witness to His gracious word, granting signs and wonders to be done by their hands. ", "4": "But the people of the city were divided. Some sided with the Jews, and others with the apostles. ", "5": "When an assault was planned by both Gentiles and Jews, with their leaders, to attack them and to stone them, ", "6": "they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding region. ", "7": "And there they preached the gospel.", "8": "In Lystra there sat a man, crippled in his feet, who had never walked and was lame from birth. ", "9": "He heard Paul speaking, who looked intently at him and perceived that he had faith to be healed ", "10": "and said with a loud voice, “Stand upright on your feet.” And he jumped up and walked.", "11": "When the crowds saw what Paul had done, they lifted up their voices, saying in Lycaonian, “The gods have come down to us in the likeness of men!” ", "12": "Barnabas they called Zeus, and Paul they called Hermes, because he was the main speaker. ", "13": "The priest of Zeus, who was in front of the city, brought bulls and garlands to the gates to offer sacrifices with the crowds.", "14": "But when the apostles Barnabas and Paul heard this, they tore their clothes and rushed out into the crowd, crying out, ", "15": "“Men, why are you doing this? We also are men, of like nature with you, preaching to you to turn from these vain things to the living God, who made the heaven and the earth and the sea, and everything that is in them, ", "16": "who in times past allowed all nations to walk in their own ways. ", "17": "Yet He did not leave Himself without witness, for He did good and gave us rain from heaven and fruitful seasons, satisfying our hearts with food and gladness.” ", "18": "With these words they scarcely restrained the crowds from sacrificing to them.", "19": "Then some Jews from Antioch and Iconium came there and persuaded the crowds. They stoned Paul and dragged him out of the city, supposing he was dead. ", "20": "But as the disciples gathered around him, he rose up and went into the city. The next day he departed with Barnabas for Derbe.", "21": "When they had preached the gospel to that city and had made many disciples, they returned to Lystra and to Iconium and to Antioch, ", "22": "strengthening the minds of the disciples and exhorting them to continue in the faith, to go through many afflictions and thus enter the kingdom of God. ", "23": "When they had appointed elders for them in every church, with prayer and fasting, they commended them to the Lord in whom they believed. ", "24": "Then they passed throughout Pisidia and came to Pamphylia, ", "25": "and when they had preached the word in Perga, they went down into Attalia.", "26": "From there they sailed to Antioch, where they had been commended to the grace of God for the work which they had completed. ", "27": "When they arrived and had assembled the church, they reported what God had done through them and how He had opened the door of faith to the Gentiles. ", "28": "And there they stayed a long time with the disciples."}