{"1": "Some men came down from Judea and were teaching the brothers, “Unless you are circumcised in the tradition of Moses, you cannot be saved.” ", "2": "Therefore when Paul and Barnabas had no small dissension and dispute with them, they determined that Paul and Barnabas, and certain others among them, should go up to Jerusalem to the apostles and elders about this question. ", "3": "So being sent on their way by the church, they passed through Phoenicia and Samaria, declaring the conversion of the Gentiles, and they brought great joy to all the brothers. ", "4": "When they arrived in Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared what God had done through them.", "5": "Then some believers of the sect of the Pharisees rose up, saying, “It is necessary to circumcise them, and to command them to keep the Law of Moses.”", "6": "The apostles and elders assembled to consider this matter. ", "7": "After much disputing, Peter rose up and said to them, “Brothers, you know that some time ago God decided among us, that by my mouth the Gentiles should hear the word of the gospel and believe. ", "8": "God, who knows the heart, approved of them, giving them the Holy Spirit just as He did to us, ", "9": "and made no distinction between them and us, and purified their hearts by faith. ", "10": "Now then, why test God by putting a yoke upon the neck of the disciples, which neither our fathers nor we have been able to bear? ", "11": "But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.”", "12": "The entire assembly remained silent and listened to Barnabas and Paul declaring what signs and wonders God had done through them among the Gentiles. ", "13": "After they had become silent, James answered, “Brothers, listen to me. ", "14": "Simon has declared how God first visited the Gentiles to take from among them a people for His name. ", "15": "With this the words of the prophets agree. As it is written:", "16": "'After this I will return, and I will rebuild the tabernacle of David, which has fallen; I will rebuild its ruins, and I will set it up;[a]", "17": "that the rest of men may seek the Lord, and all the Gentiles who are called by My name,[b] says the Lord who does all these things.'[c]", "18": "Known to God are all His works since the beginning of the world.", "19": "“Therefore my judgment is that we should not trouble those of the Gentiles who are turning to God, ", "20": "but that we write to them to abstain from food offered to idols, from sexual immorality, from strangled animals, and from blood. ", "21": "For Moses has had in every city since early generations those who preach him, being read in the synagogues every Sabbath.”", "22": "Then it pleased the apostles and the elders, with the whole church, to send chosen men from among them to Antioch with Paul and Barnabas, namely, Judas called Barsabas, and Silas, leading men among the brothers. ", "23": "They wrote this letter by their hand: The apostles and the elders and the brothers, To the brothers who are of the Gentiles in Antioch and Syria and Cilicia: Greetings.", "24": "Since we have heard that some of us, whom we did not commission, have gone out and have troubled you with words, unsettling your minds, saying, “You must be circumcised and keep the law,” ", "25": "it seemed good to us, being assembled in unity, to send chosen men to you with our beloved Barnabas and Paul, ", "26": "men who have risked their lives for the name of our Lord Jesus Christ. ", "27": "Therefore we have sent Judas and Silas, who will also speak to you, saying the same things. ", "28": "For it seemed good to the Holy Spirit and to us to put on you no greater burden than these necessary things: ", "29": "Abstain from food offered to idols, from sexual immorality, from strangled animals, and from blood. If you keep yourselves from these, you will do well. Farewell.", "30": "So when they were dismissed, they went down to Antioch. And when they had assembled the congregation, they delivered the letter. ", "31": "When they had read it, they rejoiced over the exhortation. ", "32": "Judas and Silas, being prophets themselves, exhorted the brothers with many words and strengthened them. ", "33": "After they had remained there for a time, they were sent off in peace by the brothers to the apostles. ", "34": "But it seemed good to Silas to remain there. ", "35": "And Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.", "36": "After some days Paul said to Barnabas, “Let us return and visit our brothers in every city where we preached the word of the Lord and see how they are doing.” ", "37": "Barnabas determined to take with them John, who was called Mark. ", "38": "But Paul thought it was not good to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. ", "39": "Then there arose a sharp contention, so that they separated from each other. Barnabas took Mark and sailed to Cyprus, ", "40": "but Paul chose Silas and departed, being commended by the brothers to the grace of God. ", "41": "And he went through Syria and Cilicia, strengthening the churches."}