{"1": "Then he came to Derbe and then to Lystra. A disciple was there, named Timothy, the son of a Jewess who believed, but his father was a Greek. ", "2": "He was well spoken of by the brothers who were at Lystra and Iconium. ", "3": "Paul wanted him to travel with him. So he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. ", "4": "As they went through the cities, they delivered to them the decrees to observe, that were set forth by the apostles and elders at Jerusalem. ", "5": "So the churches were strengthened in the faith, and increased in number daily.", "6": "They went through the region of Phrygia and Galatia and were forbidden by the Holy Spirit to speak the word in Asia. ", "7": "When they came near Mysia, they tried to go into Bithynia, but the Spirit did not allow them. ", "8": "So they passed by Mysia and went down to Troas. ", "9": "During the night a vision appeared to Paul: A man of Macedonia stood and pleaded with him, saying, “Come over to Macedonia and help us.” ", "10": "After he had seen the vision, immediately we sought to go into Macedonia, concluding that the Lord had called us to preach the gospel to them.", "11": "From Troas we set sail on a straight course to Samothrace and the next day to Neapolis, ", "12": "and from there to Philippi, which is the main city of that part of Macedonia, and a colony. We stayed in this city several days.", "13": "On the Sabbath we went out of the city to a riverside, where prayer was customarily offered. And we sat down and spoke to the women who had assembled. ", "14": "A woman named Lydia, a seller of purple fabric of the city of Thyatira, who worshipped God, heard us. The Lord opened her heart to acknowledge what Paul said. ", "15": "When she and her household were baptized, she entreated us, saying, “If you have judged me to be faithful to the Lord, come to my house and remain there.” And she persuaded us.", "16": "On one occasion, as we went to the place of prayer, a servant girl possessed with a spirit of divination met us, who brought her masters much profit by fortune-telling. ", "17": "She followed Paul and us, shouting, “These men are servants of the Most High God, who proclaim to us the way of salvation.” ", "18": "She did this for many days. But becoming greatly troubled, Paul turned to the spirit and said, “I command you in the name of Jesus Christ to come out of her.” And it came out at that moment.", "19": "When her masters saw that the hope of their profits was gone, they seized Paul and Silas, and dragged them into the marketplace to the rulers. ", "20": "And they brought them to the magistrates, saying, “These men, being Jews, greatly trouble our city ", "21": "and teach customs which are not lawful for us, being Romans, to receive or observe.”", "22": "The crowd rose up together against them. And the magistrates tore the garments off them and gave orders to beat them. ", "23": "After they had laid many stripes on them, they threw them into prison, commanding the jailer to guard them securely. ", "24": "Having received such an order, he threw them into the inner prison and fastened their feet in the stocks.", "25": "At midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them. ", "26": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened and everyone's shackles were loosened. ", "27": "When the jailer awoke and saw the prison doors open, he drew his sword and would have killed himself, supposing that the prisoners had escaped. ", "28": "But Paul shouted, “Do not harm yourself, for we are all here.”", "29": "He called for lights and rushed in, trembling, and fell down before Paul and Silas. ", "30": "He then led them out and asked, “Sirs, what must I do to be saved?”", "31": "They said, “Believe in the Lord Jesus Christ, and you and your household will be saved.” ", "32": "And they spoke the word of the Lord to him and to all who were in his household. ", "33": "In that hour of the night he took them and washed their wounds. And immediately he and his entire household were baptized. ", "34": "Then he brought them up to his house and set food before them. And he rejoiced with his entire household believing in God.", "35": "When it was day, the magistrates sent the sergeants, saying, “Release those men.” ", "36": "The prison guard reported these words to Paul, saying, “The magistrates have sent to release you. Now therefore depart, and go in peace.”", "37": "But Paul said to them, “They have publicly beaten us, who are uncondemned Romans, and have thrown us into prison. And now do they secretly throw us out? Certainly not! Let them come themselves and bring us out.”", "38": "The sergeants reported these words to the magistrates, and they were afraid when they heard that they were Romans. ", "39": "So they came and entreated them. And they brought them out, asking them to leave the city. ", "40": "They went out of the prison and entered the house of Lydia. When they had seen the brothers, they exhorted them and departed."}