{"1": "After this, Paul left Athens and went to Corinth. ", "2": "He found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to them. ", "3": "And because he was of the same trade, he remained with them and worked, for they were tentmakers by trade. ", "4": "He lectured in the synagogue every Sabbath and persuaded Jews and Greeks.", "5": "When Silas and Timothy came from Macedonia, Paul was pressed by the Spirit and testified to the Jews that Jesus was the Christ. ", "6": "But when they opposed him and blasphemed, he shook out his garments and said to them, “Your blood be upon your heads. I am innocent. From now on I will go to the Gentiles.”", "7": "Then he departed from there and entered the house of a man named Justus, one who worshipped God, whose house was next door to the synagogue. ", "8": "Crispus, the ruler of the synagogue, believed in the Lord with his entire household. And many of the Corinthians, who heard, believed and were baptized.", "9": "The Lord spoke to Paul in the night through a vision, “Do not be afraid, but speak and do not be silent. ", "10": "For I am with you, and no one shall attack you and hurt you, for I have many people in this city.” ", "11": "So for a year and six months he sat among them, teaching the word of God.", "12": "When Gallio was proconsul of Achaia, the Jews in unity attacked Paul and brought him to court, ", "13": "saying, “This man is persuading men to worship God contrary to the law.”", "14": "When Paul was about to speak, Gallio said to the Jews, “O Jews, if it were a matter of a misdemeanor or serious crime, I would rightly bear with you. ", "15": "But if it is a question of words and names and your law, look into it yourselves. For I do not intend to be a judge of these matters.” ", "16": "So he drove them out of court. ", "17": "Then all the Greeks seized Sosthenes, the ruler of the synagogue, and beat him before the judgment seat. But none of these things mattered to Gallio.", "18": "Yet Paul remained many days. He had his hair cut in Cenchrea, for he had taken a vow. Then, bidding farewell to the brothers, he sailed to Syria, and Priscilla and Aquila were with him. ", "19": "He arrived at Ephesus and left them there. But he himself went into the synagogue and lectured the Jews. ", "20": "When they asked him to remain for a while longer, he did not consent, ", "21": "but, bidding farewell, said, “I must by all means attend this upcoming feast in Jerusalem, but I will return to you if God wills.” And he set sail from Ephesus. ", "22": "When he had landed at Caesarea, he went up and greeted the church and then went down to Antioch.", "23": "After spending some time there, he departed and passed through the entire region of Galatia and Phrygia in sequence, strengthening all the disciples.", "24": "Meanwhile a Jew named Apollos, born in Alexandria, who was an eloquent man and powerful in the Scriptures, came to Ephesus. ", "25": "This man was instructed in the way of the Lord, knowing only the baptism of John, but being fervent in spirit, he accurately spoke and taught the things concerning the Lord. ", "26": "He began to speak boldly in the synagogue. When Aquila and Priscilla heard him, they took him and explained the way of God more accurately.", "27": "When Apollos intended to pass into Achaia, the brothers wrote to encourage the disciples to welcome him. On arriving, he greatly helped those who had believed through grace. ", "28": "For he vehemently refuted the Jews publicly, proving from the Scriptures that Jesus was the Christ."}