{"1": "While Apollos was at Corinth, Paul passed through the upper regions and came to Ephesus. He found some disciples ", "2": "and said to them, “Have you received the Holy Spirit since you believed?” They said to him, “No, we have not even heard that there is a Holy Spirit.”", "3": "He said to them, “Into what then were you baptized?” They said, “Into John's baptism.”", "4": "Paul said, “John indeed baptized with the baptism of repentance, telling the people that they should believe in the One coming after him, that is, in Christ Jesus.” ", "5": "When they heard this, they were baptized in the name of the Lord Jesus. ", "6": "When Paul had laid his hands on them, the Holy Spirit came on them, and they spoke in other tongues and prophesied. ", "7": "There were about twelve men in all.", "8": "He went into the synagogue and spoke boldly for three months, lecturing and persuading concerning the kingdom of God. ", "9": "But when some were hardened and did not believe, but spoke evil of the Way before the crowd, he withdrew from them and took the disciples, lecturing daily in the school of Tyrannus. ", "10": "This continued for two years, so that all who lived in Asia heard the word of the Lord Jesus, both Jews and Greeks.", "11": "God worked powerful miracles by the hands of Paul. ", "12": "So handkerchiefs or aprons he had touched were brought to the sick, and the diseases left them, and the evil spirits went out of them.", "13": "Then some of the itinerant Jewish exorcists invoked the name of the Lord Jesus over those who had evil spirits, saying, “We command you to come out in the name of Jesus whom Paul preaches.” ", "14": "There were seven sons of a Jewish high priest named Sceva doing this. ", "15": "The evil spirit answered, “I know Jesus, and I know Paul, but who are you?” ", "16": "Then the man in whom the evil spirit was jumped on them, overpowered them, and prevailed against them, so that they fled from that house naked and wounded.", "17": "This became known to all Jews and Greeks living in Ephesus. And fear fell on them all, and the name of the Lord Jesus was magnified. ", "18": "Many who believed came confessing and telling their deeds. ", "19": "Many who practiced magic brought their books together and burned them before everyone. They calculated their value, which equaled fifty thousand drachmas.[a] ", "20": "So the word of the Lord powerfully grew and spread.", "21": "After these things happened, Paul determined in his spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.” ", "22": "He sent two who ministered to him, Timothy and Erastus, into Macedonia, but he delayed in Asia for a time.", "23": "About that time great trouble arose about the Way. ", "24": "For a silversmith named Demetrius, who made silver shrines for Artemis, brought much business to the craftsmen. ", "25": "He gathered them together with the workmen of similar trades and said, “Men, you know that by this trade we have our wealth. ", "26": "And you see and hear, not only at Ephesus, but almost throughout all Asia, that this Paul has persuaded and turned away many people, saying that these things made by hands are not gods. ", "27": "Now not only is our trade in danger of coming into disrepute, but also the temple of the great goddess Artemis, whom all Asia and the world worship, may be discredited and her magnificence destroyed.”", "28": "When they heard this, they were full of anger and cried out, “Great is Artemis of the Ephesians!” ", "29": "The city was filled with confusion. And in unison they seized Gaius and Aristarchus, Paul's traveling companions from Macedonia, and rushed into the theater. ", "30": "When Paul intended to go in among the crowd, the disciples would not let him. ", "31": "Even some of the rulers of Asia, who were his friends, sent to him begging him not to venture into the theater.", "32": "The assembly was confused. Therefore some cried out one thing and some another, and most of them did not know why they had come together. ", "33": "The Jews pushed Alexander to the front as the crowd prompted him. Alexander motioned with his hand, wishing to make his defense to the mob. ", "34": "But when they learned that he was a Jew, for about two hours they all with one voice cried out, “Great is Artemis of the Ephesians!”", "35": "The city clerk quieted the crowd and said, “Men of Ephesus, what man is there who does not know that the city of the Ephesians is the guardian of the temple of the great Artemis and of the image which fell from heaven? ", "36": "Seeing then that these things are undeniable, you ought to be quiet and do nothing rash. ", "37": "For you have brought these men here who are neither temple robbers nor blasphemers of your goddess. ", "38": "So if Demetrius and the craftsmen who are with him have a complaint against anyone, the courts are open and there are proconsuls. Let them press charges against one another. ", "39": "If you seek anything further, it shall be settled in the legal assembly. ", "40": "For we are in danger of being charged with rioting today, since there is no reason we may give to account for this uproar.” ", "41": "When he had said this, he dismissed the assembly."}