{"1": "When the day of Pentecost had come, they were all together in one place. ", "2": "Suddenly a sound like a mighty rushing wind came from heaven, and it filled the whole house where they were sitting. ", "3": "There appeared to them tongues as of fire, being distributed and resting on each of them, ", "4": "and they were all filled with the Holy Spirit and began to speak in other tongues, as the Spirit enabled them to speak.", "5": "Now dwelling in Jerusalem were Jews, devout men, from every nation under heaven. ", "6": "When this sound occurred, the crowd came together and were confounded, because each man heard them speaking in his own language. ", "7": "They were all amazed and marveled, saying to each other, “Are not all these who are speaking Galileans? ", "8": "How is it that we hear, each in our own native language? ", "9": "Parthians, Medes and Elamites, residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, ", "10": "Phrygia and Pamphylia, Egypt and the regions of Libya near Cyrene, and visitors from Rome, both Jews and proselytes, ", "11": "Cretans and Arabs—we hear them speaking in our own languages the mighty works of God.” ", "12": "They were all amazed and perplexed, saying to each other, “What does this mean?”", "13": "Others mocking said, “These men are full of new wine.”", "14": "But Peter, standing up with the eleven, lifted up his voice and said to them, “Men of Judea and all you who dwell in Jerusalem, let this be known to you, and listen to my words. ", "15": "For these are not drunk, as you suppose, since it is the third hour of the day. ", "16": "But this is what was spoken by the prophet Joel:", "17": "'In the last days it shall be,' says God, 'that I will pour out My Spirit on all flesh; your sons and your daughters shall prophesy, your young men shall see visions, and your old men shall dream dreams.", "18": "Even on My menservants and maidservants I will pour out My Spirit in those days; and they shall prophesy.", "19": "And I will show wonders in heaven above and signs on the earth below: blood, and fire, and vapor of smoke.", "20": "The sun shall be turned into darkness, and the moon into blood, before that great and glorious day of the Lord comes.", "21": "And whoever calls on the name of the Lord shall be saved.'[a]", "22": "“Men of Israel, hear these words: Jesus of Nazareth was a man attested to you by God with powerful works and wonders and signs, which God did through Him in your midst, as you yourselves know. ", "23": "You have taken Him, who was handed over to you by the ordained counsel and foreknowledge of God, and by lawless hands have crucified and killed Him, ", "24": "whom God raised up by loosening the pull of death, because it was not possible that He should be held by it. ", "25": "For David says concerning Him: 'I foresaw the Lord always before me, for He is at my right hand, that I may not be shaken.", "26": "Therefore my heart was glad, and my tongue rejoiced; moreover my flesh will dwell in hope.", "27": "For You will not abandon my soul to Hades, nor will You allow Your Holy One to see corruption.", "28": "You have made known to me the ways of life; You will make me full of joy with Your presence.'[b]", "29": "“Brothers, I may speak confidently to you concerning the patriarch David, that he both died and was buried, and his tomb is with us to this day. ", "30": "But being a prophet, and knowing that God had sworn with an oath to him, that of his seed according to the flesh, He would raise up the Christ to sit on his throne, ", "31": "he foresaw this and spoke concerning the resurrection of the Christ, that His soul was not abandoned to Hades, nor did His flesh see corruption. ", "32": "God raised up this Jesus, of which we all are witnesses. ", "33": "Therefore being exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He has poured out this which you now see and hear. ", "34": "For David has not ascended to the heavens, yet he says: 'The Lord said to my Lord, “Sit at My right hand,", "35": "Until I make Your enemies Your footstool.” '[c]", "36": "“Therefore, let all the house of Israel assuredly know that God has made this Jesus, whom you have crucified, both Lord and Christ.”", "37": "When they heard this, they were stung in the heart and said to Peter and to the rest of the apostles, “Brothers, what shall we do?”", "38": "Peter said to them, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of sins, and you shall receive the gift of the Holy Spirit. ", "39": "For the promise is to you, and to your children, and to all who are far away, as many as the Lord our God will call.”", "40": "With many other words he testified and exhorted them, saying, “Be saved from this perverse generation.” ", "41": "Then those who gladly received his word were baptized, and that day about three thousand souls were added to them.", "42": "They continued steadfastly in the apostles' teaching and fellowship, in the breaking of bread and in the prayers. ", "43": "Fear came to every soul. And many wonders and signs were done through the apostles. ", "44": "All who believed were together and had all things in common. ", "45": "They sold their property and goods and distributed them to all, according to their need. ", "46": "And continuing daily with one mind in the temple, and breaking bread from house to house, they ate their food with gladness and simplicity of heart, ", "47": "praising God and having favor with all the people. And the Lord added to the church daily those who were being saved."}