{"1": "When we had withdrawn from them and set sail, we went on a straight course to Cos, the next day to Rhodes, and from there to Patara. ", "2": "We found a ship crossing over to Phoenicia, went aboard, and set sail. ", "3": "Having come in sight of Cyprus, we passed to the south of it and sailed to Syria, and landed at Tyre, for there the ship's cargo was to be unloaded. ", "4": "When we found the disciples, we remained there seven days. They told Paul through the Spirit not to go up to Jerusalem. ", "5": "But when our days were over, we parted and traveled on. Everyone, with wives and children, escorted us until we were outside the city. And we knelt on the shore and prayed. ", "6": "After bidding farewell to one another, we boarded the ship, and they returned home.", "7": "We finished the voyage from Tyre when we landed at Ptolemais, where we greeted the brothers and stayed with them for one day. ", "8": "The next day we who were Paul's companions departed, and arrived at Caesarea, and entered the house of Philip the evangelist, who was one of the seven, and stayed with him. ", "9": "He had four virgin daughters who prophesied.", "10": "While we stayed there many days, a prophet named Agabus came down from Judea. ", "11": "When he had arrived, he took Paul's belt and bound his own hands and feet, saying, “The Holy Spirit says, 'In this manner the Jews at Jerusalem shall bind the man who owns this belt and deliver him into the hands of the Gentiles.' ”", "12": "When we heard these things, both we and the residents implored him not to go up to Jerusalem. ", "13": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned, but also to die in Jerusalem for the name of the Lord Jesus.” ", "14": "When he would not be persuaded, we kept silent and said, “Let the will of the Lord be done.”", "15": "After those days we got ready and went up to Jerusalem. ", "16": "Some of the disciples from Caesarea went with us and brought with them Mnason of Cyprus, an early disciple, with whom we should lodge.", "17": "When we had come to Jerusalem, the brothers received us gladly. ", "18": "On the next day Paul went with us to James, and all the elders were present. ", "19": "He greeted them and recounted one by one what God had done among the Gentiles through his ministry.", "20": "When they heard this, they glorified the Lord. Then they said to him, “You see, brother, how many thousands of Jews there are who believe, and they are all zealous for the law. ", "21": "They have been informed concerning you that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children nor to observe the customs. ", "22": "What then shall be done? The assembly will certainly meet, for they will hear that you have come. ", "23": "Therefore do what we tell you. We have four men who have taken a vow. ", "24": "Take these men and be purified with them, and pay their expenses so that they may have their heads shaved. Then all will know that what they were told concerning you is nothing, but that you yourself live in observance of the law. ", "25": "As for the Gentiles who believe, we have written and concluded that they should observe no such thing, except that they abstain from food offered to idols, from sexual immorality, from strangled animals, and from blood.”", "26": "Then on the next day, Paul took the men and purified himself with them. And he went into the temple, announcing when the days of purification would be complete and an offering would be given for each one of them.", "27": "When the seven days were nearly concluded, the Jews from Asia saw him in the temple, stirred up all the people, and laid hands on him, ", "28": "crying out, “Men of Israel, help! This is the man teaching all men everywhere against the people and the law and this place. He even brought Greeks into the temple and has defiled this holy place.” ", "29": "For they had previously seen Trophimus the Ephesian in the city with him, whom they supposed Paul had brought into the temple.", "30": "Then the whole city was provoked, and the people ran together. They seized Paul and dragged him out of the temple. And immediately the doors were shut. ", "31": "While they were trying to kill him, news came up to the commander[a] of the battalion of soldiers that all Jerusalem was in an uproar. ", "32": "He at once took soldiers and centurions, and ran down to them. When they saw the commander and the soldiers, they stopped beating Paul.", "33": "Then the commander came and arrested him, and ordered that he be bound with two chains. Then he asked who he was and what he had done. ", "34": "Some in the crowd shouted one thing, some another. As he could not learn the truth because of the uproar, he commanded that he be brought into the barracks. ", "35": "When he came onto the stairs, he was carried by the soldiers because of the violence of the people. ", "36": "For the mob of people followed, crying out, “Away with him!”", "37": "As Paul was about to be brought into the barracks, he said to the commander, “May I speak to you?” He replied, “Do you know how to speak Greek? ", "38": "Are you not the Egyptian who in past days caused an uproar and led the four thousand men of the Sicarii[b] out into the wilderness?”", "39": "Paul said, “I am a Jew, from Tarsus of Cilicia, a citizen of no common city. I beg of you, permit me to speak to the people.”", "40": "When he had given him permission, Paul stood on the stairs and motioned with his hand to the people. When there was great silence, he addressed them in the Hebrew language, saying,"}