{"1": "“Brothers and fathers, hear my defense which I now make to you.”", "2": "When they heard that he addressed them in the Hebrew language, they became even more quiet. Then he said, ", "3": "“I am a Jew, born in Tarsus of Cilicia, but brought up in this city. At the feet of Gamaliel I was trained in the strict tradition of the law of the fathers, being zealous toward God as you all are today. ", "4": "I persecuted this Way to the death, arresting and imprisoning both men and women, ", "5": "as even the high priest and the council of elders bear witness of me. From them I received letters to the brothers in Damascus, where I went to take even those who were there and lead them in chains to Jerusalem to be punished.", "6": "“As I journeyed and came near Damascus, about noon suddenly a great light from heaven shone around me. ", "7": "I fell to the ground and heard a voice saying to me, 'Saul, Saul, why do you persecute Me?'", "8": "“I answered, 'Who are You, Lord?' “He said to me, 'I am Jesus of Nazareth, whom you are persecuting.' ", "9": "Those who were with me saw the light and were afraid, but they did not hear the voice of Him who was speaking to me.", "10": "“I said, 'What shall I do, Lord?' “The Lord said to me, 'Rise and go into Damascus. There you will be told what you have been appointed to do.' ", "11": "Since I was blinded by the glory of that light, those who were with me led me by the hand into Damascus.", "12": "“Ananias, a devout man according to the law, who was well spoken of by all the Jews living there, ", "13": "came and stood by me, and said, 'Brother Saul, receive your sight.' And at that moment I looked up at him.", "14": "“Then he said, 'The God of our fathers has appointed you to know His will and to see the Just One and to hear His voice, ", "15": "for you will be His witness to all men of what you have seen and heard. ", "16": "And now why do you wait? Rise, be baptized and wash away your sins, and call on the name of the Lord.'", "17": "“When I returned to Jerusalem and was praying in the temple, I fell into a trance ", "18": "and saw Him saying to me, 'Hurry! Get out of Jerusalem immediately, for they will not receive your testimony concerning Me.'", "19": "“I said, 'Lord, they know that I imprisoned and beat those who believed in You in every synagogue. ", "20": "And when the blood of Your martyr Stephen was shed, I was standing by consenting to his death, guarding the clothes of those who killed him.'", "21": "“Then He said to me, 'Depart, for I will send you far away to the Gentiles.' ”", "22": "They listened to him up to this word, and then they lifted up their voices and said, “Away with such a man from the earth, for he is not fit to live!”", "23": "As they shouted and threw off their garments and threw dust into the air, ", "24": "the commander ordered him to be brought into the barracks and examined with scourging, so that he might learn what crime they were alleging against him. ", "25": "As they stretched him forward with straps, Paul said to the centurion standing by, “Is it legal for you to flog an uncondemned Roman citizen?”", "26": "On hearing this, the centurion reported to the commander, saying, “What are you doing? This man is a Roman citizen.”", "27": "The commander came and said to him, “Tell me, are you a Roman citizen?” He said, “Yes.”", "28": "The commander answered, “I bought my citizenship for a large sum.” So Paul said, “But I was born a citizen.”", "29": "Therefore those who were about to examine Paul immediately backed away from him. And the commander feared, knowing that he was a Roman citizen and because he had bound him.", "30": "On the next day, desiring to know exactly why he was accused by the Jews, he released him and ordered the chief priests and all the Sanhedrin to assemble, and he brought Paul down to stand before them."}