{"1": "Paul looked at the Sanhedrin and said, “Brothers, I have lived in all good conscience before God until this day.” ", "2": "The high priest Ananias ordered those who stood by him to strike him on the mouth. ", "3": "Then Paul said to him, “God will strike you, you whitewashed wall! Do you sit judging me according to the law, yet order me to be struck contrary to the law?”", "4": "Those who stood by said, “Do you criticize God's high priest?”", "5": "Paul said, “Brothers, I did not know that he was the high priest. For it is written, 'You shall not speak evil of the ruler of your people.'[a]”", "6": "Then Paul, knowing that one sect were Sadducees and the other Pharisees, cried out among the Sanhedrin, “Brothers, I am a Pharisee, a son of a Pharisee. I am being judged for my hope in the resurrection of the dead.” ", "7": "When he had said this, dissension arose between the Pharisees and the Sadducees, and the assembly was divided. ", "8": "For the Sadducees say that there is no resurrection, nor angel, nor spirit. But the Pharisees acknowledge them all.", "9": "There was a great outcry. The scribes that were from the sect of Pharisees stood up and argued, “We find no evil in this man. But if a spirit or an angel has spoken to him, let us not fight against God.” ", "10": "When much dissension arose, fearing that Paul would be torn to pieces by them, the commander ordered the soldiers to go down and take him from them by force and bring him into the barracks.", "11": "The following night the Lord stood by him and said, “Take courage, Paul. For as you have testified about Me in Jerusalem, so you must also testify at Rome.”", "12": "At daybreak some of the Jews conspired under oath, saying they would neither eat nor drink until they had killed Paul. ", "13": "There were more than forty who had conspired. ", "14": "They went to the chief priests and elders and said, “We have bound ourselves under oath not to eat until we have killed Paul. ", "15": "So now, with the Sanhedrin, tell the commander to bring him down to you tomorrow, pretending to inquire further concerning him. We are ready to kill him before he arrives.”", "16": "But when the son of Paul's sister heard of the treachery, he went and entered the barracks and told Paul.", "17": "Then Paul called one of the centurions over and said, “Take this young man to the commander, for he has something to tell him.” ", "18": "So he took him to the commander and said, “Paul the prisoner sent for me and asked me to bring you this young man who has something to tell you.”", "19": "Then the commander took him by the hand, went aside privately, and asked him, “What is it you have to tell me?”", "20": "The boy said, “The Jews have agreed to ask you to bring Paul down tomorrow to the Sanhedrin, pretending to inquire further concerning him. ", "21": "Do not trust them. More than forty men, who have bound themselves with an oath to neither eat nor drink until they have killed him, are waiting for him. And now they are ready, waiting for your promise.”", "22": "The commander dismissed the young man and ordered him, “Tell no one that you have reported these things to me.”", "23": "Then he summoned two centurions and said, “Prepare two hundred infantrymen, seventy mounted soldiers, and two hundred light infantrymen with spears to go to Caesarea at the third hour of the night. ", "24": "And provide mounts so Paul may ride and take him safely to Felix the governor.”", "25": "He wrote a letter that went like this:", "26": "Claudius Lysias, To His Excellency Governor Felix: Greetings.", "27": "This man was seized by the Jews and was about to be killed by them. When I learned that he was a Roman citizen, I came with soldiers and rescued him. ", "28": "Being minded to learn what crime they alleged, I took him to their Sanhedrin. ", "29": "I found him being accused of controversial matters about their law, but charged with nothing worthy of death or imprisonment. ", "30": "When it was revealed to me that there was a plot against the man, at once I sent him to you and ordered the accusers to state before you their charges against him. Farewell.", "31": "So the soldiers, according to their orders, took Paul by night to Antipatris. ", "32": "The next day they let the cavalry depart with him and they returned to the barracks. ", "33": "When they arrived in Caesarea and delivered the letter to the governor, they presented Paul also to him. ", "34": "Upon reading the letter, the governor asked what province he was from. When he learned that he was from Cilicia, ", "35": "he said, “I will hear you when your accusers also arrive.” And he ordered that he be guarded in Herod's Praetorium."}