{"1": "After five days Ananias the high priest arrived with some of the elders and a lawyer named Tertullus. They brought before the governor their charges against Paul. ", "2": "When he was summoned, Tertullus began to accuse him, saying, “Since through you we enjoy much peace, and your foresight is bringing reforms to this nation, ", "3": "with all thankfulness, most excellent Felix, we always welcome it everywhere. ", "4": "But not to detain you further, I beg you to briefly hear us in your patience.", "5": "“We have found this man a troublemaker, instigating riots among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes. ", "6": "He even tried to profane the temple. So we seized him and wanted to judge him according to our law. ", "7": "But the commander, Lysias, came to us and forcefully took him out of our hands, ", "8": "ordering his accusers to come before you. By examining him yourself you will be able to learn about all these things concerning which we accuse him.”", "9": "The Jews assented, alleging these things to be true.", "10": "After the governor motioned to him to speak, Paul answered, “Knowing that for many years you have been a judge over this nation, I cheerfully defend myself. ", "11": "You may verify that it is no more than twelve days since I went up to Jerusalem to worship. ", "12": "They did not find me in the temple or in the synagogues or in the city disputing with anyone or stirring up a crowd. ", "13": "They cannot prove the things concerning which they now accuse me. ", "14": "However, I affirm that in accordance with the Way, which they call a sect, I worship the God of my fathers and believe everything written in the Law and in the Prophets. ", "15": "I have hope in God that there will be a resurrection of the dead, both of the just and the unjust, which they also expect. ", "16": "In this do I always strive to have a clear conscience toward God and toward men.", "17": "“Now after many years I came to bring alms and offerings to my nation, ", "18": "when some Jews from Asia found me purified in the temple, neither with a crowd nor an uproar. ", "19": "They ought to be here before you to accuse me if they have any charges. ", "20": "Or let these men say what crime they found in me when I stood before the Sanhedrin, ", "21": "unless it is concerning this one statement which I cried out while standing among them, 'Concerning the resurrection of the dead, I am being judged by you this day.' ”", "22": "When Felix, who had more exact knowledge concerning the Way, had heard this, he adjourned the proceedings and said, “When Lysias the commander arrives, I will decide your case.” ", "23": "Then he ordered the centurion to guard Paul, and to let him have liberty, and to forbid none of his own people from attending to him.", "24": "After several days, when Felix arrived with his wife Drusilla, who was a Jewess, he sent for Paul and heard him speak concerning faith in Christ. ", "25": "As he lectured about righteousness, self-control, and the coming judgment, Felix was afraid and answered, “For now, leave! When time permits, I will send for you.” ", "26": "At the same time he hoped that money would be given him by Paul, that he might release him. So he sent for him more often and conversed with him.", "27": "But after two years Porcius Festus succeeded Felix. And Felix, desiring to do the Jews a favor, left Paul imprisoned."}