{"1": "Now three days after Festus had come into the province, he went from Caesarea up to Jerusalem. ", "2": "The high priest and the elders of the Jews spoke to him against Paul. And they begged him, ", "3": "asking as a favor against him, that he would summon him to Jerusalem, plotting to kill him along the way. ", "4": "Festus said that Paul should be kept at Caesarea and that he himself intended to go there shortly. ", "5": "He also said, “Let the men in authority go down with me. If there is anything wrong in the man, let them accuse him.”", "6": "Having stayed among them more than ten days, he went down to Caesarea. And the next day he sat on the judgment seat and ordered that Paul be brought in. ", "7": "When he arrived, the Jews who had come down from Jerusalem stood around him and brought many serious charges against him which they could not prove, ", "8": "while he defended himself, saying, “Neither against the law of the Jews, nor against the temple, nor against Caesar have I sinned at all.”", "9": "Desiring to do the Jews a favor, Festus answered, “Are you willing to go up to Jerusalem to be judged concerning these charges before me?”", "10": "Paul said, “I am standing before Caesar's judgment seat, where I ought to be judged. I have done no wrong to the Jews, as you know very well. ", "11": "If I am doing wrong or have done anything worthy of death, I do not refuse to die. But if these are empty charges of which these men accuse me, no one may deliver me to them. I appeal to Caesar.”", "12": "When Festus had conferred with the council, he then answered, “To Caesar you have appealed. To Caesar you shall go.”", "13": "After several days King Agrippa and Bernice arrived at Caesarea to welcome Festus. ", "14": "When they had been there many days, Festus stated Paul's case to the king, saying, “There is a man left as a prisoner by Felix. ", "15": "When I was at Jerusalem, the chief priests and the elders of the Jews informed me about him, asking for a sentence against him.", "16": "“I answered, 'It is not the custom of the Romans to deliver any man to die before he who is accused meets the accusers face to face and has the opportunity to make his defense concerning the charge brought against him.' ", "17": "So when they assembled here, without delay I sat on the judgment seat the next day and ordered that the man be brought in. ", "18": "When the accusers stood up, they brought no accusation against him of such crimes as I had supposed. ", "19": "But they had disagreements with him about their own religion and about a Man named Jesus, who had died, but whom Paul asserted was alive. ", "20": "Being perplexed about such questions, I asked if he would be willing to go to Jerusalem and be tried there concerning these charges. ", "21": "But when Paul had appealed to be under guard for the decision of Caesar, I ordered that he be secured until I could send him to Caesar.”", "22": "Then Agrippa said to Festus, “I would like to hear the man myself.” He said, “Tomorrow you shall hear him.”", "23": "The next day Agrippa and Bernice came with great pomp, and they entered the hall with the commanders and the leading men of the city. When Festus gave the order, Paul was brought in. ", "24": "Festus said, “King Agrippa, and all the men who are present with us, you see this man, concerning whom the whole assembly of the Jews petitioned me, both at Jerusalem and here, shouting that he ought not to live any longer. ", "25": "I found that he had committed nothing worthy of death. But when he himself appealed to Caesar, I decided to send him. ", "26": "But I have nothing to write to His Majesty concerning him. Therefore I have brought him before you, and especially before you, King Agrippa, so that upon examination, I might have something to write. ", "27": "For it seems unreasonable to me to send a prisoner without signifying the charges against him.”"}