{"1": "Now Peter and John went up together to the temple at the ninth hour, the hour of prayer. ", "2": "A man lame from birth was being carried, whom people placed daily at the gate of the temple called Beautiful to ask alms from those who entered the temple. ", "3": "Seeing Peter and John about to go into the temple, he asked for alms. ", "4": "Peter, gazing at him with John, said, “Look at us.” ", "5": "So he paid attention to them, expecting to receive something from them.", "6": "Then Peter said, “I have no silver and gold, but I give you what I have. In the name of Jesus Christ of Nazareth, rise up and walk.” ", "7": "He took him by the right hand and raised him up. Immediately his feet and ankles were strengthened. ", "8": "Jumping up, he stood and walked and entered the temple with them, walking and jumping and praising God. ", "9": "All the people saw him walking and praising God. ", "10": "They knew that it was he who sat for alms at the Beautiful Gate of the temple. And they were filled with wonder and amazement at what happened to him.", "11": "As the lame man who was healed held on to Peter and John, all the people ran together to them in the entrance that is called Solomon's Porch, greatly amazed. ", "12": "When Peter saw it, he answered the people: “Men of Israel, why do you marvel at this man? Or why do you stare at us, as if by our own power or piety we had made him walk? ", "13": "The God of Abraham and Isaac and Jacob, the God of our fathers, has glorified His Son Jesus, whom you handed over and denied in the presence of Pilate, when he had decided to release Him. ", "14": "You denied the Holy and Righteous One and asked for a murderer to be granted to you, ", "15": "and you killed the Creator of Life, whom God has raised from the dead, of which we are witnesses. ", "16": "And His name, by faith in His name, has made this man strong, whom you see and know. And faith which comes through Him has given him perfect health in your presence.", "17": "“Now brothers, I know that you acted in ignorance, as did also your rulers. ", "18": "But what God foretold through all the prophets, that His Christ should suffer, He thus fulfilled. ", "19": "Therefore repent and be converted, that your sins may be wiped away, that times of refreshing may come from the presence of the Lord, ", "20": "and that He may send the One who previously was preached to you, Jesus Christ, ", "21": "whom the heavens must receive until the time of restoring what God spoke through all His holy prophets since the world began. ", "22": "For Moses indeed said to the fathers, 'The Lord your God will raise up for you a prophet like me from your brothers. You shall hear whatever He may say to you. ", "23": "And it shall be that every soul who will not hear that prophet shall be utterly eliminated from the people.'[a]", "24": "“Indeed, all the prophets since Samuel and those who follow, as many as have spoken, have likewise foretold these days. ", "25": "You are the sons of the prophets and of the covenant which God made with our fathers, saying to Abraham, 'And in your seed shall all the families of the earth be blessed.'[b] ", "26": "God, having raised up His Son Jesus, sent Him to you first, to bless you in turning every one of you from your iniquities.”"}