{"1": "As they spoke to the people, the priests, the captain of the temple, and the Sadducees came upon them, ", "2": "being greatly troubled because they taught the people and preached through Jesus the resurrection from the dead. ", "3": "And they seized them and put them in custody until the next day, for it was already evening. ", "4": "But many of those who heard the word believed, and the number of the men grew to about five thousand.", "5": "On the next day their rulers and elders and scribes ", "6": "were assembled at Jerusalem with Annas the high priest, and Caiaphas, and John and Alexander, and all who were of the family of the high priest. ", "7": "When they had stood them in the midst, they asked, “By what power or by what name have you done this?”", "8": "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel: ", "9": "If we today are being examined concerning a good deed done to a crippled man, how this man has been healed, ", "10": "be it known to you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, by Him this man stands before you whole. ", "11": "He is 'the stone you builders rejected, which has become the cornerstone.'[a]", "12": "There is no salvation in any other, for there is no other name under heaven given among men by which we must be saved.”", "13": "When they saw the boldness of Peter and John and perceived that they were illiterate and uneducated men, they marveled. And they recognized that they had been with Jesus. ", "14": "But seeing the man who was healed standing with them, they had nothing to say against it. ", "15": "So when they had commanded them to go outside of the Sanhedrin, they conferred among themselves, ", "16": "saying, “What shall we do to these men? For, indeed, that an acknowledged miracle has been done through them is revealed to all who dwell in Jerusalem, and we cannot deny it. ", "17": "But lest it spread further among the people, let us threaten them that they no longer speak to anyone in this name.”", "18": "Then they called them and commanded them not to speak or teach at all in the name of Jesus. ", "19": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you more than to God, you judge. ", "20": "For we cannot help but declare what we have seen and heard.”", "21": "When they had further threatened them, they let them go, finding no way to punish them, because of the people. For all glorified God for what was done, ", "22": "for the man on whom this miracle of healing was performed was over forty years old.", "23": "On being released, they went to their own people and reported what the chief priests and elders had said to them. ", "24": "When they heard this, they lifted their voices in unity to God and prayed, “Lord, You are God, who has made the heaven and the earth and the sea and everything in them, ", "25": "and who by the mouth of Your servant David said: 'Why did the nations rage, and the people devise vain things?", "26": "The kings of the earth came, and the rulers were assembled together against the Lord and against His Christ.'[b]", "27": "Indeed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were assembled together against Your holy Son Jesus whom You have anointed, ", "28": "to do what Your hand and Your counsel had foreordained to be done. ", "29": "Now, Lord, look on their threats and grant that Your servants may speak Your word with great boldness, ", "30": "by stretching out Your hand to heal and that signs and wonders may be performed in the name of Your holy Son Jesus.”", "31": "When they had prayed, the place where they were assembled together was shaken. And they were all filled with the Holy Spirit and spoke the word of God with boldness.", "32": "All the believers were of one heart and one soul, and no one said that what he possessed was his own. But to them all things were in common. ", "33": "With great power the apostles testified to the resurrection of the Lord Jesus, and great grace was on them all. ", "34": "There was no one among them who lacked, for all those who were owners of land or houses sold them, and brought the income from what was sold, ", "35": "and placed it at the apostles' feet. And it was distributed to each according to his need.", "36": "Joseph, whom the apostles called Barnabas (which means, Son of Encouragement), a Levite from the land of Cyprus, ", "37": "sold a field he owned, and brought the money and placed it at the apostles' feet."}