{"1": "Then the high priest said, “Are these things so?”", "2": "He said, “Brothers and fathers, listen! The God of glory appeared to our father Abraham, when he was in Mesopotamia, before he lived in Harran, ", "3": "and said to him, 'Leave your country and your relatives, and come to the land which I will show you.'[a]", "4": "“Then he departed from the land of the Chaldeans and lived in Harran. When his father died, He removed him from there to this land in which you now live. ", "5": "He gave him no inheritance in it, nor a foothold, and promised to give it to him as a possession and to his descendants after him while he had no child. ", "6": "God spoke in this way, 'Your descendants shall be sojourners in a land belonging to others, who will enslave them and mistreat them four hundred years.[b] ", "7": "And I will judge the nation to whom they will be enslaved,'[c] said God. 'After that they shall come out and worship Me in this place.'[d] ", "8": "Then He gave him the covenant of circumcision. And Abraham became the father of Isaac and circumcised him on the eighth day. And Isaac became the father of Jacob, and Jacob of the twelve patriarchs.", "9": "“The patriarchs, moved with envy, sold Joseph into Egypt. But God was with him, ", "10": "and delivered him out of all his afflictions, and gave him favor and wisdom before Pharaoh, king of Egypt, who appointed him governor over Egypt and all his house.", "11": "“Then a famine came over all Egypt and Canaan with great affliction, and our fathers found no sustenance. ", "12": "But when Jacob heard that there was grain in Egypt, he sent out our fathers the first time. ", "13": "During the second time Joseph was made known to his brothers, and Joseph's family became known to Pharaoh. ", "14": "Then Joseph sent and called for his father Jacob and all his kindred, seventy-five souls. ", "15": "Then Jacob went down into Egypt. And he and our fathers died, ", "16": "and were carried to Shechem and put in the tomb that Abraham had bought for a price of silver from the sons of Hamor, the father of Shechem.", "17": "“When the time of the promise drew near, which God had sworn to Abraham, the people grew and multiplied in Egypt ", "18": "until another king rose up who did not know Joseph.[e] ", "19": "He dealt deceitfully with our people and mistreated our fathers, forcing them to put out their young children, that they might not live.", "20": "“At that time Moses was born, and was fair in the sight of God. And he was reared for three months in his father's house. ", "21": "When he was put out, Pharaoh's daughter took him up and reared him as her own son. ", "22": "Moses was educated in all the wisdom of the Egyptians and was powerful in words and in deeds.", "23": "“When he was forty years old, it came to his heart to visit his brothers, the sons of Israel. ", "24": "But seeing one being wronged, he defended him, and avenged him who was oppressed, and struck the Egyptian. ", "25": "He supposed that his brothers would understand that God would deliver them by his hand, but they did not understand. ", "26": "On the next day he appeared to them as they fought and tried to reconcile them in peace, saying, 'Men, you are brothers. Why do you wrong each other?'[f]", "27": "“But the one wronging his neighbor pushed him away, saying, 'Who appointed you a ruler and a judge over us? ", "28": "Will you kill me as you killed the Egyptian yesterday?'[g] ", "29": "Moses fled at this word and became a sojourner in the land of Midian,[h] where he became the father of two sons.", "30": "“When forty years had passed, an angel of the Lord appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush.[i] ", "31": "When Moses saw it, he marveled at the sight. As he drew near to look at it, the voice of the Lord came to him, saying, ", "32": "'I am the God of your fathers, the God of Abraham and the God of Isaac and the God of Jacob.'[j] Moses trembled and dared not look.", "33": "“Then the Lord said to him, 'Take off the shoes from your feet, for the place where you are standing is holy ground.[k] ", "34": "I have indeed seen the oppression of My people who are in Egypt. I have heard their groaning, and I have come down to deliver them. Now come, I will send you to Egypt.'[l]", "35": "“This Moses, whom they rejected, saying, 'Who appointed you a ruler and a judge?'[m] God sent as both ruler and redeemer by the hand of the angel who appeared to him in the bush. ", "36": "He led them out after he had shown wonders and signs in the land of Egypt, and at the Red Sea, and for forty years in the wilderness.", "37": "“This is the Moses who said to the sons of Israel, 'The Lord your God will raise up for you a prophet like me from your brothers. Him you shall hear.'[n] ", "38": "This is he who was in the congregation in the wilderness with the angel who spoke to him on Mount Sinai, and with our fathers, who received living oracles to give to us, ", "39": "whom our fathers would not obey, but thrust away. And in their hearts they turned back to Egypt, ", "40": "saying to Aaron, 'Make for us gods to go before us. For we do not know what has become of this Moses, who led us out of the land of Egypt.'[o] ", "41": "So they made a calf in those days, and offered a sacrifice to the idol, and rejoiced in the works of their hands. ", "42": "But God turned and gave them up to worship the host of heaven, as it is written in the book of the Prophets: 'O House of Israel, have you offered to Me slain animals and sacrifices for forty years in the wilderness?", "43": "Yes, you even raised the shrine of Moloch, and the star of your god Remphan, idols which you made to worship; therefore I will exile you beyond Babylon.'[p]", "44": "“Our fathers had the tabernacle of witness in the wilderness, telling Moses to make it as He had commanded, according to the pattern that he had seen, ", "45": "which our fathers, having received it, brought with Joshua into the land possessed by the Gentiles, whom God drove out in front of our fathers until the days of David, ", "46": "who found favor in the presence of God and asked to find a tabernacle for the God of Jacob. ", "47": "But Solomon built Him a house.", "48": "“However, the Most High does not dwell in houses made with hands. As the prophet says:", "49": "'Heaven is My throne, and the earth is My footstool. What house will you build for Me? says the Lord, or what is the place of My rest?", "50": "Has not My hand made all these things?'[q]", "51": "“You stiff-necked people, uncircumcised in heart and ears! You always resist the Holy Spirit. As your fathers did, so do you. ", "52": "Which of the prophets have your fathers not persecuted? They have even killed those who foretold the coming of the Righteous One, of whom you have now become the betrayers and murderers, ", "53": "who have received the law by the disposition of angels, but have not kept it.”", "54": "When they heard these things, they were cut to the heart, and they gnashed their teeth at him. ", "55": "But being full of the Holy Spirit, he gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God, ", "56": "and said, “Look! I see the heavens opened and the Son of Man standing at the right hand of God.”", "57": "Then they cried out with a loud voice, closed their ears, and rushed at him in unison. ", "58": "And they threw him out of the city and stoned him. The witnesses laid down their garments at the feet of a young man named Saul.", "59": "They stoned Stephen as he was calling on God, praying, “Lord Jesus, receive my spirit.” ", "60": "Then he knelt down and cried with a loud voice, “Lord, do not hold this sin against them.” Having said this, he fell asleep."}