{"1": "And Saul was consenting to his death. On that day a great persecution broke out against the church in Jerusalem. And they were all scattered throughout the regions of Judea and Samaria, except the apostles. ", "2": "Devout men carried Stephen to his burial and made great lamentation over him. ", "3": "But Saul ravaged the church, entering house by house and dragging out both men and women and committing them to prison.", "4": "Therefore those who were scattered went everywhere preaching the word. ", "5": "Philip went down to the city of Samaria and preached Christ to them. ", "6": "When the crowds heard Philip and saw the miracles which he did, they listened in unity to what he said. ", "7": "For unclean spirits, crying with a loud voice, came out of many who were possessed. And many who were paralyzed or lame were healed. ", "8": "So there was much joy in that city.", "9": "Now a man named Simon was previously in the city practicing sorcery and astonishing the nation of Samaria, saying he was someone great, ", "10": "to whom they all listened, from the least to the greatest, saying, “This man is the great power of God.” ", "11": "They listened to him, because for a long time he had astonished them by his sorceries. ", "12": "But when they believed Philip preaching about the kingdom of God and the name of Jesus Christ, both men and women were baptized. ", "13": "Even Simon himself believed. And when he was baptized, he continued with Philip and was amazed as he watched the miracles and signs which were done.", "14": "Now when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them. ", "15": "When they came down, they prayed for them that they might receive the Holy Spirit, ", "16": "for still He had come on none of them. They were only baptized in the name of the Lord Jesus. ", "17": "Then they laid their hands on them, and they received the Holy Spirit.", "18": "When Simon saw that through the laying on of the apostles' hands the Holy Spirit was given, he offered them money, ", "19": "saying, “Give me also this power, that whomever I lay hands on may receive the Holy Spirit.”", "20": "Peter said to him, “May your money perish with you, because you thought you could purchase the gift of God with money! ", "21": "You have neither part nor share in this matter, for your heart is not right before God. ", "22": "Therefore repent of your wickedness, and ask God if perhaps the intention of your heart may be forgiven you. ", "23": "For I see that you are in the gall of bitterness and in the bond of iniquity.”", "24": "Then Simon answered, “Pray to the Lord for me that nothing you have spoken may come upon me.”", "25": "When they had testified and preached the word of the Lord, they returned to Jerusalem and preached the gospel in many villages of the Samaritans.", "26": "Now an angel of the Lord said to Philip, “Rise up and go toward the south on the way that goes down from Jerusalem to Gaza.” This is desert. ", "27": "So he rose up and went. And there was a man of Ethiopia, a eunuch of great authority under Candace, queen of the Ethiopians, who was in command of her entire treasury. He had come to Jerusalem to worship. ", "28": "He was returning, sitting in his chariot and reading the book of Isaiah the prophet. ", "29": "The Spirit said to Philip, “Go to this chariot and stay with it.”", "30": "Then Philip ran to him, and heard him read the book of Isaiah the prophet, and said, “Do you understand what you are reading?”", "31": "He said, “How can I, unless someone guides me?” So he invited Philip to come up and sit with him.", "32": "The passage of Scripture which he was reading was this: “He was led as a sheep to slaughter; and as a lamb before its shearer is silent, so He opened not His mouth.", "33": "In His humiliation justice was denied Him; who will speak of His generation? For His life is taken from the earth.”[a]", "34": "The eunuch said to Philip, “I ask you, of whom does the prophet speak, of himself or of someone else?” ", "35": "Then Philip spoke, beginning with the same Scripture, and preached Jesus to him.", "36": "As they went on their way, they came to some water. And the eunuch said, “Look, here is water. What hinders me from being baptized?” ", "37": "Philip said, “If you believe with all your heart, you may.” He answered, “I believe that Jesus Christ is the Son of God.” ", "38": "And he commanded the chariot to halt. Then both Philip and the eunuch went down into the water, and he baptized him. ", "39": "When they came up out of the water, the Spirit of the Lord took Philip away. And the eunuch saw him no more, and he went his way rejoicing. ", "40": "But Philip was found at Azotus. And passing through, he preached the gospel in all the cities until he came to Caesarea."}