{"1": "Saul, still breathing out threats and murder against the disciples of the Lord, went to the high priest, ", "2": "and requested letters from him to the synagogues of Damascus, so that if he found any there of the Way, either men or women, he might bring them bound to Jerusalem. ", "3": "As he went he drew near Damascus, and suddenly a light from heaven shone around him. ", "4": "He fell to the ground and heard a voice saying to him, “Saul, Saul, why do you persecute Me?”", "5": "He said, “Who are You, Lord?” The Lord said, “I am Jesus, whom you are persecuting. It is hard for you to kick against the goads.” ", "6": "Trembling and astonished, he said, “Lord, what will You have me do?” The Lord said to him, “Rise up and go into the city, and you will be told what you must do.”", "7": "The men traveling with him stood speechless, hearing the voice, but seeing no one. ", "8": "Saul rose up from the ground. And when his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. ", "9": "For three days he was without sight, and neither ate nor drank.", "10": "A disciple named Ananias was in Damascus. The Lord said to him in a vision, “Ananias.” He said, “Here I am, Lord.”", "11": "The Lord said to him, “Rise and go to Straight Street, and inquire at Judas' house for someone named Saul of Tarsus, for he is praying, ", "12": "and has seen in a vision a man named Ananias coming in and putting his hand on him, so that he may see again.”", "13": "Ananias answered, “Lord, I have heard from many about this man, how many evil things he has done to Your saints at Jerusalem. ", "14": "And here he has authority from the chief priests to bind all who call on Your name.”", "15": "But the Lord said to him, “Go your way. For this man is a chosen vessel of Mine, to bear My name before the Gentiles and their kings, and before the sons of Israel. ", "16": "For I will show him how much he must suffer for My name's sake.”", "17": "Then Ananias went his way and entered the house. Putting his hands on him, he said, “Brother Saul, the Lord Jesus, who appeared to you on the way as you came, has sent me so that you may see again and be filled with the Holy Spirit.” ", "18": "Immediately something like scales fell from his eyes, and he could see again. And he rose up and was baptized. ", "19": "When he had eaten, he was strengthened. For several days Saul was with the disciples in Damascus. ", "20": "Immediately he preached in the synagogues that the Christ is the Son of God. ", "21": "All who heard him were amazed and said, “Is not this he who killed those who called on this name in Jerusalem, and came here with that intent, to bring them bound to the chief priests?” ", "22": "Yet Saul increased all the more with power and confounded the Jews living in Damascus, proving that this One is the Christ.", "23": "After many days had passed, the Jews arranged to kill him. ", "24": "But their scheme was known by Saul. They watched the gates day and night to kill him. ", "25": "But the disciples took him by night, and lowered him in a basket through the wall.", "26": "When Saul had come to Jerusalem, he tried to join the disciples. But they all feared him, not believing he was a disciple. ", "27": "But Barnabas took him, and led him to the apostles, and declared to them how on the road he had seen the Lord, and that He had spoken to him, and how he had boldly preached in Damascus in the name of Jesus. ", "28": "So he stayed with them while coming in and going out of Jerusalem. ", "29": "And he spoke boldly in the name of the Lord Jesus and disputed against the Hellenists. But they tried to kill him. ", "30": "When the brothers learned this, they brought him down to Caesarea, and sent him off to Tarsus.", "31": "Then the churches throughout all Judea and Galilee and Samaria had peace and were built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, they were multiplied.", "32": "As Peter passed through every region, he came down also to the saints who lived in Lydda. ", "33": "There he found a man named Aeneas, who had been bedridden for eight years and was paralyzed. ", "34": "Peter said to him, “Aeneas, Jesus the Christ heals you. Rise up and make your bed.” And immediately he rose up. ", "35": "All those who lived in Lydda and Sharon saw him and turned to the Lord.", "36": "In Joppa there was a disciple named Tabitha, which is translated Dorcas. This woman was full of good works and almsgiving. ", "37": "In those days she became ill and died. And when they had washed her, they placed her in an upper room. ", "38": "Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, pleading, “Do not delay to come to us.”", "39": "Peter rose up and went with them. When he arrived, they led him into the upper room. All the widows stood by him weeping, and showing the tunics and garments which Dorcas had made while she was with them.", "40": "Peter put them all outside and knelt down and prayed. And turning to the body he said, “Tabitha, arise.” She opened her eyes, and when she saw Peter she sat up. ", "41": "He gave her his hand and lifted her up. And when he had called the saints and widows, he presented her alive. ", "42": "It became known throughout all Joppa, and many believed in the Lord. ", "43": "He remained in Joppa for many days with Simon, a tanner."}