{"1": "Peter, an apostle of Jesus Christ, To God's chosen strangers in the world of the diaspora, who live in Pontus, Galatia, Cappadocia, Asia, and Bithynia.", "2": "God the Father chose you because of what he knew beforehand. He chose you through the Holy Spirit's work of making you holy and because of the faithful obedience and sacrifice of Jesus Christ. May God's grace and peace be multiplied to you.", "3": "May the God and Father of our Lord Jesus Christ be blessed! On account of his vast mercy, he has given us new birth. You have been born anew into a living hope through the resurrection of Jesus Christ from the dead.", "4": "You have a pure and enduring inheritance that cannot perish—an inheritance that is presently kept safe in heaven for you.", "5": "Through his faithfulness, you are guarded by God's power so that you can receive the salvation he is ready to reveal in the last time.", "6": "You now rejoice in this hope, even if it's necessary for you to be distressed for a short time by various trials.", "7": "This is necessary so that your faith may be found genuine. (Your faith is more valuable than gold, which will be destroyed even though it is itself tested by fire.) Your genuine faith will result in praise, glory, and honor for you when Jesus Christ is revealed.", "8": "Although you've never seen him, you love him. Even though you don't see him now, you trust him and so rejoice with a glorious joy that is too much for words.", "9": "You are receiving the goal of your faith: your salvation.", "10": "The prophets, who long ago foretold the grace that you've received, searched and explored, inquiring carefully about this salvation.", "11": "They wondered what the Spirit of Christ within them was saying when he bore witness beforehand about the suffering that would happen to Christ and the glory that would follow. They wondered what sort of person or what sort of time they were speaking about.", "12": "It was revealed to them that in their search they were not serving themselves but you. These things, which even angels long to examine, have now been proclaimed to you by those who brought you the good news. They did this in the power of the Holy Spirit, who was sent from heaven.", "13": "Therefore, once you have your minds ready for action and you are thinking clearly, place your hope completely on the grace that will be brought to you when Jesus Christ is revealed.", "14": "Don't be conformed to your former desires, those that shaped you when you were ignorant. But, as obedient children,", "15": "you must be holy in every aspect of your lives, just as the one who called you is holy.", "16": "It is written, You will be holy, because I am holy.[a]", "17": "Since you call upon a Father who judges all people according to their actions without favoritism, you should conduct yourselves with reverence during the time of your dwelling in a strange land.", "18": "Live in this way, knowing that you were not liberated by perishable things like silver or gold from the empty lifestyle you inherited from your ancestors.", "19": "Instead, you were liberated by the precious blood of Christ, like that of a flawless, spotless lamb.", "20": "Christ was chosen before the creation of the world, but was only revealed at the end of time. This was done for you,", "21": "who through Christ are faithful to the God who raised him from the dead and gave him glory. So now, your faith and hope should rest in God.", "22": "As you set yourselves apart by your obedience to the truth so that you might have genuine affection for your fellow believers, love each other deeply and earnestly.", "23": "Do this because you have been given new birth—not from the type of seed that decays but from seed that doesn't. This seed is God's life-giving and enduring word.", "24": "Thus, All human life on the earth is like grass, and all human glory is like a flower in a field. The grass dries up and its flower falls off,", "25": "but the Lord's word endures forever.[b] This is the word that was proclaimed to you as good news."}