{"1": "Therefore, get rid of all ill will and all deceit, pretense, envy, and slander.", "2": "Instead, like a newborn baby, desire the pure milk of the word. Nourished by it, you will grow into salvation,", "3": "since you have tasted that the Lord is good.", "4": "Now you are coming to him as to a living stone. Even though this stone was rejected by humans, from God's perspective it is chosen, valuable.", "5": "You yourselves are being built like living stones into a spiritual temple. You are being made into a holy priesthood to offer up spiritual sacrifices that are acceptable to God through Jesus Christ.", "6": "Thus it is written in scripture, Look! I am laying a cornerstone in Zion, chosen, valuable. The person who believes in him will never be shamed.[a]", "7": "So God honors you who believe. For those who refuse to believe, though, the stone the builders tossed aside has become the capstone.", "8": "This is a stone that makes people stumble and a rock that makes them fall. Because they refuse to believe in the word, they stumble. Indeed, this is the end to which they were appointed.", "9": "But you are a chosen race, a royal priesthood, a holy nation, a people who are God's own possession. You have become this people so that you may speak of the wonderful acts of the one who called you out of darkness into his amazing light.", "10": "Once you weren't a people, but now you are God's people. Once you hadn't received mercy, but now you have received mercy.", "11": "Dear friends, since you are immigrants and strangers in the world, I urge that you avoid worldly desires that wage war against your lives.", "12": "Live honorably among the unbelievers. Today, they defame you, as if you were doing evil. But in the day when God visits to judge they will glorify him, because they have observed your honorable deeds.", "13": "For the sake of the Lord submit to every human institution. Do this whether it means submitting to the emperor as supreme ruler,", "14": "or to governors as those sent by the emperor. They are sent to punish those doing evil and to praise those doing good.", "15": "Submit to them because it's God's will that by doing good you will silence the ignorant talk of foolish people.", "16": "Do this as God's slaves, and yet also as free people, not using your freedom as a cover-up for evil.", "17": "Honor everyone. Love the family of believers. Have respectful fear of God. Honor the emperor.", "18": "Household slaves, submit by accepting the authority of your masters with all respect. Do this not only to good and kind masters but also to those who are harsh.", "19": "Now, it is commendable if, because of one's understanding of God, someone should endure pain through suffering unjustly.", "20": "But what praise comes from enduring patiently when you have sinned and are beaten for it? But if you endure steadfastly when you've done good and suffer for it, this is commendable before God.", "21": "You were called to this kind of endurance, because Christ suffered on your behalf. He left you an example so that you might follow in his footsteps.", "22": "He committed no sin, nor did he ever speak in ways meant to deceive.", "23": "When he was insulted, he did not reply with insults. When he suffered, he did not threaten revenge. Instead, he entrusted himself to the one who judges justly.", "24": "He carried in his own body on the cross the sins we committed. He did this so that we might live in righteousness, having nothing to do with sin. By his wounds you were healed.", "25": "Though you were like straying sheep, you have now returned to the shepherd and guardian of your lives."}