{"1": "Wives, likewise, submit to your own husbands. Do this so that even if some of them refuse to believe the word, they may be won without a word by their wives' way of life.", "2": "After all, they will have observed the reverent and holy manner of your lives.", "3": "Don't try to make yourselves beautiful on the outside, with stylish hair or by wearing gold jewelry or fine clothes.", "4": "Instead, make yourselves beautiful on the inside, in your hearts, with the enduring quality of a gentle, peaceful spirit. This type of beauty is very precious in God's eyes.", "5": "For it was in this way that holy women who trusted in God used to make themselves beautiful, accepting the authority of their own husbands.", "6": "For example, Sarah accepted Abraham's authority when she called him master. You have become her children when you do good and don't respond to threats with fear.", "7": "Husbands, likewise, submit by living with your wife in ways that honor her, knowing that she is the weaker partner. Honor her all the more, as she is also a coheir of the gracious care of life. Do this so that your prayers won't be hindered.", "8": "Finally, all of you be of one mind, sympathetic, lovers of your fellow believers, compassionate, and modest in your opinion of yourselves.", "9": "Don't pay back evil for evil or insult for insult. Instead, give blessing in return. You were called to do this so that you might inherit a blessing.", "10": "For those who want to love life and see good days should keep their tongue from evil speaking and their lips from speaking lies.", "11": "They should shun evil and do good; seek peace and chase after it.", "12": "The Lord's eyes are on the righteous and his ears are open to their prayers. But the Lord cannot tolerate those who do evil.[a]", "13": "Who will harm you if you are zealous for good?", "14": "But happy are you, even if you suffer because of righteousness! Don't be terrified or upset by them.", "15": "Instead, regard Christ the Lord as holy in your hearts. Whenever anyone asks you to speak of your hope, be ready to defend it.", "16": "Yet do this with respectful humility, maintaining a good conscience. Act in this way so that those who malign your good lifestyle in Christ may be ashamed when they slander you.", "17": "It is better to suffer for doing good (if this could possibly be God's will) than for doing evil.", "18": "Christ himself suffered on account of sins, once for all, the righteous one on behalf of the unrighteous. He did this in order to bring you into the presence of God. Christ was put to death as a human, but made alive by the Spirit.", "19": "And it was by the Spirit that he went to preach to the spirits in prison.", "20": "In the past, these spirits were disobedient—when God patiently waited during the time of Noah. Noah built an ark in which a few (that is, eight) lives were rescued through water.", "21": "Baptism is like that. It saves you now—not because it removes dirt from your body but because it is the mark of a good conscience toward God. Your salvation comes through the resurrection of Jesus Christ,", "22": "who is at God's right side. Now that he has gone into heaven, he rules over all angels, authorities, and powers."}