{"1": "Now listen to what the Lord is saying: Rise, plead your case before the mountains, and let the hills hear your complaint.[a]", "2": "Listen to the Lord's lawsuit, you mountains and enduring foundations of the earth, because the Lord has a case against his people, and he will argue it against Israel.", "3": "My people, what have I done to you, or how have I wearied you? Testify against me!", "4": "Indeed, I brought you up from the land of Egypt and redeemed you from that place of slavery. I sent Moses, Aaron, and Miriam ahead of you.", "5": "My people, remember what King Balak of Moab proposed, what Balaam son of Beor answered him, and what happened from the Acacia Grove[b] to Gilgal so that you may acknowledge the Lord's righteous acts.", "6": "What should I bring before the Lord when I come to bow before God on high? Should I come before him with burnt offerings, with year-old calves?", "7": "Would the Lord be pleased with thousands of rams or with ten thousand streams of oil? Should I give my firstborn for my transgression, the offspring of my body for my own sin?", "8": "Mankind, he has told each of you what is good and what it is the Lord requires of you: to act justly, to love faithfulness, and to walk humbly with your God.", "9": "The voice of the Lord calls out to the city[c] (and it is wise to fear your name): “Pay attention to the rod and the one who ordained it.[d]", "10": "Are there still[e] the treasures of wickedness and the accursed short measure in the house of the wicked?", "11": "Can I excuse wicked scales or bags of deceptive weights?", "12": "For the wealthy of the city are full of violence, and its residents speak lies; the tongues in their mouths are deceitful.", "13": "“As a result, I have begun to strike you severely,[f] bringing desolation because of your sins.", "14": "You will eat but not be satisfied, for there will be hunger within you. What you acquire, you cannot save, and what you do save, I will give to the sword.[g]", "15": "You will sow but not reap; you will press olives but not anoint yourself with oil; and you will tread grapes but not drink the wine.", "16": "The statutes of Omri and all the practices of Ahab's house have been observed; you have followed their policies. Therefore, I will make you a desolate place and the city's[h] residents an object of contempt;[i] you will bear the scorn of my people.”[j]"}