{"1": "All who are under the yoke as slaves must regard their own masters[a] to be worthy of all respect, so that God's name and His teaching will not be blasphemed. ", "2": "Those who have believing masters should not be disrespectful to them because they are brothers, but should serve them better, since those who benefit from their service are believers and dearly loved. Teach and encourage these things. ", "3": "If anyone teaches other doctrine and does not agree with the sound teaching of our Lord Jesus Christ and with the teaching that promotes godliness, ", "4": "he is conceited, understanding nothing, but has a sick interest in disputes and arguments over words. From these come envy, quarreling, slander, evil suspicions, ", "5": "and constant disagreement among people whose minds are depraved and deprived of the truth, who imagine that godliness[b] is a way to material gain.[c] ", "6": "But godliness with contentment is a great gain.", "7": "For we brought nothing into the world, and[d] we can take nothing out.", "8": "But if we have food and clothing,[e] we will be content with these.", "9": "But those who want to be rich fall into temptation, a trap, and many foolish and harmful desires, which plunge people into ruin and destruction. ", "10": "For the love of money is a root[f] of all kinds of evil, and by craving it, some have wandered away from the faith and pierced themselves with many pains.", "11": "But you, man of God, run from these things, and pursue righteousness, godliness, faith, love, endurance, and gentleness.", "12": "Fight the good fight for the faith; take hold of eternal life that you were called to and have made a good confession about in the presence of many witnesses.", "13": "In the presence of God, who gives life to all, and of Christ Jesus, who gave a good confession before Pontius Pilate, I charge you ", "14": "to keep the command without fault or failure until the appearing of our Lord Jesus Christ. ", "15": "God will bring this about in His own time. He is the blessed and only Sovereign, the King of kings, and the Lord of lords,", "16": "the only One who has immortality, dwelling in unapproachable light; no one has seen or can see Him, to Him be honor and eternal might. Amen.", "17": "Instruct those who are rich in the present age not to be arrogant or to set their hope on the uncertainty of wealth, but on God,[g] who richly provides us with all things to enjoy. ", "18": "Instruct them to do what is good, to be rich in good works, to be generous, willing to share, ", "19": "storing up for themselves a good reserve[h] for the age to come, so that they may take hold of life that is real.", "20": "Timothy, guard what has been entrusted to you, avoiding irreverent, empty speech and contradictions from the “knowledge” that falsely bears that name. ", "21": "By professing it, some people have deviated from the faith. Grace be with all of you."}