{"1": "Jerusalem's streets, once thronged with people, are silent now. Like a widow broken with grief, she sits alone in her mourning. She, once queen of nations, is now a slave.", "2": "She sobs through the night; tears run down her cheeks. Among all her lovers,[a] there is none to help her. All her friends are now her enemies.", "3": "Why is Judah led away, a slave? Because of all the wrong she did to others, making them her slaves. Now she sits in exile far away. There is no rest, for those she persecuted have turned and conquered her.", "4": "The roads to Zion mourn, no longer filled with joyous throngs who come to celebrate the Temple feasts; the city gates are silent, her priests groan, her virgins have been dragged away. Bitterly she weeps.", "5": "Her enemies prosper, for the Lord has punished Jerusalem for all her many sins; her young children are captured and taken far away as slaves.", "6": "All her beauty and her majesty are gone; her princes are like starving deer that search for pasture—helpless game too weak to keep on running from their foes.", "7": "And now in the midst of all Jerusalem's sadness she remembers happy bygone days. She thinks of all the precious joys she had before her mocking enemy struck her down—and there was no one to give her aid.", "8": "For Jerusalem sinned so horribly; therefore, she is tossed away like dirty rags. All who honored her despise her now, for they have seen her stripped naked and humiliated. She groans and hides her face.", "9": "She indulged herself in immorality and refused to face the fact that punishment was sure to come. Now she lies in the gutter with no one left to lift her out. “O Lord,” she cries, “see my plight. The enemy has triumphed.”", "10": "Her enemies have plundered her completely, taking everything precious she owns. She has seen foreign nations violate her sacred Temple—foreigners you had forbidden even to enter.", "11": "Her people groan and cry for bread; they have sold all they have for food to give a little strength. “Look, O Lord,” she prays, “and see how I'm despised.”", "12": "Is it nothing to you, all you who pass by? Look and see if there is any sorrow like my sorrow because of all the Lord has done to me in the day of his fierce wrath.", "13": "He has sent fire from heaven that burns within my bones; he has placed a pitfall in my path and turned me back. He has left me sick and desolate the whole day through.", "14": "He wove my sins into ropes to hitch me to a yoke of slavery. He sapped my strength and gave me to my enemies; I am helpless in their hands.", "15": "The Lord has trampled all my mighty men. A great army has come at his command to crush the noblest youth. The Lord has trampled his beloved city as grapes in a winepress.", "16": "For all these things I weep; tears flow down my cheeks. My Comforter is far away—he who alone could help me. My children have no future; we are a conquered land.", "17": "Jerusalem pleads for help, but no one comforts her. For the Lord has spoken: “Let her neighbors be her foes! Let her be thrown out like filthy rags!”", "18": "And the Lord is right, for we rebelled. And yet, O people everywhere, behold and see my anguish and despair, for my sons and daughters are taken far away as slaves to distant lands.", "19": "I begged my allies[b] for their help. False hope—they could not help at all. Nor could my priests and elders—they were starving in the streets while searching through the garbage dumps for bread.", "20": "See, O Lord, my anguish; my heart is broken and my soul despairs, for I have terribly rebelled. In the streets the sword awaits me; at home, disease and death.", "21": "Hear my groans! And there is no one anywhere to help. All my enemies have heard my troubles, and they are glad to see what you have done. And yet, O Lord, the time will surely come—for you have promised it—when you will do to them as you have done to me.", "22": "Look also on their sins, O Lord, and punish them as you have punished me, for my sighs are many and my heart is faint."}