{"1": "A cloud of anger from the Lord has overcast Jerusalem; the fairest city of Israel lies in the dust of the earth, cast from the heights of heaven at his command. In his day of awesome fury he has shown no mercy even to his Temple.[a]", "2": "The Lord without mercy has destroyed every home in Israel. In his wrath he has broken every fortress, every wall. He has brought the kingdom to dust, with all its rulers.", "3": "All the strength of Israel vanishes beneath his wrath. He has withdrawn his protection as the enemy attacks. God burns across the land of Israel like a raging fire.", "4": "He bends his bow against his people as though he were an enemy. His strength is used against them to kill their finest youth. His fury is poured out like fire upon them.", "5": "Yes, the Lord has vanquished Israel like an enemy. He has destroyed her forts and palaces. Sorrows and tears are his portion for Jerusalem.", "6": "He has violently broken down his Temple as though it were a booth of leaves and branches in a garden! No longer can the people celebrate their holy feasts and Sabbaths. Kings and priests together fall before his wrath.", "7": "The Lord has rejected his own altar, for he despises the false “worship” of his people; he has given their palaces to their enemies, who carouse in the Temple as Israel used to do on days of holy feasts!", "8": "The Lord determined to destroy Jerusalem. He laid out an unalterable line of destruction. Therefore the ramparts and walls fell down before him.", "9": "Jerusalem's gates are useless. All their locks and bars are broken, for he has crushed them. Her kings and princes are enslaved in far-off lands, without a temple, without a divine law to govern them or prophetic vision to guide them.", "10": "The elders of Jerusalem sit upon the ground in silence, clothed in sackcloth; they throw dust upon their heads in sorrow and despair. The virgins of Jerusalem hang their heads in shame.", "11": "I have cried until the tears no longer come; my heart is broken, my spirit poured out, as I see what has happened to my people; little children and tiny babies are fainting and dying in the streets.", "12": "“Mama, Mama, we want food,” they cry, and then collapse upon their mothers' shrunken breasts. Their lives ebb away like those wounded in battle.", "13": "In all the world has there ever been such sorrow? O Jerusalem, what can I compare your anguish to? How can I comfort you? For your wound is deep as the sea. Who can heal you?", "14": "Your “prophets” have said so many foolish things, false to the core. They have not tried to hold you back from slavery by pointing out your sins. They lied and said that all was well.", "15": "All who pass by scoff and shake their heads and say, “Is this the city called 'Most Beautiful in All the World,' and 'Joy of All the Earth'?”", "16": "All your enemies deride you. They hiss and grind their teeth and say, “We have destroyed her at last! Long have we waited for this hour, and it is finally here! With our own eyes we've seen her fall.”", "17": "But it is the Lord who did it, just as he had warned. He has fulfilled the promises of doom he made so long ago. He has destroyed Jerusalem without mercy and caused her enemies to rejoice over her and boast of their power.", "18": "Then the people wept before the Lord. O walls of Jerusalem, let tears fall down upon you like a river; give yourselves no rest from weeping day or night.", "19": "Rise in the night and cry to your God. Pour out your hearts like water to the Lord; lift up your hands to him; plead for your children as they faint with hunger in the streets.", "20": "O Lord, think! These are your own people to whom you are doing this. Shall mothers eat their little children, those they bounced upon their knees? Shall priests and prophets die within the Temple of the Lord?", "21": "See them lying in the streets—old and young, boys and girls, killed by the enemies' swords. You have killed them, Lord, in your anger; you have killed them without mercy.", "22": "You have deliberately called for this destruction; in the day of your anger none escaped or remained. All my little children lie dead upon the streets before the enemy."}