{"1": "I am the man who has seen the afflictions that come from the rod of God's wrath. ", "2": "He has brought me into deepest darkness, shutting out all light. ", "3": "He has turned against me. Day and night his hand is heavy on me. ", "4": "He has made me old and has broken my bones.", "5": "He has built forts against me and surrounded me with anguish and distress. ", "6": "He buried me in dark places, like those long dead. ", "7": "He has walled me in; I cannot escape; he has fastened me with heavy chains. ", "8": "And though I cry and shout, he will not hear my prayers! ", "9": "He has shut me into a place of high, smooth walls;[a] he has filled my path with detours.", "10": "He lurks like a bear, like a lion, waiting to attack me. ", "11": "He has dragged me into the underbrush and torn me with his claws, leaving me bleeding and desolate.", "12": "He has bent his bow and aimed it squarely at me, ", "13": "and sent his arrows deep within my heart.", "14": "My own people laugh at me; all day long they sing their ribald songs.", "15": "He has filled me with bitterness and given me a cup of deepest sorrows to drink. ", "16": "He has made me eat gravel and broken my teeth; he has rolled me in ashes and dirt. ", "17": "O Lord, all peace and all prosperity have long since gone, for you have taken them away. I have forgotten what enjoyment is. ", "18": "All hope is gone; my strength has turned to water, for the Lord has left me. ", "19": "Oh, remember the bitterness and suffering you have dealt to me! ", "20": "For I can never forget these awful years; always my soul will live in utter shame.", "21": "Yet there is one ray of hope: ", "22": "his compassion never ends. It is only the Lord's mercies that have kept us from complete destruction. ", "23": "Great is his faithfulness; his loving-kindness begins afresh each day. ", "24": "My soul claims the Lord as my inheritance; therefore I will hope in him. ", "25": "The Lord is wonderfully good to those who wait for him, to those who seek for him. ", "26": "It is good both to hope and wait quietly for the salvation of the Lord.", "27": "It is good for a young man to be under discipline, ", "28": "for it causes him to sit apart in silence beneath the Lord's demands, ", "29": "to lie face downward in the dust; then at last there is hope for him. ", "30": "Let him turn the other cheek to those who strike him and accept their awful insults, ", "31": "for the Lord will not abandon him forever. ", "32": "Although God gives him grief, yet he will show compassion too, according to the greatness of his loving-kindness. ", "33": "For he does not enjoy afflicting men and causing sorrow.", "34-36": "But you have trampled and crushed beneath your feet the lowly of the world, and deprived men of their God-given rights, and refused them justice. No wonder the Lord has had to deal with you! ", "37": "For who can act against you without the Lord's permission? ", "38": "It is the Lord who helps one and harms another.", "39": "Why then should we, mere humans as we are, murmur and complain when punished for our sins? ", "40": "Let us examine ourselves instead, and let us repent and turn again to the Lord. ", "41": "Let us lift our hearts and hands to him in heaven, ", "42": "for we have sinned; we have rebelled against the Lord, and he has not forgotten it.", "43": "You have engulfed us by your anger, Lord, and slain us without mercy. ", "44": "You have veiled yourself as with a cloud so that our prayers do not reach through. ", "45": "You have made us as refuse and garbage among the nations. ", "46": "All our enemies have spoken out against us. ", "47": "We are filled with fear, for we are trapped and desolate, destroyed.", "48-49": "My eyes flow day and night with never-ending streams of tears because of the destruction of my people. ", "50": "Oh, that the Lord might look down from heaven and respond to my cry! ", "51": "My heart is breaking over what is happening to the young girls of Jerusalem.", "52": "My enemies, whom I have never harmed, chased me as though I were a bird. ", "53": "They threw me in a well and capped it with a rock. ", "54": "The water flowed above my head. I thought, This is the end! ", "55": "But I called upon your name, O Lord, from deep within the well, ", "56": "and you heard me! You listened to my pleading; you heard my weeping! ", "57": "Yes, you came at my despairing cry and told me not to fear.", "58": "O Lord, you are my lawyer! Plead my case! For you have redeemed my life. ", "59": "You have seen the wrong they did to me; be my Judge, to prove me right. ", "60": "You have seen the plots my foes have laid against me. ", "61": "You have heard the vile names they have called me, ", "62": "and all they say about me and their whispered plans. ", "63": "See how they laugh and sing with glee, preparing my doom.", "64": "O Lord, repay them well for all the evil they have done. ", "65": "Harden their hearts and curse them, Lord. ", "66": "Go after them in fierce pursuit and wipe them off the earth, beneath the heavens of the Lord."}