{"1": "How the finest gold has lost its luster! For the inlaid[a] Temple walls are scattered in the streets! ", "2": "The cream of our youth—the finest of the gold—are treated as earthenware pots. ", "3-4": "Even the jackals feed their young, but not my people, Israel. They are like cruel desert ostriches, heedless of their babies' cries. The children's tongues stick to the roofs of their mouths for thirst, for there is not a drop of water left. Babies cry for bread, but no one can give them any. ", "5": "Those who used to eat fastidiously are begging in the streets for anything at all. Those brought up in palaces now scratch in garbage pits for food. ", "6": "For the sin of my people is greater than that of Sodom, where utter disaster struck in a moment without the hand of man.", "7": "Our princes were lean and tanned,[b] the finest specimens of men; ", "8": "but now their faces are as black as soot. No one can recognize them. Their skin sticks to their bones; it is dry and hard and withered. ", "9": "Those killed by the sword are far better off than those who die of slow starvation. ", "10": "Tenderhearted women have cooked and eaten their own children; thus they survived the siege.", "11": "But now at last the anger of the Lord is satisfied; his fiercest anger has been poured out. He started a fire in Jerusalem that burned it down to its foundations. ", "12": "Not a king in all the earth—no one in all the world—would have believed an enemy could enter through Jerusalem's gates! ", "13": "Yet God permitted it because of the sins of her prophets and priests, who defiled the city by shedding innocent blood. ", "14": "Now these same men are blindly staggering through the streets, covered with blood, defiling everything they touch.", "15": "“Get away!” the people shout at them. “You are defiled!” They flee to distant lands and wander there among the foreigners; but none will let them stay. ", "16": "The Lord himself has dealt with them; he no longer helps them, for they persecuted the priests and elders who stayed true to God.", "17": "We look for our allies[c] to come and save us, but we look in vain. The nation we expected most to help us makes no move at all.", "18": "We can't go into the streets without danger to our lives. Our end is near—our days are numbered. We are doomed. ", "19": "Our enemies are swifter than the eagles; if we flee to the mountains, they find us. If we hide in the wilderness, they are waiting for us there. ", "20": "Our king—the life of our life, the Lord's anointed—was captured in their snares. Yes, even our mighty king, about whom we had boasted that under his protection we could hold our own against any nation on earth!", "21": "Do you rejoice, O people of Edom, in the land of Uz? But you, too, will feel the awful anger of the Lord. ", "22": "Israel's exile for her sins will end at last, but Edom's never."}