{"1": "This book unveils some of the future activities soon to occur in the life of Jesus Christ.[a] God permitted him to reveal these things to his servant John in a vision; and then an angel was sent from heaven to explain the vision's meaning. ", "2": "John wrote it all down—the words of God and Jesus Christ and everything he heard and saw.", "3": "If you read this prophecy aloud to the church, you will receive a special blessing from the Lord. Those who listen to it being read and do what it says will also be blessed. For the time is near when these things will all come true.", "4": "From: John To: The seven churches in Turkey.[b] Dear Friends: May you have grace and peace from God who is, and was, and is to come; and from the sevenfold Spirit* before his throne; ", "5": "and from Jesus Christ who faithfully reveals all truth to us. He was the first to rise from death, to die no more.[c] He is far greater than any king in all the earth. All praise to him who always loves us and who set us free from our sins by pouring out his lifeblood for us. ", "6": "He has gathered us into his Kingdom and made us priests of God his Father. Give to him everlasting glory! He rules forever! Amen!", "7": "See! He is arriving, surrounded by clouds; and every eye shall see him—yes, and those who pierced him.[d] And the nations will weep in sorrow and in terror when he comes. Yes! Amen! Let it be so!", "8": "“I am the A and the Z,[e] the Beginning and the Ending of all things,” says God, who is the Lord, the All Powerful One who is, and was, and is coming again!*", "9": "It is I, your brother John, a fellow sufferer for the Lord's sake, who am writing this letter to you. I, too, have shared the patience Jesus gives, and we shall share his Kingdom! I was on the island of Patmos, exiled there for preaching the Word of God and for telling what I knew about Jesus Christ. ", "10": "It was the Lord's Day and I was worshiping, when suddenly I heard a loud voice behind me, a voice that sounded like a trumpet blast, ", "11": "saying, “I am A and Z, the First and Last!” And then I heard him say, “Write down everything you see, and send your letter to the seven churches in Turkey:[f] to the church in Ephesus, the one in Smyrna, and those in Pergamos, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "When I turned to see who was speaking, there behind me were seven candlesticks of gold. ", "13": "And standing among them was one who looked like Jesus, who called himself the Son of Man,[g] wearing a long robe circled with a golden band across his chest. ", "14": "His hair was white as wool or snow,[h] and his eyes penetrated like flames of fire. ", "15": "His feet gleamed like burnished bronze, and his voice thundered like the waves against the shore. ", "16": "He held seven stars in his right hand and a sharp, double-bladed sword in his mouth,[i] and his face shone like the power of the sun in unclouded brilliance.", "17-18": "When I saw him, I fell at his feet as dead; but he laid his right hand on me and said, “Don't be afraid! Though I am the First and Last, the Living One who died, who is now alive forevermore, who has the keys of hell and death—don't be afraid! ", "19": "Write down what you have just seen and what will soon be shown to you. ", "20": "This is the meaning of the seven stars you saw in my right hand and the seven golden candlesticks: The seven stars are the leaders[j] of the seven churches, and the seven candlesticks are the churches themselves."}