{"1": "Now I was given a measuring stick and told to go and measure the temple of God, including the inner court where the altar stands, and to count the number of worshipers.[a] ", "2": "“But do not measure the outer court,” I was told, “for it has been turned over to the nations. They will trample the Holy City for forty-two months.[b] ", "3": "And I will give power to my two witnesses to prophesy 1,260 days* clothed in sackcloth.”", "4": "These two prophets are the two olive trees,[c] and two candlesticks standing before the God of all the earth. ", "5": "Anyone trying to harm them will be killed by bursts of fire shooting from their mouths. ", "6": "They have power to shut the skies so that no rain will fall during the three and a half years they prophesy, and to turn rivers and oceans to blood, and to send every kind of plague upon the earth as often as they wish.", "7": "When they complete the three and a half years of their solemn testimony, the tyrant who comes out of the bottomless pit[d] will declare war against them and conquer and kill them; ", "8-9": "and for three and a half days their bodies will be exposed in the streets of Jerusalem (the city fittingly described as “Sodom” or “Egypt”)—the very place where their Lord was crucified. No one will be allowed to bury them, and people from many nations will crowd around to gaze at them. ", "10": "And there will be a worldwide holiday—people everywhere will rejoice and give presents to each other and throw parties to celebrate the death of the two prophets who had tormented them so much!", "11": "But after three and a half days, the spirit of life from God will enter them, and they will stand up! And great fear will fall on everyone. ", "12": "Then a loud voice will shout from heaven, “Come up!” And they will rise to heaven in a cloud as their enemies watch.", "13": "The same hour there will be a terrible earthquake that levels a tenth of the city, leaving 7,000 dead. Then everyone left will, in their terror, give glory to the God of heaven.", "14": "The second woe is past, but the third quickly follows:", "15": "For just then the seventh angel blew his trumpet, and there were loud voices shouting down from heaven, “The Kingdom of this world now belongs to our Lord, and to his Christ; and he shall reign forever and ever.”[e]", "16": "And the twenty-four Elders sitting on their thrones before God threw themselves down in worship, saying, ", "17": "“We give thanks, Lord God Almighty, who is and was, for now you have assumed your great power and have begun to reign. ", "18": "The nations were angry with you, but now it is your turn to be angry with them. It is time to judge the dead and reward your servants—prophets and people alike, all who fear your Name, both great and small—and to destroy those who have caused destruction upon the earth.”", "19": "Then, in heaven, the temple of God was opened and the ark of his covenant could be seen inside. Lightning flashed and thunder crashed and roared, and there was a great hailstorm, and the world was shaken by a mighty earthquake."}