{"1": "Then a great pageant appeared in heaven, portraying things to come. I saw a woman clothed with the sun, with the moon beneath her feet, and a crown of twelve stars on her head. ", "2": "She was pregnant and screamed in the pain of her labor, awaiting her delivery.", "3": "Suddenly a red Dragon appeared, with seven heads and ten horns, and seven crowns on his heads. ", "4": "His tail drew along behind him a third of the stars, which he plunged to the earth. He stood before the woman as she was about to give birth to her child, ready to eat the baby as soon as it was born.", "5": "She gave birth to a boy who was to rule all nations with a heavy hand, and he was caught up to God and to his throne. ", "6": "The woman fled into the wilderness, where God had prepared a place for her, to take care of her for 1,260 days.", "7": "Then there was war in heaven; Michael and the angels under his command fought the Dragon and his hosts of fallen angels. ", "8": "And the Dragon lost the battle and was forced from heaven. ", "9": "This great Dragon—the ancient serpent called the devil, or Satan, the one deceiving the whole world—was thrown down onto the earth with all his army.", "10": "Then I heard a loud voice shouting across the heavens, “It has happened at last! God's salvation and the power and the rule, and the authority of his Christ are finally here; for the Accuser of our brothers has been thrown down from heaven onto earth—he accused them day and night before our God. ", "11": "They defeated him by the blood of the Lamb and by their testimony; for they did not love their lives but laid them down for him. ", "12": "Rejoice, O heavens! You citizens of heaven, rejoice! Be glad! But woe to you people of the world, for the devil has come down to you in great anger, knowing that he has little time.”", "13": "And when the Dragon found himself cast down to earth, he persecuted the woman who had given birth to the child. ", "14": "But she was given two wings like those of a great eagle, to fly into the wilderness to the place prepared for her, where she was cared for and protected from the Serpent, the Dragon, for three and a half years.[a]", "15": "And from the Serpent's mouth a vast flood of water gushed out and swept toward the woman in an effort to get rid of her; ", "16": "but the earth helped her by opening its mouth and swallowing the flood! ", "17": "Then the furious Dragon set out to attack the rest of her children—all who were keeping God's commandments and confessing that they belong to Jesus. He stood waiting on an ocean beach."}