{"1": "And now, in my vision, I saw a strange Creature rising up out of the sea. It had seven heads and ten horns, and ten crowns upon its horns. And written on each head were blasphemous names, each one defying and insulting God. ", "2": "This Creature looked like a leopard but had bear's feet and a lion's mouth! And the Dragon gave him his own power and throne and great authority.", "3": "I saw that one of his heads seemed wounded beyond recovery—but the fatal wound was healed! All the world marveled at this miracle and followed the Creature in awe. ", "4": "They worshiped the Dragon for giving him such power, and they worshiped the strange Creature. “Where is there anyone as great as he?” they exclaimed. “Who is able to fight against him?”", "5": "Then the Dragon encouraged the Creature to speak great blasphemies against the Lord; and gave him authority to control the earth for forty-two months. ", "6": "All that time he blasphemed God's Name and his temple and all those living in heaven. ", "7": "The Dragon gave him power to fight against God's people[a] and to overcome them, and to rule over all nations and language groups throughout the world. ", "8": "And all mankind—whose names were not written down before the founding of the world in the slain Lamb's Book of Life[b] —worshiped the evil Creature.", "9": "Anyone who can hear, listen carefully: ", "10": "The people of God who are destined for prison will be arrested and taken away; those destined for death will be killed.[c] But do not be dismayed, for here is your opportunity for endurance and confidence.", "11": "Then I saw another strange animal, this one coming up out of the earth, with two little horns like those of a lamb but a fearsome voice like the Dragon's. ", "12": "He exercised all the authority of the Creature whose death-wound had been healed, whom he required all the world to worship. ", "13": "He did unbelievable miracles such as making fire flame down to earth from the skies while everyone was watching. ", "14": "By doing these miracles, he was deceiving people everywhere. He could do these marvelous things whenever the first Creature was there to watch him. And he ordered the people of the world to make a great statue of the first Creature, who was fatally wounded and then came back to life. ", "15": "He was permitted to give breath to this statue and even make it speak! Then the statue ordered that anyone refusing to worship it must die!", "16": "He required everyone—great and small, rich and poor, slave and free—to be tattooed with a certain mark on the right hand or on the forehead. ", "17": "And no one could get a job or even buy in any store without the permit of that mark, which was either the name of the Creature or the code number of his name. ", "18": "Here is a puzzle that calls for careful thought to solve it. Let those who are able, interpret this code: the numerical values of the letters in his name add to 666![d]"}