{"1": "Then I saw a Lamb standing on Mount Zion in Jerusalem, and with him were 144,000 who had his Name and his Father's Name written on their foreheads. ", "2": "And I heard a sound from heaven like the roaring of a great waterfall or the rolling of mighty thunder. It was the singing of a choir accompanied by harps.", "3": "This tremendous choir—144,000 strong—sang a wonderful new song in front of the throne of God and before the four Living Beings and the twenty-four Elders; and no one could sing this song except those 144,000 who had been redeemed from the earth. ", "4": "For they are spiritually undefiled, pure as virgins,[a] following the Lamb wherever he goes. They have been purchased from among the men on the earth as a consecrated offering to God and the Lamb. ", "5": "No falsehood can be charged against them; they are blameless.", "6": "And I saw another angel flying through the heavens, carrying the everlasting Good News to preach to those on earth—to every nation, tribe, language, and people.", "7": "“Fear God,” he shouted, “and extol his greatness. For the time has come when he will sit as Judge. Worship him who made the heaven and the earth, the sea and all its sources.”", "8": "Then another angel followed him through the skies, saying, “Babylon is fallen, is fallen—that great city—because she seduced the nations of the world and made them share the wine of her intense impurity and sin.”", "9": "Then a third angel followed them shouting, “Anyone worshiping the Creature from the sea[b] and his statue, and accepting his mark on the forehead or the hand ", "10": "must drink the wine of the anger of God; it is poured out undiluted into God's cup of wrath. And they will be tormented with fire and burning sulphur in the presence of the holy angels and the Lamb. ", "11": "The smoke of their torture rises forever and ever, and they will have no relief day or night, for they have worshiped the Creature and his statue, and have been tattooed with the code of his name. ", "12": "Let this encourage God's people to endure patiently every trial and persecution, for they are his saints who remain firm to the end in obedience to his commands and trust in Jesus.”", "13": "And I heard a voice in the heavens above me saying, “Write this down: At last the time has come for his martyrs[c] to enter into their full reward. Yes, says the Spirit, they are blessed indeed, for now they shall rest from all their toils and trials; for their good deeds follow them to heaven!” ", "14": "Then the scene changed, and I saw a white cloud and someone sitting on it who looked like Jesus, who was called “The Son of Man,”[d] with a crown of solid gold upon his head and a sharp sickle in his hand.", "15": "Then an angel came from the temple and called out to him, “Begin to use the sickle, for the time has come for you to reap; the harvest is ripe on the earth.” ", "16": "So the one sitting on the cloud swung his sickle over the earth, and the harvest was gathered in. ", "17": "After that another angel came from the temple in heaven, and he also had a sharp sickle.", "18": "Just then the angel who has power to destroy the world with fire,[e] shouted to the angel with the sickle, “Use your sickle now to cut off the clusters of grapes from the vines of the earth, for they are fully ripe for judgment.” ", "19": "So the angel swung his sickle on the earth and loaded the grapes into the great winepress of God's wrath. ", "20": "And the grapes were trodden in the winepress outside the city, and blood flowed out in a stream 200 miles long and as high as a horse's bridle."}