{"1": "One of the seven angels who had poured out the plagues came over and talked with me. “Come with me,” he said, “and I will show you what is going to happen to the Notorious Prostitute, who sits upon the many waters of the world. ", "2": "The kings of the world have had immoral relations with her, and the people of the earth have been made drunk by the wine of her immorality.”", "3": "So the angel took me in spirit into the wilderness. There I saw a woman sitting on a scarlet animal that had seven heads and ten horns,[a] written all over with blasphemies against God. ", "4": "The woman wore purple and scarlet clothing and beautiful jewelry made of gold and precious gems and pearls, and held in her hand a golden goblet full of obscenities:", "5": "A mysterious caption was written on her forehead: “Babylon the Great, Mother of Prostitutes and of Idol Worship Everywhere around the World.”", "6": "I could see that she was drunk—drunk with the blood of the martyrs of Jesus she had killed. I stared at her in horror.", "7": "“Why are you so surprised?” the angel asked. “I'll tell you who she is and what the animal she is riding represents. ", "8": "He was alive but isn't now. And yet, soon he will come up out of the bottomless pit and go to eternal destruction;[b] and the people of earth, whose names have not been written in the Book of Life before the world began, will be dumbfounded at his reappearance after being dead.*", "9": "“And now think hard: his seven heads represent a certain city[c] built on seven hills where this woman has her residence. ", "10": "They also represent seven kings. Five have already fallen, the sixth now reigns, and the seventh is yet to come, but his reign will be brief. ", "11": "The scarlet animal that died is the eighth king, having reigned before as one of the seven; after his second reign, he too, will go to his doom. ", "12": "His ten horns are ten kings who have not yet risen to power; they will be appointed to their kingdoms for one brief moment, to reign with him. ", "13": "They will all sign a treaty giving their power and strength to him. ", "14": "Together they will wage war against the Lamb, and the Lamb will conquer them; for he is Lord over all lords, and King of kings, and his people are the called and chosen and faithful ones.", "15": "“The oceans, lakes, and rivers that the woman is sitting on represent masses of people of every race and nation.", "16": "“The scarlet animal and his ten horns—which represent ten kings who will reign with him—all hate the woman, and will attack her and leave her naked and ravaged by fire. ", "17": "For God will put a plan into their minds, a plan that will carry out his purposes: They will mutually agree to give their authority to the scarlet animal so that the words of God will be fulfilled. ", "18": "And this woman you saw in your vision represents the great city that rules over the kings of the earth.”"}