{"1": "After all this I saw another angel come down from heaven with great authority, and the earth grew bright with his splendor.", "2": "He gave a mighty shout, “Babylon the Great is fallen, is fallen; she has become a den of demons, a haunt of devils and every kind of evil spirit.[a] ", "3": "For all the nations have drunk the fatal wine of her intense immorality. The rulers of earth have enjoyed themselves with her,[b] and businessmen throughout the world have grown rich from all her luxurious living.”", "4": "Then I heard another voice calling from heaven, “Come away from her, my people; do not take part in her sins, or you will be punished with her. ", "5": "For her sins are piled as high as heaven, and God is ready to judge her for her crimes. ", "6": "Do to her as she has done to you, and more—give double penalty for all her evil deeds. She brewed many a cup of woe for others—give twice as much to her. ", "7": "She has lived in luxury and pleasure—match it now with torments and with sorrows. She boasts, 'I am queen upon my throne. I am no helpless widow. I will not experience sorrow.' ", "8": "Therefore the sorrows of death and mourning and famine shall overtake her in a single day, and she shall be utterly consumed by fire; for mighty is the Lord who judges her.”", "9": "And the world leaders who took part in her immoral acts and enjoyed her favors will mourn for her as they see the smoke rising from her charred remains. ", "10": "They will stand far off, trembling with fear and crying out, “Alas, Babylon, that mighty city! In one moment her judgment fell.”", "11": "The merchants of the earth will weep and mourn for her, for there is no one left to buy their goods. ", "12": "She was their biggest customer for gold and silver, precious stones, pearls, finest linens, purple silks, and scarlet; and every kind of perfumed wood, and ivory goods, and most expensive wooden carvings, and brass, and iron, and marble; ", "13": "and spices, and perfumes, and incense, ointment, and frankincense, wine, olive oil, and fine flour; wheat, cattle, sheep, horses, chariots, and slaves—and even the souls of men.", "14": "“All the fancy things you loved so much are gone,” they cry. “The dainty luxuries and splendor that you prized so much will never be yours again. They are gone forever.”", "15": "And so the merchants who have become wealthy by selling her these things shall stand at a distance, fearing danger to themselves, weeping and crying, ", "16": "“Alas, that great city, so beautiful—like a woman clothed in finest purple and scarlet linens, decked out with gold and precious stones and pearls! ", "17": "In one moment, all the wealth of the city is gone!” And all the shipowners and captains of the merchant ships and crews will stand a long way off, ", "18": "crying as they watch the smoke ascend, and saying, “Where in all the world is there another city such as this?” ", "19": "And they will throw dust on their heads in their sorrow and say, “Alas, alas, for that great city! She made us all rich from her great wealth. And now in a single hour all is gone. . . . ”", "20": "But you, O heaven, rejoice over her fate; and you, O children of God and the prophets and the apostles! For at last God has given judgment against her for you.", "21": "Then a mighty angel picked up a boulder shaped like a millstone and threw it into the ocean and shouted, “Babylon, that great city, shall be thrown away as I have thrown away this stone, and she shall disappear forever. ", "22": "Never again will the sound of music be there—no more pianos, saxophones, and trumpets.[c] No industry of any kind will ever again exist there, and there will be no more milling of the grain. ", "23": "Dark, dark will be her nights; not even a lamp in a window will ever be seen again. No more joyous wedding bells and happy voices of the bridegrooms and the brides. Her businessmen were known around the world, and she deceived all nations with her sorceries. ", "24": "And she was responsible for the blood of all the martyred prophets and the saints.”"}