{"1": "After this I heard the shouting of a vast crowd in heaven, “Hallelujah! Praise the Lord! Salvation is from our God. Honor and authority belong to him alone; ", "2": "for his judgments are just and true. He has punished the Great Prostitute who corrupted the earth with her sin;[a] and he has avenged the murder of his servants.”", "3": "Again and again their voices rang, “Praise the Lord! The smoke from her burning ascends forever and forever!”", "4": "Then the twenty-four Elders and four Living Beings fell down and worshiped God, who was sitting upon the throne, and said, “Amen! Hallelujah! Praise the Lord!”", "5": "And out of the throne came a voice that said, “Praise our God, all you his servants, small and great, who fear him.”", "6": "Then I heard again what sounded like the shouting of a huge crowd, or like the waves of a hundred oceans crashing on the shore, or like the mighty rolling of great thunder, “Praise the Lord. For the Lord our God, the Almighty, reigns. ", "7": "Let us be glad and rejoice and honor him; for the time has come for the wedding banquet of the Lamb, and his bride has prepared herself. ", "8": "She is permitted to wear the cleanest and whitest and finest of linens.” (Fine linen represents the good deeds done by the people of God.)", "9": "And the angel[b] dictated this sentence to me: “Blessed are those who are invited to the wedding feast of the Lamb.” And he added, “God himself has stated this.”*", "10": "Then I fell down at his feet to worship him, but he said, “No! Don't! For I am a servant of God just as you are, and as your brother Christians are, who testify of their faith in Jesus. Worship God. The purpose of all prophecy and of all I have shown you is to tell about Jesus.”[c]", "11": "Then I saw heaven opened and a white horse standing there; and the one sitting on the horse was named Faithful and True—the one who justly punishes and makes war. ", "12": "His eyes were like flames, and on his head were many crowns. A name was written on his forehead,[d] and only he knew its meaning. ", "13": "He was clothed with garments dipped in blood, and his title was “The Word of God.”[e] ", "14": "The armies of heaven, dressed in finest linen, white and clean, followed him on white horses.", "15": "In his mouth he held a sharp sword to strike down the nations; he ruled them with an iron grip; and he trod the winepress of the fierceness of the wrath of Almighty God. ", "16": "On his robe and thigh was written this title: “King of Kings and Lord of Lords.”", "17": "Then I saw an angel standing in the sunshine, shouting loudly to the birds, “Come! Gather together for the supper of the Great God! ", "18": "Come and eat the flesh of kings, and captains, and great generals; of horses and riders; and of all humanity, both great and small, slave and free.”", "19": "Then I saw the Evil Creature gathering the governments of the earth and their armies to fight against the one sitting on the horse and his army. ", "20": "And the Evil Creature was captured, and with him the False Prophet,[f] who could do mighty miracles when the Evil Creature was present—miracles that deceived all who had accepted the Evil Creature's mark, and who worshiped his statue. Both of them—the Evil Creature and his False Prophet—were thrown alive into the Lake of Fire that burns with sulphur. ", "21": "And their entire army was killed with the sharp sword in the mouth of the one riding the white horse, and all the birds of heaven were gorged with their flesh."}