{"1": "“Write a letter to the leader[a] of the church at Ephesus and tell him this: “I write to inform you of a message from him who walks among the churches* and holds their leaders in his right hand. “He says to you: ", "2": "I know how many good things you are doing. I have watched your hard work and your patience; I know you don't tolerate sin among your members, and you have carefully examined the claims of those who say they are apostles but aren't. You have found out how they lie. ", "3": "You have patiently suffered for me without quitting.", "4": "“Yet there is one thing wrong; you don't love me as at first! ", "5": "Think about those times of your first love (how different now!) and turn back to me again and work as you did before; or else I will come and remove your candlestick from its place among the churches.", "6": "“But there is this about you that is good: You hate the deeds of the licentious Nicolaitans,[b] just as I do.", "7": "“Let this message sink into the ears of anyone who listens to what the Spirit is saying to the churches: To everyone who is victorious, I will give fruit from the Tree of Life in the Paradise of God.", "8": "“To the leader of the church in Smyrna write this letter: “This message is from him who is the First and Last, who was dead and then came back to life.", "9": "“I know how much you suffer for the Lord, and I know all about your poverty (but you have heavenly riches!). I know the slander of those opposing you, who say that they are Jews—the children of God—but they aren't, for they support the cause of Satan. ", "10": "Stop being afraid of what you are about to suffer—for the devil will soon throw some of you into prison to test you. You will be persecuted for 'ten days.' Remain faithful even when facing death and I will give you the crown of life—an unending, glorious future.[c] ", "11": "Let everyone who can hear listen to what the Spirit is saying to the churches: He who is victorious shall not be hurt by the Second Death.", "12": "“Write this letter to the leader of the church in Pergamos: “This message is from him who wields the sharp and double-bladed sword. ", "13": "I am fully aware that you live in the city where Satan's throne is, at the center of satanic worship; and yet you have remained loyal to me and refused to deny me even when Antipas, my faithful witness, was martyred among you by Satan's devotees.", "14": "“And yet I have a few things against you. You tolerate some among you who do as Balaam did when he taught Balak how to ruin the people of Israel by involving them in sexual sin and encouraging them to go to idol feasts. ", "15": "Yes, you have some of these very same followers of Balaam[d] among you!", "16": "“Change your mind and attitude, or else I will come to you suddenly and fight against them with the sword of my mouth.", "17": "“Let everyone who can hear, listen to what the Spirit is saying to the churches: Everyone who is victorious shall eat of the hidden manna, the secret nourishment from heaven; and I will give to each a white stone, and on the stone will be engraved a new name that no one else knows except the one receiving it.", "18": "“Write this letter to the leader of the church in Thyatira: “This is a message from the Son of God, whose eyes penetrate like flames of fire, whose feet are like glowing brass.", "19": "“I am aware of all your good deeds—your kindness to the poor, your gifts and service to them; also I know your love and faith and patience, and I can see your constant improvement in all these things.", "20": "“Yet I have this against you: You are permitting that woman Jezebel, who calls herself a prophetess, to teach my servants that sex sin is not a serious matter; she urges them to practice immorality and to eat meat that has been sacrificed to idols. ", "21": "I gave her time to change her mind and attitude, but she refused. ", "22": "Pay attention now to what I am saying: I will lay her upon a sickbed of intense affliction, along with all her immoral followers,[e] unless they turn again to me, repenting of their sin with her; ", "23": "and I will strike her children dead. And all the churches shall know that I am he who searches deep within men's hearts, and minds; I will give to each of you whatever you deserve.", "24-25": "“As for the rest of you in Thyatira who have not followed this false teaching ('deeper truths,' as they call them—depths of Satan, really), I will ask nothing further of you; only hold tightly to what you have until I come.", "26": "“To everyone who overcomes—who to the very end keeps on doing things that please me—I will give power over the nations. ", "27": "You will rule them with a rod of iron just as my Father gave me the authority to rule them; they will be shattered like a pot of clay that is broken into tiny pieces. ", "28": "And I will give you the Morning Star!", "29": "“Let all who can hear listen to what the Spirit says to the churches."}