{"1": "Then I saw an angel come down from heaven with the key to the bottomless pit and a heavy chain in his hand. ", "2": "He seized the Dragon—that old Serpent, the devil, Satan—and bound him in chains for a thousand years, ", "3": "and threw him into the bottomless pit, which he then shut and locked so that he could not fool the nations anymore until the thousand years were finished. Afterwards he would be released again for a little while.", "4": "Then I saw thrones, and sitting on them were those who had been given the right to judge. And I saw the souls of those who had been beheaded for their testimony about Jesus, for proclaiming the Word of God, and who had not worshiped the Creature or his statue, nor accepted his mark on their foreheads or their hands. They had come to life again and now they reigned with Christ for a thousand years.", "5": "This is the First Resurrection. (The rest of the dead did not come back to life until the thousand years had ended.) ", "6": "Blessed and holy are those who share in the First Resurrection. For them the Second Death holds no terrors, for they will be priests of God and of Christ, and shall reign with him a thousand years.", "7": "When the thousand years end, Satan will be let out of his prison. ", "8": "He will go out to deceive the nations of the world and gather them together, with Gog and Magog, for battle—a mighty host, numberless as sand along the shore. ", "9": "They will go up across the broad plain of the earth and surround God's people and the beloved city of Jerusalem[a] on every side. But fire from God in heaven will flash down on the attacking armies and consume them.", "10": "Then the devil who had betrayed them will again[b] be thrown into the Lake of Fire burning with sulphur where the Creature and False Prophet are, and they will be tormented day and night forever and ever.", "11": "And I saw a great white throne and the one who sat upon it, from whose face the earth and sky fled away, but they found no place to hide.[c] ", "12": "I saw the dead, great and small, standing before God; and The Books were opened, including the Book of Life. And the dead were judged according to the things written in The Books, each according to the deeds he had done. ", "13": "The oceans surrendered the bodies buried in them; and the earth and the underworld gave up the dead in them. Each was judged according to his deeds. ", "14": "And Death and Hell were thrown into the Lake of Fire. This is the Second Death—the Lake of Fire. ", "15": "And if anyone's name was not found recorded in the Book of Life, he was thrown into the Lake of Fire."}