{"1": "Then I saw a new earth (with no oceans!) and a new sky, for the present earth and sky had disappeared. ", "2": "And I, John, saw the Holy City, the new Jerusalem, coming down from God out of heaven. It was a glorious sight, beautiful as a bride at her wedding.", "3": "I heard a loud shout from the throne saying, “Look, the home of God is now among men, and he will live with them and they will be his people; yes, God himself will be among them.[a] ", "4": "He will wipe away all tears from their eyes, and there shall be no more death, nor sorrow, nor crying, nor pain. All of that has gone forever.”", "5": "And the one sitting on the throne said, “See, I am making all things new!” And then he said to me, “Write this down, for what I tell you is trustworthy and true: ", "6": "It is finished! I am the A and the Z—the Beginning and the End. I will give to the thirsty the springs of the Water of Life—as a gift! ", "7": "Everyone who conquers will inherit all these blessings, and I will be his God and he will be my son. ", "8": "But cowards who turn back from following me, and those who are unfaithful to me, and the corrupt, and murderers, and the immoral, and those conversing with demons, and idol worshipers and all liars—their doom is in the Lake that burns with fire and sulphur. This is the Second Death.”", "9": "Then one of the seven angels who had emptied the flasks containing the seven last plagues came and said to me, “Come with me and I will show you the bride, the Lamb's wife.”", "10": "In a vision he took me to a towering mountain peak, and from there I watched that wondrous city, the holy Jerusalem, descending out of the skies from God. ", "11": "It was filled with the glory of God and flashed and glowed like a precious gem, crystal clear like jasper. ", "12": "Its walls were broad and high, with twelve gates guarded by twelve angels. And the names of the twelve tribes of Israel were written on the gates. ", "13": "There were three gates on each side—north, south, east, and west. ", "14": "The walls had twelve foundation stones, and on them were written the names of the twelve apostles of the Lamb.", "15": "The angel held in his hand a golden measuring stick to measure the city and its gates and walls. ", "16": "When he measured it, he found it was a square as wide as it was long; in fact it was in the form of a cube, for its height was exactly the same as its other dimensions—1,500 miles each way. ", "17": "Then he measured the thickness of the walls and found them to be 216 feet across (the angel called out these measurements to me, using standard units).[b]", "18-20": "The city itself was pure, transparent gold like glass! The wall was made of jasper, and was built on twelve layers of foundation stones inlaid with gems: the first layer[c] with jasper; the second with sapphire; the third with chalcedony; the fourth with emerald; the fifth with sardonyx; the sixth layer with sardus; the seventh with chrysolite; the eighth with beryl; the ninth with topaz; the tenth with chrysoprase; the eleventh with jacinth; the twelfth with amethyst.", "21": "The twelve gates were made of pearls—each gate from a single pearl! And the main street was pure, transparent gold, like glass.", "22": "No temple could be seen in the city, for the Lord God Almighty and the Lamb are worshiped in it everywhere.[d] ", "23": "And the city has no need of sun or moon to light it, for the glory of God and of the Lamb illuminate it. ", "24": "Its light will light the nations of the earth, and the rulers of the world will come and bring their glory to it. ", "25": "Its gates never close; they stay open all day long—and there is no night! ", "26": "And the glory and honor of all the nations shall be brought into it. ", "27": "Nothing evil will be permitted in it—no one immoral or dishonest—but only those whose names are written in the Lamb's Book of Life."}