{"1": "“To the leader of the church in Sardis write this letter: “This message is sent to you by the one who has the sevenfold Spirit[a] of God and the seven stars. “I know your reputation as a live and active church, but you are dead. ", "2": "Now wake up! Strengthen what little remains—for even what is left is at the point of death. Your deeds are far from right in the sight of God. ", "3": "Go back to what you heard and believed at first; hold to it firmly and turn to me again. Unless you do, I will come suddenly upon you, unexpected as a thief, and punish you.", "4": "“Yet even there in Sardis some haven't soiled their garments with the world's filth; they shall walk with me in white, for they are worthy. ", "5": "Everyone who conquers will be clothed in white, and I will not erase his name from the Book of Life, but I will announce before my Father and his angels that he is mine.", "6": "“Let all who can hear listen to what the Spirit is saying to the churches.", "7": "“Write this letter to the leader of the church in Philadelphia. “This message is sent to you by the one who is holy and true and has the key of David to open what no one can shut and to shut what no one can open.", "8": "“I know you well; you aren't strong, but you have tried to obey[b] and have not denied my Name. Therefore I have opened a door to you that no one can shut.", "9": "“Note this: I will force those supporting the causes of Satan while claiming to be mine[c] (but they aren't—they are lying) to fall at your feet and acknowledge that you are the ones I love.", "10": "“Because you have patiently obeyed me despite the persecution, therefore I will protect you from the time of Great Tribulation and temptation,[d] which will come upon the world to test everyone alive. ", "11": "Look, I am coming soon![e] Hold tightly to the little strength you have—so that no one will take away your crown.", "12": "“As for the one who conquers, I will make him a pillar in the temple of my God; he will be secure and will go out no more; and I will write my God's Name on him, and he will be a citizen in the city of my God—the New Jerusalem, coming down from heaven from my God; and he will have my new Name inscribed upon him.", "13": "“Let all who can hear listen to what the Spirit is saying to the churches.", "14": "“Write this letter to the leader of the church in Laodicea: “This message is from the one who stands firm,[f] the faithful and true Witness of all that is or was or evermore shall be,* the primeval source of God's creation:", "15": "“I know you well—you are neither hot nor cold; I wish you were one or the other! ", "16": "But since you are merely lukewarm, I will spit you out of my mouth!", "17": "“You say, 'I am rich, with everything I want; I don't need a thing!' And you don't realize that spiritually you are wretched and miserable and poor and blind and naked.", "18": "“My advice to you is to buy pure gold from me, gold purified by fire—only then will you truly be rich. And to purchase from me white garments, clean and pure, so you won't be naked and ashamed; and to get medicine from me to heal your eyes and give you back your sight. ", "19": "I continually discipline and punish everyone I love; so I must punish you unless you turn from your indifference and become enthusiastic about the things of God.", "20": "“Look! I have been standing at the door, and I am constantly knocking. If anyone hears me calling him and opens the door, I will come in and fellowship with him and he with me. ", "21": "I will let everyone who conquers sit beside me on my throne, just as I took my place with my Father on his throne when I had conquered. ", "22": "Let those who can hear listen to what the Spirit is saying to the churches.”"}