{"1": "And I saw a scroll in the right hand of the one who was sitting on the throne, a scroll with writing on the inside and on the back, and sealed with seven seals. ", "2": "A mighty angel with a loud voice was shouting out this question: “Who is worthy to break the seals on this scroll and to unroll it?” ", "3": "But no one in all heaven or earth or from among the dead was permitted to open and read it.", "4": "Then I wept with disappointment[a] because no one anywhere was worthy; no one could tell us what it said.", "5": "But one of the twenty-four Elders said to me, “Stop crying, for look! The Lion of the tribe of Judah, the Root of David, has conquered, and proved himself worthy to open the scroll and to break its seven seals.”", "6": "I looked and saw a Lamb standing there before the twenty-four Elders, in front of the throne and the Living Beings, and on the Lamb were wounds that once had caused his death. He had seven horns and seven eyes, which represent the sevenfold Spirit of God, sent out into every part of the world. ", "7": "He stepped forward and took the scroll from the right hand of the one sitting upon the throne. ", "8": "And as he took the scroll, the twenty-four Elders fell down before the Lamb, each with a harp and golden vials filled with incense—the prayers of God's people!", "9": "They were singing[b] him a new song with these words: “You are worthy to take the scroll and break its seals and open it; for you were slain, and your blood has bought people from every nation as gifts for God. ", "10": "And you have gathered them into a kingdom and made them priests of our God; they shall reign upon the earth.”", "11": "Then in my vision I heard the singing of millions of angels surrounding the throne and the Living Beings and the Elders: ", "12": "“The Lamb is worthy (loudly they sang it!), the Lamb who was slain. He is worthy to receive the power, and the riches, and the wisdom, and the strength, and the honor, and the glory, and the blessing.”", "13": "And then I heard everyone in heaven and earth, and from the dead beneath the earth and in the sea, exclaiming, “The blessing and the honor and the glory and the power belong to the one sitting on the throne, and to the Lamb forever and ever.” ", "14": "And the four Living Beings kept saying, “Amen!” And the twenty-four Elders fell down and worshiped him."}