{"1": "As I watched, the Lamb broke the first seal and began to unroll the scroll. Then one of the four Living Beings, with a voice that sounded like thunder, said, “Come!”", "2": "I looked, and there in front of me was a white horse. Its rider carried a bow, and a crown was placed upon his head; he rode out to conquer in many battles and win the war.", "3": "Then he unrolled the scroll to the second seal and broke it open, too. And I heard the second Living Being say, “Come!”", "4": "This time a red horse rode out. Its rider was given a long sword and the authority to banish peace and bring anarchy to the earth; war and killing broke out everywhere.", "5": "When he had broken the third seal, I heard the third Living Being say, “Come!” And I saw a black horse, with its rider holding a pair of balances in his hand. ", "6": "And a voice from among the four Living Beings said, “A loaf of bread for $20, or three pounds of barley flour,A loaf of bread for $20, or three pounds of barley flour, literally, “A choenix of wheat for a denarius, and three choenix of barley for a denarius” there is no olive oil or wine, literally, “do not damage the oil and wine.” but there is no olive oil or wine.”*", "7": "And when the fourth seal was broken, I heard the fourth Living Being say, “Come!” ", "8": "And now I saw a pale horse, and its rider's name was Death. And there followed after him another horse whose rider's name was Hell. They were given control of one-fourth of the earth, to kill with war and famine and disease and wild animals.", "9": "And when he broke open the fifth seal, I saw an altar, and underneath it all the souls of those who had been martyred for preaching the Word of God and for being faithful in their witnessing. ", "10": "They called loudly to the Lord and said, “O Sovereign Lord, holy and true, how long will it be before you judge the people of the earth for what they've done to us? When will you avenge our blood against those living on the earth?” ", "11": "White robes were given to each of them, and they were told to rest a little longer until their other brothers, fellow servants of Jesus, had been martyred on the earth and joined them.", "12": "I watched as he broke the sixth seal, and there was a vast earthquake; and the sun became dark like black cloth, and the moon was blood-red. ", "13": "Then the stars of heaven appeared to be falling to earth[b]—like green fruit from fig trees buffeted by mighty winds. ", "14": "And the starry heavens disappeared[c] as though rolled up like a scroll and taken away; and every mountain and island shook and shifted. ", "15": "The kings of the earth, and world leaders, and rich men, and high-ranking military officers, and all men great and small, slave and free, hid themselves in the caves and rocks of the mountains, ", "16": "and cried to the mountains to crush them. “Fall on us,” they pleaded, “and hide us from the face of the one sitting on the throne, and from the anger of the Lamb, ", "17": "because the great day of their anger has come, and who can survive it?”"}