{"1": "Then I saw four angels standing at the four corners of the earth, holding back the four winds from blowing so that not a leaf rustled in the trees, and the ocean became as smooth as glass. ", "2": "And I saw another angel coming from the east, carrying the Great Seal of the Living God. And he shouted out to those four angels who had been given power to injure earth and sea, ", "3": "“Wait! Don't do anything yet—hurt neither earth nor sea nor trees—until we have placed the Seal of God upon the foreheads of his servants.”", "4-8": "How many were given this mark? I heard the number—it was 144,000; out of all twelve tribes of Israel, as listed here:", "9": "After this I saw a vast crowd, too great to count, from all nations and provinces and languages, standing in front of the throne and before the Lamb, clothed in white, with palm branches in their hands. ", "10": "And they were shouting with a mighty shout, “Salvation comes from our God upon the throne, and from the Lamb.”", "11": "And now all the angels were crowding around the throne and around the Elders and the four Living Beings, and falling face down before the throne and worshiping God. ", "12": "“Amen!” they said. “Blessing, and glory, and wisdom, and thanksgiving, and honor, and power, and might, be to our God forever and forever. Amen!”", "13": "Then one of the twenty-four Elders asked me, “Do you know who these are, who are clothed in white, and where they come from?”", "14": "“No, sir,” I replied. “Please tell me.” “These are the ones coming out of the Great Tribulation,” he said; “they washed their robes and whitened them by the blood of the Lamb. ", "15": "That is why they are here before the throne of God, serving him day and night in his temple. The one sitting on the throne will shelter them; ", "16": "they will never be hungry again, nor thirsty, and they will be fully protected from the scorching noontime heat. ", "17": "For the Lamb standing in front of the throne[a] will feed them and be their Shepherd and lead them to the springs of the Water of Life. And God will wipe their tears away.”"}