{"1": "When the Lamb had broken the seventh seal, there was silence throughout all heaven for what seemed like half an hour. ", "2": "And I saw the seven angels that stand before God, and they were given seven trumpets.", "3": "Then another angel with a golden censer came and stood at the altar; and a great quantity of incense was given to him to mix with the prayers of God's people, to offer upon the golden altar before the throne. ", "4": "And the perfume of the incense mixed with prayers ascended up to God from the altar where the angel had poured them out.", "5": "Then the angel filled the censer with fire from the altar and threw it down upon the earth; and thunder crashed and rumbled, lightning flashed, and there was a terrible earthquake.", "6": "Then the seven angels with the seven trumpets prepared to blow their mighty blasts.", "7": "The first angel blew his trumpet, and hail and fire mixed with blood were thrown down upon the earth. One-third of the earth was set on fire so that one-third of the trees were burned, and all the green grass.", "8-9": "Then the second angel blew his trumpet, and what appeared to be a huge burning mountain was thrown into the sea, destroying a third of all the ships; and a third of the sea turned red as blood;[a] and a third of the fish were killed.", "10": "The third angel blew, and a great flaming star fell from heaven upon a third of the rivers and springs. ", "11": "The star was called “Bitterness”[b] because it poisoned a third of all the water on the earth and many people died.", "12": "The fourth angel blew his trumpet, and immediately a third of the sun was blighted and darkened, and a third of the moon and the stars so that the daylight was dimmed by a third, and the nighttime darkness deepened. ", "13": "As I watched, I saw a solitary eagle flying through the heavens crying loudly, “Woe, woe, woe to the people of the earth because of the terrible things that will soon happen when the three remaining angels blow their trumpets.”"}