{"1": "Then the fifth angel blew his trumpet, and I saw one who had fallen to earth from heaven,[a] and to him was given the key to the bottomless pit. ", "2": "When he opened it, smoke poured out as though from some huge furnace, and the sun and air were darkened by the smoke.", "3": "Then locusts came from the smoke and descended onto the earth and were given power to sting like scorpions. ", "4": "They were told not to hurt the grass or plants or trees, but to attack those people who did not have the mark of God on their foreheads. ", "5": "They were not to kill them, but to torture them for five months with agony like the pain of scorpion stings. ", "6": "In those days men will try to kill themselves but won't be able to—death will not come. They will long to die—but death will flee away!", "7": "The locusts looked like horses armored for battle. They had what looked like golden crowns on their heads, and their faces looked like men's. ", "8": "Their hair was long like women's, and their teeth were those of lions. ", "9": "They wore breastplates that seemed to be of iron, and their wings roared like an army of chariots rushing into battle. ", "10": "They had stinging tails like scorpions, and their power to hurt, given to them for five months, was in their tails. ", "11": "Their king is the Prince of the bottomless pit whose name in Hebrew is Abaddon, and in Greek, Apollyon (and in English, the Destroyer).[b]", "12": "One terror now ends, but there are two more coming!", "13": "The sixth angel blew his trumpet, and I heard a voice speaking from the four horns of the golden altar that stands before the throne of God, ", "14": "saying to the sixth angel, “Release the four mighty demons[c] held bound at the great River Euphrates.” ", "15": "They had been kept in readiness for that year and month and day and hour, and now they were turned loose to kill a third of all mankind. ", "16": "They led an army of 200,000,000 warriors[d]—I heard an announcement of how many there were.", "17-18": "I saw their horses spread out before me in my vision; their riders wore fiery-red breastplates, though some were sky-blue and others yellow. The horses' heads looked much like lions', and smoke and fire and flaming sulphur billowed from their mouths, killing one-third of all mankind. ", "19": "Their power of death was not only in their mouths, but in their tails as well, for their tails were similar to serpents' heads that struck and bit with fatal wounds.", "20": "But the men left alive after these plagues still refused to worship God! They would not renounce their demon-worship, nor their idols made of gold and silver, brass, stone, and wood—which neither see nor hear nor walk! ", "21": "Neither did they change their mind and attitude about all their murders and witchcraft, their immorality and theft."}