{"1": "This is now, beloved, the second epistle I am writing to you, in which I am stirring up your sincere minds by way of reminder, ", "2": "that you should remember the words that were spoken previously by the holy prophets and the commandment of our Lord and Savior spoken through us, the apostles.", "3": "Know this first, that there shall come scoffers in the last days who walk after their own lusts, ", "4": "and say, “Where is the promise of His coming? For since the fathers fell asleep, all things have continued as they were since the beginning of the creation.” ", "5": "For they willingly ignore that, by the word of God the heavens existed long ago, and the earth was formed standing out of the water and in the water, ", "6": "by which the world that then existed was flooded with water and perished. ", "7": "But by the same word, the heavens and the earth that now exist are being reserved for fire, kept for the Day of Judgment and destruction of the ungodly.", "8": "But, beloved, do not be ignorant of this one thing, that with the Lord one day is as a thousand years, and a thousand years as one day. ", "9": "The Lord is not slow concerning His promise, as some count slowness. But He is patient with us, because He does not want any to perish, but all to come to repentance.", "10": "But the day of the Lord will come like a thief in the night, in which the heavens will pass away with a loud noise, and the elements will be destroyed with intense heat. The earth also and the works that are in it will be burned up.", "11": "Seeing then that all these things are to be destroyed, what sort of people ought you to be in holy conduct and godliness, ", "12": "while you are waiting for and desiring the coming of the day of God, in which the heavens will be destroyed by fire and the elements will be consumed by intense heat? ", "13": "But, according to His promise, we are waiting for new heavens and a new earth, in which righteousness dwells.", "14": "Therefore, beloved, since you are waiting for these things, be diligent that you may be found by Him in peace, spotless and blameless. ", "15": "Keep in mind that the patience of our Lord means salvation, even as our beloved brother Paul has also written to you according to the wisdom given to him. ", "16": "As in all his letters, he writes about these things, in which some things are hard to understand, which the unlearned and unstable distort, as they also do the other Scriptures, to their own destruction.", "17": "You therefore, beloved, since you know these things beforehand, beware lest you also fall from your own firm footing, being led away by the deception of the wicked. ", "18": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be glory, both now and forever. Amen."}