{"1": "I, Paul, am writing this letter. I am an apostle of Christ Jesus just as God planned. Timothy our brother joins me in writing. We are sending this letter to you, the members of God's church in Corinth. It is also for all God's holy people everywhere in Achaia.", "2": "May God our Father and the Lord Jesus Christ give you grace and peace.", "3": "Give praise to the God and Father of our Lord Jesus Christ! He is the Father who gives tender love. All comfort comes from him. ", "4": "He comforts us in all our troubles. Now we can comfort others when they are in trouble. We ourselves receive comfort from God. ", "5": "We share very much in the sufferings of Christ. So we also share very much in his comfort. ", "6": "If we are having trouble, it is so that you will be comforted and renewed. If we are comforted, it is so that you will be comforted. Then you will be able to put up with the same suffering we have gone through. ", "7": "Our hope for you remains firm. We know that you suffer just as we do. In the same way, God comforts you just as he comforts us.", "8": "Brothers and sisters, we want you to know about the hard times we had in Asia Minor. We were having a lot of trouble. It was far more than we could stand. We even thought we were going to die. ", "9": "In fact, we felt as if we were under the sentence of death. But that happened so that we would not depend on ourselves but on God. He raises the dead to life. ", "10": "God has saved us from deadly dangers. And he will continue to do it. We have put our hope in him. He will continue to save us. ", "11": "You must help us by praying for us. Then many people will give thanks because of what will happen to us. They will thank God for his kindness to us in answer to the prayers of many.", "12": "Here is what we take pride in. Our sense of what is right and wrong tells us how we have acted. We have lived with honor and godly honesty. We have depended on God's grace and not on the world's wisdom. We lived that way most of all when we were dealing with you. ", "13": "We are writing only what you can read and understand. And here is what I hope. ", "14": "Up to this point you have understood some of the things we have said. But now here is what I hope for when the Lord Jesus returns. I hope that your pride in us will be the same as our pride in you. When this happens, you will understand us completely.", "15": "Because I was sure of this, I wanted to visit you first. Here is how I thought you would be helped twice. ", "16": "I planned to visit you on my way to Macedonia. I would have come back to you from there. Then you would have sent me on my way to Judea. ", "17": "When I planned all this, was I ready to change my mind for no good reason? No. I don't make my plans the way the world makes theirs. In the same breath the world says both, “Yes! Yes!” and “No! No!”", "18": "But just as sure as God is faithful, our message to you is not “Yes” and “No.” ", "19": "Silas, Timothy and I preached to you about the Son of God, Jesus Christ. Our message did not say “Yes” and “No” at the same time. The message of Christ has always been “Yes.” ", "20": "God has made a great many promises. They are all “Yes” because of what Christ has done. So through Christ we say “Amen.” We want God to receive glory. ", "21": "He makes both us and you remain strong in the faith because we belong to Christ. He anointed us. ", "22": "He put his Spirit in our hearts and marked us as his own. We can now be sure that he will give us everything he promised us.", "23": "I call God to be my witness. May he take my life if I'm lying. I wanted to spare you, so I didn't return to Corinth. ", "24": "Your faith is not under our control. You remain strong in your own faith. But we work together with you for your joy. "}