{"1": "There was a certain man from Ramathaim-zophim of the hill country of Ephraim. His name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. ", "2": "He had two wives. The name of one was Hannah. The name of the other was Peninnah. Peninnah had children, but Hannah had no children. ", "3": "This man would go from his city each year to worship and to give gifts on the altar in Shiloh to the Lord of All. Eli's two sons, Hophni and Phinehas, were the Lord's religious leaders there. ", "4": "On the day when Elkanah killed animals on the altar in worship, he would give part of the gift to his wife Peninnah and to all her sons and daughters. ", "5": "But he would give twice as much to Hannah, for he loved Hannah. But the Lord had made it so she could not have children. ", "6": "Peninnah would try to make her very angry, because the Lord would not let her have children. ", "7": "So it happened, year after year, each time Hannah went up to the house of the Lord, Peninnah would make her angry. Hannah cried and would not eat. ", "8": "Then her husband Elkanah said to her, “Hannah, why are you crying? Why are you not eating, and why is your heart sad? Am I not better to you than ten sons?”", "9": "Then Hannah stood up after they had eaten and drunk in Shiloh. Eli the religious leader was sitting on the seat by the door of the house of the Lord. ", "10": "Hannah was very troubled. She prayed to the Lord and cried with sorrow. ", "11": "Then she made a promise and said, “O Lord of All, be sure to look on the trouble of Your woman servant, and remember me. Do not forget Your woman servant, but give me a son. If You will, then I will give him to the Lord all his life. And no hair will ever be cut from his head.”", "12": "While she kept praying to the Lord, Eli was watching her mouth. ", "13": "Hannah was speaking in her heart. Her lips were moving, but her voice was not heard. So Eli thought she had drunk too much. ", "14": "Eli said to her, “How long will you be drunk? Put wine away from you.” ", "15": "But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have not drunk wine or strong drink, but I was pouring out my soul to the Lord. ", "16": "Do not think of your woman servant as a woman of no worth. For I have been speaking out of much trouble and pain in my spirit.” ", "17": "Then Eli answered, “Go in peace. May the God of Israel do what you have asked of Him.” ", "18": "And Hannah said, “Let your woman servant find favor in your eyes.” So she went her way and ate, and her face was no longer sad.", "19": "The family got up early in the morning and worshiped before the Lord. Then they returned to their house in Ramah. Elkanah lay with his wife Hannah, and the Lord remembered her. ", "20": "The Lord made it possible for her to have a child, and when the time came she gave birth to a son. She gave him the name Samuel, saying, “I have asked the Lord for him.”", "21": "Then Elkanah went up with all those of his house to give the Lord the gift on the altar in worship as he did each year, and to pay what he had promised. ", "22": "But Hannah did not go. For she said to her husband, “I will not go up until the child no longer needs to be nursed. Then I will bring him before the Lord, to stay there forever.” ", "23": "Elkanah her husband said to her, “Do what you think is best. Stay here until he no longer needs to be nursed. Only may the Lord do as He has said.” So Hannah stayed and nursed her son until he no longer needed to be nursed. ", "24": "When she had finished nursing him, she took him with her to the house of the Lord in Shiloh, and the child was young. ", "25": "She brought a three year old bull, one basket of flour and a jar of wine also. Then they killed the bull, and brought the boy to Eli. ", "26": "Hannah said, “O, my lord! As you live, my lord, I am the woman who stood here beside you, praying to the Lord. ", "27": "I prayed for this boy, and the Lord has given me what I asked of Him. ", "28": "So I have given him to the Lord. He is given to the Lord as long as he lives.” And they worshiped the Lord there."}