{"1": "Then Samuel took a bottle of oil and poured it on Saul's head. He kissed him and said, “Has not the Lord chosen you to be a ruler over His land? ", "2": "When you leave me today, you will meet two men by Rachel's grave in the land of Benjamin at Zelzah. They will say to you, 'The donkeys you went to look for have been found. Now your father has stopped worrying about the donkeys and is worried about you, saying, “What should I do about my son?”' ", "3": "Then you will go farther and come to the oak tree of Tabor. There three men going up to God at Bethel will meet you. One will be carrying three young goats. Another will be carrying three loaves of bread. And another will be carrying a bottle of wine. ", "4": "They will greet you and give you two loaves of bread, which you will take from their hand. ", "5": "Then you will come to the hill of God where there are Philistine soldiers. When you come there to the city, you will meet a group of men who speak for God coming down from the high place. They will have harps, an object to beat sounds of joy, and a horn. And they will be speaking God's Word. ", "6": "Then the Spirit of the Lord will come upon you with power. You will speak God's Word with them and be changed into another man. ", "7": "When you see these special things, do whatever you find that should be done. For God is with you. ", "8": "You will go down before me to Gilgal. Then see, I will come down to you to give burnt gifts and peace gifts. Wait seven days until I come to you and show you what you should do.”", "9": "When Saul turned his back to leave Samuel, God changed his heart. And all these special things happened on that day. ", "10": "When they came to the hill, a group of men who speak for God met him. The Spirit of God came upon him with power, so that he spoke God's Word with them. ", "11": "People who had known him before saw him doing this and asked one another, “What has happened to the son of Kish? Is Saul one of the men who speak God's Word?” ", "12": "One of the men there answered, “Now, who is their father?” So it became a saying: “Is Saul one of the men who speak God's Word?” ", "13": "When Saul had finished speaking the Word of God, he went to the altar at the high place.", "14": "The brother of Saul's father said to him and his servant, “Where have you been?” And Saul said, “To look for the donkeys. When we saw that they could not be found, we went to Samuel.” ", "15": "The brother of Saul's father said, “Tell me, what did Samuel say to you?” ", "16": "Saul said to his father's brother, “He told us that the donkeys had been found.” But he did not tell him what Samuel had told him about being king.", "17": "Then Samuel called the people together to the Lord at Mizpah. ", "18": "He said to the people of Israel, “This is what the Lord, the God of Israel, says: 'I brought Israel out of Egypt. I saved you from the power of the Egyptians, and from the power of all the nations that made it hard for you.' ", "19": "But today you have turned away from your God, Who saves you from all your troubles. You have said, 'No! Have a king rule over us!' So now come before the Lord, by your family groups and by your thousands.” ", "20": "When Samuel brought all the families of Israel near, the name of the family group of Benjamin was drawn. ", "21": "Then he brought the family group of Benjamin near by its families, and the name of the Matrite family was drawn. Then the name of Saul the son of Kish was drawn. But when they looked for him, he could not be found. ", "22": "So they asked the Lord, “Has the man come here yet?” The Lord said, “See, he is hiding among the bags.” ", "23": "They ran and brought him from there. And when he stood among the people, he was a head taller than any of them. ", "24": "Samuel said to all the people, “Do you see him whom the Lord has chosen? For sure there is no one like him among all the people.” So all the people called out and said, “Long live the king!” ", "25": "Then Samuel told the people the rights and duties of the king and his nation. He wrote them in a book and laid it before the Lord. Then Samuel sent all the people away, each one to his home. ", "26": "Saul went home to Gibeah. And the strong men whose hearts God had touched went with him. ", "27": "But some men of no worth said, “How can this man save us?” They hated him and did not bring him any gift. But he kept quiet."}