{"1": "The Lord said to Samuel, “How long will you be filled with sorrow because of Saul, since I have turned away from him being king over Israel? Fill your horn with oil, and go. I will send you to Jesse of Bethlehem. For I have chosen a king for Myself among his sons.” ", "2": "But Samuel said, “How can I go? Saul will kill me when he hears about it.” The Lord said, “Take a young cow with you, and say, 'I have come to give a gift to the Lord.' ", "3": "Ask Jesse to come when you give the gift, and I will show you what you should do. You will choose for Me the one I name to you.” ", "4": "So Samuel did what the Lord said, and came to Bethlehem. The leaders of the city came shaking with fear to meet him. They said, “Do you come in peace?” ", "5": "Samuel said, “I have come in peace to give a gift to the Lord. Make yourselves holy and come with me as I give the gift.” He set apart Jesse and his sons also, and asked them to come to the gift-giving. ", "6": "When they had come, Samuel looked at Eliab and thought, “For sure he is the Lord's chosen one who is standing before Him.” ", "7": "But the Lord said to Samuel, “Do not look at the way he looks on the outside or how tall he is, because I have not chosen him. For the Lord does not look at the things man looks at. A man looks at the outside of a person, but the Lord looks at the heart.” ", "8": "Then Jesse called Abinadab and made him pass in front of Samuel. But Samuel said, “The Lord has not chosen this one.” ", "9": "Next Jesse made Shammah pass by. But Samuel said, “The Lord has not chosen this one.” ", "10": "Jesse made seven of his sons pass in front of Samuel. But Samuel said to Jesse, “The Lord has not chosen these.” ", "11": "Then Samuel said to Jesse, “Are these all the children?” And Jesse said, “There is yet the youngest one. See, he is taking care of the sheep.” Samuel said to Jesse, “Send for him. We will not sit down until he comes here.” ", "12": "So he sent for him and brought him in. His youngest son had good color in his skin, beautiful eyes and was good-looking. The Lord said, “Rise up and choose him. For this is the one.” ", "13": "Then Samuel took the horn of oil and poured the oil on him in front of his brothers. The Spirit of the Lord came upon David with strength from that day on. And Samuel got up and went to Ramah.", "14": "Now the Spirit of the Lord left Saul. And a bad spirit sent from the Lord brought trouble upon him. ", "15": "Saul's servants said to him, “See, a bad spirit from God is bringing you trouble. ", "16": "Let our lord now tell your servants who are in front of you to look for a man who is a good player of the harp. When the bad spirit sent from God is upon you, he will play the harp, and you will be well.” ", "17": "So Saul said to his servants, “Find me a man who can play well, and bring him to me.” ", "18": "One of the young men said, “I have seen a son of Jesse the Bethlehemite who plays music well. He is a man with strength of heart, a man of war, wise in his speaking, and good-looking. And the Lord is with him.” ", "19": "So Saul sent men with news to Jesse, and said, “Send me your son David who is with the sheep.” ", "20": "Jesse took a donkey loaded with bread, a bottle of wine, and a young goat, and sent them to Saul with David his son. ", "21": "David came to Saul and served him. Saul loved him very much, and he became the man who carried Saul's battle-clothes. ", "22": "Saul sent word to Jesse, saying, “Let David serve me, for he has found favor in my eyes.” ", "23": "When the bad spirit sent from God came upon Saul, David would take the harp and play it with his hand. And Saul would receive new strength and be well. The bad spirit would leave him."}