{"1": "When David had finished speaking to Saul, the soul of Jonathan became one with the soul of David. Jonathan loved him as himself. ", "2": "Saul took David that day, and would not let him return to his father's house. ", "3": "Then Jonathan made an agreement with David, because he loved him as himself. ", "4": "Jonathan took off his long coat and gave it to David. He gave him his battle-clothes, his sword, his bow and his belt also. ", "5": "David went everywhere that Saul sent him, and did well. Saul had him lead the men of war. And it was pleasing to all the people and to Saul's servants.", "6": "When David returned from killing the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, playing songs of joy on timbrels. ", "7": "The women sang as they played, and said, “Saul has killed his thousands, and David his ten thousands.” ", "8": "Then Saul became very angry. This saying did not please him. He said, “They have given David honor for ten thousands, but for me only thousands. Now what more can he have but to be king?” ", "9": "And Saul was jealous and did not trust David from that day on.", "10": "The next day a bad spirit sent from God came upon Saul with power. He acted like a crazy man in his house, while David was playing the harp. Saul had a spear in his hand, ", "11": "and he threw the spear, thinking, “I will nail David to the wall.” But David jumped out of his way twice. ", "12": "Saul was afraid of David, because the Lord was with him but had left Saul. ", "13": "So Saul made David go away from him, and had him lead a thousand men. And David went out to the people. ", "14": "David did well in all that he did, because the Lord was with him. ", "15": "When Saul saw how well he did, he was afraid of him. ", "16": "But all Israel and Judah loved David, for he went out and came in before them.", "17": "Then Saul said to David, “Here is my older daughter Merab. I will give her to you as a wife, if you only work for me with strength of heart and fight the Lord's battles.” For Saul thought, “I will not go against him. Let the Philistines go against him.” ", "18": "David said to Saul, “Who am I? What is my life or my father's family in Israel, that I should be the king's son-in-law?” ", "19": "But at the time when Saul's daughter Merab should have been given to David, she was given to Adriel the Meholathite for a wife.", "20": "Now Saul's daughter Michal loved David. When they told Saul, it pleased him. ", "21": "Saul thought, “I will give her to David. I will use her to trap him, and the Philistines will go against him.” So Saul said to David a second time, “Now you may be my son-in-law.” ", "22": "Then Saul told his servants, “Speak to David in secret. Tell him, 'See, the king is happy with you, and all his servants love you. So now become the king's son-in-law.'” ", "23": "So Saul's servants said this to David. But David said, “Is it not important to you to become the king's son-in-law? I am only a poor man and am not very respected.” ", "24": "Saul's servants told Saul what David had said. ", "25": "Then Saul said, “Say to David, 'The king wants no marriage gift except the pieces of skin from the sex parts of a hundred Philistines, to punish those who hate the king.'” Saul planned to have the Philistines kill David. ", "26": "When his servants told this to David, it pleased him to become the king's son-in-law. Before the time was finished, ", "27": "David and his men went and killed 200 Philistine men. Then David brought their pieces of flesh and gave all of them to the king, that he might become the king's son-in-law. So Saul gave him his daughter Michal for a wife. ", "28": "When Saul saw and knew that the Lord was with David and that his daughter Michal loved him, ", "29": "Saul was even more afraid of David. So he hated David always.", "30": "Then the Philistine leaders went out to battle. And when they did, David acted with more wisdom than all the servants of Saul. So his name became very important."}