{"1": "Then David ran from Naioth in Ramah, and came and said to Jonathan, “What have I done? What is my sin? What have I done wrong to your father, that he wants to kill me?” ", "2": "Jonathan said to him, “Far from it, you will not die. See, my father does nothing big or small without telling me about it. So why should my father hide this from me? It is not so!” ", "3": "But David answered, “Your father knows well that I have found favor in your eyes. He has said, 'Do not let Jonathan know this, because it would fill him with sorrow.' But it is true. As the Lord lives and as your soul lives, there is only a step between me and death.” ", "4": "Then Jonathan said to David, “I will do for you whatever you say.” ", "5": "David said to Jonathan, “See, tomorrow is the new moon, and I should sit down to eat with the king. But let me go. I will hide myself in the field until the third evening. ", "6": "If your father misses me at all, then say, 'David asked me to let him leave to run to his city Bethlehem. It is the time for the whole family to gather there for the gift given on the altar in worship each year.' ", "7": "If he says, 'Good!' your servant will be safe. But if he is very angry, then you will know that he has decided to do what is bad. ", "8": "So be kind to your servant. For you have brought me into an agreement of the Lord with you. But if I am guilty, kill me yourself. For why should you bring me to your father?” ", "9": "Jonathan said, “Far be it from you! If I knew that my father has decided to do something bad to you, would I not tell you about it?” ", "10": "Then David said to Jonathan, “Who will tell me if your father is angry when he answers you?” ", "11": "Jonathan said to David, “Come, let us go out into the field.” So both of them went out into the field.", "12": "Jonathan said to David, “May the Lord, the God of Israel, see it. I will speak with my father, about this time tomorrow, or the third day. If he feels good about David, will I not send news to you and let you know it? ", "13": "But if my father wants to hurt you, may the Lord do the same to Jonathan and even more, if I do not let you know and send you away, so you may be safe. May the Lord be with you as He has been with my father. ", "14": "If I am still alive, show me the faithful love of the Lord, that I may not die. ", "15": "Do not stop being faithful to my house forever, not even when the Lord destroys from the earth all who hate David. ", "16": "Do not let the name of Jonathan be lost from the family of David. And may the Lord punish those who hate you.” ", "17": "Jonathan made David promise again, by his love for him. For he loved him as he loved his own life.", "18": "Then Jonathan said to David, “Tomorrow is the new moon. You will be missed because your seat will be empty. ", "19": "On the third day hurry and come to the place where you hid yourself the other time. Stay by the stone called Ezel. ", "20": "I will shoot three arrows to the side of it, as if I shot at a mark. ", "21": "Then I will send the boy, saying, 'Go, find the arrows.' If I say to the boy these words, 'See, the arrows are on this side of you, get them!' then you may come. For it is safe for you and there is no danger, as the Lord lives. ", "22": "But if I say to the boy, 'See, the arrows are farther away,' then go, for the Lord has sent you away. ", "23": "As for the agreement you and I have spoken, see, the Lord is between you and me forever.”", "24": "So David hid in the field. When the new moon came, the king sat down to eat food. ", "25": "The king sat on his seat by the wall as he did other times. Jonathan sat on the other side from him, and Abner sat beside Saul. But David's place was empty. ", "26": "But Saul did not say anything that day. For he thought, “Something has happened to him. He is not clean. For sure he is not clean.” ", "27": "But David's place was empty the next day, the second day of the new moon. So Saul said to his son Jonathan, “Why has the son of Jesse not come to the supper yesterday and today?” ", "28": "Jonathan answered Saul, “David asked me to let him go to Bethlehem. ", "29": "He said, 'I beg you, let me go. Our family is giving a gift on the altar in the city. And my brother has told me to be there. Now, if I have found favor in your eyes, let me leave and see my brothers.' That is why he has not come to the king's table.”", "30": "Then Saul was very angry with Jonathan and he said to him, “You son of a sinful woman! Do I not know that you are choosing the son of Jesse to your own shame and to the shame of your mother who gave birth to you? ", "31": "As long as the son of Jesse lives on the earth, you and the power you would have as king will not last. So send for him and bring him to me. For he must die.” ", "32": "Jonathan answered his father Saul, “Why should he be killed? What has he done?” ", "33": "But Saul threw his spear at Jonathan to kill him, so he knew that his father had decided to kill David. ", "34": "Jonathan rose from the table very angry. He did not eat any food on the second day of the new moon. For he was filled with sorrow for David, because his father had brought shame upon him.", "35": "In the morning Jonathan went out to the field at the time he and David agreed to meet. A little boy was with him. ", "36": "Jonathan said to his boy, “Run, find the arrows I shoot.” As the boy was running, he shot an arrow past him. ", "37": "The boy came to the place where Jonathan had shot the arrow. Jonathan called to the boy and said, “Is not the arrow farther away?” ", "38": "Jonathan called to the boy, “Hurry, be quick, do not stay!” Then Jonathan's boy picked up the arrow and came to his owner. ", "39": "The boy knew nothing. Only Jonathan and David knew what had happened. ", "40": "Then Jonathan gave his bow and arrows to his boy and told him, “Go, take them to the city.” ", "41": "When the boy was gone, David rose from the south side and fell on his face to the ground. He bowed three times. Then they kissed each other and cried together, but David more. ", "42": "Jonathan said to David, “Go in peace. For we have promised each other in the name of the Lord, saying, 'The Lord will be between me and you, and between my children and your children forever.'” Then David got up and left, and Jonathan went into the city."}