{"1": "So David left there and ran to the cave of Adullam. When his brothers and all those of his father's house heard about it, they went down there to him. ", "2": "Then everyone who was in trouble, everyone who owed money, and everyone who was not happy with the way he was living, came together to him. He became their captain. There were about 400 men with him.", "3": "David went from there to Mizpah of Moab. He said to the king of Moab, “I beg of you, let my father and mother come and stay with you until I know what God will do for me.” ", "4": "Then he left them with the king of Moab. They stayed with him all the time that David was in his safe place. ", "5": "The man who told what will happen in the future, Gad, said to David, “Do not stay in this strong place. Leave, and go into the land of Judah.” So David left and went among the trees of Hereth.", "6": "Now Saul heard that David and the men with him had been found. Saul was sitting in Gibeah under the tamarisk tree on the high place with his spear in his hand. All his servants were standing around him. ", "7": "Saul said to his servants who stood around him, “Hear now, you Benjamites! Will the son of Jesse give all of you fields and grape fields? Will he make you all leaders of thousands and hundreds? ", "8": "For all of you have made plans against me. No one lets me know when my son makes an agreement with the son of Jesse. None of you is sorry for me or lets me know that my son has caused my servant to be against me and hide and wait, as it is this day.” ", "9": "Doeg the Edomite, who was standing by Saul's servants, said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub. ", "10": "Ahimelech asked the Lord what David should do. He gave David food and the sword of Goliath the Philistine.”", "11": "Then the king sent someone to call Ahimelech the religious leader, son of Ahitub, and all those of his father's family, the religious leaders who were in Nob. And all of them came to the king. ", "12": "Saul said, “Hear now, son of Ahitub.” He answered, “Here I am, my lord.” ", "13": "Saul said to him, “Why have you and the son of Jesse planned against me? Why have you given him bread and a sword, and have asked the Lord what he should do, so he could rise against me and wait in hiding, as it is this day?” ", "14": "Ahimelech answered the king, “Who among all your servants is as faithful as David? He is the king's son-in-law. He is captain of the soldiers who keep you safe, and is honored in your house. ", "15": "Is today the first time that I have asked things of God for him? No! Do not let the king do anything wrong to his servant or any of those of my father's family. For your servant knows nothing at all about this.” ", "16": "But the king said, “You will die for sure, Ahimelech, you and all those of your father's family!” ", "17": "The king said to the soldiers who stood around him, “Turn and put the religious leaders of the Lord to death. Because they are on David's side. They knew he was running away, and did not tell me.” But the servants of the king were not willing to go against the religious leaders of the Lord. ", "18": "Then the king said to Doeg, “You turn and kill the religious leaders.” And Doeg the Edomite turned and killed the religious leaders. That day he killed eighty-five men who wore the linen vest. ", "19": "Then he destroyed Nob, the city of the religious leaders, with the sword. He killed men and women, children and babies, cattle, donkeys and sheep, with the sword.", "20": "But Abiathar, one of the sons of Ahimelech the son of Ahitub, got away and ran after David. ", "21": "Abiathar told David that Saul had killed the religious leaders of the Lord. ", "22": "David said to Abiathar, “I knew that day when Doeg the Edomite was there, that he would be sure to tell Saul. I am to blame for the death of every person in your father's family. ", "23": "Stay with me. Do not be afraid. For he who wants to kill me wants to kill you. But you are safe with me.”"}