{"1": "Then they told David, “See, the Philistines are fighting against Keilah. They are taking the grain from the grain-floors.” ", "2": "So David asked the Lord, “Should I go and fight these Philistines?” And the Lord said to David, “Go, fight the Philistines, and save Keilah.” ", "3": "But David's men said to him, “See, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?” ", "4": "Then David asked the Lord again. The Lord answered him, “Get ready and go down to Keilah. For I will give the Philistines into your hand.” ", "5": "So David and his men went to Keilah and fought with the Philistines. He killed many of them and took away their cattle. And David saved the people of Keilah.", "6": "When Abiathar the son of Ahimelech ran to David at Keilah, he came with a linen vest in his hand. ", "7": "When Saul was told that David had come to Keilah, he said, “God has given him to me. For he has shut himself in by going into a city with iron gates.” ", "8": "Saul called all the men for war, to go down to Keilah to trap David and his men. ", "9": "David knew that Saul was planning against him, so he said to Abiathar the religious leader, “Bring the linen vest here.” ", "10": "Then David said, “O Lord God of Israel, Your servant has heard for sure that Saul is planning to come to Keilah to destroy the city because of me. ", "11": "Will the men of Keilah give me to him? Will Saul come down just as Your servant has heard? O Lord God of Israel, I pray, tell Your servant.” And the Lord said, “He will come down.” ", "12": "Then David said, “Will the men of Keilah give me and my men to Saul?” And the Lord said, “They will give you up.” ", "13": "Then David and his men, about 600, got up and left Keilah. They went where they could go. When Saul was told that David had run away from Keilah, he gave up going there.", "14": "David stayed in the safe places in the desert. He stayed in the hill country in the desert of Ziph. Saul looked for him every day, but God did not give David to him. ", "15": "David saw that Saul had come out to try to kill him. David was in the desert of Ziph at Horesh. ", "16": "Saul's son Jonathan went to David at Horesh and gave him strength in God. ", "17": "He said to him, “Do not be afraid, because my father Saul will not find you. You will be king of Israel, and I will be next to you. My father Saul knows this also.” ", "18": "So the two of them made an agreement before the Lord. And David stayed at Horesh, and Jonathan went home.", "19": "Then the Ziphites came to Saul at Gibeah, saying, “Is not David hiding with us in the strong places at Horesh, on the hill of Hachilah, south of Jeshimon? ", "20": "Now come, O king, as you desire to come. And we will give David into the king's hand.” ", "21": "Saul said, “May the Lord bring good to you. For you have had pity on me. ", "22": "Go and make sure. See where he is, and who has seen him there. For I am told that he is very good at fooling people. ", "23": "Look and learn about all his hiding places, and return to me with news that is sure. Then I will go with you. If he is in the land, I will find him among all the thousands of Judah.” ", "24": "Then they got up and went to Ziph before Saul. Now David and his men were in the desert of Maon, in the Arabah, south of Jeshimon. ", "25": "Saul and his men went to look for him, and David was told about it. So he went down to the rock in the desert of Maon. ", "26": "Saul went on one side of the mountain, and David and his men on the other side of the mountain. David was in a hurry to get away from Saul. For Saul and his men were closing in upon David and his men to take them. ", "27": "But a man came with news to Saul, saying, “Hurry and come, for the Philistines have come into the land by surprise to fight us.” ", "28": "So Saul returned from going after David, and went against the Philistines. So they called that place the Rock of Getting Away. ", "29": "David went from there and stayed in the strong places of Engedi."}