{"1": "Then the Ziphites came to Saul at Gibeah, saying, “Is not David hiding on the hill of Hachilah, east of Jeshimon?” ", "2": "So Saul got ready and went down to the desert of Ziph. He had 3,000 chosen men of Israel with him, to look for David in the desert of Ziph. ", "3": "Saul stayed on the hill of Hachilah, beside the road east of Jeshimon. And David was staying in the desert. When he saw that Saul came after him in the desert, ", "4": "David sent out spies and learned that Saul was coming for sure. ", "5": "Then David got ready and came to the place where Saul was staying. He saw the place where Saul lay, with Abner the son of Ner, the captain of his army. Saul was lying in the center of the tents, and the people were sleeping around him.", "6": "Then David said to Ahimelech the Hittite and to Joab's brother Abishai the son of Zeruiah, “Who will go down with me to the tents of Saul?” Abishai said, “I will go down with you.” ", "7": "So David and Abishai came to the people during the night. Saul lay sleeping in the center of the tents, with his spear in the ground at his head. Abner and the people were lying around him. ", "8": "Abishai said to David, “Today God has given the one who hates you into your hand. Now let me nail him to the earth with the spear, hitting him just once. I will not hit him a second time.” ", "9": "But David said to Abishai, “Do not destroy him. For who can put his hand out against the Lord's chosen one and not be guilty?” ", "10": "David said, “As the Lord lives, He will destroy him. Or his day will come to die. Or he will be killed in battle. ", "11": "May the Lord keep me from putting out my hand against the Lord's chosen one. But take the spear that is at his head and the bottle of water, and let us go.” ", "12": "So David took the spear and the bottle of water from beside Saul's head, and they went away. But no one saw it, or knew it, and no one woke, for they were all sleeping. A deep sleep from the Lord had come upon them.", "13": "Then David crossed over to the other side and stood far away on top of the mountain, with much land between them. ", "14": "David called to the army and to Ner's son Abner, saying, “Will you not answer, Abner?” Abner answered, “Who are you who calls to the king?” ", "15": "David said to Abner, “Are you not a man? Who is like you in Israel? Why have you not watched over your lord the king? For one of the people came to destroy the king your lord. ", "16": "This thing you have done is not good. As the Lord lives, all of you must die for sure. Because you did not watch over your lord, the Lord's chosen one. Now see where the king's spear is, and the bottle of water that was beside his head.”", "17": "Saul knew David's voice, and said, “Is this your voice, my son David?” And David said, “It is my voice, my lord the king. ", "18": "Why is my lord coming after his servant? What have I done? What am I guilty of? ", "19": "Now I beg you, let my lord the king listen to the words of his servant. If the Lord has made you come against me, let Him receive a gift. But if men have done this, may bad come to them before the Lord. For they have driven me out this day, that I should have no share of what the Lord has given. They say, 'Go, worship other gods.' ", "20": "So do not let my blood fall to the ground away from the Lord. For the king of Israel has come out to look for one little bug, just as one looks for a partridge in the mountains.”", "21": "Then Saul said, “I have sinned. Return, my son David, for I will not hurt you again. Because my life was of great worth in your eyes this day. See, I have played the fool, and have made a big mistake.” ", "22": "David answered, “See the spear of the king! Let one of the young men come over and take it. ", "23": "The Lord will pay each man for being right and good and faithful. For the Lord gave you into my hand today. But I would not put out my hand against the Lord's chosen one. ", "24": "Now see, as your life was of great worth in my eyes today, so may my life be of great worth in the eyes of the Lord. May He save me from all trouble.” ", "25": "Then Saul said to David, “May good come to you, my son David. You will do many things and do them well.” So David went on his way, and Saul returned to his place."}