{"1": "The Philistines took the special box of God and brought it from Ebenezer to Ashdod. ", "2": "They took the special box of God into the house of Dagon, and set it beside Dagon. ", "3": "When the Ashdodites got up early the next morning, they saw that Dagon had fallen on his face to the ground before the special box of the Lord. So they took Dagon and set him in his place again. ", "4": "But when they got up early the next morning, they saw that Dagon had fallen on his face to the ground in front of the special box of the Lord. And Dagon's head and both his hands were cut off and lying in the doorway. Only the body of Dagon was left. ", "5": "So the religious leaders of Dagon and all who go into Dagon's house do not step on the bottom part of the doorway in Ashdod to this day.", "6": "The hand of the Lord was heavy on the Ashdodites. He filled them with fear and punished them with pain and sores, both Ashdod and its lands. ", "7": "When the men of Ashdod saw how things were, they said, “The special box of the God of Israel must not stay with us. For His hand is hard on us and on our god Dagon.” ", "8": "So they called together all the leaders of the Philistines and said, “What should we do with the special box of the God of Israel?” And they said, “Let the special box of the God of Israel be brought around to Gath.” So they brought the box of the God of Israel there. ", "9": "But after they had brought it there, the hand of the Lord was against the city, causing much fear. He punished both the young and old men of the city, so that sores broke out upon them. ", "10": "So they sent the special box of God to Ekron. When the box of God came to Ekron, the people there cried out, “They have brought the special box of the God of Israel to us, to kill us and our people.” ", "11": "So they called together all the leaders of the Philistines and said, “Send away the special box of the God of Israel. Let it return to its own place, that it may not kill us and our people.” For the people of the city were afraid. The hand of God was very heavy there. ", "12": "The men who did not die were punished with sores, and the cry of the city went up to heaven."}