{"1": "The men of Kiriath-jearim came and took the special box of the Lord and brought it to the house of Abinadab on the hill. They set apart his son Eleazar to keep the special box of the Lord.", "2": "The special box stayed in Kiriath-jearim a long time, for it was twenty years. And all the family of Israel cried with sorrow for the Lord.", "3": "Then Samuel said to all the family of Israel, “Return to the Lord with all your heart. Put away the strange gods and the false goddess Ashtaroth from among you. Turn your hearts to the Lord and worship Him alone. Then He will save you from the Philistines.” ", "4": "So the people of Israel put away from among them the false gods of Baal and Ashtaroth and worshiped the Lord alone.", "5": "Then Samuel said, “Gather all Israel together at Mizpah, and I will pray to the Lord for you.” ", "6": "So they gathered at Mizpah. They got water and poured it out before the Lord as a gift, and did not eat that day. They said there, “We have sinned against the Lord.” And Samuel judged the people of Israel at Mizpah. ", "7": "The Philistines heard that the people of Israel had gathered at Mizpah, so the leaders of the Philistines went to battle against them. When the people of Israel heard about it, they were afraid of the Philistines. ", "8": "The Israelites said to Samuel, “Do not stop crying to the Lord our God for us, that He may save us from the Philistines.” ", "9": "Samuel took a young lamb and gave it as a whole burnt gift to the Lord. Samuel cried to the Lord for Israel, and the Lord answered him. ", "10": "As Samuel was burning the gift to the Lord, the Philistines came near to battle against Israel. But the Lord made a loud thunder that day against the Philistines, making them afraid. So they lost the battle with Israel. ", "11": "The men of Israel left Mizpah and went after the Philistines, killing them almost as far as Bethcar.", "12": "Then Samuel took a stone and set it between Mizpah and Shen. He gave it the name Ebenezer, saying, “The Lord has helped us this far.” ", "13": "So the Philistines were beaten. They did not come into the land of Israel again. And the hand of the Lord was against the Philistines all the days of Samuel's life. ", "14": "The cities the Philistines had taken from Israel were returned, from Ekron to Gath. Israel saved their land from the Philistines. So there was peace between Israel and the Amorites.", "15": "Samuel judged Israel all the days of his life. ", "16": "Every year he went around to Bethel, Gilgal and Mizpah, and he judged Israel in all these places. ", "17": "Then he would return to Ramah, for his home was there. He judged Israel there also, and built an altar to the Lord."}