{"1": "When Samuel became old, he made his sons judges in Israel. ", "2": "The name of his first-born son was Joel. And the name of his second son was Abijah. They were men who judged in Beersheba. ", "3": "But his sons did not walk in his ways. They turned aside to get money. They took pay to do things that were not right and fair. ", "4": "Then all the leaders of Israel gathered together and came to Samuel at Ramah. ", "5": "They said to him, “See, you have grown old, and your sons do not walk in your ways. Choose a king to rule over us like all the nations.” ", "6": "But Samuel was not pleased when they said, “Give us a king to rule over us.” And Samuel prayed to the Lord. ", "7": "The Lord said to Samuel, “Listen to the voice of the people in all they say to you. For they have not turned away from you. They have turned away from Me, that I should not be king over them. ", "8": "They are doing to you what they have done since the day I brought them out of Egypt until now. They have turned away from Me and worshiped other gods. ", "9": "So listen to their voice. But tell them of the danger and show them the ways of the king who will rule over them.”", "10": "So Samuel told all the words of the Lord to the people who had asked him for a king. ", "11": "He said, “This will be the way the king will rule over you. He will take your sons and make them drive his war-wagons, be his horsemen, and run in front of his war-wagons. ", "12": "He will choose leaders of thousands and of fifties. He will choose men to plow his ground, gather his grain, and make objects for war and for his war-wagons. ", "13": "He will take your daughters to make perfume, work with the food, and make bread. ", "14": "He will take the best of your fields and vines and olives, and give them to his servants. ", "15": "He will take a tenth part of your grain and your vines to give to his leaders and his servants. ", "16": "He will take your men servants and your women servants and the best of your cattle and your donkeys, and use them for his work. ", "17": "He will take a tenth part of your flocks, and you yourselves will be made to work for him. ", "18": "You will cry out in that day because of your king you have chosen for yourselves. But the Lord will not answer you in that day.”", "19": "But the people would not listen to Samuel. They said, “No! We will have a king rule over us, ", "20": "so we may be like other nations. Our king may rule over us and go out before us and fight our battles.” ", "21": "After Samuel heard all the people's words, he told the Lord what they had said. ", "22": "The Lord said to Samuel, “Listen to their voice, and choose a king for them.” So Samuel said to the men of Israel, “Every one of you go home to his city.”"}