{"1": "The divisions of the sons of Aaron were these. The sons of Aaron: Nadab, Abi′hu, Elea′zar, and Ith′amar. ", "2": "But Nadab and Abi′hu died before their father, and had no children, so Elea′zar and Ith′amar became the priests. ", "3": "With the help of Zadok of the sons of Elea′zar, and Ahim′elech of the sons of Ith′amar,[a] David organized them according to the appointed duties in their service. ", "4": "Since more chief men were found among the sons of Elea′zar than among the sons of Ith′amar, they organized them under sixteen heads of fathers' houses of the sons of Elea′zar, and eight of the sons of Ith′amar. ", "5": "They organized them by lot, all alike, for there were officers of the sanctuary and officers of God among both the sons of Elea′zar and the sons of Ith′amar. ", "6": "And the scribe Shemai′ah the son of Nethan′el, a Levite, recorded them in the presence of the king, and the princes, and Zadok the priest, and Ahim′elech the son of Abi′athar, and the heads of the fathers' houses of the priests and of the Levites; one father's house being chosen for Elea′zar and one chosen for Ith′amar.", "7": "The first lot fell to Jehoi′arib, the second to Jeda′iah, ", "8": "the third to Harim, the fourth to Se-o′rim, ", "9": "the fifth to Malchi′jah, the sixth to Mij′amin, ", "10": "the seventh to Hakkoz, the eighth to Abi′jah, ", "11": "the ninth to Jeshua, the tenth to Shecani′ah, ", "12": "the eleventh to Eli′ashib, the twelfth to Jakim, ", "13": "the thirteenth to Huppah, the fourteenth to Jesheb′e-ab, ", "14": "the fifteenth to Bilgah, the sixteenth to Immer, ", "15": "the seventeenth to Hezir, the eighteenth to Hap′pizzez, ", "16": "the nineteenth to Pethahi′ah, the twentieth to Jehez′kel, ", "17": "the twenty-first to Jachin, the twenty-second to Gamul, ", "18": "the twenty-third to Delai′ah, the twenty-fourth to Ma-azi′ah. ", "19": "These had as their appointed duty in their service to come into the house of the Lord according to the procedure established for them by Aaron their father, as the Lord God of Israel had commanded him.", "20": "And of the rest of the sons of Levi: of the sons of Amram, Shu′ba-el; of the sons of Shu′ba-el, Jehde′iah. ", "21": "Of Rehabi′ah: of the sons of Rehabi′ah, Isshi′ah the chief. ", "22": "Of the Iz′harites, Shelo′moth; of the sons of Shelo′moth, Jahath. ", "23": "The sons of Hebron:[b] Jeri′ah the chief,[c] Amari′ah the second, Jaha′ziel the third, Jekame′am the fourth. ", "24": "The sons of Uz′ziel, Micah; of the sons of Micah, Shamir. ", "25": "The brother of Micah, Isshi′ah; of the sons of Isshi′ah, Zechari′ah. ", "26": "The sons of Merar′i: Mahli and Mushi. The sons of Ja-azi′ah: Beno. ", "27": "The sons of Merar′i: of Ja-azi′ah, Beno, Shoham, Zaccur, and Ibri. ", "28": "Of Mahli: Elea′zar, who had no sons. ", "29": "Of Kish, the sons of Kish: Jerah′meel. ", "30": "The sons of Mushi: Mahli, Eder, and Jer′imoth. These were the sons of the Levites according to their fathers' houses. ", "31": "These also, the head of each father's house and his younger brother alike, cast lots, just as their brethren the sons of Aaron, in the presence of King David, Zadok, Ahim′elech, and the heads of fathers' houses of the priests and of the Levites."}