{"1": "As for the divisons of the gatekeepers: of the Kor′ahites, Meshelemi′ah the son of Kor′e, of the sons of Asaph. ", "2": "And Meshelemi′ah had sons: Zechari′ah the first-born, Jedi′a-el the second, Zebadi′ah the third, Jath′ni-el the fourth, ", "3": "Elam the fifth, Jeho-ha′nan the sixth, Eli-e-ho-e′nai the seventh. ", "4": "And O′bed-e′dom had sons: Shemai′ah the first-born, Jeho′zabad the second, Jo′ah the third, Sachar the fourth, Nethan′el the fifth, ", "5": "Am′mi-el the sixth, Is′sachar the seventh, Pe-ul′lethai the eighth; for God blessed him. ", "6": "Also to his son Shemai′ah were sons born who were rulers in their fathers' houses, for they were men of great ability. ", "7": "The sons of Shemai′ah: Othni, Reph′a-el, Obed, and Elza′bad, whose brethren were able men, Eli′hu and Semachi′ah. ", "8": "All these were of the sons of O′bed-e′dom with their sons and brethren, able men qualified for the service; sixty-two of O′bed-e′dom. ", "9": "And Meshelemi′ah had sons and brethren, able men, eighteen. ", "10": "And Hosah, of the sons of Merar′i, had sons: Shimri the chief (for though he was not the first-born, his father made him chief), ", "11": "Hilki′ah the second, Tebali′ah the third, Zechari′ah the fourth: all the sons and brethren of Hosah were thirteen.", "12": "These divisions of the gatekeepers, corresponding to their chief men, had duties, just as their brethren did, ministering in the house of the Lord; ", "13": "and they cast lots by fathers' houses, small and great alike, for their gates. ", "14": "The lot for the east fell to Shelemi′ah. They cast lots also for his son Zechari′ah, a shrewd counselor, and his lot came out for the north. ", "15": "O′bed-e′dom's came out for the south, and to his sons was allotted the storehouse. ", "16": "For Shuppim and Hosah it came out for the west, at the gate of Shal′lecheth on the road that goes up. Watch corresponded to watch. ", "17": "On the east there were six each day,[a] on the north four each day, on the south four each day, as well as two and two at the storehouse; ", "18": "and for the parbar[b] on the west there were four at the road and two at the parbar. ", "19": "These were the divisions of the gatekeepers among the Kor′ahites and the sons of Merar′i.", "20": "And of the Levites, Ahi′jah had charge of the treasuries of the house of God and the treasuries of the dedicated gifts. ", "21": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers' houses belonging to Ladan the Gershonite: Jehi′eli.[c]", "22": "The sons of Jehi′eli, Zetham and Jo′el his brother, were in charge of the treasuries of the house of the Lord. ", "23": "Of the Am′ramites, the Iz′harites, the He′bronites, and the Uz′zielites— ", "24": "and Sheb′uel the son of Gershom, son of Moses, was chief officer in charge of the treasuries. ", "25": "His brethren: from Elie′zer were his son Rehabi′ah, and his son Jesha′iah, and his son Joram, and his son Zichri, and his son Shelo′moth. ", "26": "This Shelo′moth and his brethren were in charge of all the treasuries of the dedicated gifts which David the king, and the heads of the fathers' houses, and the officers of the thousands and the hundreds, and the commanders of the army, had dedicated. ", "27": "From spoil won in battles they dedicated gifts for the maintenance of the house of the Lord. ", "28": "Also all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Jo′ab the son of Zeru′iah had dedicated—all dedicated gifts were in the care of Shelo′moth[d] and his brethren.", "29": "Of the Iz′harites, Chenani′ah and his sons were appointed to outside duties for Israel, as officers and judges. ", "30": "Of the He′bronites, Hashabi′ah and his brethren, one thousand seven hundred men of ability, had the oversight of Israel westward of the Jordan for all the work of the Lord and for the service of the king. ", "31": "Of the He′bronites, Jeri′jah was chief of the He′bronites of whatever genealogy or fathers' houses. (In the fortieth year of David's reign search was made and men of great ability among them were found at Jazer in Gilead.) ", "32": "King David appointed him and his brethren, two thousand seven hundred men of ability, heads of fathers' houses, to have the oversight of the Reubenites, the Gadites, and the half-tribe of the Manas′sites for everything pertaining to God and for the affairs of the king."}