{"1": "I am Micah from Moresheth.[a] And this is the message about Samaria and Jerusalem[b] that the Lord gave to me when Jotham, Ahaz, and Hezekiah[c] were the kings of Judah.", "2": "Listen, all of you! Earth and everything on it, pay close attention. The Lord God accuses you from his holy temple.[d]", "3": "And he will come down to crush underfoot every pagan altar.", "4": "Mountains will melt beneath his feet like wax beside a fire. Valleys will vanish like water rushing down a ravine.", "5": "This will happen because of the terrible sins of Israel, the descendants of Jacob. Samaria has led Israel to sin, and pagan altars at Jerusalem have made Judah sin.", "6": "So the Lord will leave Samaria in ruins— merely an empty field where vineyards are planted. He will scatter its stones and destroy its foundations.", "7": "Samaria's idols will be smashed, and the wages of temple prostitutes[e] will be destroyed by fire. Silver and gold from those idols will then be used by foreigners as payment for prostitutes.", "8": "Because of this tragedy,[f] I go barefoot and naked. My crying and weeping sound like howling wolves or ostriches.", "9": "The nation is fatally wounded. Judah is doomed. Jerusalem will fall.", "10": "Don't tell it in Gath! Don't even cry. Instead, roll in the dust at Beth-Leaphrah.[g]", "11": "Depart naked and ashamed, you people of Shaphir.[h] The town of Bethezel[i] mourns because no one from Zaanan[j] went out to help.[k]", "12": "Everyone in Maroth[l] hoped for the best, but the Lord sent disaster down on Jerusalem.", "13": "Get the war chariots ready, you people of Lachish.[m] You led Jerusalem into sin, just as Israel did.[n]", "14": "Now you will have to give a going-away gift[o] to Moresheth.[p] Israel's kings will discover that they cannot trust the town of Achzib.[q]", "15": "People of Mareshah,[r] the Lord will send someone to capture your town. Then Israel's glorious king will be forced to hide in Adullam Cave.[s]", "16": "Judah, shave your head as bald as a buzzard and start mourning. Your precious children[t] will be dragged off to a foreign country."}