{"1": "I feel so empty inside— like someone starving for grapes or figs, after the vines and trees have all been picked clean.", "2": "No one is loyal to God; no one does right. Everyone is brutal and eager to deceive everyone else.", "3": "People cooperate to commit crime. Judges and leaders demand bribes, and rulers cheat in court.[a]", "4": "The most honest of them is worse than a thorn patch. Your doom has come! Lookouts sound the warning, and everyone panics.", "5": "Don't trust anyone, not even your best friend, and be careful what you say to the one you love.", "6": "Sons refuse to respect their own fathers, daughters rebel against their own mothers, and daughters-in-law despise their mothers-in-law. Your family is now your enemy.", "7": "But I trust the Lord God to save me, and I will wait for him to answer my prayer.", "8": "My enemies, don't be glad because of my troubles! I may have fallen, but I will get up; I may be sitting in the dark, but the Lord is my light.", "9": "I have sinned against the Lord. And so I must endure his anger, until he comes to my defense. But I know that I will see him making things right for me and leading me to the light.", "10": "You, my enemies, said, “The Lord God is helpless.” Now each of you will be disgraced and put to shame. I will see you trampled like mud in the street.", "11": "Towns of Judah, the day is coming when your walls will be rebuilt, and your boundaries enlarged.", "12": "People will flock to you from Assyria and Egypt, from Babylonia[b] and everywhere else.", "13": "Those nations will suffer disaster because of what they did.", "14": "Lead your people, Lord! Come and be our shepherd. Grasslands surround us, but we live in a forest. So lead us to Bashan and Gilead,[c] and let us find pasture as we did long ago.", "15": "I, the Lord, will work miracles just as I did when I led you out of Egypt.", "16": "Nations will see this and be ashamed because of their helpless armies. They will be in shock, unable to speak or hear,", "17": "because of their fear of me, your Lord and God. Then they will come trembling, crawling out of their fortresses like insects or snakes, lapping up the dust.", "18": "The people said: Our God, no one is like you. We are all that is left of your chosen people, and you freely forgive our sin and guilt. You don't stay angry forever; you're glad to have pity", "19": "and pleased to be merciful. You will trample on our sins and throw them in the sea.", "20": "You will keep your word and be faithful to Jacob and to Abraham, as you promised our ancestors many years ago."}