{"1": "At that time Herod, the ruler of Galilee, heard about Jesus. ", "2": "“He is really John the Baptist, who has come back to life,” he told his officials. “That is why he has this power to perform miracles.”", "3": "For Herod had earlier ordered John's arrest, and he had him tied up and put in prison. He had done this because of Herodias, his brother Philip's wife. ", "4": "For some time John the Baptist had told Herod, “It isn't right for you to be married to Herodias!” ", "5": "Herod wanted to kill him, but he was afraid of the Jewish people, because they considered John to be a prophet.", "6": "On Herod's birthday the daughter of Herodias danced in front of the whole group. Herod was so pleased ", "7": "that he promised her, “I swear that I will give you anything you ask for!”", "8": "At her mother's suggestion she asked him, “Give me here and now the head of John the Baptist on a plate!”", "9": "The king was sad, but because of the promise he had made in front of all his guests he gave orders that her wish be granted. ", "10": "So he had John beheaded in prison. ", "11": "The head was brought in on a plate and given to the girl, who took it to her mother. ", "12": "John's disciples came, carried away his body, and buried it; then they went and told Jesus.", "13": "When Jesus heard the news about John, he left there in a boat and went to a lonely place by himself. The people heard about it, and so they left their towns and followed him by land. ", "14": "Jesus got out of the boat, and when he saw the large crowd, his heart was filled with pity for them, and he healed their sick.", "15": "That evening his disciples came to him and said, “It is already very late, and this is a lonely place. Send the people away and let them go to the villages to buy food for themselves.”", "16": "“They don't have to leave,” answered Jesus. “You yourselves give them something to eat!”", "17": "“All we have here are five loaves and two fish,” they replied.", "18": "“Then bring them here to me,” Jesus said. ", "19": "He ordered the people to sit down on the grass; then he took the five loaves and the two fish, looked up to heaven, and gave thanks to God. He broke the loaves and gave them to the disciples, and the disciples gave them to the people. ", "20": "Everyone ate and had enough. Then the disciples took up twelve baskets full of what was left over. ", "21": "The number of men who ate was about five thousand, not counting the women and children.", "22": "Then Jesus made the disciples get into the boat and go on ahead to the other side of the lake, while he sent the people away. ", "23": "After sending the people away, he went up a hill by himself to pray. When evening came, Jesus was there alone; ", "24": "and by this time the boat was far out in the lake, tossed about by the waves, because the wind was blowing against it.", "25": "Between three and six o'clock in the morning Jesus came to the disciples, walking on the water. ", "26": "When they saw him walking on the water, they were terrified. “It's a ghost!” they said, and screamed with fear.", "27": "Jesus spoke to them at once. “Courage!” he said. “It is I. Don't be afraid!”", "28": "Then Peter spoke up. “Lord, if it is really you, order me to come out on the water to you.”", "29": "“Come!” answered Jesus. So Peter got out of the boat and started walking on the water to Jesus. ", "30": "But when he noticed the strong wind, he was afraid and started to sink down in the water. “Save me, Lord!” he cried.", "31": "At once Jesus reached out and grabbed hold of him and said, “What little faith you have! Why did you doubt?”", "32": "They both got into the boat, and the wind died down. ", "33": "Then the disciples in the boat worshiped Jesus. “Truly you are the Son of God!” they exclaimed.", "34": "They crossed the lake and came to land at Gennesaret, ", "35": "where the people recognized Jesus. So they sent for the sick people in all the surrounding country and brought them to Jesus. ", "36": "They begged him to let the sick at least touch the edge of his cloak; and all who touched it were made well."}