{"1": "At that time the disciples came to Jesus, asking, “Who is the greatest in the Kingdom of heaven?”", "2": "So Jesus called a child to come and stand in front of them, ", "3": "and said, “I assure you that unless you change and become like children, you will never enter the Kingdom of heaven. ", "4": "The greatest in the Kingdom of heaven is the one who humbles himself and becomes like this child. ", "5": "And whoever welcomes in my name one such child as this, welcomes me.", "6": "“If anyone should cause one of these little ones to lose his faith in me, it would be better for that person to have a large millstone tied around his neck and be drowned in the deep sea. ", "7": "How terrible for the world that there are things that make people lose their faith! Such things will always happen—but how terrible for the one who causes them!", "8": "“If your hand or your foot makes you lose your faith, cut it off and throw it away! It is better for you to enter life without a hand or a foot than to keep both hands and both feet and be thrown into the eternal fire. ", "9": "And if your eye makes you lose your faith, take it out and throw it away! It is better for you to enter life with only one eye than to keep both eyes and be thrown into the fire of hell.", "10": "“See that you don't despise any of these little ones. Their angels in heaven, I tell you, are always in the presence of my Father in heaven. ", "11": "[a]", "12": "“What do you think a man does who has one hundred sheep and one of them gets lost? He will leave the other ninety-nine grazing on the hillside and go and look for the lost sheep. ", "13": "When he finds it, I tell you, he feels far happier over this one sheep than over the ninety-nine that did not get lost. ", "14": "In just the same way your[b] Father in heaven does not want any of these little ones to be lost.", "15": "“If your brother sins against you,[c] go to him and show him his fault. But do it privately, just between yourselves. If he listens to you, you have won your brother back. ", "16": "But if he will not listen to you, take one or two other persons with you, so that 'every accusation may be upheld by the testimony of two or more witnesses,' as the scripture says. ", "17": "And if he will not listen to them, then tell the whole thing to the church. Finally, if he will not listen to the church, treat him as though he were a pagan or a tax collector.", "18": "“And so I tell all of you: what you prohibit on earth will be prohibited in heaven, and what you permit on earth will be permitted in heaven.", "19": "“And I tell you more: whenever two of you on earth agree about anything you pray for, it will be done for you by my Father in heaven. ", "20": "For where two or three come together in my name, I am there with them.”", "21": "Then Peter came to Jesus and asked, “Lord, if my brother keeps on sinning against me, how many times do I have to forgive him? Seven times?”", "22": "“No, not seven times,” answered Jesus, “but seventy times seven,[d] ", "23": "because the Kingdom of heaven is like this. Once there was a king who decided to check on his servants' accounts. ", "24": "He had just begun to do so when one of them was brought in who owed him millions of dollars. ", "25": "The servant did not have enough to pay his debt, so the king ordered him to be sold as a slave, with his wife and his children and all that he had, in order to pay the debt. ", "26": "The servant fell on his knees before the king. 'Be patient with me,' he begged, 'and I will pay you everything!' ", "27": "The king felt sorry for him, so he forgave him the debt and let him go.", "28": "“Then the man went out and met one of his fellow servants who owed him a few dollars. He grabbed him and started choking him. 'Pay back what you owe me!' he said. ", "29": "His fellow servant fell down and begged him, 'Be patient with me, and I will pay you back!' ", "30": "But he refused; instead, he had him thrown into jail until he should pay the debt. ", "31": "When the other servants saw what had happened, they were very upset and went to the king and told him everything. ", "32": "So he called the servant in. 'You worthless slave!' he said. 'I forgave you the whole amount you owed me, just because you asked me to. ", "33": "You should have had mercy on your fellow servant, just as I had mercy on you.' ", "34": "The king was very angry, and he sent the servant to jail to be punished until he should pay back the whole amount.”", "35": "And Jesus concluded, “That is how my Father in heaven will treat every one of you unless you forgive your brother from your heart.”"}