{"1": "After the Sabbath, as Sunday morning was dawning, Mary Magdalene and the other Mary went to look at the tomb. ", "2": "Suddenly there was a violent earthquake; an angel of the Lord came down from heaven, rolled the stone away, and sat on it. ", "3": "His appearance was like lightning, and his clothes were white as snow. ", "4": "The guards were so afraid that they trembled and became like dead men.", "5": "The angel spoke to the women. “You must not be afraid,” he said. “I know you are looking for Jesus, who was crucified. ", "6": "He is not here; he has been raised, just as he said. Come here and see the place where he was lying. ", "7": "Go quickly now, and tell his disciples, 'He has been raised from death, and now he is going to Galilee ahead of you; there you will see him!' Remember what I have told you.”", "8": "So they left the tomb in a hurry, afraid and yet filled with joy, and ran to tell his disciples.", "9": "Suddenly Jesus met them and said, “Peace be with you.” They came up to him, took hold of his feet, and worshiped him. ", "10": "“Do not be afraid,” Jesus said to them. “Go and tell my brothers to go to Galilee, and there they will see me.”", "11": "While the women went on their way, some of the soldiers guarding the tomb went back to the city and told the chief priests everything that had happened. ", "12": "The chief priests met with the elders and made their plan; they gave a large sum of money to the soldiers ", "13": "and said, “You are to say that his disciples came during the night and stole his body while you were asleep. ", "14": "And if the Governor should hear of this, we will convince him that you are innocent, and you will have nothing to worry about.”", "15": "The guards took the money and did what they were told to do. And so that is the report spread around by the Jews to this very day.", "16": "The eleven disciples went to the hill in Galilee where Jesus had told them to go. ", "17": "When they saw him, they worshiped him, even though some of them doubted. ", "18": "Jesus drew near and said to them, “I have been given all authority in heaven and on earth. ", "19": "Go, then, to all peoples everywhere and make them my disciples: baptize them in the name of the Father, the Son, and the Holy Spirit, ", "20": "and teach them to obey everything I have commanded you. And I will be with you always, to the end of the age.”"}