{"1": "At that time John the Baptist came to the desert of Judea and started preaching. ", "2": "“Turn away from your sins,” he said, “because the Kingdom of heaven is near!” ", "3": "John was the man the prophet Isaiah was talking about when he said, “Someone is shouting in the desert, 'Prepare a road for the Lord; make a straight path for him to travel!'”", "4": "John's clothes were made of camel's hair; he wore a leather belt around his waist, and his food was locusts and wild honey. ", "5": "People came to him from Jerusalem, from the whole province of Judea, and from all over the country near the Jordan River. ", "6": "They confessed their sins, and he baptized them in the Jordan.", "7": "When John saw many Pharisees and Sadducees coming to him to be baptized, he said to them, “You snakes—who told you that you could escape from the punishment God is about to send? ", "8": "Do those things that will show that you have turned from your sins. ", "9": "And don't think you can escape punishment by saying that Abraham is your ancestor. I tell you that God can take these rocks and make descendants for Abraham! ", "10": "The ax is ready to cut down the trees at the roots; every tree that does not bear good fruit will be cut down and thrown in the fire. ", "11": "I baptize you with water to show that you have repented, but the one who will come after me will baptize you with the Holy Spirit and fire. He is much greater than I am; and I am not good enough even to carry his sandals. ", "12": "He has his winnowing shovel with him to thresh out all the grain. He will gather his wheat into his barn, but he will burn the chaff in a fire that never goes out.”", "13": "At that time Jesus arrived from Galilee and came to John at the Jordan to be baptized by him. ", "14": "But John tried to make him change his mind. “I ought to be baptized by you,” John said, “and yet you have come to me!”", "15": "But Jesus answered him, “Let it be so for now. For in this way we shall do all that God requires.” So John agreed.", "16": "As soon as Jesus was baptized, he came up out of the water. Then heaven was opened to him, and he saw the Spirit of God coming down like a dove and lighting on him. ", "17": "Then a voice said from heaven, “This is my own dear Son, with whom I am pleased.”"}