{"1": "When Jesus came down from the hill, large crowds followed him. ", "2": "Then a man suffering from a dreaded skin disease came to him, knelt down before him, and said, “Sir, if you want to, you can make me clean.”[a]", "3": "Jesus reached out and touched him. “I do want to,” he answered. “Be clean!” At once the man was healed of his disease. ", "4": "Then Jesus said to him, “Listen! Don't tell anyone, but go straight to the priest and let him examine you; then in order to prove to everyone that you are cured, offer the sacrifice that Moses ordered.”", "5": "When Jesus entered Capernaum, a Roman officer met him and begged for help: ", "6": "“Sir, my servant is sick in bed at home, unable to move and suffering terribly.”", "7": "“I will go and make him well,” Jesus said.", "8": "“Oh no, sir,” answered the officer. “I do not deserve to have you come into my house. Just give the order, and my servant will get well. ", "9": "I, too, am a man under the authority of superior officers, and I have soldiers under me. I order this one, 'Go!' and he goes; and I order that one, 'Come!' and he comes; and I order my slave, 'Do this!' and he does it.”", "10": "When Jesus heard this, he was surprised and said to the people following him, “I tell you, I have never found anyone in Israel with faith like this. ", "11": "I assure you that many will come from the east and the west and sit down with Abraham, Isaac, and Jacob at the feast in the Kingdom of heaven. ", "12": "But those who should be in the Kingdom will be thrown out into the darkness, where they will cry and gnash their teeth.” ", "13": "Then Jesus said to the officer, “Go home, and what you believe will be done for you.” And the officer's servant was healed that very moment.", "14": "Jesus went to Peter's home, and there he saw Peter's mother-in-law sick in bed with a fever. ", "15": "He touched her hand; the fever left her, and she got up and began to wait on him.", "16": "When evening came, people brought to Jesus many who had demons in them. Jesus drove out the evil spirits with a word and healed all who were sick. ", "17": "He did this to make come true what the prophet Isaiah had said, “He himself took our sickness and carried away our diseases.”", "18": "When Jesus noticed the crowd around him, he ordered his disciples to go to the other side of the lake. ", "19": "A teacher of the Law came to him. “Teacher,” he said, “I am ready to go with you wherever you go.”", "20": "Jesus answered him, “Foxes have holes, and birds have nests, but the Son of Man has no place to lie down and rest.”", "21": "Another man, who was a disciple, said, “Sir, first let me go back and bury my father.”", "22": "“Follow me,” Jesus answered, “and let the dead bury their own dead.”", "23": "Jesus got into a boat, and his disciples went with him. ", "24": "Suddenly a fierce storm hit the lake, and the boat was in danger of sinking. But Jesus was asleep. ", "25": "The disciples went to him and woke him up. “Save us, Lord!” they said. “We are about to die!”", "26": "“Why are you so frightened?” Jesus answered. “What little faith you have!” Then he got up and ordered the winds and the waves to stop, and there was a great calm.", "27": "Everyone was amazed. “What kind of man is this?” they said. “Even the winds and the waves obey him!”", "28": "When Jesus came to the territory of Gadara on the other side of the lake, he was met by two men who came out of the burial caves there. These men had demons in them and were so fierce that no one dared travel on that road. ", "29": "At once they screamed, “What do you want with us, you Son of God? Have you come to punish us before the right time?”", "30": "Not far away there was a large herd of pigs feeding. ", "31": "So the demons begged Jesus, “If you are going to drive us out, send us into that herd of pigs.”", "32": "“Go,” Jesus told them; so they left and went off into the pigs. The whole herd rushed down the side of the cliff into the lake and was drowned.", "33": "The men who had been taking care of the pigs ran away and went into the town, where they told the whole story and what had happened to the men with the demons. ", "34": "So everyone from the town went out to meet Jesus; and when they saw him, they begged him to leave their territory."}