{"1": "This is the vision Isaiah son of Amoz saw. God showed Isaiah what would happen to Judah and Jerusalem. Isaiah saw these things while Uzziah, Jotham, Ahaz and Hezekiah were kings of Judah.", "2": "Heaven and earth, listen, because the Lord is speaking: “I raised my children and helped them grow. But they have turned against me.", "3": "An ox knows its master. And a donkey knows where its owner feeds it. But the people of Israel do not know me. My people do not understand.”", "4": "Terrible times are coming for Israel, a nation of sin. The people are loaded down with guilt. They are like a group of children doing evil. They are full of evil. They have left the Lord. They hate God, the Holy One of Israel. They have turned away from him.", "5": "Why should you continue to be punished? Why do you continue to turn against him? Your whole head is hurt. And your whole heart is sick.", "6": "There is no healthy spot from the bottom of your foot to the top of your head. You are covered with wounds, hurts and open sores. Your wounds are not cleaned and covered. No medicine takes away the pain.", "7": "Your land is ruined. Your cities have been burned with fire. While you watch, your enemies are stealing everything from your land. Your land is ruined like a country destroyed by enemies.", "8": "Jerusalem is left alone like an empty shelter in a vineyard. It is like a hut left in a field of melons. It is like a city surrounded by enemies.", "9": "The Lord of heaven's armies allowed a few of our people to live. Otherwise we would have been completely destroyed like the cities of Sodom and Gomorrah.", "10": "Jerusalem, your rulers are like those of Sodom. Your people are like those of Gomorrah. Hear the word of the Lord. Listen to the teachings of our God!", "11": "The Lord says, “I do not want all these sacrifices you give me. I have had enough of your sacrifices of male sheep and fat from fine animals. I am not pleased by the blood of bulls, sheep and goats.", "12": "You come to meet with me. But who asked you to do all this running in and out?", "13": "Don't continue bringing me worthless sacrifices! I hate the incense you burn. I can't stand your New Moons, Sabbaths and other feast days. I can't stand the evil you do in holding your holy meetings.", "14": "I hate your New Moon feasts and your other yearly feasts. They have become like heavy weights on me. I am tired of carrying them.", "15": "You will raise your arms in prayer to me. But I will refuse to look at you. Even if you say many prayers, I will not listen to you. It's because your hands are full of blood.", "16": "Wash yourselves and make yourselves clean. Stop doing the evil things I see you do. Stop doing wrong!", "17": "Learn to do good. Be fair to other people. Punish those who hurt others. Help the orphans. Stand up for the rights of widows.”", "18": "The Lord says, “Come, we will talk these things over. Your sins are red like deep red cloth. But they can be as white as snow. Your sins are bright red. But you can be white like wool.", "19": "If you will obey me, you will eat good crops from the land.", "20": "But if you refuse to obey and if you turn against me, you will be destroyed by your enemies' swords.” The Lord himself said these things.", "21": "The city of Jerusalem once followed the Lord. But she is no longer loyal to the Lord. She used to be filled with fairness. People there lived the way God wanted. But now, murderers live there.", "22": "Jerusalem, you have become like the scum left when silver is purified. You are like wine mixed with water.", "23": "Your rulers are rebels. They are friends of thieves. They all accept money for doing wrong things. They are paid to cheat people. They don't try to help the orphans. And they don't listen to the widows' needs.", "24": "The Master, the Lord of heaven's armies, the Mighty One of Israel, says: “You, my enemies, will not cause me any more trouble. I will pay you back for what you did.", "25": "I will turn against you. I will clean away all your wrongs as if with soap. I will take all the worthless things out of you.", "26": "I will bring back judges as you had long ago. Your counselors will be like the ones you had in the beginning. Then you will be called the City That Is Right with God. You will be called the Loyal City.”", "27": "Because the Lord does what is fair, he will rescue Jerusalem. Because the Lord does what is right, he will save her people who come back to him.", "28": "But sinners and those who turn against him will be destroyed. Those who have left the Lord will die.", "29": "“You will be ashamed because you have worshiped false gods under the oak trees. You will be disgraced because you have worshiped idols in your gardens.", "30": "You will be like an oak whose leaves are dying. You will be like a garden without water.", "31": "Powerful people will be like small, dry pieces of wood. And what they do will be like sparks. The people and what they do will burn together. And no one will be able to stop that fire.”"}