{"1": "How terrible it will be for the lawmakers who write evil laws. They write laws that make life hard for people.", "2": "They are not fair to the poor. They rob my people of their rights. They allow people to steal from widows and to take from orphans what they should get.", "3": "Lawmakers, how will you explain the things you have done? What will you do when your destruction comes from far away? Where will you run for help? Where will you hide your money and your riches then?", "4": "You will have to bow down among the captives. You will fall down among the dead bodies. But the Lord is still angry. His hand is still raised to strike down the people.", "5": "God says, “How terrible it will be for the king of Assyria. I use him like a stick. In anger I use Assyria like a club.", "6": "I send it to fight against a nation that is separated from God. I am angry with those people. So I command Assyria to fight against them. Assyria will take their wealth from them. Judah will become like dirt for them to walk on in the streets.", "7": "But Assyria's king doesn't understand that I am using him. He doesn't know he is a tool for me. He only wants to destroy other people. He plans to destroy many nations.", "8": "The king of Assyria says to himself, 'All of my commanders are like kings.", "9": "The city Calno is like the city Carchemish. And the city Hamath is like the city Arpad. The city Samaria is like the city Damascus.", "10": "I defeated those kingdoms that worship idols. And those idols were more than the idols of Jerusalem and Samaria.", "11": "I defeated Samaria and her idols. So I will also defeat Jerusalem and her idols.'”", "12": "The Lord will finish doing what he planned to Mount Zion and Jerusalem. Then he will punish Assyria. The king of Assyria is very proud. His pride made him do these bad things. So God will punish him. ", "13": "The king of Assyria says this: “By my own power I have done these things. By my wisdom I have defeated many nations. I have taken their wealth. And like a mighty one, I have taken their people.", "14": "I have taken the riches of all these people, like one who reaches into a bird's nest. I have taken these nations, like a person taking eggs. No one raised a hand against me. No one opened his mouth to stop me.”", "15": "An ax is not better than the person who swings it. A saw is not better than the person who uses it. A stick cannot control the person who picks it up. A club cannot pick up the person!", "16": "So the Master, the Lord of heaven's armies, will send a terrible disease against Assyria's soldiers. The strength of Assyria will be burned up. It will be like a fire burning until everything is gone.", "17": "God, the Light of Israel, will be like a fire. The Holy One will be like a flame. He will be like a fire that suddenly burns the weeds and thorns.", "18": "The fire burns away the great trees and rich farmlands. It will destroy everything. Things will be like a sick man who wastes away.", "19": "Only a few trees will be left standing. There will be so few even a child will be able to count them.", "20": "At that time some people will be left alive in Israel from the family of Jacob. They will not continue to depend on the person who defeated them. They will learn truly to depend on the Lord, the Holy One of Israel.", "21": "The people who are left alive in Jacob's family will again follow the powerful God.", "22": "Israel, your people are very many. They are like the grains of sand by the sea. But only a few of them will be left alive to return to the Lord. God has announced that he will destroy the land completely and fairly.", "23": "The Master, the Lord of heaven's armies, will certainly destroy this land. He will destroy it as he has announced.", "24": "This is what the Master, the Lord of heaven's armies, says: “My people living in Jerusalem, don't be afraid of the Assyrians. They beat you with a rod. They raise a stick to hurt you, as Egypt did.", "25": "But after a short time my anger will stop. Then I will turn my anger to destroying them.”", "26": "Then the Lord of heaven's armies will beat the Assyrians with a whip. He will defeat them as he defeated Midian at the rock of Oreb. He will raise his stick over the waters as he did in Egypt.", "27": "Then the troubles that Assyria puts on you will be removed. The load they make you carry will be taken away.", "28": "The army of Assyria will enter near Aiath. They will walk through Migron. They will store their food in Micmash.", "29": "The army will go over the pass. They will sleep at Geba. The people of Ramah will be afraid. The people at Gibeah of Saul will run away.", "30": "Cry out, Bath Gallim! Laishah, listen! Poor Anathoth!", "31": "The people of Madmenah are running away. The people of Gebim are hiding.", "32": "This day the army will stop at Nob. And the army will shake their fist at Mount Zion, at the hill of Jerusalem.", "33": "Watch! The Master, the Lord of heaven's armies, will chop them down like a great tree. He will do this with his great power. Those who are great will be cut down. Those who are important will fall to the ground.", "34": "The Lord will cut them down as a forest is cut down with an ax. And the great trees of Lebanon will fall by the power of the Mighty One."}