{"1": "A branch will grow from a stump of a tree that was cut down. So a new king will come from the family of Jesse.[a]", "2": "The Spirit of the Lord will rest upon that king. The Spirit gives him wisdom, understanding, guidance and power. And the Spirit teaches him to know and respect the Lord.", "3": "This king will be glad to obey the Lord. He will not judge by the way things look. He will not judge by what people say.", "4": "He will judge the poor honestly. He will be fair in his decisions for the poor people of the land. At his command evil people will be punished. By his words the wicked will be put to death.", "5": "Goodness and fairness will give him strength. They will be like a belt around his waist.", "6": "Then wolves will live in peace with lambs. And leopards will lie down to rest with goats. Calves, lions and young bulls will eat together. And a little child will lead them.", "7": "Cows and bears will eat together in peace. Their young will lie down together. Lions will eat hay as oxen do.", "8": "A baby will be able to play near a cobra's hole. A child will be able to put his hand into the nest of a poisonous snake.", "9": "They will not hurt or destroy each other on all my holy mountain. The earth will be full of the knowledge of the Lord, as the sea is full of water.", "10": "At that time the new king from the family of Jesse will stand as a banner for the people. The nations will come together around him. And the place where he lives will be filled with glory. ", "11": "At that time the Lord will again reach out and take his people who are left alive. These are God's people who are left alive in Assyria, North Egypt, South Egypt, Cush, Elam, Babylonia, Hamath and all the islands of the sea.", "12": "God will raise a banner as a sign for all people. He will gather the people of Israel who were forced from their country. He will gather the scattered people of Judah from all parts of the earth.", "13": "At that time Israel will not be jealous anymore. Judah will have no enemies left. Israel will not be jealous of Judah. And Judah will not hate Israel.", "14": "But Israel and Judah will attack the Philistines on the west. Together they will take the riches from the people of the east. They will conquer Edom and Moab. And the people of Ammon will be under their control.", "15": "The Lord will dry up the Red Sea of Egypt. He will wave his arm over the Euphrates River. He will dry it up with a scorching wind. He will divide it into seven small rivers. And people will be able to walk across them with their sandals on.", "16": "So God's people who are left alive will have a way to leave Assyria. It will be like the time the Israelites went out of Egypt."}