{"1": "God showed Isaiah son of Amoz this message about Babylon:", "2": "Raise a flag on the bare mountain. Call out to the men. Raise your hand to signal them. Tell them to enter through the gates for important people.", "3": "I myself have commanded those people whom I have separated as mine. I have called those warriors to carry out my anger. They rejoice and are glad to do my will.", "4": "Listen to the loud noise in the mountains. It sounds like many people. Listen to the noise among the kingdoms. Nations are gathering together. The Lord of heaven's armies is calling his army together for battle.", "5": "This army is coming from a faraway land. It is coming from the edge of the horizon. In anger the Lord is using this army like a weapon. And it will destroy the whole country.", "6": "Cry, because the Lord's day of judging is near. God All-Powerful is sending destruction.", "7": "People will be weak with fear. Their courage will melt away.", "8": "Everyone will be afraid. Pain and hurt will grab them. They will hurt like a woman giving birth to a baby. They will look at each other in fear. Their faces will become red like fire.", "9": "Look, the Lord's day of judging is coming. It will be a terrible day. God will be very angry, and he will destroy the country. God will destroy the sinners who live in the land.", "10": "The stars will not show their light. The skies will be dark. The sun will grow dark as it rises. And the moon will not give its light.", "11": "The Lord says, “I will punish the world for its evil. I will punish wicked people for their sins. I will cause the proud people to lose their pride. I will destroy the pride of those who are cruel to others.", "12": "People will be harder to find than pure gold. There will be fewer people than there is fine gold in Ophir.", "13": "I will make the sky shake. And the earth will be moved from its place. The Lord of heaven's armies will be very angry. His anger will burn at that time.", "14": "“Then the people from Babylon will run away like hunted deer. They will run like sheep who have no shepherd. Everyone will turn back to his own people. Each will run back to his own land.", "15": "Anyone who is captured will be killed. Everyone who is caught will be killed with a sword.", "16": "Their little children will be beaten to death as their parents watch. Everything in their houses will be stolen. And their wives will be raped.", "17": "Look, I will cause the armies of Media to attack Babylon. They do not care about silver. They do not delight in gold.", "18": "Their soldiers will shoot the young men with arrows. The soldiers will show no mercy on the children. They will not feel sorry for the little boys.", "19": "Babylon is the most beautiful of all kingdoms. The Babylonians are very proud of it. But God will destroy it like Sodom and Gomorrah.", "20": "No one will ever live there. No one will settle there again. No Arab will put his tent there. No shepherd will bring his sheep there.", "21": "Only animals from the desert will live there. The houses of Babylon will be full of wild dogs. Owls will live there. Wild goats will leap about in the houses.", "22": "Wolves will howl within the strong walls. Wild dogs will bark in the beautiful buildings. The end of Babylon is near. Its time is almost over.”"}