{"1": "The Lord will again show mercy to the people of Jacob. The Lord will again choose the people of Israel. He will settle them in their own land. Then non-Israelite people will join the Israelites. The non-Israelite people will become a part of the family of Jacob. ", "2": "Nations will take the Israelites back to their land. Those men and women from the other nations will become slaves to Israel. In the past the Israelites were their slaves. But now the Israelites will defeat those nations and rule over them.", "3": "The Lord will take away the Israelites' hard work, and he will comfort them. They will no longer have to work as slaves. ", "4": "On that day Israel will sing this song about the king of Babylon: The cruel king who ruled us is finished. His rule is finished!", "5": "The Lord breaks the scepter of evil rulers. He takes away their power.", "6": "The king of Babylon beat people in anger. He beat them again and again. He ruled the people in anger. He kept on doing terrible things to the people.", "7": "But now, the whole land rests and is quiet. Now the people begin to sing.", "8": "Even the pine trees are happy. And the cedar trees of Lebanon rejoice. They say, “The king has fallen. No one will ever cut us down again.”", "9": "The place of the dead is excited to meet you when you come. It wakes the spirits of the dead to greet you. They were the leaders of the world. It makes dead kings stand up from their thrones to greet you. They were rulers of nations.", "10": "All these leaders will make fun of you. They will say, “Now you are weak, as we are. Now you are just like us.”", "11": "Your pride has been sent down to where the dead are. The music from your harps goes with it. Flies are spread out like your bed beneath you. And worms cover your body like a blanket.", "12": "King of Babylon, morning star, you have fallen from heaven, even though you were as bright as the rising sun! In the past all the nations on earth bowed down before you. But now you have been cut down.", "13": "You told yourself, “I will go up to heaven. I will put my throne above God's stars. I will sit on the mountain of the gods. I will sit on the slopes of the sacred mountain.", "14": "I will go up above the tops of the clouds. I will be like God Most High.”", "15": "But you were brought down to the grave. You were brought down to the deep places where the dead are.", "16": "Those who see you stare at you. They think about what has happened to you. They say, “Is this the same man who caused great fear on earth? Is he the one who shook the kingdoms?", "17": "Is this the man who turned the land into a desert? Is he the one who destroyed its cities? Is he the one who captured people in war and would not let them go home?”", "18": "Every king of the earth has been buried with honor. Every king has his own grave.", "19": "But you are thrown out of your grave, like an unwanted branch is cut from a tree and thrown away. You are covered by bodies that died in battle. You have been thrown into a rocky pit. And other soldiers walk on you.", "20": "You will not be buried like other people. This is because you ruined your own country. And you killed your own people. So your children will never be mentioned again.", "21": "Prepare to kill his children. Kill them because their father is guilty. They will never again take control of the earth. They will never again fill the world with their cities.", "22": "The Lord of heaven's armies says this: “I will fight against those people. I will destroy Babylon and its people. I will destroy its people and their descendants,” says the Lord.", "23": "“I will make Babylon fit only for owls. It will become a swamp. I will sweep Babylon as with a broom of destruction,” says the Lord of heaven's armies.", "24": "The Lord of heaven's armies has made this promise: “These things will happen exactly as I planned them. These things will happen exactly as I set them up.", "25": "I will destroy the king of Assyria in my country. I will trample him on my mountains. He put a heavy load on my people. But that weight will be removed.", "26": "“This is what I plan to do against all the earth. I will raise my hand to strike down all nations.”", "27": "When the Lord of heaven's armies makes a plan, no one can stop it. When the Lord raises his hand to punish people, no one can stop him.", "28": "This message was given the year King Ahaz died:", "29": "Country of Philistia, don't be so happy. The king who beat you is now dead. But he is like a snake that will give birth to another dangerous snake. The new king will be like a quick, dangerous snake to bite you.", "30": "Even the poorest of my people will be able to eat safely. People in need will be able to lie down in safety. But I will kill your family with hunger. And all your people who are left will die.", "31": "People near the city gates, cry out! Philistines, be frightened! A cloud of dust comes from the north. It is an army, full of men ready to fight.", "32": "What shall we tell the messengers from Philistia? Say that the Lord has made Jerusalem strong. Say that his poor people will go there for safety."}