{"1": "Send the king of the land the payment he demands. Send a lamb from Sela through the desert to the mountain of Jerusalem.", "2": "The women of Moab try to cross the river Arnon. They are like little birds that have fallen from their nest.", "3": "They say: “Help us. Tell us what to do. Protect us from our enemies as shade protects us from the noon sun. Hide us because we are running for safety! Don't give us to our enemies.", "4": "Let those of us who were forced out of Moab live in your land. Hide us from our enemies.” The robbing of Moab will stop. The enemy will be defeated. The men who hurt others will disappear from the land.", "5": "Then a new loyal king will come. This faithful king will be from the family of David. He will judge fairly. He wants to do what is right.", "6": "We have heard that the people of Moab are proud and very conceited. They are very proud and angry. But their bragging means nothing.", "7": "So the people of Moab will cry. They will all be sad. They will moan and groan for the raisin cakes they had in Kir Hareseth.", "8": "But the fields of Heshbon and the vines of Sibmah cannot grow grapes. Foreign rulers have destroyed the grapevines. The grapevines once spread as far as the city of Jazer and into the desert. They had spread as far as the sea.", "9": "I cry with the people of Jazer for the grapevines of Sibmah. I will cry with the people of Heshbon and Elealeh. There will be no shouts of joy, because there will be no harvest or ripe fruit.", "10": "There will be no joy and happiness in the orchards. There will be no songs or shouts of joy in the vineyards. No one makes wine in the winepresses. I have put an end to shouts of joy.", "11": "My heart cries for Moab like a harp playing a funeral song. I am very sad for Kir Hareseth.", "12": "The people of Moab will go to their places of worship. They will try to pray. But when they go to their temple to pray, they will not be able.", "13": "The Lord said these things about Moab before. ", "14": "And now the Lord says, “In three years all those people and what they are proud of will be hated. (This is three years as a hired helper would count time.) There will be a few people left, but they will be weak.”"}