{"1": "This is the message for Damascus: “The city of Damascus will be destroyed. Only ruins will be left there.", "2": "People will leave the cities of Aroer. Flocks of sheep will wander freely in those empty towns. There will be no one to bother them.", "3": "The strong, walled cities of Israel will be destroyed. The government in Damascus will end. Those left alive of Aram will be like the glory of Israel,” says the Lord of heaven's armies.", "4": "“At that time Israel's wealth will all be gone. Israel will be like a man who has lost much weight from sickness.", "5": "That time will be like the grain harvest in the Valley of Rephaim. The workers cut the wheat. Then they cut the heads of grain from the plants. And they collect the grain.", "6": "That time will also be like the olive harvest, when a few olives are left. Two or three olives are left in the top branches. Four or five olives are left on full branches,” says the Lord, the God of Israel.", "7": "At that time people will look to God, their Maker. Their eyes will see the Holy One of Israel.", "8": "They will not trust the altars they have made. They will not trust what their hands have made. They will not respect the Asherah idols and altars they have made.", "9": "In that day all their strong cities will be empty. They will be like the cities that the Hivites and the Amorites left. They left their cities when the Israelites came to take the land. Everything will be ruined.", "10": "You have forgotten the God who saves you. You have not remembered that God is your place of safety. You plant the finest grapevines. You plant grapevines from faraway places.", "11": "You will plant your grapevines one day and try to make them grow. The next day they will begin to grow. But at harvest time everything will be dead. A sickness will kill all the plants.", "12": "Listen to the many people! They are crying loud like the noise from the sea. Listen to the noise! The crying is like the crashing of great waves.", "13": "The people roar like those waves. But when God speaks harshly to them, they will run away. They will be like chaff on the hills being blown by the wind. They will be like tumbleweeds blown away by a storm.", "14": "At night the people will be very frightened. Before morning, no one will be left. So our enemies will come to our land, but they will become nothing."}