{"1": "The message about Egypt: Look, the Lord is coming on a fast cloud. He will enter Egypt. And the idols of Egypt will tremble before him. Egypt's courage will melt away.", "2": "The Lord says, “I will cause the Egyptians to fight against themselves. Men will fight with their brothers. Neighbors will fight neighbors. Cities will fight cities. Kingdoms will fight kingdoms.", "3": "The Egyptians will be afraid. I will ruin their plans. They will ask their idols and spirits of the dead what they should do. They will ask their mediums and fortune-tellers.”", "4": "The Master, the Lord of heaven's armies, says, “I will give Egypt to a hard master. A powerful king will rule over them.”", "5": "The sea will become dry. The water will disappear from the Nile River.", "6": "The canals will stink. The streams of Egypt will decrease and dry up. All the water plants will rot.", "7": "All the plants along the banks of the Nile will die. Even the planted fields by the Nile will dry up, blow away and disappear.", "8": "The fishermen, all those who catch fish from the Nile, will groan and cry. Those who depend on the Nile for food will be sad.", "9": "All the people who make cloth from flax will be sad. Those who weave linen will lose hope.", "10": "Those who weave cloth will be broken. All those who work for money will be sad.", "11": "The officers of the city of Zoan are fools. The wise men who advise the king of Egypt give wrong advice. How can they say to him they are wise? How can they say they are from the old family of the kings?", "12": "Egypt, where are your wise men? Let them show you what the Lord of heaven's armies has planned for Egypt.", "13": "The officers of Zoan have been fooled. The leaders of Memphis have believed false things. So the leaders of Egypt lead her the wrong way.", "14": "The Lord has made the leaders confused. They wander and lead Egypt in the wrong ways. They are like drunk people stumbling in their own vomit.", "15": "There is nothing Egypt can do. No one in Egypt can help.", "16": "In that day the people of Egypt will be like frightened women. They will be afraid of the Lord of heaven's armies. He will raise his hand to strike them down. ", "17": "The land of Judah will bring fear to the people in Egypt. Anyone in Egypt who hears the name Judah will be afraid. This will happen because the Lord of heaven's armies has planned terrible things for Egypt. ", "18": "At that time five cities in Egypt will speak Hebrew, the language of Canaan. They will promise to be loyal to the Lord of heaven's armies. One of these cities will be named the City of Destruction. ", "19": "At that time there will be an altar for the Lord in the middle of Egypt. At the border of Egypt there will be a monument to the Lord. ", "20": "This will be a sign. It will show that the Lord of heaven's armies is powerful. When the people cry to the Lord for help, he will send help. He will send someone to save and defend the people. He will rescue them from those who hurt them.", "21": "So the Lord will show himself to the Egyptians. Then they will say he is the Lord. They will serve God and offer many sacrifices. They will make promises to the Lord, and they will keep them. ", "22": "The Lord will punish the Egyptians. Then he will heal them. They will come back to the Lord. He will listen to their prayers and heal them.", "23": "At that time there will be a highway from Egypt to Assyria. Then people from Assyria will go to Egypt. And the Egyptians will go to Assyria. The Egyptians and Assyrians will worship God together. ", "24": "At that time Israel, Assyria and Egypt will join together. This will be a blessing for the earth. ", "25": "The Lord of heaven's armies will bless them. He will say, “Egypt, you are my people. Assyria, I made you. Israel, I own you. You are all blessed!”"}