{"1": "Isaiah son of Amoz saw this message about Judah and Jerusalem.", "2": "In the last days the mountain on which the Lord's Temple stands will become the most important of all mountains. It will be raised above the hills. And people from all nations will come streaming to it.", "3": "Many nations will come and say, “Come, let us go up to the mountain of the Lord. Let us go to the Temple of the God of Jacob. Then God will teach us his ways. And we will obey his teachings.” The Lord's teachings will go out from Jerusalem. The Lord's message will go out from Jerusalem.", "4": "Then the Lord will settle arguments among many nations. He will make decisions for strong nations that are far away. Then the nations will make their swords into plows. They will make their spears into hooks for trimming trees. Nations will no longer fight other nations. They will not even train for war anymore.", "5": "Come, family of Jacob. We should follow the way of the Lord.", "6": "Lord, you have left your people, the family of Jacob. They have become filled with wrong ideas from people in the East. Your people try to tell the future like the Philistines. They have completely accepted those foreign ideas.", "7": "Their land has been filled with silver and gold. There are a great many treasures there. Their land has been filled with horses. There are many chariots there.", "8": "Their land is full of idols. The people worship these idols that they made with their own hands. They worship statues shaped by their fingers.", "9": "People will not be proud any longer. They will bow low with shame. God, do not forgive them.", "10": "Go into the caves of the cliffs. Dig holes and hide in the ground. Hide from the anger of the Lord and from his great power!", "11": "Proud people will stop being proud. They will bow low with shame. At that time only the Lord will still be praised.", "12": "The Lord of heaven's armies has a certain day planned. On that day he will punish the proud and those who brag. They will no longer be important.", "13": "He will bring down the tall cedar trees from Lebanon. He will destroy the great oak trees of Bashan.", "14": "He will destroy all the tall mountains and the high hills.", "15": "He will knock down every tall tower and every high, strong wall.", "16": "He will sink all the trading ships. And he will destroy the beautiful ships.", "17": "At that time proud people will stop being proud. They will bow low with shame. And at that time only the Lord will be praised.", "18": "But all the idols will be gone.", "19": "People will run to caves in the rocky cliffs. They will dig holes and hide in the ground. They will hide from the anger of the Lord and his great power. They will do this when the Lord stands to shake the earth.", "20": "At that time people will throw away their gold and silver idols. They made these idols for themselves to worship. But they will throw them away to the bats and moles.", "21": "Then the people will hide in caves and cracks in the rocks. They will hide from the anger of the Lord and his great power. They will do this when the Lord stands to shake the earth.", "22": "You should stop trusting in people to save you. People are only human. They aren't able to help you."}