{"1": "The message about the Desert by the Sea:[a] Disaster is coming from the desert. It is coming like wind blowing in the south. It is coming from a terrible country.", "2": "I have seen a terrible vision. I see traitors turning against you. I see people taking your wealth. Elam, attack the people! Media, surround the city and attack it! I will bring an end to the pain the city causes.", "3": "I saw those terrible things, and now I am in pain. My pains are like the pains of giving birth. What I hear makes me very afraid. What I see causes me to shake with fear.", "4": "I am worried, and I am shaking with fear. My pleasant evening has become a night of fear.", "5": "They set the table. They spread the rugs. They eat and drink! Leaders, stand up. Prepare the shields for battle!", "6": "The Lord said to me, “Go. Have a man be a lookout for the city. Have him report what he sees.", "7": "If he sees chariots and teams of horses, donkeys or camels, he should pay very close attention.”", "8": "Then the lookout called out, “My Master, each day I stand in the watchtower watching. Every night I have been on guard.", "9": "Look. I see a man coming in a chariot with a team of horses.” The man gives back the answer, “Babylon has fallen. It has fallen! All the statues of her gods lie broken on the ground.”", "10": "My people are crushed like grain on the threshing floor. My people, I tell you what I have heard from the Lord. He is the Lord of heaven's armies, the God of Israel.", "11": "The message about Dumah:[b] Someone calls to me from Edom. He says, “Watchman, how much of the night is left? Watchman, how much longer will it be night?”", "12": "The watchman answered, “Morning is coming, but then night will come again. If you have something to ask, then come back and ask.”", "13": "The message about Arabia: A group of traders from Dedan spent the night near some trees in Arabia.", "14": "They gave water to thirsty travelers. The people of Tema gave food to those who were escaping.", "15": "They were running from swords. The swords were ready to kill. They were running from bows ready to shoot. They were running from a hard battle.", "16": "This is what the Lord said to me: “In one year all the glory of the country of Kedar will be gone. (This is a year as a hired helper counts time.) ", "17": "At that time only a few of the archers will be left. Only a few of the soldiers of Kedar will be left alive.” The Lord, the God of Israel, has spoken."}