{"1": "At that time the Lord will judge Leviathan, the gliding snake. He will punish Leviathan, the coiled snake. The Lord will use his great sword, his hard and powerful sword. He will kill the monster in the sea.", "2": "In that day people will sing about the pleasant vineyard.", "3": "“I, the Lord, will care for that vineyard. I will water it at the right time. No one will hurt it. I will guard it day and night.", "4": "I am not angry. If anyone builds a wall of thornbushes in war, I will march to it and burn it.", "5": "But if anyone comes to me for safety and wants to make peace with me, he should come and make peace with me.”", "6": "In the days to come, the people of Jacob will be like a plant with good roots. Israel will grow like a plant beginning to bloom. Then the world will be filled with their children.", "7": "The Lord has not hurt his people as he hurt their enemies. His people have not been killed like those who tried to kill them.", "8": "The Lord will settle his argument with Israel by sending it far away. Like a hot desert wind, he will drive Israel away.", "9": "This is how Israel's guilt will be forgiven. This is how its sins will be taken away. Israel will crush the rocks of the altar to dust. No statues or altars will be left standing for the Asherah idols.", "10": "At that time the strong, walled city will be empty. It will be like a desert. Calves will eat grass there. They will lie down there. They will eat leaves from the branches.", "11": "The limbs will become dry and break off. Women will use them for firewood. The people refuse to understand. So God will not comfort them. Their Maker will not be kind to them.", "12": "At that time the Lord will begin gathering his people one by one. He will gather all his people from the Euphrates River to the brook of Egypt. He will separate them from others as grain is separated from chaff. ", "13": "Many of my people are now lost in Assyria. Some of my people have run away to Egypt. But at that time a great trumpet will be blown. And all those people will come back to Jerusalem. They will bow down before the Lord on that holy mountain."}