{"1": "A king will rule in a way that brings justice. Leaders will make fair decisions.", "2": "Then each ruler will be like a shelter from the wind. He will be like a safe place in a storm. He will be like streams of water in a dry land. He will be like a cool shadow from a large rock in a hot land.", "3": "People will look to the king for help. And they will truly listen to what he says.", "4": "People who are now worried will be able to understand. Those who cannot speak clearly now will then be able to speak clearly and quickly.", "5": "Fools will not be called great men. People will not respect wicked men.", "6": "A fool says foolish things. And in his mind he plans to do evil things. A fool wants to do things that are wrong. He says wrong things about the Lord. A fool does not feed the hungry. He does not let thirsty people drink water.", "7": "The wicked man uses evil like a tool. He plans ways to take everything from poor people. He destroys the poor with lies, even when the poor man is in the right.", "8": "But a good leader plans good things to do. And those good things make him a good leader.", "9": "You women who are calm now, stand up and listen to me. You women who feel safe now, hear what I say.", "10": "You women feel safe now, but after one year you will be afraid. There will be no grape harvest. There will not be any summer fruit to gather.", "11": "Women, you are calm now, but you should shake with fear. Women, you feel safe now, but you should tremble. Take off your nice clothes. Then put rough cloth around your waist to show your sadness.", "12": "Beat your breasts in grief because the fields that were pleasant are now empty. Cry because the vines that once had fruit now have no more grapes.", "13": "Cry for the land of my people. Cry because only thorns and weeds grow there now. Cry for the city that once was happy. And cry for all the houses that once were filled with joy.", "14": "The palace will be empty. People will leave the noisy city. Strong cities and towers will be empty. Wild donkeys will love to live there. Sheep will go there to eat.", "15": "This will continue until God puts his Spirit from above into us. Then the desert will be like a fertile field. And the fertile field will be like a forest.", "16": "Justice will be found even in the desert. And fairness will be found in the fertile fields.", "17": "That fairness will bring peace. And fairness will bring calm and safety forever.", "18": "My people will live in peaceful places. They will have safe homes. They will live in calm places of rest.", "19": "Hail will destroy the forest. And the city will be completely destroyed.", "20": "But you will be happy as you plant seeds near every stream. You will let your cattle and donkeys wander freely."}