{"1": "How terrible it will be for you who destroy others. But you have not been destroyed yet. How terrible it will be for you, traitor. But no one has turned against you yet. When you stop destroying, others will destroy you. When you stop turning against others, they will turn against you.", "2": "Lord, be kind to us. We have waited for your help. Lord, give us strength every morning. Save us when we are in trouble.", "3": "Your powerful voice makes people run away in fear. Your greatness causes the nations to run away.", "4": "Like locusts, your enemies will take away the things you stole in war. Like locusts rushing about, they will take your wealth.", "5": "The Lord is very great. He lives in a high place. He fills Jerusalem with fairness and justice.", "6": "The Lord will be your safety. He is full of salvation, wisdom and knowledge. Respect for the Lord is the greatest treasure.", "7": "See, brave men are crying out in the streets. Those who tried to bring peace are crying loudly.", "8": "There is no one on the roads. No one is walking in the paths. People have broken the agreements they made. People refuse to believe the proof from witnesses. No one respects other people.", "9": "The land is sick and dying. Lebanon is ashamed and dying. The Plain of Sharon is dry like the desert. The trees of Bashan and Carmel are dying.", "10": "The Lord says, “Now, I will stand up and show my greatness. Now, I will become important to the people.", "11": "You people do useless things. These things are like hay and straw. A destructive wind will burn you like fire.", "12": "People will be burned until their bones become like lime. They will burn quickly like dry thornbushes.”", "13": "You people in faraway lands, hear what I have done. You people who are near me, learn about my power.", "14": "The sinners in Jerusalem are afraid. The people who are separated from God shake with fear. They say, “Can any of us live through this fire that destroys? Who can live near this fire that burns on and on?”", "15": "A person might do what is right. He might speak what is right. He might refuse to take money unfairly. He might refuse to take money to hurt others. He might not listen to plans of murder. He might refuse to think about evil.", "16": "This is the kind of person who will be safe. He will be protected as he would be in a high, walled city. He will always have bread, and he will not run out of water.", "17": "Your eyes will see the king in his beauty. You will see the land that stretches far away.", "18": "You will think about the terror of the past. You will think, “Where is that officer? Where is the one who collected the taxes? Where is the officer in charge of our defense towers?”", "19": "You will not see those proud people from other countries anymore. No more will you hear their strange language that you couldn't understand.", "20": "Look at Jerusalem, the city of our festivals. Look at Jerusalem, that beautiful place of rest. It is like a tent that will never be moved. The pegs that hold her in place will never be moved. Her ropes will never be broken.", "21": "There the Lord will be our Mighty One. That land is a place with streams and wide rivers. But there will be no enemy boats on those rivers. No powerful ship will sail on those rivers.", "22": "This is because the Lord is our judge. The Lord makes our laws. The Lord is our king. He will save us.", "23": "You sailors from other lands, hear: The ropes on your boats hang loose. The mast is not held firm. The sails are not spread open. The Lord will give us your wealth. There will be so much wealth even the crippled people will carry off a share.", "24": "No one living in Jerusalem will say, “I am sick.” The people who live there will have their sins forgiven."}