{"1": "All you nations, come near and listen. Pay attention, you peoples! The earth and all the people in it should listen. The world and everything in it should listen.", "2": "The Lord is angry with all the nations. He is angry with their armies. He will destroy them and kill them all.", "3": "Their bodies will be thrown outside. The stink will rise from the bodies, and the blood will flow down the mountains.", "4": "The sun, moon and stars will dissolve. The sky will be rolled up like a scroll. The stars will fall like dead leaves from a vine or dried-up figs from a fig tree.", "5": "The Lord's sword in the sky is covered with blood. It will cut through Edom. He will destroy these people as an offering to the Lord.", "6": "The Lord's sword will be covered with blood. It will be covered with fat. It is the blood from lambs and goats. It is the fat from the kidneys of male sheep. This is because the Lord decided there will be a sacrifice in Bozrah. He has decided there will be much killing in Edom.", "7": "The oxen will be killed. And the cattle and the strong bulls will be killed. The land will be filled with their blood. The dirt will be covered with their fat.", "8": "The Lord has chosen a time for punishment. He has chosen a year when people must pay for the wrongs they did to Jerusalem.", "9": "Edom's rivers will be like hot tar. The dirt of Edom will be like burning sulfur. The land of Edom will be like burning tar.", "10": "The fires will burn night and day. The smoke will rise from Edom forever. Year after year that land will be empty. No one will ever travel through that land again.", "11": "Birds and small animals will own that land. Owls and ravens will live there. God will make it an empty wasteland. It will have nothing left in it.", "12": "The important men will have no one left to rule them. The leaders will all be gone.", "13": "Thorns will take over the strong towers. Wild bushes will grow in the walled cities. Wild dogs will live there. Owls will live in those homes.", "14": "Desert animals will live with the hyenas there. And wild goats will call to their friends. Night animals will live there. They will find a place of rest there.", "15": "Owls will nest there and lay eggs. When the eggs open, the owls will gather their young under their wings. Hawks will gather with their own kind.", "16": "Look at the Lord's scroll. Read what is written there: None of these will be missing. Every one will have its mate. God said he will gather them together. So his Spirit will gather them together.", "17": "God has divided the land among them. And he has given them each their land. So they will own that land forever. They will live there year after year."}