{"1": "At that time Hezekiah became very sick. He was almost dead. The prophet Isaiah son of Amoz went to see him. Isaiah told him, “This is what the Lord says: You are going to die. So you should give your last orders to everyone. You will not get well.”", "2": "Hezekiah turned toward the wall and prayed to the Lord. ", "3": "He said, “Lord, please remember that I have always obeyed you. I have given myself completely to you. I have done what you said was right.” And Hezekiah cried loudly.", "4": "Then the Lord spoke his word to Isaiah: ", "5": "“Go to Hezekiah and tell him: 'This is what the Lord, the God of your ancestor David, says: I have heard your prayer. And I have seen your tears. I will add 15 years to your life. ", "6": "I will save you and this city from the king of Assyria. I will defend this city.'”", "21": "[a] Then Isaiah said, “Make a paste from figs. Put it on Hezekiah's boil. Then he will get well.”", "22": "Hezekiah asked Isaiah, “What will be the sign? What will show that I will go up to the Temple of the Lord?”", "7": "Isaiah said, “The Lord will do what he says. This is the sign from the Lord to show you: ", "8": "The sun has made a shadow go down the stairway of Ahaz. I will make it go back ten steps.” So the shadow made by the sun went back up the ten steps it had gone down.", "9": "After Hezekiah king of Judah got well, he wrote this song:", "10": "I said, “I am in the middle of my life. Do I have to go through the gates where the dead are now? Will I have the rest of my life taken away from me?”", "11": "I said, “I will not see the Lord in the land of the living again. I will not again see the people who live on the earth.", "12": "Like a shepherd's tent, my home has been pulled down and taken from me. I am finished like the cloth a weaver rolls up and cuts from the loom. In one day you brought me to this end.", "13": "All night I cried loudly. Like a lion, he crushed all my bones. In one day you brought me to this end.", "14": "I cried like a bird. I moaned like a dove. My eyes became tired as I looked to the heavens. Lord, I have troubles. Please help me.”", "15": "What can I say? The Lord told me what would happen and then made it happen. I have had these troubles in my soul. So now I will be humble all my life.", "16": "Lord, because of you, men live. Because of you, my spirit also lives. You made me well and let me live.", "17": "It was for my own good that I had such troubles. Because you love me very much, you did not let me die. You threw my sins far away.", "18": "People in the place where the dead are cannot praise you. Those who have died cannot sing praises to you. Those who die don't trust you to help them.", "19": "The people who are alive are the ones who praise you. They praise you as I praise you today. A father should tell his children that you provide help.", "20": "The Lord saved me. So we will sing and play songs. We will make music in the Temple of the Lord all the days of our lives."}