{"1": "Your God says, “Comfort, comfort my people.", "2": "Speak kindly to the people of Jerusalem. Tell them that their time of service is finished. Tell them that they have paid for their sins. Tell them that the Lord has punished Jerusalem twice for every sin they did.”", "3": "This is the voice of a man who calls out: “Prepare in the desert the way for the Lord. Make the road in the dry lands straight for our God.", "4": "Every valley should be raised up. Every mountain and hill should be made flat. The rough ground should be made level. The rugged ground should be made smooth.", "5": "Then the glory of the Lord will be shown. All people together will see it. The Lord himself said these things.”", "6": "A voice says, “Cry out!” Then I said, “What shall I cry out?” “Say all people are like the grass. And all their strength is like the flowers of the field.", "7": "The grass dies, and the flowers fall. This is because the breath of the Lord blows on them. Surely the people are like grass.", "8": "The grass dies, and the flowers fall. But the word of our God will live forever.”", "9": "Jerusalem, you have good news to tell. Go up on a high mountain. Jerusalem, you have good news to tell. Shout out loud the good news. Shout it out and don't be afraid. Say to the towns of Judah, “Here is your God.”", "10": "Look, the Lord God is coming with power. He will use his power to rule all the people. Look, he will bring reward for his people. He will have their payment with him.", "11": "The Lord takes care of his people like a shepherd. He gathers the people like lambs in his arms. He carries them close to him. He gently leads the mothers of the lambs.", "12": "Who has measured the oceans in the palm of his hand? Who has used his hand to measure the sky? Who has used a bowl to measure all the dust of the earth? Who has used scales to weigh the mountains and hills?", "13": "Who has known the mind of the Lord? Who has been able to give the Lord advice?", "14": "Whom did the Lord ask for help? Who taught him the right way? Who taught the Lord knowledge? Who showed him the way to understanding?", "15": "The nations are like one small drop in a bucket. They are no more than the dust on his measuring scales. To him the islands are no more than fine dust on his scales.", "16": "All the trees in Lebanon are not enough for the altar fires. And all the animals in Lebanon are not enough for burnt offerings.", "17": "Compared to the Lord all the nations are worth nothing. To him they are less than nothing.", "18": "Can you compare God to anything? Can you compare him to an image of anything?", "19": "An idol is formed by a man. And another man covers it with gold. And he makes silver chains for it.", "20": "A poor man cannot buy those expensive statues. So he finds a tree that will not rot. And he finds a skilled workman to make it into an idol that will not fall over.", "21": "Surely you know. Surely you have heard. Surely in the beginning someone told you. Surely you understand how the earth was created.", "22": "God sits on his throne above the circle of the earth. And compared to him, people are like grasshoppers. He stretches out the skies like a piece of cloth. He spreads them out like a tent to sit under.", "23": "He makes rulers unimportant. He makes the judges of this world worth nothing.", "24": "They are like plants that are placed in the ground. They are like seeds that are planted. As soon as they begin to grow strong, he blows on them and they die. The wind blows them away like chaff.", "25": "God, the Holy One, says, “Can you compare me to anyone? Is anyone equal to me?”", "26": "Look up to the skies. Who created all these stars? He leads out all the army of heaven one by one. He calls all the stars by name. He is very strong and full of power. So not one of them is missing.", "27": "People of Jacob, why do you complain? People of Israel, why do you say, “The Lord does not see what happens to me. He does not care if I am treated fairly”?", "28": "Surely you know. Surely you have heard. The Lord is the God who lives forever. He created all the world. He does not become tired or need to rest. No one can understand how great his wisdom is.", "29": "The Lord gives strength to those who are tired. He gives more power to those who are weak.", "30": "Even boys become tired and need to rest. Even young men trip and fall.", "31": "But the people who trust the Lord will become strong again. They will be able to rise up as an eagle in the sky. They will run without needing rest. They will walk without becoming tired."}