{"1": "The Lord says, “Faraway countries, listen to me. Let the nations become strong. Come to me and speak. We will meet together to decide who is right.", "2": "“Who caused the man to come from the east? Who gives the man victories everywhere he goes? The one who brought him gives nations over to him. He defeats kings for him. The man uses his sword, and the kings become like dust. He uses his bow, and they are blown away like chaff.", "3": "He chases them and is never hurt. He goes places where he has never been before.", "4": "Who caused this to happen? Who has controlled history since the beginning? I, the Lord, am the one. I was here at the beginning. And I will be here when all things are finished.”", "5": "All you faraway places, look and be afraid. All you places far away on the earth, shake with fear. Come close and listen to me.", "6": "The workers help each other. They say to each other, “Be strong!”", "7": "The man who carves wood encourages the man who works with gold. The workman who smooths the metal with a hammer encourages the man who shapes the metal. This last workman says, “This metal work is good.” He nails the statue to a base so it can't fall over.", "8": "The Lord says, “People of Israel, you are my servants. People of Jacob, I chose you. You are from the family of my friend Abraham.", "9": "You were far away on the earth. I called you from a faraway country. I said, 'You are my servants.' I have chosen you, and I have not turned against you.", "10": "So don't worry, because I am with you. Don't be afraid, because I am your God. I will make you strong and will help you. I will support you with my right hand that saves you.", "11": "“All those people who are angry with you will be ashamed and disgraced. Those who are against you will disappear and be lost.", "12": "You will look for your enemies. But you will not find them. Those who fought against you will vanish completely.", "13": "I am the Lord your God. I am holding your right hand. And I tell you, 'Don't be afraid. I will help you.'", "14": "You few people of Israel who are left, do not be afraid even though you are weak as a worm. I myself will help you,” says the Lord. “I am the one who saves you, the Holy One of Israel.", "15": "Look, I have made you like a threshing board. You are new, with many sharp teeth. So you will walk on mountains and crush them. You will make the hills like chaff.", "16": "You will throw them into the air. And the wind will carry them away. A windstorm will scatter them. Then you will be happy in the Lord. You will be proud of the Holy One of Israel.", "17": "“The poor and needy people look for water. But they can't find any. Their tongues are dry with thirst. But I, the Lord, will answer their prayers. I, the God of Israel, will not leave them to die.", "18": "I will make rivers flow on the dry hills. I will make springs of water flow through the valleys. I will change the desert into a lake of water. I will change the dry land into springs of water.", "19": "I will make trees grow in the desert. There will be cedars, acacia, myrtle and olive trees. I will put pine, fir and cypress trees growing together in the desert.", "20": "People will see these things and understand. Together they will think carefully about these things. They will know that the Lord's power did this. They will know that the Holy One of Israel made these things.”", "21": "The Lord says, “Present your case.” The Lord, the King of Jacob, says, “Tell me your arguments.", "22": "Bring in your idols to tell us what is going to happen. Have them tell us what happened in the beginning. Then we will think about these things. Then we will know how they will turn out. Tell us what will happen in the future.", "23": "Tell us what is coming next. Then we will believe that you are gods. Do something, whether it is good or bad. Make us afraid of you.", "24": "You false gods are less than nothing. You can't do anything. Those who worship you should be hated.”", "25": "“I have brought someone to come out of the north.[a] I have called by name a man from the east, and he knows me. He walks on kings as if they were mud. He walks on them as a potter walks on the clay.", "26": "Who told us about this before it happened? Who told us ahead of time so we could say, 'He was right'? None of you told us anything. None of you told us before it happened. No one heard you tell about it.", "27": "I, the Lord, was the first one to tell Jerusalem that the people were coming home. I sent a messenger to Jerusalem with the good news.", "28": "I look at the idols, but there is not one that can answer. None of them can give advice. None of them can answer my questions.", "29": "Look, all these idols are false gods. They cannot do anything. They are worth nothing."}