{"1": "“Here is my servant, the one I support. He is the one I chose, and I am pleased with him. I will put my Spirit in him. And he will bring justice to all nations.", "2": "He will not cry out or yell. He will not speak loudly in the streets.", "3": "He will not break a crushed blade of grass. He will not put out even a weak flame. He will bring justice and find what is true.", "4": "He will not lose hope or give up until he brings justice to the world. And people far away will trust his teachings.”", "5": "God, the Lord, said these things. He created the skies and stretched them out. He spread out the earth and everything on it. He gives life to all people on earth. He gives life to everyone who walks on the earth.", "6": "The Lord says, “I called you to do right. And I will hold your hand. I will protect you. You will be the sign of my agreement with the people. You will be a light to shine for all people.", "7": "You will help the blind to see. You will free those who are in prison. You will lead those who live in darkness out of their prison.", "8": "“I am the Lord. That is my name. I will not give my glory to another. I will not let idols take the praise that should be mine.", "9": "The things I said would happen have happened. And now I tell you about new things. Before those things happen, I tell you about them.”", "10": "Sing a new song to the Lord. Sing his praise everywhere on the earth. Praise him, you people who sail on the seas and you animals who live in them. Praise him, you people living in faraway places.", "11": "The deserts and their cities should praise him. The settlements of Kedar should praise him. The people living in Sela should sing for joy. They should sing from the mountaintops.", "12": "They should give glory to the Lord. People in faraway lands should praise him.", "13": "The Lord will march out like a strong soldier. He will be excited like a man ready to fight a war. He will shout out the battle cry. And he will defeat his enemies.", "14": "The Lord says, “For a long time I have said nothing. I have been quiet and held myself back. But now I will cry out. I will strain like a woman giving birth to a child.", "15": "I will destroy the hills and mountains. I will dry up all the plants that grow there. I will make the rivers become dry land. I will dry up the pools of water.", "16": "Then I will lead the blind along a way they never knew. I will guide them along paths they have not known. I will make the darkness become light for them. And I will make the rough ground smooth. These are the things I will do. I will not leave my people.", "17": "But some people trust in idols. They say to their statues, 'You are our gods.' Those people will be rejected in disgrace.", "18": "“You who are deaf, hear me. You who are blind, look and see.", "19": "No one is more blind than my servant Israel. The messenger I send is the most deaf. No one is more blind than the person I own. No one is more blind than the servant of the Lord.", "20": "Israel, you have seen much, but you have not obeyed. You have heard, but you refuse to listen.”", "21": "The Lord made his teachings wonderful. He did this because he is good.", "22": "These people have been defeated and robbed. They are trapped in pits. They are locked up in prison. Like robbers, enemies have taken them away. There is no one to save them. Enemies carried them off. And no one said, “Bring them back.”", "23": "Will any of you listen to this? Will you listen carefully in the future?", "24": "Who let the people of Jacob be carried off? Who let robbers take Israel away? The Lord allowed this to happen because we sinned against him. We did not live the way the Lord wanted us to live. We did not obey his teaching.", "25": "So the Lord became very angry with us. He brought terrible wars against us. It was as if the people of Israel had fire all around them. But they didn't know what was happening. It was as if they were burning. But they didn't pay any attention."}