{"1": "The Lord says, “People of Jacob, you are my servants. Listen to me! People of Israel, I chose you.”", "2": "This is what the Lord says. He made you. He formed you when you were in your mother's body. And he will help you. The Lord says, “People of Jacob, my servants, don't be afraid. Israel, I chose you.", "3": "I will pour out water for the thirsty land. I will make streams flow on dry land. I will put my Spirit into your children. My blessing will be like a stream of water flowing over your family.", "4": "Your children will grow like a tree in the grass. They will be like poplar trees growing beside streams of water.", "5": "One person will say, 'I belong to the Lord.' Another will use the name Jacob. Another will sign his name 'I am the Lord's.' And another will use the name Israel.”", "6": "The Lord is the king of Israel. The Lord of heaven's armies saves Israel. The Lord says, “I am the beginning and the end. I am the only God.", "7": "There is no other God like me. If there is, then that god should come and prove it. Who has announced coming events from the beginning? He should tell what will happen in the future.", "8": "Don't be afraid! Don't worry! I have always told you what will happen. You are my witnesses. There is no other God. I know of no other Rock. I am the only One.”", "9": "Some people make idols, but they are worth nothing. People love them, but they are useless. Those people are witnesses for the statues. But those people cannot see. They know nothing. They don't know enough to be ashamed.", "10": "Who made these false gods? Who made these useless idols?", "11": "The workmen who made those gods will be ashamed! Those workmen are only human. If they all would come together, they would all be ashamed and afraid.", "12": "One workman uses tools to heat iron. He works over hot coals. He uses his hammer to beat the metal and make a statue. He uses his powerful arms. But when he becomes hungry, he loses his power. If he does not drink water, he becomes tired.", "13": "Another workman uses a line and a compass to draw lines on the wood. Then he uses his chisels to cut a statue from wood. He uses his calipers to measure the statue. This way, the workman makes the wood look exactly like a man. And this statue of a man sits in the house.", "14": "A man cuts down cedar or gets cypress or oak trees. Those trees grew by their own power in the forest. Or he plants a pine tree, and the rain makes it grow.", "15": "Then he burns the tree. He uses some of the wood for a fire to keep himself warm. He also starts a fire to bake his bread. But he uses part of the wood to make a god. Then he worships it! He makes the idol and bows down to it!", "16": "The man burns half of the wood in the fire. He uses the fire to cook his meat. And he eats the meat until he is full. He burns the wood to keep himself warm. He says, “Good! Now I am warm. I can see because of the fire's light.”", "17": "But the man makes a statue from the wood that is left. He calls it his god. He bows down to it and worships it. He prays to it and says, “You are my god. Save me!”", "18": "Those people don't know what they are doing. They don't understand! It is as if their eyes are covered so they can't see. Their minds don't understand.", "19": "They have not thought about these things. They don't understand. They have never thought to themselves, “I burned half of the wood in the fire. I used the hot coals to bake my bread. I cooked and ate my meat. And I used the wood that was left to make this hated thing. I am worshiping a block of wood!”", "20": "He doesn't know what he is doing. His confused mind leads him the wrong way. He cannot save himself. He cannot say, “This statue I am holding is a false god.”", "21": "The Lord says, “People of Jacob, remember these things! People of Israel, remember you are my servants. I made you. You are my servants. So Israel, I will not forget you.", "22": "I have swept away your sins like a big cloud. I have removed your sins like a cloud that disappears into the air. Come back to me because I saved you.”", "23": "Skies, sing for joy because the Lord did great things! Earth, shout for joy, even in your deepest parts! Sing, you mountains, with thanks to God. Sing, too, you trees in the forest! The Lord saved the people of Jacob! The Lord showed his greatness when he saved Israel.", "24": "The Lord saved you. He formed you while you were still in your mother's body. The Lord says, “I, the Lord, made everything! I alone stretched out the skies. I spread out the earth by myself.", "25": "I show that the lying prophets' signs are false. I make fools of those who do magic. I confuse even wise men. They think they know much, but I make them look foolish.", "26": "I make the messages of my servants come true. I make the advice of my messengers come true. I say to Jerusalem, 'People will live in you again!' I say to the towns of Judah, 'You will be built again!' I say to Jerusalem's ruins, 'I will repair you.'", "27": "I tell the deep waters, 'Become dry! I will make your streams become dry!'", "28": "I say of Cyrus,[a] 'He is my shepherd. He will do all that I want him to do. He will say to Jerusalem, “You will be built again!” He will tell the Temple, “Your foundations will be rebuilt.”'”"}