{"1": "This is what the Lord says to Cyrus, his appointed king: “I hold your right hand. I will help you defeat nations. I will help you take other kings' power away. I will open doors for you so city gates will not stop you.", "2": "I will go before you. And I will make the mountains flat. I will break down the bronze gates of the cities. I will cut through the iron bars on the gates.", "3": "I will give you the wealth that is stored away. And I will give you hidden riches. I will do this so you will know I am the Lord. I, the God of Israel, call you by name.", "4": "I do these things for my servants, the people of Jacob. I do these things for my chosen people, the Israelites. Cyrus, I call you by name. I give you a title of honor even though you don't know me.", "5": "I am the Lord. There is no other God. I am the only God. I will make you strong even though you don't know me.", "6": "I do these things so everyone will know there is no other God. From the east to the west they will know I alone am the Lord.", "7": "I made the light and the darkness. I bring peace, and I cause troubles. I, the Lord, do all these things.", "8": "“Sky above, make victory fall like rain. Clouds, pour down victory. May the earth receive it. May salvation grow. May victory grow with it. I, the Lord, have created it.", "9": "“How terrible it will be for those who argue with the God who made them. They are like one piece of broken pottery among many pieces. The clay does not ask the potter, 'What are you doing?' The thing that is made doesn't say to its maker, 'You have no hands.'", "10": "How terrible it will be for the child who says to his father, 'Why are you giving me life?' How terrible it will be for the child who says to his mother, 'Why are you giving birth to me?'”", "11": "The Lord is the Holy One of Israel, and its Maker. He says this: “You ask me about what will happen. You question me about my children. You give me orders about what I have made.", "12": "I made the earth. And I made all the people living on it. With my own hands I stretched out the skies. I command all the armies in the sky.", "13": "I will bring Cyrus to do good things. And I will make his work easy. Cyrus will rebuild my city, and he will set my people free. Cyrus has not been paid to do these things. The Lord of heaven's armies says this.”", "14": "The Lord says, “The things made in Egypt and Cush and the tall people of Seba will come to you. They will become yours. The Sabeans will walk behind you. They will come along in chains. They will bow down before you. They will pray to you, saying, 'God is with you. And there is no other God.'”", "15": "You are a God that people cannot see. You are the God and Savior of Israel.", "16": "All the people who make idols will be put to great shame. They will go off together in disgrace.", "17": "But Israel will be saved by the Lord. That salvation will continue forever. Never again will Israel be put to shame.", "18": "The Lord created the heavens. He is the God who formed the earth. He made the earth. But he did not want it to be empty. He wanted life to be on the earth. This is what the Lord says: “I am the Lord. There is no other God.", "19": "I did not speak in secret. I did not hide my words somewhere in a dark place. I did not tell the family of Jacob to look for me in empty places. I am the Lord, and I speak the truth. I say what is right.", "20": "“You people have escaped from other nations. So gather together and come before me. Come near together. People who carry idols of wood don't know what they are doing. They pray to a god who cannot save them.", "21": "Tell these people to come to me. Let them talk about these things together. Who told you long ago that this would happen? Who told about it long ago? I, the Lord, said these things. There is no other God besides me. I am the only good God. I am the Savior. There is no other God.", "22": "“All people everywhere, follow me and be saved. I am God. There is no other God.", "23": "I will make a promise by my own power. And my promise is true. What I say will not be changed. I promise that everyone will bow before me. Everyone will promise to follow me.", "24": "People will say, 'Goodness and power come only from the Lord.'” Everyone who has been angry with the Lord will come to him and be ashamed.", "25": "But with the Lord's help, the people of Israel will be found to be good. And they will praise him."}