{"1": "The Lord says, “Family of Jacob, listen to me. You are called Israel. You come from the family of Judah. You use the Lord's name to make promises. You praise the God of Israel, but you are not honest or sincere.", "2": "You call yourselves people of the holy city. You depend on the God of Israel. He is named the Lord of heaven's armies.", "3": "Long ago I told you what would happen. I said these things and made them known. Suddenly I acted, and these things happened.", "4": "I did that because I knew you were stubborn. Your neck was like an iron muscle. It was as if your head were made of bronze.", "5": "So a long time ago I told you about these things. I told you about them before they happened. I did this so you couldn't say, 'My idols did this. My wooden and metal statues made these things happen.'", "6": "“You heard and saw all the things that happened. So you should tell this news to others. Now I will tell you about new things. These are hidden things that you don't know yet.", "7": "These things are happening now, not long ago. You have not heard about them before today. So you cannot say, 'We already knew about that.'", "8": "But you have not heard me. You have not understood. Even long ago you did not listen to me. I knew you would surely turn against me. You have fought against me since you were born.", "9": "But for my own sake I will be patient. People will praise me for not becoming angry and destroying you.", "10": "I have made you pure, but not by fire, as silver is made pure. I have purified you by giving you troubles.", "11": "I do this for myself, for my own sake. I will not let people speak evil against me. I will not let some false god take my glory.", "12": "“People of Jacob, listen to me. People of Israel, I have called you to be my people. I am God. I am the beginning and the end.", "13": "I made the earth with my own hands. With my right hand I spread out the skies. When I call them, they come together before me.", "14": "“All of you, come together and listen. None of the false gods said these things would happen. I, the Lord, have chosen someone to attack the Babylonians. He will carry out my wishes against Babylon.", "15": "I have spoken. I have called him.[a] I have brought him, and I will make him successful.", "16": "Come to me and listen to this. From the beginning I have spoken openly. From the time it began, I was there.” Now, the Lord God has sent me with his Spirit.", "17": "The Lord is your close relative who saves you, the Holy One of Israel. The Lord says, “I am the Lord your God. I teach you to do what is good. I lead you in the way you should go.", "18": "If you had obeyed me, you would have had peace like a full-flowing river. Good things would have flowed to you like the waves of the sea.", "19": "You would have had many children. They would have been as many as the grains of sand. They would never have died out. They would not have been destroyed.”", "20": "My people, leave Babylon! Run from the Babylonians! Tell this news with shouts of joy to the people. Spread it everywhere on earth. Say, “The Lord has saved his servants, the people of Jacob.”", "21": "They did not become thirsty when he led them through the deserts. He made water flow from a rock for them. He split the rock, and water flowed out.", "22": "“There is no peace for evil people,” says the Lord."}