{"1": "All of you people in faraway places, listen to me. Listen, all you nations far away. Before I was born, the Lord called me to serve him. The Lord named me while I was still in my mother's body.", "2": "The Lord made my tongue like a sharp sword. He hid me in the shadow of his hand. The Lord made me like a sharp arrow. He hid me in the holder for his arrows.", "3": "The Lord told me, “Israel, you are my servant. I will show my glory through you.”", "4": "But I said, “I have worked hard for nothing. I have used all my power, but I did nothing useful. But the Lord will decide what my work is worth. God will decide my reward.”", "5": "The Lord made me in the body of my mother so I would be his servant. He made me to lead the people of Jacob back to him. He made me so that Israel might be gathered to him. The Lord will honor me. I will get my strength from my God.", "6": "The Lord told me, “You are an important servant to me. You will bring back the tribes of Jacob. You will bring back the people of Israel who are left alive. But, more importantly, I will make you a light for all nations. You will show people all over the world the way to be saved.”", "7": "The Lord is your close relative who saves you. He is the Holy One of Israel. He speaks to the one who is hated by the people. He speaks to the servant of rulers. The Lord says, “Kings will see you and stand to honor you. Great leaders will bow down before you. This is because the Lord can be trusted. He is the Holy One of Israel, who has chosen you.”", "8": "This is what the Lord says: “At the right time I will hear your prayers. On the day of salvation I will help you. I will protect you. And you will be the sign of my agreement with the people. You will bring back the people to the land. You will give the land that is now ruined back to its owners.", "9": "You will tell the prisoners, 'Come out of your prison.' You will tell those in darkness, 'Come into the light.' The people will eat beside the roads. They will find food even on bare hills.", "10": "They will not be hungry or thirsty. Neither the hot sun nor the desert wind will hurt them. The God who comforts them will lead them. He will lead them by springs of water.", "11": "I will make my mountains into roads for my people. And the roads will be raised up.", "12": "Look, people are coming to me from far away. They are coming from the north and from the west. They are coming from Aswan in southern Egypt.”", "13": "Heavens and earth, be happy. Mountains, shout with joy. Be happy because the Lord comforts his people. He will comfort those who suffer.", "14": "But Jerusalem said, “The Lord has left me. The Lord has forgotten me.”", "15": "The Lord answers, “Can a woman forget the baby she nurses? Can she feel no kindness for the child she gave birth to? Even if she could forget her children, I will not forget you.", "16": "See, I have written your name on my hand. Jerusalem, I always think about your walls.", "17": "Your children will soon return to you. And the people who defeated you and destroyed you will leave.", "18": "Look up and look around you. All your children are gathering to return to you.” The Lord says, “As surely as I live, your children will be like jewels. You will be as proud of them as a bride is of her jewels.", "19": "“You were destroyed and defeated. Your land was made useless. But now you will have more people than the land can hold. And those people who destroyed you will be far away.", "20": "Children were born to you while you were sad. But they will say to you, 'This place is too small for us. Give us a bigger place to live.'", "21": "Then you will say to yourself, 'Who gave me all these children? I was sad and lonely. I was defeated and away from my people. So who reared these children? I was left all alone. Where did all these children come from?'”", "22": "This is what the Lord God says: “See, I will lift my hand to signal the nations. I will raise my banner for all people to see. Then they will bring your sons back to you in their arms. They will carry your daughters on their shoulders.", "23": "Kings will teach your children. Daughters of kings will take care of those children. They will bow down before you. They will kiss the dirt at your feet. Then you will know I am the Lord. Anyone who trusts in me will not be disappointed.”", "24": "Can the wealth a soldier wins in war be taken away from him? Can a prisoner be freed from a powerful soldier?", "25": "But this is what the Lord says: “The prisoners will be taken from the strong soldiers. What the soldiers have taken will be saved. I will fight your enemies. I will save your children.", "26": "I will force those who trouble you to eat their own flesh. Their own blood will be the wine that makes them drunk. Then everyone will know I, the Lord, am the One who saves you. I am the Powerful One of Jacob who saves you.”"}