{"1": "This is what the Lord says: “People of Israel, you say I divorced your mother. Then where is the paper that proves it? Or do you think I sold you to pay a debt? No! It was because of the evil things you did that I sold you. It was because of the times she turned against me that your mother was sent away.", "2": "I came home and found no one there. I called, but no one answered. Do you think I am not able to save you? Do I not have the power to save you? Look, I need only to shout, and the sea becomes dry. I change rivers into a desert. Their fish rot because there is no water. The fish die of thirst.", "3": "I can make the skies dark. I can make them black like clothes of sadness.”", "4": "The Lord God gave me the ability to teach. He has taught me what to say to make the weak strong. Every morning he wakes me. He teaches me to listen like a student.", "5": "The Lord God helps me learn. And I have not turned against him. I have not stopped following him.", "6": "I offered my back to those who beat me. I offered my cheeks to those who pulled my beard. I won't hide my face from them when they make fun of me and spit at me.", "7": "The Lord God helps me. So I will not be ashamed. I will be determined. I know I will not be disgraced.", "8": "The Lord shows that I am innocent, and he is close to me. So who can accuse me? If there is someone, let us go to court together. If someone wants to prove I have done wrong, he should come and tell me.", "9": "It is the Lord God who helps me. So who can prove me guilty? All those who try will become useless like old clothes. Moths will eat them.", "10": "Who among you fears the Lord and obeys his servant? That person may walk in the dark and have no light. Then let him trust in the Lord. Let him depend on his God.", "11": "But instead, some of you want to light your own fires. You want to make your own light. So, go, walk in the light of your fires. Trust your own light to guide you. But this is what you will receive from me: You will lie down in a place of pain."}