{"1": "The Lord says, “Listen to me, those of you who try to live right and follow the Lord. Look at the rock from which you were cut. Look at the stone quarry from which you were dug.", "2": "Look at Abraham, your ancestor. Look at Sarah, who gave birth to your ancestors. Abraham had no children when I called him. But I blessed him and gave him many descendants.", "3": "So the Lord will comfort Jerusalem. He will show mercy to those who live in her ruins. He will change her deserts into a garden like Eden. He will make her empty lands like the garden of the Lord. People there will be very happy. They will give thanks and sing songs.", "4": "“My people, listen to me. My nation, pay attention to me. I will give the people my teachings. And my decisions will be like a light to all people.", "5": "I will soon show I do what is right. I will soon save you. I will use my power and judge all nations. All the faraway places are waiting for me. They wait for my power to help them.", "6": "Look up to the heavens. Look around you at the earth below. The skies will disappear like clouds of smoke. The earth will become useless like old clothes. Its people will die like flies. But my salvation will continue forever. My goodness will never end.", "7": "“You people who know what is right should listen to me. You people who follow my teachings should hear what I say. Don't be afraid of the evil things people say. Don't be upset by their insults.", "8": "Moths will eat those people as if they were clothes. Worms will eat them as if they were wool. But my goodness will continue forever. My salvation will continue from now on.”", "9": "Wake up, wake up, and use your strength, powerful Lord. Wake up as you did in the old times. Wake up as you did a long time ago. With your own power, you cut Rahab into pieces. You killed that sea monster.", "10": "You caused the sea to become dry. You dried the waters of the deep ocean. You made the deepest parts of the sea into a road. Your people crossed over on that road and were saved.", "11": "The people the Lord has freed will return. They will enter Jerusalem with joy. Their happiness will last forever. They will have joy and gladness. All sadness and sorrow will be gone far away.", "12": "The Lord says, “I am the one who comforts you. So why should you be afraid of people, who die? Why should you fear people who die like the grass?", "13": "Have you forgotten that the Lord made you? He stretched out the skies. He made the earth. Why are you always afraid of those angry people who trouble you? They want to destroy. But where are those angry people now?", "14": "People in prison will soon be set free. They will not die in prison. They will have enough food.", "15": "This is because I am the Lord your God. I stir the sea and make the waves roar. My name is the Lord of heaven's armies.", "16": "I will give you the words I want you to say. I will cover you with my hands and protect you. I made the heavens and the earth. And I say to Jerusalem, 'You are my people.'”", "17": "The Lord was very angry with you. Your punishment was like wine in a cup. The Lord made you drink that wine until you stumbled.", "18": "Jerusalem had many people. But there was not a person to lead her. Of all the people who grew up there, no one was there to guide her.", "19": "Troubles came to you in groups of two. No one will feel sorry for you. There was ruin and disaster, great hunger and fighting. No one can comfort you.", "20": "Your people have become weak. They fall down and lie on every street corner. They are like animals caught in a net. They have felt the full anger of the Lord. They have heard God's angry shout.", "21": "So listen to me, poor Jerusalem, you who are drunk but not from wine.", "22": "Your God will fight for his people. This is what the Lord your God says: “The punishment I gave you is like a cup of wine. You drank it and could not walk straight. I am taking that cup of my anger away from you. You will never be punished by my anger again.", "23": "I will now give that cup of punishment to those who gave you pain. They told you, 'Bow down so we can walk over you.' They made your back like dirt for them to walk on. You were like a street for them to travel on.”"}