{"1": "Who would have believed what we heard? Who saw the Lord's power in this?", "2": "He grew up like a small plant before the Lord. He was like a root growing in a dry land. He had no special beauty or form to make us notice him. There was nothing in his appearance to make us desire him.", "3": "He was hated and rejected by people. He had much pain and suffering. People would not even look at him. He was hated, and we didn't even notice him.", "4": "But he took our suffering on him and felt our pain for us. We saw his suffering. We thought God was punishing him.", "5": "But he was wounded for the wrong things we did. He was crushed for the evil things we did. The punishment, which made us well, was given to him. And we are healed because of his wounds.", "6": "We all have wandered away like sheep. Each of us has gone his own way. But the Lord has put on him the punishment for all the evil we have done.", "7": "He was beaten down and punished. But he didn't say a word. He was like a lamb being led to be killed. He was quiet, as a sheep is quiet while its wool is being cut. He never opened his mouth.", "8": "Men took him away roughly and unfairly. He died without children to continue his family. He was put to death. He was punished for the sins of my people.", "9": "He was buried with wicked men. He died with the rich. He had done nothing wrong. He had never lied.", "10": "But it was the Lord who decided to crush him and make him suffer. So the Lord made his life a penalty offering. But he will see his descendants and live a long life. He will complete the things the Lord wants him to do.", "11": "He will suffer many things in his soul. But then he will see life and be satisfied. My good servant will make many people right with God. He carried away their sins.", "12": "For this reason I will make him a great man among people. He will share in all things with those who are strong. He willingly gave his life. He was treated like a criminal. But he carried away the sins of many people. And he asked forgiveness for those who sinned."}