{"1": "The Lord says, “All you who are thirsty, come and drink. Those of you who do not have money, come, buy and eat! Come buy wine and milk. You don't need money; it will cost you nothing.", "2": "Why spend your money on something that is not real food? Why work for something that doesn't really satisfy you? Listen closely to me, and you will eat what is good. You will enjoy the food that satisfies your soul.", "3": "Come to me and listen. Listen to me so you may live. I will make an agreement with you that will last forever. I will give you the blessings I promised to David.", "4": "I made David a witness of my power for all nations. I made him a ruler and commander of many nations.", "5": "You will call for nations that you don't yet know. And these nations will run to you. This will happen because of the Lord your God. The Holy One of Israel honors you.”", "6": "So you should look for the Lord before it is too late. You should call to him while he is near.", "7": "Evil people should stop being evil. They should stop thinking bad thoughts. They should return to the Lord, and he will have mercy on them. They should come to our God, because he will freely forgive them.", "8": "The Lord says, “Your thoughts are not like my thoughts. Your ways are not like my ways.", "9": "Just as the heavens are higher than the earth, so are my ways higher than your ways. And my thoughts are higher than your thoughts.", "10": "Rain and snow fall from the sky. They don't return without watering the ground. They cause the plants to sprout and grow. And the plants make seeds for the farmer. And from these seeds people have bread to eat.", "11": "The words I say do the same thing. They will not return to me empty. They make the things happen that I want to happen. They succeed in doing what I send them to do.", "12": "“So you will go out with joy. You will be led out in peace. The mountains and hills will burst into song before you. All the trees in the fields will clap their hands.", "13": "Large cypress trees will grow where thornbushes were. Myrtle trees will grow where weeds were. These things will be a reminder of the Lord's promise. And this reminder will never be destroyed.”"}