{"1": "This is what the Lord says: “Give justice to all people. Do what is right. Do this because my salvation will come to you soon. Soon everyone will know that I do what is right.", "2": "The person who obeys the law about the Sabbath will be blessed. And the person who does no evil will be blessed.”", "3": "Foreigners have joined the Lord. They should not say, “The Lord will not accept me with his people.” The eunuch should not say, “Because I cannot have children the Lord will not accept me.”", "4": "This is what the Lord says: “The eunuchs should obey the law about the Sabbath. They should do what I want. They should keep my agreement.", "5": "If they do, I will make their names remembered within my Temple and its walls. It will be better for them than children. I will give them a name that will last forever. It will never be forgotten.", "6": "Foreigners will join the Lord to serve him. They will worship and love him. They will worship him. They will obey the law about the Sabbath. They will keep the agreement with the Lord.", "7": "I will bring these people to my holy mountain. I will give them joy in my house of prayer. The offerings and sacrifices they place on my altar will please me. This is because my Temple will be called a house for prayer for people from all nations.”", "8": "The Lord gathers the Israelites who were forced to leave their country. This is what the Lord God says, “I will bring other people to those who are already gathered.”", "9": "All you animals of the field, come to eat. All you animals of the forest, come to eat.", "10": "The leaders who are to guard the people are blind. They don't know what they are doing. All of them are like quiet dogs. They don't know how to bark. They lie down and dream. They love to sleep.", "11": "They are like hungry dogs. They are never satisfied. They are like shepherds who don't know what they are doing. They each have gone their own way. All they want to do is satisfy themselves.", "12": "They say, “Come, let's drink some wine. Let's drink all the beer we want. And tomorrow we will do this again. Or, maybe we will have even a better time.”"}