{"1": "The Lord says, “Shout out loud. Don't hold back. Shout out loud like a trumpet. Tell the people about the things they have done against God. Tell the family of Jacob about their sins.", "2": "Then they will come every day looking for me. And they will want to learn my ways. They will become a nation that does what is right. They will obey the commands of their God. They will ask me to judge them fairly. They will want God to be near them.", "3": "They say, 'To honor you we had special days when we gave up eating. But you didn't see. We humbled ourselves to honor you. But you didn't notice.'” But the Lord says, “You do what pleases yourselves on these special days. And you are unfair to your workers.", "4": "On these special days when you do not eat, you argue and fight. You hit each other with your fists. You cannot do these things as you do now and believe I will listen to your prayers.", "5": "This kind of special day is not what I want. This is not the way I want people to be sorry for what they have done. I don't want people just to bow their heads like a plant. I don't want them to wear rough cloth and lie in ashes to show their sadness. This is what you do on your special days when you do not eat. But do you think this is what the Lord wants?", "6": "“I will tell you the kind of special day I want. I want you to free the people you have put in prison unfairly. Undo their chains. Free those to whom you are unfair. Free them from their hard labor.", "7": "I want you to share your food with hungry people. I want you to bring poor, homeless people into your own homes. When you see someone who has no clothes, give him yours. Don't refuse to help your own relatives.", "8": "If you do these things, your light will shine like the dawn. Then your wounds will quickly heal. Your God will walk before you, and the glory of the Lord will protect you from behind.", "9": "Then you will call to the Lord, and the Lord will answer you. You will cry out to the Lord, and he will say, 'Here I am.' “You should stop making trouble for others. You should stop using cruel words and pointing your finger at others.", "10": "You should feed those who are hungry. You should take care of the needs of those who are troubled. Then your light will shine in the darkness. And you will be bright like sunshine at noon.", "11": "The Lord will always lead you. He will satisfy your needs in dry lands. He will give strength to your bones. You will be like a garden that has much water. You will be like a spring that never runs dry.", "12": "Your people will rebuild the old cities that are now in ruins. You will rebuild the foundations of these ancient cities. You will be known for repairing the broken places. You will be known for rebuilding the roads and houses.", "13": "“You must obey God's law about the Sabbath. You must not do what pleases yourselves on that holy day. You should call the Sabbath a joyful day. You should honor the Lord's holy day. You should honor it by not doing whatever you please on that day. You should not say whatever you please on that day.", "14": "Then you will find joy in the Lord. And I, the Lord, will carry you to the high places above the earth. I will let you eat the crops of the land your ancestor Jacob had.” The Lord has said these things."}