{"1": "Surely the Lord's power is enough to save you. He can hear you when you ask him for help.", "2": "It is your evil that has separated you from your God. Your sins cause him to turn away from you. And then he does not hear you.", "3": "With your hands you have killed others. Your fingers are covered with blood from killing people. With your lips you have lied. With your tongue you say evil things.", "4": "People take each other to court unfairly. No one tells the truth in arguing his case. They accuse each other falsely and tell lies. They cause trouble and create more evil.", "5": "They hatch evil like eggs from poisonous snakes. If you eat one of those eggs, you will die. And if you break one open, a poisonous snake comes out. People tell lies as they would spin a spider's web.", "6": "The webs they make cannot be used for clothes. You can't cover yourself with those webs. The things they do are evil. They use their hands to hurt others.", "7": "They eagerly run to do evil. They are always ready to kill innocent people. They think evil thoughts. Everywhere they go they cause ruin and destruction.", "8": "They don't know how to live in peace. There is no fairness in their lives. They are dishonest. Anyone who lives as they live will never have peace.", "9": "Fairness has gone far away. Goodness is nowhere to be found. We wait for the light, but there is only darkness now. We hope for a bright light, but all we have is darkness.", "10": "We are like blind people feeling our way along a wall. We have to feel our way as if we had no eyes. In the brightness of day we trip as if it were night. We are like dead men among the strong.", "11": "All of us growl like the bears. We call out sadly like the doves. We look for justice, but there isn't any. We want to be saved, but salvation is far away.", "12": "We have done many wrong things against our God. Our sins show we are wrong. We know we have turned against God. We know the evil things we have done.", "13": "We have sinned and turned against the Lord. We have turned away from our God. We have planned to hurt others and to disobey God. We have planned and spoken lies.", "14": "We have driven away justice. We have kept away from what is right. Truth is not spoken in the streets. What is honest is not allowed to enter the city.", "15": "Truth cannot be found anywhere. And people who refuse to do evil are attacked. The Lord looked and could not find any justice. And he was displeased.", "16": "He could not find anyone to help the people. He was surprised that there was no one to help. So the Lord used his own power to save the people. His own goodness gave him strength.", "17": "The Lord covered himself with goodness like armor. He put on the helmet of salvation. He put on the clothes of punishment. And he put on the coat of his strong love.", "18": "The Lord will pay back his enemies for what they have done. He will show his anger to those who were against him. He will punish the people in faraway places. He will give them the punishment they should have.", "19": "Then people from the west will fear the Lord. People in the east will fear his glory. The Lord will come quickly like a fast-flowing river, driven by the breath of the Lord.", "20": "“Then a close relative who will save you will come to Jerusalem. He will come to the people of Jacob who sinned but turned back to God,” says the Lord.", "21": "The Lord says, “I will make an agreement with these people. I promise that my Spirit and my words that I give you will never leave you. They will be with your children and your grandchildren. They will be with you now and forever.”"}