{"1": "In the year that King Uzziah died, I saw the Lord. He was sitting on a very high throne. His long robe filled the Temple. ", "2": "Burning heavenly creatures stood above him. Each creature had six wings. They used two wings to cover their faces. They used two wings to cover their feet. And they used two wings for flying. ", "3": "Each creature was calling to the others: “Holy, holy, holy is the Lord of heaven's armies. His glory fills the whole earth.”", "4": "Their voices caused the frame around the door to shake. The Temple filled with smoke.", "5": "I said, “Oh, no! I will be destroyed. I am not pure. And I live among people who are not pure. But I have seen the King, the Lord of heaven's armies.”", "6": "On the altar there was a fire. One of the burning heavenly creatures used a pair of tongs to take a hot coal from the fire. Then he flew to me with the hot coal in his hand. ", "7": "The creature touched my mouth with the hot coal. Then he said, “Look. Your guilt is taken away because this hot coal has touched your lips. Your sin is taken away.”", "8": "Then I heard the Lord's voice. He said, “Whom can I send? Who will go for us?” So I said, “Here I am. Send me!”", "9": "Then the Lord said, “Go and tell this to the people: 'You will listen and listen, but you will not understand. You will look and look, but you will not learn.'", "10": "Make these people stubborn. Make them not able to understand what they hear and see. Otherwise, they might really understand what they see with their eyes and hear with their ears. They might really understand in their minds. If they did this, they would come back to me and be forgiven.”", "11": "Then I asked, “Lord, how long should I do this?” He answered, “Do this until the cities are destroyed and the people are gone. Do this until there are no people left living in the houses. Do this until the land is destroyed and left empty.", "12": "I will send the people far away. And the land will be left empty.", "13": "One-tenth of the people will be left in the land. But the land will be destroyed again. These people will be like an oak tree. When the tree is chopped down, a stump is left. The people who remain will be like a stump that will sprout again.”"}