{"1": "“Jerusalem, get up and shine. Your light has come. The glory of the Lord shines on you.", "2": "Darkness now covers the earth. Deep darkness covers her people. But the Lord shines on you, and people see his glory around you.", "3": "Nations will come to your light. Kings will come to the brightness of your sunrise.", "4": "“Look around you. People are gathering and coming to you. They are your sons coming from far away. And your daughters are coming with them.", "5": "When you see them, you will shine with happiness. You will be excited and full of joy. The wealth of the nations across the seas will be given to you. The riches of the nations will come to you.", "6": "Herds of camels will cover your land. Young camels will come from Midian and Ephah. People will come from Sheba bringing gold and incense. And they will sing praises to the Lord.", "7": "All the sheep from Kedar will be given to you. The male sheep from Nebaioth will be brought to you. They will be pleasing sacrifices on my altar. And I will make my beautiful Temple more beautiful.", "8": "“The people are returning to you like clouds. They are like doves flying to their nests.", "9": "People in faraway lands are waiting for me. The great trading ships will come first. They are bringing your children from faraway lands. And with them they bring silver and gold. This will happen to honor the Lord your God. He is the Holy One of Israel. And he does wonderful things for you.", "10": "“Jerusalem, foreigners will rebuild your walls. Their kings will serve you. When I was angry, I hurt you. But now I want to be kind to you and comfort you.", "11": "Your gates will always be open. They will not be closed day or night so the nations can bring their wealth to you. And their kings will be led to you.", "12": "If a nation or kingdom doesn't serve you, it will be destroyed. It will be completely ruined.", "13": "“The great trees of Lebanon will be given to you. Its pine, fir and cypress trees will come to you. You will use these trees to make my Temple beautiful. And I will give much honor to this place where I rest my feet.", "14": "The people who have hurt you will bow down to you. Those who hated you will bow down at your feet. They will call you The City of the Lord. They will call you Jerusalem, city of the Holy One of Israel.", "15": "“You have been hated and left empty. No one has even passed through. But I will make you great from now on. You will be a place of happiness forever and ever.", "16": "Nations will give you what you need. It will be like a child drinking milk from its mother. Then you will know that it is I, the Lord, who saves you. You will know that the Powerful One of Jacob protects you.", "17": "I will bring you gold in place of bronze. I will bring you silver in place of iron. I will bring you bronze in place of wood. I will bring you iron in place of rocks. I will change your punishment into peace. And you will be ruled by what is right.", "18": "There will be no more violence in your country. It will not be ruined or destroyed. You will name your walls Salvation. And you will name your gates Praise.", "19": "The sun will no longer be your light during the day. The light from the moon will no longer be your light. This is because the Lord will be your light forever. Your God will be your glory.", "20": "Your sun will never set again. Your moon will never be dark again. This is because the Lord will be your light forever. And your time of sadness will end.", "21": "All of your people will do what is right. They will receive the earth forever. They are the plant I have planted. I made them with my own hands to show my greatness.", "22": "The smallest family will grow to a thousand. The least important of you will become a powerful nation. I am the Lord, and when it is time, I will make these things happen quickly.”"}