{"1": "Because I love Jerusalem, I will continue to speak for her. For Jerusalem's sake I will not stop speaking. I will speak until her goodness shines like a bright light. I will speak until her salvation burns bright like a flame.", "2": "Jerusalem, the nations will see your goodness. All kings will see your honor. Then you will have a new name. The Lord himself will give you that new name.", "3": "You will be like a beautiful crown in the Lord's hand. You will be like a king's crown in your God's hand.", "4": "You will never again be called the People that God Left. Your land will never again be called the Land that God Destroyed. You will be called the People God Loves. Your land will be called the Bride of God. This is because the Lord loves you. And your land will belong to him as a bride belongs to her husband.", "5": "As a young man marries a woman, so your children will marry your land. As a man is very happy about his new wife, so your God will be happy with you.", "6": "Jerusalem, I have put guards on the walls to watch. They must not be silent day or night. You people who remind the Lord should never be quiet.", "7": "You should not stop praying to the Lord until he builds up Jerusalem. Don't stop until he makes Jerusalem a city all people will praise.", "8": "The Lord has made a promise. And by his power he will keep his promise. He said, “I will never again give your grain as food to your enemies. I will not let your enemies drink the wine that you have worked to make.", "9": "The person who gathers food will eat it. And he will praise the Lord. The person who gathers the grapes will drink the wine in the courts of my Temple.”", "10": "Go through, go through the gates! Make the way ready for the people. Build up, build up the road! Move all the stones off the road. Raise the banner as a sign for the people.", "11": "The Lord is speaking to all the faraway lands: “Tell the people of Jerusalem, 'Look, your Savior is coming. He is bringing your reward to you. He is bringing his payment with him.'”", "12": "His people will be called the Holy People. They will be called the Saved People of the Lord. And Jerusalem will be called the City God Wants. It will be named the City God Has Not Rejected."}