{"1": "Who is this coming from Edom? He comes from the city of Bozrah dressed in red. Who is this dressed in fine clothes? He marches forward with his great power. He says, “I, the Lord, speak what is right. I have the power to save you.”", "2": "Why are your clothes bright red as if you had walked on the grapes to make wine?", "3": "The Lord answers, “I have walked in the winepress alone. No one among the nations helped me. I was angry and walked on the nations. I crushed them because of my anger. Blood splashed on my clothes. I stained all my clothing.", "4": "I chose a time to punish people. And the time has come for me to save my people.", "5": "I looked around, but I saw no one to help me. I was surprised that no one supported me. So I used my own power to save my people. My own anger supported me.", "6": "While I was angry, I walked on the nations. In my anger I punished them and poured their blood on the ground.”", "7": "I will tell about the Lord's kindness. And I will praise him for what he has done. He has given many good things to us. He has been very good to the people of Israel. The Lord has shown mercy to us. And he has been kind to us.", "8": "The Lord said, “These are my people. My children will not lie to me.” So the Lord saved them.", "9": "When they suffered, he suffered also. He sent his own angel to save them. Because of his love and kindness, the Lord saved them. Since long ago he has picked them up and carried them.", "10": "But they turned against the Lord. They made his Holy Spirit very sad. So the Lord became their enemy. And he fought against them.", "11": "But then his people remembered what happened long ago. They remembered Moses. Where is the Lord who brought the people through the sea? Where is the one who brought them with the leaders of his people? Where is the one who put his Holy Spirit among them?", "12": "The Lord led Moses by the right hand. The Lord led him by his wonderful power. The Lord divided the water before them so the people could walk through the sea. And by this the Lord made his name famous forever.", "13": "The Lord led the people through the deep waters. Like a horse walking through a desert, the people did not stumble.", "14": "Like cattle that go down to the valley, the Spirit of the Lord led the people to a place of rest. Lord, that is the way you led your people. And by this you made your name wonderful.", "15": "Lord, look down from the heavens and see. Look at us from your wonderful holy home in heaven. Where is your strong love and power? Why are you keeping your love and mercy from us?", "16": "You are our father. Abraham doesn't know we are his children. Israel doesn't know who we are. Lord, you are our father. You are called “the one who has always saved us.”", "17": "Lord, why are you making us wander from your ways? Why do you make us stubborn so that we don't honor you? For our sake come back to us. We are your servants, and we belong to you.", "18": "Your people had your Temple for a while. But now our enemies have walked on your holy place and crushed it.", "19": "You have never ruled over some people. They have never worn your name. And we have become like those people."}