{"1": "The Lord says, “I made myself known to people who were not looking for me. I was found by those who were not asking me for help. I spoke to a nation that was not praying to me. I said, 'Here I am. Here I am.'", "2": "All day long I stood ready to accept people who turned against me. But the way they continue to live is not good. They do anything they want to do.", "3": "Right in front of me they continue to do things that make me angry. They offer sacrifices to their false gods in their gardens. They burn incense on altars of brick.", "4": "They sit among the graves. They spend their nights waiting to get messages from the dead. They eat the meat of pigs. Their pots are full of soup made from meat that is wrong to eat.", "5": "But they tell others, 'Stay away. Don't come near me. I am too holy for you.' These people are like smoke in my nose. Like a fire that burns all the time, they continue to make me angry.", "6": "“Look, it is written here before me. I will not be quiet. Instead, I will repay you in full. I will punish you for what you have done.", "7": "I will punish you for your sins and your ancestors' sins,” says the Lord. “They burned incense to false gods on the mountains. They shamed me on those hills. So I will punish them as they should be punished for what they did.”", "8": "This is what the Lord says: “When there is juice left in the grapes, people do not destroy them. They know there is good left in them. I will do the same thing to my servants. I will not completely destroy them.", "9": "I will leave some of the children of Jacob. Some of the people of Judah will receive my mountain. I will choose the people who will live there. My servants will live there.", "10": "Then the Plain of Sharon will be a field for sheep. The Valley of Achor will be a place for cattle to rest. They will be for the people who want to follow me.", "11": "“But you who left the Lord will be punished. You forgot about my holy mountain. You worship the false god Luck. You hold religious feasts for the false god Fate.", "12": "But I decide your fate, and I will punish you with my sword. You will all be killed. This is because I called you, but you refused to answer. I spoke to you, but you wouldn't listen. You did the things I said were evil. You chose to do things that displease me.”", "13": "So the Lord God said these things: “My servants will eat. But you evil people will be hungry. My servants will drink. But you evil people will be thirsty. My servants will be happy. But you evil people will be shamed.", "14": "My servants will shout for joy because of the goodness of their hearts. But you evil people will cry, because you will be sad. You will cry loudly because your spirits will be broken.", "15": "Your names will be like curses to my servants. And the Lord God will put you to death. But he will call his servants by another name.", "16": "People in the land who ask for blessings will ask for them from the faithful God. People in the land who make a promise will promise in the name of the faithful God. This is because the troubles of the past will be forgotten. I will make those troubles go away.", "17": "“Look, I will make new heavens and a new earth. And people will not remember the past. They will not think about those things.", "18": "My people will be happy forever because of the things I will make. I will make a Jerusalem that is full of joy. And I will make her people a delight.", "19": "Then I will rejoice over Jerusalem. I will be delighted with my people. There will never again be crying and sadness in that city.", "20": "There will never be a baby from that city who lives only a few days. And there will never be an older person who doesn't have a long life. A person who lives 100 years will be called young. And the person who dies before he is 100 will be thought of as a sinner.", "21": "In that city the person who builds a house will live there. The person who plants vineyards will get to eat grapes.", "22": "No more will one person build a house and someone else live there. One person will not plant a garden and someone else eat its fruit. My people will live a long time as trees live long. My chosen people will live there and enjoy the things they make.", "23": "People will never again work for nothing. They will never again give birth to children who die young. All my people will be blessed by the Lord. My people and their children will be blessed.", "24": "I will provide for their needs before they ask. I will help them while they are still asking for help.", "25": "Wolves and lambs will eat together in peace. Lions will eat hay like oxen. A snake on the ground will not hurt anyone. They will not hurt or destroy each other on all my holy mountain,” says the Lord."}