{"1": "This is what the Lord says: “The skies are my throne. The earth is my footstool. So do you think you can build a house for me? There is no place where I need to rest.", "2": "My hand made all things. All things are here because I made them,” says the Lord. “These are the people I am pleased with. They are those who are not proud or stubborn. They fear me and obey me.", "3": "But those people who kill bulls as a sacrifice to me are like those who kill men. Those who kill sheep as a sacrifice to me are like those who break the necks of dogs. Those who give me grain offerings are like those who offer me the blood of pigs.[a] Those who burn incense are like those who worship idols. These people choose their own ways—not mine. They love the terrible things they do.", "4": "So I will punish them. I will punish them using what they fear most. I called to them, but they did not listen. I spoke to them, but they did not hear me. They did things I said were evil. They chose to do things I did not like.”", "5": "You people who obey the words of the Lord, listen to what he says: “Your brothers hated you. They turned against you because you followed me. Your brothers said, 'When the Lord is honored, we will come back and rejoice with you.' But they will be punished.", "6": "Listen to the loud noise coming from the city. Hear the noise from the Temple. It is the Lord punishing his enemies. He is giving them the punishment they should have.", "7": "“A woman does not give birth before she feels the pain. She does not give birth to a son before she feels the pain of birth.", "8": "No one has ever heard of that happening. No one has ever seen that happen. In the same way no one ever saw a country begin in one day. No one has ever heard of a new nation beginning in one day. But Jerusalem will give birth to her children just as soon as she feels the birth pains.", "9": "In the same way I will not cause pain without allowing something new to be born,” says the Lord. “If I cause you the pain, I will not stop you from giving birth to your new nation,” says your God.", "10": "“Jerusalem, rejoice. All you people who love Jerusalem, be happy. Those of you who felt sad for Jerusalem should now feel happy with her.", "11": "You will enjoy her good things and be satisfied as a child is nursed by its mother. You will receive her good things and enjoy her wealth.”", "12": "This is what the Lord says: “I will give her peace that will flow to her like a river. The wealth of the nations will come flowing to her. Like babies you will be nursed and held in my arms. You will be bounced on my knees.", "13": "I will comfort you as a mother comforts her child. You will be comforted in Jerusalem.”", "14": "When you see these things, you will be happy. You will grow like the grass. The Lord's servants will see his power. But the Lord's enemies will see his anger.", "15": "Look, the Lord is coming with fire. The Lord's armies are coming with clouds of dust. He will punish those people with his anger. He will punish them with flames of fire.", "16": "The Lord will judge the people with fire. He will destroy many people with his sword. He will kill many people.", "17": "“These people make themselves holy and pure to go to worship their false gods in their gardens. They follow each other into their special gardens. They eat the meat of pigs and rats and other hated things. But they will all be destroyed together,” says the Lord.", "18": "“I know they have evil thoughts and do evil things. So I am coming to punish them. I will gather all nations and all people. All people will come together and see my glory.", "19": "“I will put a mark on some of the people. And I will send some of these saved people to the nations. I will send them to Tarshish, Libya, Lud (the land of archers), Tubal, Greece and all the faraway lands. These people have never heard about what I have done. They have never seen my glory. So the saved people will tell the nations about my glory. ", "20": "And they will bring all your fellow Israelites from all nations. They will bring them to my holy mountain in Jerusalem. Your fellow Israelites will come on horses, donkeys, camels and in chariots and wagons. They will be like the grain offerings that the people bring in clean containers to the Temple,” says the Lord. ", "21": "“And I will choose some of these people to be priests and Levites,” says the Lord.", "22": "“I will make new heavens and the new earth. And they will last forever,” says the Lord. “In the same way, your names and your children will always be with me. ", "23": "All people will come to worship me. They will come to worship me every Sabbath and every New Moon,” says the Lord. ", "24": "“They will go out and see the dead bodies of the people who sinned against me. The worms that eat them will never die. The fires that burn them will never stop. And everyone will hate to see those bodies.”"}