{"1": "Now Ahaz was the son of Jotham, who was the son of Uzziah. When Ahaz was king of Judah, Rezin and Pekah went up to Jerusalem to fight against it. Rezin was king of Aram. And Pekah son of Remaliah was king of Israel. But they were not able to defeat the city.", "2": "A message was told to Ahaz king of Judah. It said, “The armies of Aram and Israel[a] have joined together.” When Ahaz heard this, he and the people became very frightened. They shook with fear like trees of the forest blown by the wind.", "3": "Then the Lord told Isaiah, “You and your son Shear-Jashub should go out and talk to Ahaz. Go to the place where the water flows into the upper pool. This is on the road to the Washerman's Field. ", "4": "Tell Ahaz, 'Be careful. Be calm, and don't be afraid. Don't let those two men, Rezin and Remaliah's son Pekah, scare you. Don't be afraid of their anger and Aram's anger. Those two men are as weak as two barely burning sticks that are ready to go out. ", "5": "They have made plans against you. They said, ", "6": "“Let's fight against Judah and tear it apart. We will divide Judah for ourselves. We will make the son of Tabeel the new king of Judah.” ", "7": "But I, the Lord God, say, Their plan will not succeed. It will not happen.", "8": "That is because Aram is led by the city of Damascus. And Damascus is led by its weak king, Rezin. Within 65 years Israel will no longer be a nation.", "9": "Israel is led by the city of Samaria, and Samaria is led by its weak king, the son of Remaliah. If your faith is not strong, then you will not have strength to last.'”", "10": "Then the Lord spoke to Ahaz again. ", "11": "The Lord said, “Ask for a sign to prove to yourself that these things are true. It may be a sign from as deep as the place where the dead are or as high as the heavens.”", "12": "But Ahaz said, “I will not ask for a sign. I will not test the Lord.”", "13": "Then Isaiah said, “Ahaz, descendant of David, listen very carefully! Isn't it bad enough that you wear out the patience of people? Do you have to wear out the patience of my God also? ", "14": "But the Lord himself will give you a sign: The virgin[b] will be pregnant. She will have a son, and she will name him Immanuel.[c] ", "15": "He will be eating milk curds and honey when he learns to reject what is evil and to choose what is good. ", "16": "You are afraid of the kings of Israel and Aram now. But before the child learns what is good and what is evil, the lands of Israel and Aram will be empty. ", "17": "The Lord will bring some troubled times to you. Those troubles will come to your people and to the people of your father's family. The Lord will bring the king of Assyria to fight against you.", "18": "“At that time the Lord will whistle to call for the Egyptians. And they will come like flies from the streams of Egypt. The Lord will call for the Assyrians. And they will come like bees from the land of Assyria. ", "19": "These enemies will camp in the deep ravines and in the cliffs. They will camp by the thornbushes and watering holes. ", "20": "The Lord will use Assyria to punish Judah. Assyria will be hired and used like a razor. It will be as if the Lord is shaving the hair from Judah's head and legs and is shaving off Judah's beard.", "21": "“At that time a person will be able to keep only one young cow and two sheep alive. ", "22": "There will be only enough milk for that person to eat milk curds. All who remain in the land will go back to eating only milk curds and honey. ", "23": "In this land there are now vineyards that have 1,000 grapevines. These grapevines are worth about 25 pounds of silver. But these fields will become full of weeds and thorns. ", "24": "The land will become wild and useful only as a hunting ground. ", "25": "People once worked and grew food on these hills. But at that time people will not go there. The land will be filled with weeds and thorns. Only sheep and cattle will go to those places.”"}