{"1": "The Lord told me, “Take a large scroll on which to write. Use a pen to write these words: 'Maher-Shalal-Hash-Baz.'[a] ", "2": "I will gather some men to be reliable witnesses. They will be Uriah the priest and Zechariah son of Jeberekiah.”", "3": "Then I went to the prophetess. She became pregnant and had a son. Then the Lord told me, “Name the boy Maher-Shalal-Hash-Baz. ", "4": "The king of Assyria will take away all the wealth and possessions of Damascus and Samaria. This will happen before the boy learns to say 'my father' or 'my mother.'”", "5": "Again the Lord spoke to me. ", "6": "He said, “These people refuse to accept the slow-moving waters of the pool of Shiloah. These people are terrified of Rezin and Remaliah's son Pekah.", "7": "So I, the Lord, will bring the king of Assyria and all his power against them. They will come like a powerful flood of water from the Euphrates River. The Assyrians will be like water rising over the banks of the river, flowing over the land.", "8": "That water will flow into Judah and pass through it. It will rise to Judah's throat. Immanuel, this army will spread its wings like a bird until it covers your whole country.”", "9": "Be broken, all you nations. Be smashed to pieces. Listen, all you faraway countries. Prepare for battle and be smashed to pieces! Prepare for battle and be smashed to pieces!", "10": "Make your plans for the fight. But your plans will be defeated. Give orders to your armies. But your orders will be useless. This is because God is with us.", "11": "The Lord spoke to me with his great power. He warned me not to follow the lead of the rest of the people. The Lord said,", "12": "“People are saying that others make plans against them. You should not believe those things. Don't be afraid of the things they fear. Do not dread those things.", "13": "But remember that the Lord of heaven's armies is holy. He is the one you should fear. He is the one you should dread.", "14": "Then he would be a place of safety for you. But for the two families of Israel, he will be like a stone that causes people to stumble. He will be like a rock that makes them fall. He will be like a trap for the people of Jerusalem. He will catch them in his trap.", "15": "Many people will fall over this rock. They will fall and be broken. They will be trapped and caught.”", "16": "Make an agreement. Seal up the teaching while my followers are watching.", "17": "I will wait for the Lord to help us. The Lord is ashamed of the family of Israel. I will trust the Lord.", "18": "I am here. And with me are the children the Lord has given me. We are signs and proofs for the people of Israel. We have been sent by the Lord of heaven's armies. He lives on Mount Zion.", "19": "Some people say, “Ask the mediums and fortune-tellers what to do. They whisper and mutter and ask dead people what to do.” But I tell you that people should ask their God for help. Why should people who are still alive ask something from the dead? ", "20": "You should follow the teachings and the agreement with the Lord. The mediums and fortune-tellers do not speak the word of the Lord. Their words are worth nothing.", "21": "People will wander through the land troubled and hungry. When they become hungry, they will become angry. Then they will look up and curse their king and their God. ", "22": "They will look around them at their land. And they will see only trouble and darkness and awful gloom. And they will be forced into the darkness."}