{"1": "But suddenly there will be no more gloom for the land that suffered. In the past God made the lands of Zebulun and Naphtali hang their heads in shame. But in the future that land will be made great. That land stretches from the way along the Mediterranean Sea to the land along the Jordan River. And it goes north to Galilee where the people who are not Israelites live.", "2": "Now those people live in darkness. But they will see a great light. They live in a place that is very dark. But a light will shine on them.", "3": "God, you will cause the nation to grow. You will make the people happy. And they will show their happiness to you. It will be like the joy during harvest time. It will be like the joy of people taking what they have won in war.", "4": "Like the time you defeated Midian, you will take away their heavy load. You will take away the heavy pole from their backs. You will take away the rod the enemy uses to punish your people.", "5": "Every boot that marched in battle will be destroyed. Every uniform stained with blood will be destroyed. They will be thrown into the fire.", "6": "A child will be born to us. God will give a son to us. He will be responsible for leading the people. His name will be Wonderful Counselor, Powerful God, Father Who Lives Forever, Prince of Peace.", "7": "Power and peace will be in his kingdom. It will continue to grow. He will rule as king on David's throne and over David's kingdom. He will make it strong, by ruling with goodness and fair judgment. He will rule it forever and ever. The Lord of heaven's armies will do this because of his strong love for his people.", "8": "The Lord sent a message against the people of Jacob. That message says that God will judge Israel.", "9": "Then everyone in Israel, even the leaders in Samaria, will know that God punished them. Those people, who are proud and who brag now, say this:", "10": "“These bricks have fallen, but we will build again with cut stones. These small trees have been chopped down. But we will put great cedars there.”", "11": "But the Lord will make the enemies of Rezin strong against them. He will stir up their enemies against them.", "12": "The Arameans come from the east and the Philistines from the west. They will eat up Israel with their armies. But the Lord is still angry. His hand is still raised to punish the people.", "13": "But the people do not return to the one who struck them. They do not follow the Lord of heaven's armies.", "14": "So the Lord will cut off Israel's head and tail. He will take away both the branch and stalk in one day.", "15": "The elders and important men are the head. The prophets who speak lies are the tail.", "16": "Those who lead the people lead them in the wrong direction. And those who follow them will be destroyed.", "17": "So the Lord is not happy with the young men. He will not show mercy to the widows and orphans. All the people are separated from God and are very evil. They all speak lies. But the Lord is still angry. His hand is still raised to strike down the people.", "18": "Evil is like a small fire. First, it burns weeds and thorns. Next, it burns the larger bushes in the forest. They all go up in a column of smoke.", "19": "The Lord of heaven's armies is angry. So the land will be burned. All the people will be burned in that fire. No one will try to save his brother.", "20": "People will grab something on the right, but they will still be hungry. They will eat something on the left, but they will not be filled. Then each person will turn and eat his own children.", "21": "The people of Manasseh will fight against the people of Ephraim. And Ephraim will fight against Manasseh. Then both of them will turn against Judah. But the Lord is still angry. His hand is still raised to strike down the people."}