{"1": "From: Sha'ul, a prisoner for the sake of the Messiah Yeshua, and brother Timothy To: Our dear fellow-worker Philemon, ", "2": "along with sister Apphia, our fellow-soldier Archippus and the congregation that gathers in your home:", "3": "Grace and shalom to you from God our Father and the Lord Yeshua the Messiah.", "4": "I thank my God every time I mention you in my prayers, Philemon, ", "5": "for I am hearing about your love and commitment to the Lord Yeshua and to all God's people. ", "6": "I pray that the fellowship based on your commitment will produce full understanding of every good thing that is ours in union with the Messiah. ", "7": "For your love has given me much joy and encouragement. Brother, you have refreshed the hearts of God's people.", "8": "Therefore, I would not hesitate, in union with the Messiah, to direct you to do the thing you ought to do. ", "9": "But since I Sha'ul, am the kind of person I am, an old man and now for the Messiah Yeshua's sake a prisoner besides, I prefer to appeal to you on the basis of love. ", "10": "My request to you concerns my son, of whom I became the father while here in prison, Onesimus. ", "11": "His name means “useful,” and although he was once useless to you, he has now become most useful — not only to you but also to me; ", "12": "so that in returning him to you I am sending a part of my very heart. ", "13": "I would dearly have loved to keep him with me, in order for him to serve me in your place while I am in prison because of the Good News. ", "14": "But I didn't want to do anything without your consent, so that the good you do for me may be voluntary and not forced.", "15": "Perhaps the reason he was separated from you for a brief period was so that you could have him back forever, ", "16": "no longer as a slave but as more than a slave, as a dear brother. And that he is, especially to me. But how much dearer he must be to you, both humanly and in union with the Lord!", "17": "So if you are in fellowship with me, receive him as you would me. ", "18": "And if he has wronged you in any way or owes you anything, charge it to me.", "19": "I, Sha'ul, write with my own hand. I will repay it. (I won't mention, of course, that you owe me your very life.) ", "20": "Yes, brother, please do me this favor in the Lord; refresh my heart in the Messiah.", "21": "Trusting that you will respond positively, I write knowing that you will indeed do more than I am asking.", "22": "One more thing: please get a room ready for me. For I hope that through the prayers of you all God will give me a chance to visit you.", "23": "Epaphras, my fellow-prisoner for the sake of the Messiah Yeshua, sends greetings to you, ", "24": "as do Mark, Aristarchus, Demas and Luke, my fellow-workers.", "25": "The grace of the Lord Yeshua the Messiah be with your spirit."}