{"1": "As I lay on the ground in front of the Temple, weeping and praying and making this confession, a large crowd of men, women, and children gathered around and cried with me.", "2": "Then Shecaniah (the son of Jehiel of the clan of Elam) said to me, “We acknowledge our sin against our God, for we have married these heathen women. But there is hope for Israel in spite of this. ", "3": "For we agree before our God to divorce our heathen wives and to send them away with our children; we will follow your commands and the commands of the others who fear our God. We will obey the laws of God. ", "4": "Take courage and tell us how to proceed in setting things straight, and we will fully cooperate.”", "5": "So I stood up and demanded that the leaders of the priests and the Levites and all the people of Israel swear that they would do as Shecaniah had said; and they all agreed. ", "6": "Then I went into the room of Jehohanan in the Temple and refused all food and drink, for I was mourning because of the sin of the returned exiles.", "7-8": "Then a proclamation was made throughout Judah and Jerusalem that everyone should appear at Jerusalem within three days and that the leaders and elders had decided that anyone who refused to come would be disinherited and excommunicated from Israel. ", "9": "Within three days, on the fifth day of December,[a] all the men of Judah and Benjamin had arrived and were sitting in the open space before the Temple; and they were trembling because of the seriousness of the matter and because of the heavy rainfall. ", "10": "Then I, Ezra the priest, arose and addressed them: “You have sinned, for you have married heathen women; now we are even more deeply under God's condemnation than we were before. ", "11": "Confess your sin to the Lord God of your fathers and do what he demands: separate yourselves from the heathen people about you and from these women.”", "12": "Then all the men spoke up and said, “We will do what you have said. ", "13": "But this isn't something that can be done in a day or two, for there are many of us involved in this sinful affair. And it is raining so hard that we can't stay out here much longer. ", "14": "Let our leaders arrange trials for us. Everyone who has a heathen wife will come at the scheduled time with the elders and judges of his city; then each case will be decided and the situation will be cleared up, and the fierce wrath of our God will be turned away from us.”", "15": "Only Jonathan (son of Asahel), Jahzeiah (son of Tikvah), Meshullam, and Shabbethai the Levite opposed this course of action.", "16-19": "So this was the plan that was followed: Some of the clan leaders and I were designated as judges; we began our work on December 15 and finished by March 15. Following is the list of priests who had married heathen wives (they vowed to divorce their wives and acknowledged their guilt by offering rams as sacrifices): Maaseiah, Eliezer, Jarib, Gedaliah.", "20": "The sons of Immer: Hanani, Zebadiah.", "21": "The sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, Uzziah.", "22": "The sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, Elasah.", "23": "The Levites who were guilty: Jozabad, Shimei, Kelaiah (also called Kelita), Pethahaiah, Judah, Eliezer.", "24": "Of the singers, there was Eliashib. Of the gatekeepers, Shallum, Telem, and Uri.", "25": "Here is the list of ordinary citizens who were declared guilty: From the clan of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah, Benaiah.", "26": "From the clan of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, Elijah.", "27": "From the clan of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, Aziza.", "28": "From the clan of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.", "29": "From the clan of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, Jeremoth.", "30": "From the clan of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, Manasseh.", "31-32": "From the clan of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, Benjamin, Malluch, Shemariah.", "33": "From the clan of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.", "34-42": "From the clan of Bani: Maadai, Amram, Uel, Banaiah, Bedeiah, Cheluhi, Vaniah, Meremoth, Eliashib, Mattaniah, Mattenai, Jaasu, Bani, Binnui, Shimei, Shelemiah, Nathan, Adaiah, Machnadebai, Shashai, Sharai, Azarel, Shelemiah, Shemariah, Shallum, Amariah, Joseph.", "43": "From the clan of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, Benaiah.", "44": "Each of these men had heathen wives, and many had children by these wives."}