{"1-2": "But there were prophets in Jerusalem and Judah at that time—Haggai, and Zechariah (the son of Iddo)—who brought messages from the God of Israel to Zerubbabel (son of Shealtiel) and Jeshua (son of Jozadak), encouraging them to begin building again! So they did and the prophets helped them.", "3": "But Tattenai, the governor of the lands west of the Euphrates, and Shethar-bozenai, and their companions soon arrived in Jerusalem and demanded, “Who gave you permission to rebuild this Temple and finish these walls?”", "4": "They also asked for a list of the names of all the men who were working on the Temple. ", "5": "But because the Lord was overseeing the entire situation, our enemies did not force us to stop building, but let us continue while King Darius looked into the matter and returned his decision.", "6": "Following is the letter which Governors Tattenai and Shethar-bozenai and the other officials sent to King Darius:", "7": "“To King Darius: “Greetings!", "8": "“We wish to inform you that we went to the construction site of the Temple of the great God of Judah. It is being built with huge stones, and timber is being laid in the city walls. The work is going forward with great energy and success. ", "9": "We asked the leaders, 'Who has given you permission to do this?' ", "10": "And we demanded their names so that we could notify you. ", "11": "Their answer was, 'We are the servants of the God of heaven and earth and we are rebuilding the Temple that was constructed here many centuries ago by a great king of Israel. ", "12": "But afterwards our ancestors angered the God of heaven, and he abandoned them and let King Nebuchadnezzar destroy this Temple and exile the people to Babylonia.'", "13": "“But they insist that King Cyrus of Babylon, during the first year of his reign, issued a decree that the Temple should be rebuilt, ", "14": "and they say King Cyrus returned the gold and silver bowls which Nebuchadnezzar had taken from the Temple in Jerusalem and had placed in the temple of Babylon. They say these items were delivered into the safekeeping of a man named Sheshbazzar, whom King Cyrus appointed as governor of Judah. ", "15": "The king instructed him to return the bowls to Jerusalem and to let the Temple of God be built there as before. ", "16": "So Sheshbazzar came and laid the foundations of the Temple at Jerusalem; and the people have been working on it ever since, though it is not yet completed. ", "17": "We request that you search in the royal library of Babylon to discover whether King Cyrus ever made such a decree; and then let us know your pleasure in this matter.”"}