{"1-5": "Here is the genealogy of Ezra, who traveled from Babylon to Jerusalem[a] during the reign of King Artaxerxes of Persia: Ezra was the son of Seriah; Seriah was the son of Azariah; Azariah was the son of Hilkiah; Hilkiah was the son of Shallum; Shallum was the son of Zadok; Zadok was the son of Ahitub; Ahitub was the son of Amariah; Amariah was the son of Meraioth; Meraioth was the son of Zerahiah; Zerahiah was the son of Uzzi; Uzzi was the son of Bukki; Bukki was the son of Abishua; Abishua was the son of Phinehas; Phinehas was the son of Eleazar; Eleazar was the son of Aaron, the chief priest.", "6": "As a Jewish religious leader, Ezra was well versed in Jehovah's laws, which Moses had given to the people of Israel. He asked to be allowed to return to Jerusalem, and the king granted his request; for the Lord his God was blessing him. ", "7-9": "Many ordinary people as well as priests, Levites, singers, gatekeepers, and Temple workers traveled with him. They left Babylon in the middle of March in the seventh year of the reign of Artaxerxes and arrived at Jerusalem in the month of August; for the Lord gave them a good trip. ", "10": "This was because Ezra had determined to study and obey the laws of the Lord and to become a Bible teacher, teaching those laws to the people of Israel.", "11": "King Artaxerxes presented this letter to Ezra the priest, the student of God's commands:", "12": "“From: Artaxerxes, the king of kings. “To: Ezra the priest, the teacher of the laws of the God of heaven.", "13": "“I decree that any Jew in my realm, including the priests and Levites, may return to Jerusalem with you. ", "14": "I and my Council of Seven hereby instruct you to take a copy of God's laws to Judah and Jerusalem and to send back a report of the religious progress being made there. ", "15": "We also commission you to take with you to Jerusalem the silver and gold, which we are presenting as an offering to the God of Israel.", "16": "“Moreover, you are to collect voluntary Temple offerings of silver and gold from the Jews and their priests in all of the provinces of Babylon. ", "17": "These funds are to be used primarily for the purchase of oxen, rams, lambs, grain offerings, and drink offerings, all of which will be offered upon the altar of your Temple when you arrive in Jerusalem. ", "18": "The money that is left over may be used in whatever way you and your brothers feel is the will of your God. ", "19": "And take with you the gold bowls and other items we are giving you for the Temple of your God at Jerusalem. ", "20": "If you run short of money for the construction of the Temple or for any similar needs, you may requisition funds from the royal treasury.", "21": "“I, Artaxerxes the king, send this decree to all the treasurers in the provinces west of the Euphrates River: 'You are to give Ezra whatever he requests of you (for he is a priest and teacher of the laws of the God of heaven), ", "22": "up to $200,000 in silver; 1,225 bushels of wheat; 990 gallons of wine; any amount of salt; ", "23": "and whatever else the God of heaven demands for his Temple; for why should we risk God's wrath against the king and his sons? ", "24": "I also decree that no priest, Levite, choir member, gatekeeper, Temple attendant, or other worker in the Temple shall be required to pay taxes of any kind.'", "25": "“And you, Ezra, are to use the wisdom God has given you to select and appoint judges and other officials to govern all the people west of the Euphrates River; if they are not familiar with the laws of your God, you are to teach them. ", "26": "Anyone refusing to obey the law of your God and the law of the king shall be punished immediately by death, banishment, confiscation of goods, or imprisonment.”", "27": "Well, praise the Lord God of our ancestors, who made the king want to beautify the Temple of the Lord in Jerusalem! ", "28": "And praise God for demonstrating such loving-kindness to me[b] by honoring me before the king and his Council of Seven and before all of his mighty princes! I was given great status because the Lord my God was with me; and I persuaded some of the leaders of Israel to return with me to Jerusalem."}