{"1": "Is there any advantage in being a Jew? Is there any value in being circumcised? ", "2": "There is great value in every way! First of all, the Jews have been given the very words of God.", "3": "What if some Jews were not faithful? Will the fact that they weren't faithful keep God from being faithful? ", "4": "Not at all! God is true, even if every human being is a liar. It is written, “You are right when you sentence me. You are fair when you judge me.” (Psalm 51:4)", "5": "Doesn't the fact that we are wrong prove more clearly that God is right? Then what can we say? Can we say that God is not fair when he brings his anger down on us? As you can tell, I am just using human ways of thinking. ", "6": "God is certainly fair! If he weren't, how could he judge the world? ", "7": "Someone might argue, “When I lie, it becomes clearer that God is truthful. It makes his glory shine more brightly. Why then does he find me guilty of sin?” ", "8": "Why not say, “Let's do evil things so that good things will happen”? Some people actually lie by reporting that this is what we say. They are the ones who will rightly be found guilty.", "9": "What should we say then? Do we Jews have any advantage? Not at all! We have already claimed that Jews and Gentiles are sinners. Everyone is under the power of sin. ", "10": "It is written, “No one is right with God, no one at all.", "11": "No one understands. No one trusts in God.", "12": "All of them have turned away. They have all become worthless. No one does anything good, no one at all.” (Psalms 14:1–3; 53:1–3; Ecclesiastes 7:20)", "13": "“Their throats are like open graves. With their tongues they tell lies.” (Psalm 5:9) “The words from their lips are like the poison of a snake.” (Psalm 140:3)", "14": "“Their mouths are full of curses and bitterness.” (Psalm 10:7)", "15": "“They run quickly to commit murder.", "16": "They leave a trail of harmful actions.", "17": "They do not know how to live in peace.” (Isaiah 59:7,8)", "18": "“They don't have any respect for God.” (Psalm 36:1)", "19": "What the law says, it says to those who are ruled by the law. Its purpose is to shut every mouth and make the whole world accountable to God. ", "20": "So no one will be considered right with God by obeying the law. Instead, the law makes us more aware of our sin.", "21": "But now God has shown us his saving power without the help of the law. But the Law and the Prophets tell us about this. ", "22": "We are made right with God by putting our faith in Jesus Christ. This happens to all who believe. It is no different for the Jews than for the Gentiles. ", "23": "Everyone has sinned. No one measures up to God's glory. ", "24": "The free gift of God's grace makes us right with him. Christ Jesus paid the price to set us free. ", "25": "God gave Christ as a sacrifice to pay for sins through the spilling of his blood. So God forgives the sins of those who have faith. God did all this to prove that he does what is right. He is a God of mercy. So he did not punish for their sins the people who lived before Jesus lived. ", "26": "God did all this to prove in our own time that he does what is right. He also makes right with himself those who believe in Jesus.", "27": "So who can brag? No one! Are people saved by the law that requires them to obey? Not at all! They are saved because of the law that requires faith. ", "28": "We firmly believe that a person is made right with God because of their faith. They are not saved by obeying the law. ", "29": "Or is God the God of Jews only? Isn't he also the God of Gentiles? Yes, he is their God too. ", "30": "There is only one God. When those who are circumcised believe in him, he makes them right with himself. Suppose those who are not circumcised believe in him. Then God also will make them right with himself. ", "31": "Does faith make the law useless? Not at all! We agree with the law."}