{"1": "Here begins the wonderful story of Jesus the Messiah, the Son of God.", "2": "In the book written by the prophet Isaiah, God announced that he would send his Son[a] to earth, and that a special messenger would arrive first to prepare the world for his coming.", "3": "“This messenger will live out in the barren wilderness,” Isaiah said,[b] “and will proclaim that everyone must straighten out his life to be ready for the Lord's arrival.”*", "4": "This messenger was John the Baptist. He lived in the wilderness and taught that all should be baptized as a public announcement of their decision to turn their backs on sin, so that God could forgive them.[c] ", "5": "People from Jerusalem and from all over Judea traveled out into the Judean wastelands to see and hear John, and when they confessed their sins, he baptized them in the Jordan River. ", "6": "His clothes were woven from camel's hair and he wore a leather belt; locusts and wild honey were his food. ", "7": "Here is a sample of his preaching: “Someone is coming soon who is far greater than I am, so much greater that I am not even worthy to be his slave.[d] ", "8": "I baptize you with water[e] but he will baptize you with God's Holy Spirit!”*", "9": "Then one day Jesus came from Nazareth in Galilee, and was baptized by John there in the Jordan River. ", "10": "The moment Jesus came up out of the water, he saw the heavens open and the Holy Spirit in the form of a dove descending on him, ", "11": "and a voice from heaven said, “You are my beloved Son; you are my Delight.”", "12-13": "Immediately the Holy Spirit urged Jesus into the desert. There, for forty days, alone except for desert animals, he was subjected to Satan's temptations to sin. And afterwards[f] the angels came and cared for him.", "14": "Later on, after John was arrested by King Herod,[g] Jesus went to Galilee to preach God's Good News.", "15": "“At last the time has come!” he announced. “God's Kingdom is near! Turn from your sins and act on this glorious news!”", "16": "One day as Jesus was walking along the shores of the Sea of Galilee, he saw Simon and his brother Andrew fishing with nets, for they were commercial fishermen.", "17": "Jesus called out to them, “Come, follow me! And I will make you fishermen for the souls of men!” ", "18": "At once they left their nets and went along with him.", "19": "A little farther up the beach, he saw Zebedee's sons, James and John, in a boat mending their nets. ", "20": "He called them too, and immediately they left their father Zebedee in the boat with the hired men and went with him.", "21": "Jesus and his companions now arrived at the town of Capernaum and on Saturday morning went into the Jewish place of worship—the synagogue—where he preached. ", "22": "The congregation was surprised at his sermon because he spoke as an authority and didn't try to prove his points by quoting others—quite unlike what they were used to hearing![h]", "23": "A man possessed by a demon was present and began shouting, ", "24": "“Why are you bothering us, Jesus of Nazareth—have you come to destroy us demons? I know who you are—the holy Son of God!”", "25": "Jesus curtly commanded the demon to say no more and to come out of the man. ", "26": "At that the evil spirit screamed and convulsed the man violently and left him. ", "27": "Amazement gripped the audience and they began discussing what had happened. “What sort of new religion is this?” they asked excitedly. “Why, even evil spirits obey his orders!”", "28": "The news of what he had done spread quickly through that entire area of Galilee.", "29-30": "Then, leaving the synagogue, he and his disciples went over to Simon and Andrew's home, where they found Simon's mother-in-law sick in bed with a high fever. They told Jesus about her right away. ", "31": "He went to her bedside, and as he took her by the hand and helped her to sit up, the fever suddenly left, and she got up and prepared dinner for them!", "32-33": "By sunset the courtyard was filled with the sick and demon-possessed, brought to him for healing; and a huge crowd of people from all over the city of Capernaum gathered outside the door to watch. ", "34": "So Jesus healed great numbers of sick folk that evening and ordered many demons to come out of their victims. (But he refused to allow the demons to speak, because they knew who he was.)", "35": "The next morning he was up long before daybreak and went out alone into the wilderness to pray.", "36-37": "Later, Simon and the others went out to find him, and told him, “Everyone is asking for you.”", "38": "But he replied, “We must go on to other towns as well, and give my message to them too, for that is why I came.”", "39": "So he traveled throughout the province of Galilee, preaching in the synagogues and releasing many from the power of demons.", "40": "Once a leper came and knelt in front of him and begged to be healed. “If you want to, you can make me well again,” he pled.", "41": "And Jesus, moved with pity, touched him and said, “I want to! Be healed!” ", "42": "Immediately the leprosy was gone—the man was healed!", "43-44": "Jesus then told him sternly, “Go and be examined immediately by the Jewish priest. Don't stop to speak to anyone along the way. Take along the offering prescribed by Moses for a leper who is healed, so that everyone will have proof that you are well again.”", "45": "But as the man went on his way he began to shout the good news that he was healed; as a result, such throngs soon surrounded Jesus that he couldn't publicly enter a city anywhere, but had to stay out in the barren wastelands. And people from everywhere came to him there."}