{"1": "Then he left Capernaum[a] and went southward to the Judean borders and into the area east of the Jordan River. And as always there were the crowds; and as usual he taught them.", "2": "Some Pharisees came and asked him, “Do you permit divorce?” Of course they were trying to trap him.", "3": "“What did Moses say about divorce?” Jesus asked them.", "4": "“He said it was all right,” they replied. “He said that all a man has to do is write his wife a letter of dismissal.”", "5": "“And why did he say that?” Jesus asked. “I'll tell you why—it was a concession to your hardhearted wickedness. ", "6-7": "But it certainly isn't God's way. For from the very first he made man and woman to be joined together permanently in marriage; therefore a man is to leave his father and mother, ", "8": "and he and his wife are united so that they are no longer two, but one. ", "9": "And no man may separate what God has joined together.”", "10": "Later, when he was alone with his disciples in the house, they brought up the subject again.", "11": "He told them, “When a man divorces his wife to marry someone else, he commits adultery against her. ", "12": "And if a wife divorces her husband and remarries, she, too, commits adultery.”", "13": "Once when some mothers[b] were bringing their children to Jesus to bless them, the disciples shooed them away, telling them not to bother him.", "14": "But when Jesus saw what was happening he was very much displeased with his disciples and said to them, “Let the children come to me, for the Kingdom of God belongs to such as they. Don't send them away! ", "15": "I tell you as seriously as I know how that anyone who refuses to come to God as a little child will never be allowed into his Kingdom.”", "16": "Then he took the children into his arms and placed his hands on their heads and he blessed them.", "17": "As he was starting out on a trip, a man came running to him and knelt down and asked, “Good Teacher, what must I do to get to heaven?”", "18": "“Why do you call me good?” Jesus asked. “Only God is truly good! ", "19": "But as for your question—you know the commandments: don't kill, don't commit adultery, don't steal, don't lie, don't cheat, respect your father and mother.”", "20": "“Teacher,” the man replied, “I've never once[c] broken a single one of those laws.”", "21": "Jesus felt genuine love for this man as he looked at him. “You lack only one thing,” he told him; “go and sell all you have and give the money to the poor—and you shall have treasure in heaven—and come, follow me.”", "22": "Then the man's face fell, and he went sadly away, for he was very rich.", "23": "Jesus watched him go, then turned around and said to his disciples, “It's almost impossible for the rich to get into the Kingdom of God!”", "24": "This amazed them. So Jesus said it again: “Dear children, how hard it is for those who trust in riches[d] to enter the Kingdom of God. ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”", "26": "The disciples were incredulous! “Then who in the world can be saved, if not a rich man?” they asked.", "27": "Jesus looked at them intently, then said, “Without God, it is utterly impossible. But with God everything is possible.”", "28": "Then Peter began to mention all that he and the other disciples had left behind. “We've given up everything to follow you,” he said.", "29": "And Jesus replied, “Let me assure you that no one has ever given up anything—home, brothers, sisters, mother, father, children, or property—for love of me and to tell others the Good News, ", "30": "who won't be given back, a hundred times over, homes, brothers, sisters, mothers, children, and land—with persecutions! “All these will be his here on earth, and in the world to come he shall have eternal life. ", "31": "But many people who seem to be important now will be the least important then; and many who are considered least here shall be greatest there.”", "32": "Now they were on the way to Jerusalem, and Jesus was walking along ahead; and as the disciples were following they were filled with terror and dread. Taking them aside, Jesus once more began describing all that was going to happen to him when they arrived at Jerusalem.", "33": "“When we get there,” he told them, “I, the Messiah,[e] will be arrested and taken before the chief priests and the Jewish leaders, who will sentence me to die and hand me over to the Romans to be killed. ", "34": "They will mock me and spit on me and flog me with their whips and kill me; but after three days I will come back to life again.”", "35": "Then James and John, the sons of Zebedee, came over and spoke to him in a low voice.[f] “Master,” they said, “we want you to do us a favor.”", "36": "“What is it?” he asked.", "37": "“We want to sit on the thrones next to yours in your Kingdom,” they said, “one at your right and the other at your left!”", "38": "But Jesus answered, “You don't know what you are asking! Are you able to drink from the bitter cup of sorrow I must drink from? Or to be baptized with the baptism of suffering I must be baptized with?”", "39": "“Oh, yes,” they said, “we are!” And Jesus said, “You shall indeed drink from my cup and be baptized with my baptism, ", "40": "but I do not have the right to place you on thrones next to mine. Those appointments have already been made.”", "41": "When the other disciples discovered what James and John had asked, they were very indignant. ", "42": "So Jesus called them to him and said, “As you know, the kings and great men of the earth lord it over the people; ", "43": "but among you it is different. Whoever wants to be great among you must be your servant. ", "44": "And whoever wants to be greatest of all must be the slave of all. ", "45": "For even I, the Messiah,[g] am not here to be served, but to help others, and to give my life as a ransom for many.”", "46": "And so they reached Jericho. Later, as they left town, a great crowd was following. Now it happened that a blind beggar named Bartimaeus (the son of Timaeus) was sitting beside the road as Jesus was going by.", "47": "When Bartimaeus heard that Jesus from Nazareth was near, he began to shout out, “Jesus, Son of David, have mercy on me!”", "48": "“Shut up!” some of the people yelled at him. But he only shouted the louder, again and again, “O Son of David, have mercy on me!”", "49": "When Jesus heard him, he stopped there in the road and said, “Tell him to come here.” So they called the blind man. “You lucky fellow,”[h] they said, “come on, he's calling you!” ", "50": "Bartimaeus yanked off his old coat and flung it aside, jumped up and came to Jesus.", "51": "“What do you want me to do for you?” Jesus asked. “O Teacher,” the blind man said, “I want to see!”", "52": "And Jesus said to him, “All right, it's done.[i] Your faith has healed you.” And instantly the blind man could see and followed Jesus down the road!"}