{"1": "As they neared Bethphage and Bethany on the outskirts of Jerusalem and came to the Mount of Olives, Jesus sent two of his disciples on ahead.", "2": "“Go into that village over there,” he told them, “and just as you enter you will see a colt tied up that has never been ridden. Untie him and bring him here. ", "3": "And if anyone asks you what you are doing, just say, 'Our Master needs him and will return him soon.'”", "4-5": "Off went the two men and found the colt standing in the street, tied outside a house. As they were untying it, some who were standing there demanded, “What are you doing, untying that colt?”", "6": "So they said what Jesus had told them to, and then the men agreed.", "7": "So the colt was brought to Jesus, and the disciples threw their cloaks across its back for him to ride on. ", "8": "Then many in the crowd spread out their coats along the road before him, while others threw down leafy branches from the fields.", "9": "He was in the center of the procession with crowds ahead and behind, and all of them shouting, “Hail to the King!” “Praise God for him who comes in the name of the Lord!” . . . ", "10": "“Praise God for the return of our father David's kingdom. . . . ” “Hail to the King of the universe!”", "11": "And so he entered Jerusalem and went into the Temple. He looked around carefully at everything and then left—for now it was late in the afternoon—and went out to Bethany with the twelve disciples.", "12": "The next morning as they left Bethany, he felt hungry. ", "13": "A little way off he noticed a fig tree in full leaf, so he went over to see if he could find any figs on it. But no, there were only leaves, for it was too early in the season for fruit.", "14": "Then Jesus said to the tree, “You shall never bear fruit again!” And the disciples heard him say it.", "15": "When they arrived back in Jerusalem, he went to the Temple and began to drive out the merchants and their customers, and knocked over the tables of the money changers and the stalls of those selling doves, ", "16": "and stopped everyone from bringing in loads of merchandise.", "17": "He told them, “It is written in the Scriptures, 'My Temple is to be a place of prayer for all nations,' but you have turned it into a den of robbers.”", "18": "When the chief priests and other Jewish leaders heard what he had done, they began planning how best to get rid of him. Their problem was their fear of riots because the people were so enthusiastic about Jesus' teaching.", "19": "That evening as usual they left the city.", "20": "Next morning, as the disciples passed the fig tree he had cursed, they saw that it was withered from the roots! ", "21": "Then Peter remembered what Jesus had said to the tree on the previous day and exclaimed, “Look, Teacher! The fig tree you cursed has withered!”", "22-23": "In reply Jesus said to the disciples, “If you only have faith in God—this is the absolute truth—you can say to this Mount of Olives, 'Rise up and fall into the Mediterranean,' and your command will be obeyed. All that's required is that you really believe and have no doubt! ", "24": "Listen to me! You can pray for anything, and if you believe, you have it; it's yours! ", "25": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive you your sins too.”", "26-28": "[a]By this time they had arrived in Jerusalem again, and as he was walking through the Temple area, the chief priests and other Jewish leaders* came up to him demanding, “What's going on here? Who gave you the authority to drive out the merchants?”", "29": "Jesus replied, “I'll tell you if you answer one question! ", "30": "What about John the Baptist? Was he sent by God, or not? Answer me!”", "31": "They talked it over among themselves. “If we reply that God sent him, then he will say, 'All right, why didn't you accept him?' ", "32": "But if we say God didn't send him, then the people will start a riot.” (For the people all believed strongly that John was a prophet.)", "33": "So they said, “We can't answer. We don't know.” To which Jesus replied, “Then I won't answer your question either!”"}