{"1": "Here are some of the story-illustrations Jesus gave to the people at that time: “A man planted a vineyard and built a wall around it and dug a pit for pressing out the grape juice, and built a watchman's tower. Then he leased the farm to tenant farmers and moved to another country. ", "2": "At grape-picking time he sent one of his men to collect his share of the crop. ", "3": "But the farmers beat up the man and sent him back empty-handed.", "4": "“The owner then sent another of his men, who received the same treatment, only worse, for his head was seriously injured. ", "5": "The next man he sent was killed; and later, others were either beaten or killed, until ", "6": "there was only one left—his only son. He finally sent him, thinking they would surely give him their full respect.", "7": "“But when the farmers saw him coming they said, 'He will own the farm when his father dies. Come on, let's kill him—and then the farm will be ours!' ", "8": "So they caught him and murdered him and threw his body out of the vineyard.", "9": "“What do you suppose the owner will do when he hears what happened? He will come and kill them all, and lease the vineyard to others. ", "10": "Don't you remember reading this verse in the Scriptures? 'The Rock the builders threw away became the cornerstone, the most honored stone in the building! ", "11": "This is the Lord's doing and it is an amazing thing to see.'”", "12": "The Jewish leaders wanted to arrest him then and there for using this illustration, for they knew he was pointing at them—they were the wicked farmers in his story. But they were afraid to touch him for fear of a mob. So they left him and went away.", "13": "But they sent other religious and political leaders to talk with him and try to trap him into saying something he could be arrested for.", "14": "“Teacher,” these spies said, “we know you tell the truth no matter what! You aren't influenced by the opinions and desires of men, but sincerely teach the ways of God. Now tell us, is it right to pay taxes to Rome, or not?”", "15": "Jesus saw their trick and said, “Show me a coin and I'll tell you.”", "16": "When they handed it to him he asked, “Whose picture and title is this on the coin?” They replied, “The emperor's.”", "17": "“All right,” he said, “if it is his, give it to him. But everything that belongs to God must be given to God!” And they scratched their heads in bafflement at his reply.", "18": "Then the Sadducees stepped forward—a group of men who say there is no resurrection. Here was their question:", "19": "“Teacher, Moses gave us a law that when a man dies without children, the man's brother should marry his widow and have children in his brother's name. ", "20-22": "Well, there were seven brothers and the oldest married and died, and left no children. So the second brother married the widow, but soon he died too and left no children. Then the next brother married her and died without children, and so on until all were dead, and still there were no children; and last of all, the woman died too.", "23": "“What we want to know is this:[a] In the resurrection, whose wife will she be, for she had been the wife of each of them?”", "24": "Jesus replied, “Your trouble is that you don't know the Scriptures and don't know the power of God. ", "25": "For when these seven brothers and the woman rise from the dead, they won't be married—they will be like the angels.", "26": "“But now as to whether there will be a resurrection—have you never read in the book of Exodus about Moses and the burning bush? God said to Moses, 'I am the God of Abraham, and I am the God of Isaac, and I am the God of Jacob.'", "27": "“God was telling Moses that these men, though dead for hundreds of years,[b] were still very much alive, for he would not have said, 'I am the God' of those who don't exist! You have made a serious error.”", "28": "One of the teachers of religion who was standing there listening to the discussion realized that Jesus had answered well. So he asked, “Of all the commandments, which is the most important?”", "29": "Jesus replied, “The one that says, 'Hear, O Israel! The Lord our God is the one and only God. ", "30": "And you must love him with all your heart and soul and mind and strength.'", "31": "“The second is: 'You must love others as much as yourself.' No other commandments are greater than these.”", "32": "The teacher of religion replied, “Sir, you have spoken a true word in saying that there is only one God and no other. ", "33": "And I know it is far more important to love him with all my heart and understanding and strength, and to love others as myself, than to offer all kinds of sacrifices on the altar of the Temple.”", "34": "Realizing this man's understanding, Jesus said to him, “You are not far from the Kingdom of God.” And after that, no one dared ask him any more questions.", "35": "Later, as Jesus was teaching the people in the Temple area, he asked them this question: “Why do your religious teachers claim that the Messiah must be a descendant of King David? ", "36": "For David himself said—and the Holy Spirit was speaking through him when he said it—'God said to my Lord, sit at my right hand until I make your enemies your footstool.' ", "37": "Since David called him his Lord, how can he be his son?” (This sort of reasoning delighted the crowd and they listened to him with great interest.)", "38": "Here are some of the other things he taught them at this time: “Beware of the teachers of religion! For they love to wear the robes of the rich and scholarly, and to have everyone bow to them as they walk through the markets. ", "39": "They love to sit in the best seats in the synagogues and at the places of honor at banquets—", "40": "but they shamelessly cheat widows out of their homes and then, to cover up the kind of men they really are, they pretend to be pious by praying long prayers in public. Because of this, their punishment will be the greater.”", "41": "Then he went over to the collection boxes in the Temple and sat and watched as the crowds dropped in their money. Some who were rich put in large amounts. ", "42": "Then a poor widow came and dropped in two pennies.", "43-44": "He called his disciples to him and remarked, “That poor widow has given more than all those rich men put together! For they gave a little of their extra fat,[c] while she gave up her last penny.”"}