{"1": "The Passover observance began two days later—an annual Jewish holiday when no bread made with yeast was eaten. The chief priests and other Jewish leaders were still looking for an opportunity to arrest Jesus secretly and put him to death.", "2": "“But we can't do it during the Passover,” they said, “or there will be a riot.”", "3": "Meanwhile Jesus was in Bethany, at the home of Simon the leper; during supper a woman came in with a beautiful flask of expensive perfume. Then, breaking the seal, she poured it over his head.", "4-5": "Some of those at the table were indignant among themselves about this “waste,” as they called it. “Why, she could have sold that perfume for a fortune and given the money to the poor!” they snarled.", "6": "But Jesus said, “Leave her alone; why berate her for doing a good thing? ", "7": "You always have the poor among you, and they badly need your help, and you can aid them whenever you want to; but I won't be here much longer.", "8": "“She has done what she could and has anointed my body ahead of time for burial. ", "9": "And I tell you this in solemn truth, that wherever the Good News is preached throughout the world, this woman's deed will be remembered and praised.”", "10": "Then Judas Iscariot, one of his disciples, went to the chief priests to arrange to betray Jesus to them.", "11": "When the chief priests heard why he had come, they were excited and happy and promised him a reward. So he began looking for the right time and place to betray Jesus.", "12": "On the first day of the Passover, the day the lambs were sacrificed, his disciples asked him where he wanted to go to eat the traditional Passover supper. ", "13": "He sent two of them into Jerusalem to make the arrangements. “As you are walking along,” he told them, “you will see a man coming toward you carrying a pot of water. Follow him. ", "14": "At the house he enters, tell the man in charge, 'Our Master sent us to see the room you have ready for us, where we will eat the Passover supper this evening!' ", "15": "He will take you upstairs to a large room all set up. Prepare our supper there.”", "16": "So the two disciples went on ahead into the city and found everything as Jesus had said, and prepared the Passover.", "17": "In the evening Jesus arrived with the other disciples, ", "18": "and as they were sitting around the table eating, Jesus said, “I solemnly declare that one of you will betray me, one of you who is here eating with me.”", "19": "A great sadness swept over them, and one by one they asked him, “Am I the one?”", "20": "He replied, “It is one of you twelve eating with me now. ", "21": "I[a] must die, as the prophets declared long ago; but, oh, the misery ahead for the man by whom I* am betrayed. Oh, that he had never been born!”", "22": "As they were eating, Jesus took bread and asked God's blessing on it and broke it in pieces and gave it to them and said, “Eat it—this is my body.”", "23": "Then he took a cup of wine and gave thanks to God for it and gave it to them; and they all drank from it. ", "24": "And he said to them, “This is my blood, poured out for many, sealing the new agreement[b] between God and man. ", "25": "I solemnly declare that I shall never again taste wine until the day I drink a different kind[c] in the Kingdom of God.”", "26": "Then they sang a hymn and went out to the Mount of Olives.", "27": "“All of you will desert me,” Jesus told them, “for God has declared through the prophets, 'I will kill the Shepherd, and the sheep will scatter.' ", "28": "But after I am raised to life again, I will go to Galilee and meet you there.”", "29": "Peter said to him, “I will never desert you no matter what the others do!”", "30": "“Peter,” Jesus said, “before the cock crows a second time tomorrow morning you will deny me three times.”", "31": "“No!” Peter exploded. “Not even if I have to die with you! I'll never deny you!” And all the others vowed the same.", "32": "And now they came to an olive grove called the Garden of Gethsemane, and he instructed his disciples, “Sit here, while I go and pray.”", "33": "He took Peter, James, and John with him and began to be filled with horror and deepest distress. ", "34": "And he said to them, “My soul is crushed by sorrow to the point of death; stay here and watch with me.”", "35": "He went on a little farther and fell to the ground and prayed that if it were possible the awful hour awaiting him might never come.[d]", "36": "“Father, Father,” he said, “everything is possible for you. Take away this cup from me. Yet I want your will, not mine.”", "37": "Then he returned to the three disciples and found them asleep. “Simon!” he said. “Asleep? Couldn't you watch with me even one hour? ", "38": "Watch with me and pray lest the Tempter overpower you. For though the spirit is willing enough, the body is weak.”", "39": "And he went away again and prayed, repeating his pleadings. ", "40": "Again he returned to them and found them sleeping, for they were very tired. And they didn't know what to say.", "41": "The third time when he returned to them he said, “Sleep on; get your rest! But no! The time for sleep has ended! Look! I am[e] betrayed into the hands of wicked men. ", "42": "Come! Get up! We must go! Look! My betrayer is here!”", "43": "And immediately, while he was still speaking, Judas (one of his disciples) arrived with a mob equipped with swords and clubs, sent out by the chief priests and other Jewish leaders.", "44": "Judas had told them, “You will know which one to arrest when I go over and greet[f] him. Then you can take him easily.” ", "45": "So as soon as they arrived he walked up to Jesus. “Master!” he exclaimed, and embraced him with a great show of friendliness. ", "46": "Then the mob arrested Jesus and held him fast. ", "47": "But someone[g] pulled a sword and slashed at the high priest's servant, cutting off his ear.", "48": "Jesus asked them, “Am I some dangerous robber, that you come like this, armed to the teeth to capture me? ", "49": "Why didn't you arrest me in the Temple? I was there teaching every day. But these things are happening to fulfill the prophecies about me.”", "50": "Meanwhile, all his disciples had fled. ", "51-52": "There was, however, a young man following along behind, clothed only in a linen nightshirt.[h] When the mob tried to grab him, he escaped, though his clothes were torn off in the process, so that he ran away completely naked.", "53": "Jesus was led to the high priest's home where all of the chief priests and other Jewish leaders soon gathered. ", "54": "Peter followed far behind and then slipped inside the gates of the high priest's residence and crouched beside a fire among the servants.", "55": "Inside, the chief priests and the whole Jewish Supreme Court were trying to find something against Jesus that would be sufficient to condemn him to death. But their efforts were in vain. ", "56": "Many false witnesses volunteered, but they contradicted each other.", "57": "Finally some men stood up to lie about him and said, ", "58": "“We heard him say, 'I will destroy this Temple made with human hands and in three days I will build another, made without human hands!'” ", "59": "But even then they didn't get their stories straight!", "60": "Then the high priest stood up before the Court and asked Jesus, “Do you refuse to answer this charge? What do you have to say for yourself?”", "61": "To this Jesus made no reply. Then the high priest asked him. “Are you the Messiah, the Son of God?”", "62": "Jesus said, “I am, and you will see me[i] sitting at the right hand of God, and returning to earth in the clouds of heaven.”", "63-64": "Then the high priest tore at his clothes and said, “What more do we need? Why wait for witnesses? You have heard his blasphemy. What is your verdict?” And the vote for the death sentence was unanimous.", "65": "Then some of them began to spit at him, and they blindfolded him and began to hammer his face with their fists. “Who hit you that time, you prophet?” they jeered. And even the bailiffs were using their fists on him as they led him away.", "66-67": "Meanwhile Peter was below in the courtyard. One of the maids who worked for the high priest noticed Peter warming himself at the fire. She looked at him closely and then announced, “You were with Jesus, the Nazarene.”", "68": "Peter denied it. “I don't know what you're talking about!” he said, and walked over to the edge of the courtyard. Just then, a rooster crowed.[j]", "69": "The maid saw him standing there and began telling the others, “There he is! There's that disciple of Jesus!”", "70": "Peter denied it again. A little later others standing around the fire began saying to Peter, “You are, too, one of them, for you are from Galilee!”", "71": "He began to curse and swear. “I don't even know this fellow you are talking about,” he said.", "72": "And immediately the rooster crowed the second time. Suddenly Jesus' words flashed through Peter's mind: “Before the cock crows twice, you will deny me three times.” And he began to cry."}