{"1": "Early in the morning the chief priests, elders and teachers of religion—the entire Supreme Court—met to discuss their next steps. Their decision was to send Jesus under armed guard to Pilate, the Roman governor.[a]", "2": "Pilate asked him, “Are you the King of the Jews?” “Yes,” Jesus replied, “it is as you say.”", "3-4": "Then the chief priests accused him of many crimes, and Pilate asked him, “Why don't you say something? What about all these charges against you?”", "5": "But Jesus said no more, much to Pilate's amazement.", "6": "Now, it was Pilate's custom to release one Jewish prisoner each year at Passover time—any prisoner the people requested. ", "7": "One of the prisoners at that time was Barabbas, convicted along with others for murder during an insurrection.", "8": "Now a mob began to crowd in toward Pilate, asking him to release a prisoner as usual.", "9": "“How about giving you the 'King of Jews'?” Pilate asked. “Is he the one you want released?” ", "10": "(For he realized by now that this was a frameup, backed by the chief priests because they envied Jesus' popularity.)", "11": "But at this point the chief priests whipped up the mob to demand the release of Barabbas instead of Jesus.", "12": "“But if I release Barabbas,” Pilate asked them, “what shall I do with this man you call your king?”", "13": "They shouted back, “Crucify him!”", "14": "“But why?” Pilate demanded. “What has he done wrong?” They only roared the louder, “Crucify him!”", "15": "Then Pilate, afraid of a riot and anxious to please the people, released Barabbas to them. And he ordered Jesus flogged with a leaded whip, and handed him over to be crucified.", "16-17": "Then the Roman soldiers took him into the barracks of the palace, called out the entire palace guard, dressed him in a purple robe, and made a crown of long, sharp thorns and put it on his head. ", "18": "Then they saluted, yelling, “Yea! King of the Jews!” ", "19": "And they beat him on the head with a cane, and spat on him, and went down on their knees to “worship” him.", "20": "When they finally tired of their sport, they took off the purple robe and put his own clothes on him again, and led him away to be crucified.", "21": "Simon of Cyrene, who was coming in from the country just then, was pressed into service to carry Jesus' cross. (Simon is the father of Alexander and Rufus.)", "22": "And they brought Jesus to a place called Golgotha. (Golgotha means skull.) ", "23": "Wine drugged with bitter herbs was offered to him there, but he refused it. ", "24": "And then they crucified him—and threw dice for his clothes.", "25": "It was about nine o'clock in the morning when the crucifixion took place.", "26": "A signboard was fastened to the cross above his head, announcing his crime. It read, “The King of the Jews.”", "27": "Two robbers were also crucified that morning, their crosses on either side of his. ", "28": "[b]And so the Scripture was fulfilled that said, “He was counted among evil men.”", "29-30": "The people jeered at him as they walked by, and wagged their heads in mockery. “Ha! Look at you now!” they yelled at him. “Sure, you can destroy the Temple and rebuild it in three days! If you're so wonderful, save yourself and come down from the cross.”", "31": "The chief priests and religious leaders were also standing around joking about Jesus. “He's quite clever at 'saving' others,” they said, “but he can't save himself!”", "32": "“Hey there, Messiah!” they yelled at him. “You 'King of Israel'! Come on down from the cross and we'll believe you!” And even the two robbers dying with him cursed him.", "33": "About noon, darkness fell across the entire land,[c] lasting until three o'clock that afternoon.", "34": "Then Jesus called out with a loud voice, “Eli, Eli, lama sabachthani?”[d] (“My God, my God, why have you deserted me?”)", "35": "Some of the people standing there thought he was calling for the prophet Elijah. ", "36": "So one man ran and got a sponge and filled it with sour wine and held it up to him on a stick. “Let's see if Elijah will come and take him down!” he said.", "37": "Then Jesus uttered another loud cry and dismissed his spirit.", "38": "And the curtain[e] in the Temple was split apart from top to bottom.", "39": "When the Roman officer standing beside his cross saw how he dismissed his spirit, he exclaimed, “Truly, this was the Son of God!”", "40": "Some women were there watching from a distance—Mary Magdalene, Mary (the mother of James the Younger and of Joses), Salome, and others. ", "41": "They and many other Galilean women who were his followers had ministered to him when he was up in Galilee, and had come with him to Jerusalem.", "42-43": "This all happened the day before the Sabbath. Late that afternoon Joseph from Arimathea, an honored member of the Jewish Supreme Court (who personally was eagerly expecting the arrival of God's Kingdom), gathered his courage and went to Pilate and asked for Jesus' body.", "44": "Pilate couldn't believe that Jesus was already dead so he called for the Roman officer in charge and asked him. ", "45": "The officer confirmed the fact, and Pilate told Joseph he could have the body.", "46": "Joseph bought a long sheet of linen cloth and, taking Jesus' body down from the cross, wound it in the cloth and laid it in a rock-hewn tomb, and rolled a stone in front of the entrance.", "47": "(Mary Magdalene and Mary the mother of Joses were watching as Jesus was laid away.)"}