{"1": "Several days later he returned to Capernaum, and the news of his arrival spread quickly through the city. ", "2": "Soon the house where he was staying was so packed with visitors that there wasn't room for a single person more, not even outside the door. And he preached the Word to them. ", "3": "Four men arrived carrying a paralyzed man on a stretcher. ", "4": "They couldn't get to Jesus through the crowd, so they dug through the clay roof above his head and lowered the sick man on his stretcher, right down in front of Jesus.[a]", "5": "When Jesus saw how strongly they believed that he would help, Jesus said to the sick man, “Son, your sins are forgiven!”", "6": "But some of the Jewish religious leaders[b] said to themselves as they sat there, ", "7": "“What? This is blasphemy! Does he think he is God? For only God can forgive sins.”", "8": "Jesus could read their minds and said to them at once, “Why does this bother you? ", "9-11": "I, the Messiah,[c] have the authority on earth to forgive sins. But talk is cheap—anybody could say that. So I'll prove it to you by healing this man.” Then, turning to the paralyzed man, he commanded, “Pick up your stretcher and go on home, for you are healed!”", "12": "The man jumped up, took the stretcher, and pushed his way through the stunned onlookers! Then how they praised God. “We've never seen anything like this before!” they all exclaimed.", "13": "Then Jesus went out to the seashore again and preached to the crowds that gathered around him. ", "14": "As he was walking up the beach he saw Levi, the son of Alphaeus, sitting at his tax collection booth. “Come with me,” Jesus told him. “Come be my disciple.” And Levi jumped to his feet and went along.", "15": "That night Levi invited his fellow tax collectors and many other notorious sinners to be his dinner guests so that they could meet Jesus and his disciples. (There were many men of this type among the crowds that followed him.) ", "16": "But when some of the Jewish religious leaders[d] saw him eating with these men of ill repute, they said to his disciples, “How can he stand it, to eat with such scum?”", "17": "When Jesus heard what they were saying, he told them, “Sick people need the doctor, not healthy ones! I haven't come to tell good people to repent, but the bad ones.”", "18": "John's disciples and the Jewish leaders sometimes fasted, that is, went without food as part of their religion. One day some people came to Jesus and asked why his disciples didn't do this too.", "19": "Jesus replied, “Do friends of the bridegroom refuse to eat at the wedding feast? Should they be sad while he is with them? ", "20": "But some day he will be taken away from them, and then they will mourn. ", "21": "Besides, going without food is part of the old way of doing things.[e] It is like patching an old garment with unshrunk cloth! What happens? The patch pulls away and leaves the hole worse than before. ", "22": "You know better than to put new wine into old wineskins. They would burst. The wine would be spilled out and the wineskins ruined. New wine needs fresh wineskins.”", "23": "Another time, on a Sabbath day as Jesus and his disciples were walking through the fields, the disciples were breaking off heads of wheat and eating the grain.[f]", "24": "Some of the Jewish religious leaders said to Jesus, “They shouldn't be doing that! It's against our laws to work by harvesting grain on the Sabbath.”", "25-26": "But Jesus replied, “Didn't you ever hear about the time King David and his companions were hungry, and he went into the house of God—Abiathar was high priest then—and they ate the special bread[g] only priests were allowed to eat? That was against the law too. ", "27": "But the Sabbath was made to benefit man, and not man to benefit the Sabbath. ", "28": "And I, the Messiah,[h] have authority even to decide what men can do on Sabbath days!”"}