{"1": "Once again an immense crowd gathered around him on the beach as he was teaching, so he got into a boat and sat down and talked from there. ", "2": "His usual method of teaching was to tell the people stories. One of them went like this:", "3": "“Listen! A farmer decided to sow some grain. As he scattered it across his field, ", "4": "some of it fell on a path, and the birds came and picked it off the hard ground and ate it. ", "5-6": "Some fell on thin soil with underlying rock. It grew up quickly enough, but soon wilted beneath the hot sun and died because the roots had no nourishment in the shallow soil. ", "7": "Other seeds fell among thorns that shot up and crowded the young plants so that they produced no grain. ", "8": "But some of the seeds fell into good soil and yielded thirty times as much as he had planted—some of it even sixty or a hundred times as much! ", "9": "If you have ears, listen!”", "10": "Afterwards, when he was alone with the Twelve and with his other disciples, they asked him, “What does your story mean?”", "11-12": "He replied, “You are permitted to know some truths about the Kingdom of God that are hidden to those outside the Kingdom: 'Though they see and hear, they will not understand or turn to God, or be forgiven for their sins.'", "13": "But if you can't understand this simple illustration, what will you do about all the others I am going to tell?", "14": "“The farmer I talked about is anyone who brings God's message to others, trying to plant good seed within their lives. ", "15": "The hard pathway, where some of the seed fell, represents the hard hearts of some of those who hear God's message; Satan comes at once to try to make them forget it. ", "16": "The rocky soil represents the hearts of those who hear the message with joy, ", "17": "but, like young plants in such soil, their roots don't go very deep, and though at first they get along fine, as soon as persecution begins, they wilt.", "18": "“The thorny ground represents the hearts of people who listen to the Good News and receive it, ", "19": "but all too quickly the attractions of this world and the delights of wealth, and the search for success and lure of nice things come in and crowd out God's message from their hearts, so that no crop is produced.", "20": "“But the good soil represents the hearts of those who truly accept God's message and produce a plentiful harvest for God—thirty, sixty, or even a hundred times as much as was planted in their hearts.” ", "21": "Then he asked them, “When someone lights a lamp, does he put a box over it to shut out the light? Of course not! The light couldn't be seen or used. A lamp is placed on a stand to shine and be useful.", "22": "“All that is now hidden will someday come to light. ", "23": "If you have ears, listen! ", "24": "And be sure to put into practice what you hear. The more you do this, the more you will understand what I tell you. ", "25": "To him who has shall be given; from him who has not shall be taken away even what he has.", "26": "“Here is another story illustrating what the Kingdom of God is like: “A farmer sowed his field ", "27": "and went away, and as the days went by, the seeds grew and grew without his help. ", "28": "For the soil made the seeds grow. First a leaf blade pushed through, and later the heads of wheat formed, and finally the grain ripened, ", "29": "and then the farmer came at once with his sickle and harvested it.”", "30": "Jesus asked, “How can I describe the Kingdom of God? What story shall I use to illustrate it? ", "31-32": "It is like a tiny mustard seed! Though this is one of the smallest of seeds, yet it grows to become one of the largest of plants, with long branches where birds can build their nests and be sheltered.”", "33": "He used many such illustrations to teach the people as much as they were ready to understand.[a] ", "34": "In fact, he taught only by illustrations in his public teaching, but afterwards, when he was alone with his disciples, he would explain his meaning to them.", "35": "As evening fell, Jesus said to his disciples, “Let's cross to the other side of the lake.” ", "36": "So they took him just as he was and started out, leaving the crowds behind (though other boats followed). ", "37": "But soon a terrible storm arose. High waves began to break into the boat until it was nearly full of water and about to sink. ", "38": "Jesus was asleep at the back of the boat with his head on a cushion. Frantically they wakened him, shouting, “Teacher, don't you even care that we are all about to drown?”", "39": "Then he rebuked the wind and said to the sea, “Quiet down!” And the wind fell, and there was a great calm!", "40": "And he asked them, “Why were you so fearful? Don't you even yet have confidence in me?”", "41": "And they were filled with awe and said among themselves, “Who is this man, that even the winds and seas obey him?”"}