{"1": "Soon afterwards he left that section of the country and returned with his disciples to Nazareth, his hometown. ", "2-3": "The next Sabbath he went to the synagogue to teach, and the people were astonished at his wisdom and his miracles because he was just a local man like themselves. “He's no better than we are,” they said. “He's just a carpenter, Mary's boy, and a brother of James and Joseph, Judas and Simon. And his sisters live right here among us.” And they were offended!", "4": "Then Jesus told them, “A prophet is honored everywhere except in his hometown and among his relatives and by his own family.” ", "5": "And because of their unbelief he couldn't do any mighty miracles among them except to place his hands on a few sick people and heal them. ", "6": "And he could hardly accept the fact that they wouldn't believe in him. Then he went out among the villages, teaching.", "7": "And he called his twelve disciples together and sent them out two by two, with power to cast out demons. ", "8-9": "He told them to take nothing with them except their walking sticks—no food, no knapsack, no money, not even an extra pair of shoes or a change of clothes.", "10": "“Stay at one home in each village—don't shift around from house to house while you are there,” he said. ", "11": "“And whenever a village won't accept you or listen to you, shake off the dust from your feet as you leave; it is a sign that you have abandoned it to its fate.”", "12": "So the disciples went out, telling everyone they met to turn from sin. ", "13": "And they cast out many demons and healed many sick people, anointing them with olive oil.", "14": "King Herod soon heard about Jesus, for his miracles were talked about everywhere. The king thought Jesus was John the Baptist come back to life again. So the people were saying, “No wonder he can do such miracles.” ", "15": "Others thought Jesus was Elijah the ancient prophet, now returned to life again; still others claimed he was a new prophet like the great ones of the past.", "16": "“No,” Herod said, “it is John, the man I beheaded. He has come back from the dead.”", "17-18": "For Herod had sent soldiers to arrest and imprison John because he kept saying it was wrong for the king to marry Herodias, his brother Philip's wife. ", "19": "Herodias wanted John killed in revenge, but without Herod's approval she was powerless. ", "20": "And Herod respected John, knowing that he was a good and holy man, and so he kept him under his protection. Herod was disturbed whenever he talked with John, but even so he liked to listen to him.", "21": "Herodias's chance finally came. It was Herod's birthday and he gave a stag party for his palace aides, army officers, and the leading citizens of Galilee. ", "22-23": "Then Herodias's daughter came in and danced before them and greatly pleased them all. “Ask me for anything you like,” the king vowed, “even half of my kingdom, and I will give it to you!”", "24": "She went out and consulted her mother, who told her, “Ask for John the Baptist's head!”", "25": "So she hurried back to the king and told him, “I want the head of John the Baptist—right now—on a tray!”", "26": "Then the king was sorry, but he was embarrassed to break his oath in front of his guests. ", "27": "So he sent one of his bodyguards to the prison to cut off John's head and bring it to him. The soldier killed John in the prison, ", "28": "and brought back his head on a tray, and gave it to the girl and she took it to her mother.", "29": "When John's disciples heard what had happened, they came for his body and buried it in a tomb.", "30": "The apostles now returned to Jesus from their tour and told him all they had done and what they had said to the people they visited.", "31": "Then Jesus suggested, “Let's get away from the crowds for a while and rest.” For so many people were coming and going that they scarcely had time to eat. ", "32": "So they left by boat for a quieter spot. ", "33": "But many people saw them leaving and ran on ahead along the shore and met them as they landed. ", "34": "So the usual vast crowd was there as he stepped from the boat; and he had pity on them because they were like sheep without a shepherd, and he taught them many things they needed to know.", "35-36": "Late in the afternoon his disciples came to him and said, “Tell the people to go away to the nearby villages and farms and buy themselves some food, for there is nothing to eat here in this desolate spot, and it is getting late.”", "37": "But Jesus said, “You feed them.” “With what?” they asked. “It would take a fortune[a] to buy food for all this crowd!”", "38": "“How much food do we have?” he asked. “Go and find out.” They came back to report that there were five loaves of bread and two fish. ", "39-40": "Then Jesus told the crowd to sit down, and soon colorful groups of fifty or a hundred each were sitting on the green grass.", "41": "He took the five loaves and two fish and looking up to heaven, gave thanks for the food. Breaking the loaves into pieces, he gave some of the bread and fish to each disciple to place before the people. ", "42": "And the crowd ate until they could hold no more!", "43-44": "There were about 5,000 men there for that meal, and afterwards twelve basketfuls of scraps were picked up off the grass!", "45": "Immediately after this Jesus instructed his disciples to get back into the boat and strike out across the lake to Bethsaida, where he would join them later. He himself would stay and tell the crowds good-bye and get them started home.", "46": "Afterwards he went up into the hills to pray. ", "47": "During the night, as the disciples in their boat were out in the middle of the lake, and he was alone on land, ", "48": "he saw that they were in serious trouble, rowing hard and struggling against the wind and waves. About three o'clock in the morning he walked out to them on the water. He started past them, ", "49": "but when they saw something walking along beside them, they screamed in terror, thinking it was a ghost, ", "50": "for they all saw him. But he spoke to them at once. “It's all right,” he said. “It is I! Don't be afraid.” ", "51": "Then he climbed into the boat and the wind stopped! They just sat there, unable to take it in! ", "52": "For they still didn't realize who he was, even after the miracle the evening before! For they didn't want to believe![b]", "53": "When they arrived at Gennesaret on the other side of the lake, they moored the boat ", "54": "and climbed out. The people standing around there recognized him at once, ", "55": "and ran throughout the whole area to spread the news of his arrival, and began carrying sick folks to him on mats and stretchers. ", "56": "Wherever he went—in villages and cities, and out on the farms—they laid the sick in the market plazas and streets, and begged him to let them at least touch the fringes of his clothes; and as many as touched him were healed."}