{"1": "One day some Jewish religious leaders arrived from Jerusalem to investigate him, ", "2": "and noticed that some of his disciples failed to follow the usual Jewish rituals before eating. ", "3": "(For the Jews, especially the Pharisees, will never eat until they have sprinkled their arms to the elbows,[a] as required by their ancient traditions. ", "4": "So when they come home from the market, they must always sprinkle themselves in this way before touching any food. This is but one of many examples of laws and regulations they have clung to for centuries, and still follow, such as their ceremony of cleansing for pots, pans, and dishes.)", "5": "So the religious leaders asked him, “Why don't your disciples follow our age-old customs? For they eat without first performing the washing ceremony.”", "6-7": "Jesus replied, “You bunch of hypocrites! Isaiah the prophet described you very well when he said, 'These people speak very prettily about the Lord but they have no love for him at all. Their worship is a farce, for they claim that God commands the people to obey their petty rules.' How right Isaiah was! ", "8": "For you ignore God's specific orders and substitute your own traditions. ", "9": "You are simply rejecting God's laws and trampling them under your feet for the sake of tradition.", "10": "“For instance, Moses gave you this law from God: 'Honor your father and mother.' And he said that anyone who speaks against his father or mother must die. ", "11": "But you say it is perfectly all right for a man to disregard his needy parents, telling them, 'Sorry, I can't help you! For I have given to God what I could have given to you.' ", "12-13": "And so you break the law of God in order to protect your man-made tradition. And this is only one example. There are many, many others.”", "14": "Then Jesus called to the crowd to come and hear. “All of you listen,” he said, “and try to understand. ", "15-16": "[b]Your souls aren't harmed by what you eat, but by what you think and say!”*", "17": "Then he went into a house to get away from the crowds, and his disciples asked him what he meant by the statement he had just made.", "18": "“Don't you understand either?” he asked. “Can't you see that what you eat won't harm your soul? ", "19": "For food doesn't come in contact with your heart, but only passes through the digestive system.” (By saying this he showed that every kind of food is kosher.)", "20": "And then he added, “It is the thought-life that pollutes. ", "21": "For from within, out of men's hearts, come evil thoughts of lust, theft, murder, adultery, ", "22": "wanting what belongs to others, wickedness, deceit, lewdness, envy, slander, pride, and all other folly. ", "23": "All these vile things come from within; they are what pollute you and make you unfit for God.”", "24": "Then he left Galilee and went to the region of Tyre and Sidon,[c] and tried to keep it a secret that he was there, but couldn't. For as usual the news of his arrival spread fast.", "25": "Right away a woman came to him whose little girl was possessed by a demon. She had heard about Jesus and now she came and fell at his feet, ", "26": "and pled with him to release her child from the demon's control. (But she was Syrophoenician—a “despised Gentile”!)", "27": "Jesus told her, “First I should help my own family—the Jews.[d] It isn't right to take the children's food and throw it to the dogs.”", "28": "She replied, “That's true, sir, but even the puppies under the table are given some scraps from the children's plates.”", "29": "“Good!” he said. “You have answered well—so well that I have healed your little girl. Go on home, for the demon has left her!”", "30": "And when she arrived home, her little girl was lying quietly in bed, and the demon was gone.", "31": "From Tyre he went to Sidon, then back to the Sea of Galilee by way of the Ten Towns. ", "32": "A deaf man with a speech impediment was brought to him, and everyone begged Jesus to lay his hands on the man and heal him.", "33": "Jesus led him away from the crowd and put his fingers into the man's ears, then spat and touched the man's tongue with the spittle. ", "34": "Then, looking up to heaven, he sighed and commanded, “Open!” ", "35": "Instantly the man could hear perfectly and speak plainly!", "36": "Jesus told the crowd not to spread the news, but the more he forbade them, the more they made it known, ", "37": "for they were overcome with utter amazement. Again and again they said, “Everything he does is wonderful; he even corrects deafness and stammering!”"}