{"1": "Jesus went on to say to his disciples, “Some of you who are standing here right now will live to see the Kingdom of God arrive in great power!”", "2": "Six days later Jesus took Peter, James and John to the top of a mountain. No one else was there. Suddenly his face began to shine with glory, ", "3": "and his clothing became dazzling white, far more glorious than any earthly process could ever make it! ", "4": "Then Elijah and Moses appeared and began talking with Jesus!", "5": "“Teacher, this is wonderful!” Peter exclaimed. “We will make three shelters here, one for each of you. . . . ”", "6": "He said this just to be talking, for he didn't know what else to say and they were all terribly frightened.", "7": "But while he was still speaking these words, a cloud covered them, blotting out the sun, and a voice from the cloud said, “This is my beloved Son. Listen to him.”", "8": "Then suddenly they looked around and Moses and Elijah were gone, and only Jesus was with them.", "9": "As they descended the mountainside he told them never to mention what they had seen until after he had risen[a] from the dead. ", "10": "So they kept it to themselves, but often talked about it, and wondered what he meant by “rising from the dead.”", "11": "Now they began asking him about something the Jewish religious leaders often spoke of, that Elijah must return before the Messiah could come.[b] ", "12-13": "Jesus agreed that Elijah must come first and prepare the way—and that he had, in fact, already come! And that he had been terribly mistreated, just as the prophets had predicted. Then Jesus asked them what the prophets could have been talking about when they predicted that the Messiah[c] would suffer and be treated with utter contempt.", "14": "At the bottom of the mountain they found a great crowd surrounding the other nine disciples, as some Jewish leaders argued with them. ", "15": "The crowd watched Jesus in awe as he came toward them, and then ran to greet him. ", "16": "“What's all the argument about?” he asked.", "17": "One of the men in the crowd spoke up and said, “Teacher, I brought my son for you to heal—he can't talk because he is possessed by a demon. ", "18": "And whenever the demon is in control of him it dashes him to the ground and makes him foam at the mouth and grind his teeth and become rigid.[d] So I begged your disciples to cast out the demon, but they couldn't do it.”", "19": "Jesus said to his disciples,[e] “Oh, what tiny faith you have;* how much longer must I be with you until you believe? How much longer must I be patient with you? Bring the boy to me.”", "20": "So they brought the boy, but when he saw Jesus, the demon convulsed the child horribly, and he fell to the ground writhing and foaming at the mouth.", "21": "“How long has he been this way?” Jesus asked the father. And he replied, “Since he was very small, ", "22": "and the demon often makes him fall into the fire or into water to kill him. Oh, have mercy on us and do something if you can.”", "23": "“If I can?” Jesus asked. “Anything is possible if you have faith.”", "24": "The father instantly replied, “I do have faith; oh, help me to have more!”", "25": "When Jesus saw the crowd was growing, he rebuked the demon. “O demon of deafness and dumbness,” he said, “I command you to come out of this child and enter him no more!”", "26": "Then the demon screamed terribly and convulsed the boy again and left him; and the boy lay there limp and motionless, to all appearance dead. A murmur ran through the crowd—“He is dead.” ", "27": "But Jesus took him by the hand and helped him to his feet and he stood up and was all right! ", "28": "Afterwards, when Jesus was alone in the house with his disciples, they asked him, “Why couldn't we cast that demon out?”", "29": "Jesus replied, “Cases like this require prayer.”[f]", "30-31": "Leaving that region they traveled through Galilee where he tried to avoid all publicity in order to spend more time with his disciples, teaching them. He would say to them, “I, the Messiah, am going to be betrayed and killed and three days later I will return to life again.”", "32": "But they didn't understand and were afraid to ask him what he meant.", "33": "And so they arrived at Capernaum. When they were settled in the house where they were to stay, he asked them, “What were you discussing out on the road?”", "34": "But they were ashamed to answer, for they had been arguing about which of them was the greatest!", "35": "He sat down and called them around him and said, “Anyone wanting to be the greatest must be the least—the servant of all!”", "36": "Then he placed a little child among them; and taking the child in his arms he said to them, ", "37": "“Anyone who welcomes a little child like this in my name is welcoming me, and anyone who welcomes me is welcoming my Father who sent me!”", "38": "One of his disciples, John, told him one day, “Teacher, we saw a man using your name to cast out demons; but we told him not to, for he isn't one of our group.”", "39": "“Don't forbid him!” Jesus said. “For no one doing miracles in my name will quickly turn against me.[g] ", "40": "Anyone who isn't against us is for us. ", "41": "If anyone so much as gives you a cup of water because you are Christ's—I say this solemnly—he won't lose his reward. ", "42": "But if someone causes one of these little ones who believe in me to lose faith—it would be better for that man if a huge millstone were tied around his neck and he were thrown into the sea.", "43-44": "[h]“If your hand does wrong, cut it off. Better live forever with one hand than be thrown into the unquenchable fires of hell with two! ", "45-46": "If your foot carries you toward evil, cut it off! Better be lame and live forever than have two feet that carry you to hell.", "47": "“And if your eye is sinful, gouge it out. Better enter the Kingdom of God half blind than have two eyes and see the fires of hell, ", "48": "where the worm never dies, and the fire never goes out—", "49": "where all are salted with fire.[i]", "50": "“Good salt is worthless if it loses its saltiness; it can't season anything. So don't lose your flavor! Live in peace with each other.”"}