{"1": "Be imitators of God in everything you do,[a] for then you will represent your Father as his beloved sons and daughters. ", "2": "And continue to walk surrendered to the extravagant love of Christ, for he surrendered his life as a sacrifice for us. His great love for us was pleasing to God, like an aroma of adoration—a sweet healing fragrance.[b]", "3": "And have nothing to do with sexual immorality, lust, or greed—for you are his holy ones and let no one be able to accuse you of them in any form. ", "4": "Guard your speech. Forsake obscenities and worthless insults; these are nonsensical words that bring disgrace and are unnecessary. Instead, let worship fill your heart and spill out in your words.", "5": "For it has been made clear to you already that the kingdom of God cannot be accessed by anyone who is guilty of sexual sin, or who is impure or greedy—for greed is the essence of idolatry. How could they expect to have an inheritance in Christ's kingdom while doing those things?", "6": "Don't be fooled by those who speak their empty words and deceptive teachings telling you otherwise. This is what brings God's anger upon the rebellious! ", "7": "Don't listen to them or live like them at all. ", "8": "Once your life was full of sin's darkness, but now you have the very light of our Lord shining through you because of your union with him. Your mission is to live as children flooded with his revelation-light! ", "9": "And the supernatural fruits of his light[c] will be seen in you—goodness, righteousness, and truth. ", "10": "Then you will learn to choose what is beautiful to our Lord.", "11": "And don't even associate with the servants of darkness because they have no fruit in them; instead, reveal truth to them. ", "12": "The very things they do in secret are too vile and filthy to even mention. ", "13": "Whatever the revelation-light exposes, it will also correct, and everything that reveals truth is light to the soul.[d] ", "14": "This is why the Scripture says, “Arise, you sleeper! Rise up from the dead and the Anointed One will shine his light into you!”[e]", "15-16": "–16 So be very careful how you live, not being like those with no understanding, but live honorably with true wisdom, for we are living in evil times. Take full advantage of every day as you spend your life for his purposes. ", "17": "And don't live foolishly for then you will have discernment to fully understand God's will. ", "18": "And don't get drunk with wine, which is rebellion;[f] instead be filled with the fullness of the Holy Spirit.[g] ", "19": "And your hearts will overflow with a joyful song to the Lord Jehovah. Keep speaking to each other with words of Scripture, singing the Psalms with praises and spontaneous songs given by the Spirit![h] ", "20": "Always give thanks to Father God for every person[i] he brings into your life in the name of our Lord Jesus Christ. ", "21": "And out of your reverence for Christ be supportive of each other in love.", "22": "For wives, this means being supportive[j] to your husbands like you are tenderly devoted to our Lord, ", "23": "for the husband provides leadership for the wife, just as Christ provides leadership for his church, as the Savior and Reviver[k] of the body. ", "24": "In the same way the church is devoted to Christ, let the wives be devoted to their husbands in everything.", "25": "And to the husbands, you are to demonstrate love for your wives with the same tender devotion that Christ demonstrated to us, his bride.[l] For he died for us, sacrificing himself ", "26": "to make us holy and pure, cleansing us through the showering of the pure water of the Word of God. ", "27": "All that he does in us is designed to make us a mature church for his pleasure, until we become a source of praise to him—glorious and radiant,[m] beautiful and holy, without fault or flaw.[n]", "28": "Husbands have the obligation of loving and caring for their wives the same way they love and care for their own bodies, for to love your wife is to love your own self. ", "29": "No one abuses his own body, but pampers it—serving and satisfying its needs. That's exactly what Christ does for his church! ", "30": "He serves and satisfies us[o] as members of his body.", "31": "For this reason a man is to leave his father and his mother and lovingly hold to his wife, since the two have become joined as one flesh.[p] ", "32": "Marriage is the beautiful design of the Almighty,[q] a great and sacred mystery—meant to be a vivid example of Christ and his church. ", "33": "So every married man should be gracious to his wife just as he is gracious to himself. And every wife should be tenderly devoted to her husband."}