{"1": "From Paul, who by God's will is an apostle of Christ Jesus, and from our brother Timothy—", "2": "To God's people in Colossae, who are our faithful friends in union with Christ: May God our Father give you grace and peace.", "3": "We always give thanks to God, the Father of our Lord Jesus Christ, when we pray for you. ", "4": "For we have heard of your faith in Christ Jesus and of your love for all God's people. ", "5": "When the true message, the Good News, first came to you, you heard about the hope it offers. So your faith and love are based on what you hope for, which is kept safe for you in heaven. ", "6": "The gospel keeps bringing blessings and is spreading throughout the world, just as it has among you ever since the day you first heard about the grace of God and came to know it as it really is. ", "7": "You learned of God's grace from Epaphras, our dear fellow servant, who is Christ's faithful worker on our[a] behalf. ", "8": "He has told us of the love that the Spirit has given you.", "9": "For this reason we have always prayed for you, ever since we heard about you. We ask God to fill you with the knowledge of his will, with all the wisdom and understanding that his Spirit gives. ", "10": "Then you will be able to live as the Lord wants and will always do what pleases him. Your lives will produce all kinds of good deeds, and you will grow in your knowledge of God. ", "11-12": "May you be made strong with all the strength which comes from his glorious power, so that you may be able to endure everything with patience. And with joy give thanks to[b] the Father, who has made you fit to have your share of what God has reserved for his people in the kingdom of light. ", "13": "He rescued us from the power of darkness and brought us safe into the kingdom of his dear Son, ", "14": "by whom we are set free, that is, our sins are forgiven.", "15": "Christ is the visible likeness of the invisible God. He is the first-born Son, superior to all created things. ", "16": "For through him God created everything in heaven and on earth, the seen and the unseen things, including spiritual powers, lords, rulers, and authorities. God created the whole universe through him and for him. ", "17": "Christ existed before all things, and in union with him all things have their proper place. ", "18": "He is the head of his body, the church; he is the source of the body's life. He is the first-born Son, who was raised from death, in order that he alone might have the first place in all things. ", "19": "For it was by God's own decision that the Son has in himself the full nature of God. ", "20": "Through the Son, then, God decided to bring the whole universe back to himself. God made peace through his Son's blood[c] on the cross and so brought back to himself all things, both on earth and in heaven.", "21": "At one time you were far away from God and were his enemies because of the evil things you did and thought. ", "22": "But now, by means of the physical death of his Son, God has made you his friends, in order to bring you, holy, pure, and faultless, into his presence. ", "23": "You must, of course, continue faithful on a firm and sure foundation, and must not allow yourselves to be shaken from the hope you gained when you heard the gospel. It is of this gospel that I, Paul, became a servant—this gospel which has been preached to everybody in the world.", "24": "And now I am happy about my sufferings for you, for by means of my physical sufferings I am helping to complete what still remains of Christ's sufferings on behalf of his body, the church. ", "25": "And I have been made a servant of the church by God, who gave me this task to perform for your good. It is the task of fully proclaiming his message, ", "26": "which is the secret he hid through all past ages from all human beings but has now revealed to his people. ", "27": "God's plan is to make known his secret to his people, this rich and glorious secret which he has for all peoples. And the secret is that Christ is in you, which means that you will share in the glory of God. ", "28": "So we preach Christ to everyone. With all possible wisdom we warn and teach them in order to bring each one into God's presence as a mature individual in union with Christ. ", "29": "To get this done I toil and struggle, using the mighty strength which Christ supplies and which is at work in me."}