{"1": "Let me tell you how hard I have worked for you and for the people in Laodicea and for all others who do not know me personally. ", "2": "I do this in order that they may be filled with courage and may be drawn together in love, and so have the full wealth of assurance which true understanding brings. In this way they will know God's secret, which is Christ himself.[a] ", "3": "He is the key that opens all the hidden treasures of God's wisdom and knowledge.", "4": "I tell you, then, do not let anyone deceive you with false arguments, no matter how good they seem to be. ", "5": "For even though I am absent in body, yet I am with you in spirit, and I am glad as I see the resolute firmness with which you stand together in your faith in Christ.", "6": "Since you have accepted Christ Jesus as Lord, live in union with him. ", "7": "Keep your roots deep in him, build your lives on him, and become stronger in your faith, as you were taught. And be filled with thanksgiving.", "8": "See to it, then, that no one enslaves you by means of the worthless deceit of human wisdom, which comes from the teachings handed down by human beings and from the ruling spirits of the universe, and not from Christ. ", "9": "For the full content of divine nature lives in Christ, in his humanity, ", "10": "and you have been given full life in union with him. He is supreme over every spiritual ruler and authority.", "11": "In union with Christ you were circumcised, not with the circumcision that is made by human beings, but with the circumcision made by Christ, which consists of being freed from the power of this sinful self. ", "12": "For when you were baptized, you were buried with Christ, and in baptism you were also raised with Christ through your faith in the active power of God, who raised him from death. ", "13": "You were at one time spiritually dead because of your sins and because you were Gentiles without the Law. But God has now brought you to life with Christ. God forgave us all our sins; ", "14": "he canceled the unfavorable record of our debts with its binding rules and did away with it completely by nailing it to the cross. ", "15": "And on that cross Christ freed himself from the power of the spiritual rulers and authorities;[b] he made a public spectacle of them by leading them as captives in his victory procession.", "16": "So let no one make rules about what you eat or drink or about holy days or the New Moon Festival or the Sabbath. ", "17": "All such things are only a shadow of things in the future; the reality is Christ. ", "18": "Do not allow yourselves to be condemned by anyone who claims to be superior because of special visions and who insists on false humility and the worship of angels. For no reason at all, such people are all puffed up by their human way of thinking ", "19": "and have stopped holding on to Christ, who is the head of the body. Under Christ's control the whole body is nourished and held together by its joints and ligaments, and it grows as God wants it to grow.", "20": "You have died with Christ and are set free from the ruling spirits of the universe. Why, then, do you live as though you belonged to this world? Why do you obey such rules as ", "21": "“Don't handle this,” “Don't taste that,” “Don't touch the other”? ", "22": "All these refer to things which become useless once they are used; they are only human rules and teachings. ", "23": "Of course such rules appear to be based on wisdom in their forced worship of angels, and false humility, and severe treatment of the body; but they have no real value in controlling physical passions."}