{"1": "But there were also false prophets among the people. In the same way there will be false teachers among you. In secret they will bring in teachings that will destroy you. They will even turn against the Lord and Master who died to pay for their sins. So they will quickly destroy themselves. ", "2": "Many people will follow their lead. These people will do the same evil things the false teachers do. They will cause people to think badly about the way of truth. ", "3": "These teachers are never satisfied. They want to get something out of you. So they make up stories to take advantage of you. They have been under a sentence of death for a long time. The God who will destroy them has not been sleeping.", "4": "God did not spare angels when they sinned. Instead, he sent them to hell. He chained them up in dark prisons. He will keep them there until he judges them. ", "5": "God did not spare the world's ungodly people long ago. He brought the flood on them. But Noah preached about the right way to live. God kept him safe. He also saved seven others. ", "6": "God judged the cities of Sodom and Gomorrah. He burned them to ashes. He made them an example of what is going to happen to ungodly people. ", "7": "God saved Lot, a man who did what was right. Lot was shocked by the evil conduct of people who didn't obey God's laws. ", "8": "That good man lived among them day after day. He saw and heard the evil things they were doing. They were breaking God's laws. And the godly spirit of Lot was deeply troubled. ", "9": "Since all this is true, then the Lord knows how to save godly people. He knows how to keep them safe in times of testing. The Lord also knows how to keep ungodly people under guard. He will do so until the day they will be judged and punished. ", "10": "Most of all, this is true of people who follow desires that come from sin's power. These people hate to be under authority. They are bold and proud. So they aren't even afraid to speak evil things against heavenly beings. ", "11": "Now angels are stronger and more powerful than these people. But even angels don't speak evil things against heavenly beings. They don't do this when they bring judgment on them from the Lord. ", "12": "These people speak evil about things they don't understand. They are like wild animals who can't think. Instead, they do what comes naturally to them. They are born only to be caught and destroyed. Just like animals, these people too will die.", "13": "They will be paid back with harm for the harm they have done. Their idea of pleasure is to have wild parties in the middle of the day. They are like dirty spots and stains. They enjoy their sinful pleasures while they eat with you. ", "14": "They stare at women who are not their wives. They want to sleep with them. They never stop sinning. They trap those who are not firm in their faith. They have mastered the art of getting what they want. God has placed them under his judgment. ", "15": "They have left God's way. They have wandered off. They follow the way of Balaam, son of Beor. He loved to get paid for doing his evil work. ", "16": "But a donkey corrected him for the wrong he did. Animals don't speak. But the donkey spoke with a human voice. It tried to stop the prophet from doing a very dumb thing.", "17": "These people are like springs without water. They are like mists driven by a storm. The blackest darkness is reserved for them. ", "18": "They speak empty, bragging words. They make their appeal to the evil desires that come from sin's power. They tempt new believers who are just escaping from the company of sinful people. ", "19": "They promise to give freedom to these new believers. But they themselves are slaves to sinful living. That's because “people are slaves to anything that controls them.” ", "20": "They may have escaped the sin of the world. They may have come to know our Lord and Savior Jesus Christ. But what if they are once again caught up in sin? And what if it has become their master? Then they are worse off at the end than they were at the beginning. ", "21": "Suppose they had not known the way of godliness. This would have been better than to know godliness and then turn away from it. The way of godliness is the sacred command passed on to them. ", "22": "What the proverbs say about them is true. “A dog returns to where it has thrown up.” (Proverbs 26:11) And, “A pig that is washed goes back to rolling in the mud.”"}