{"1": "Then I saw a new heaven and a new earth. The first heaven and the first earth had gone away. There was no sea any more.", "2": "I saw the holy city, New Jerusalem, coming down out of heaven from God. It was all ready and waiting, like a woman dressed for her wedding and ready to meet her husband.", "3": "I heard a loud voice in heaven. It said, `Look! God's house is now set up among the people. God will live with them. They will be his people and God himself will be with them.", "4": "He will wipe every tear from their eyes. No one will die. No one will ever cry or be sad for any reason. No one will ever have trouble. The old things are gone.'", "5": "The One who sat on the throne said, `Look, I make all things new.' And he said, `Write this, because these words can be trusted. they are true.'", "6": "He said to me, `It is finished! I am the First and the Last! I am the Beginning and the End. I will give the river of water that gives life to those who are thirsty. It will cost no money.", "7": "The one who wins will have these things. I will be his God and he will be my son.", "8": "Some people will be thrown into the big fire which burns with sulphur dust that chokes people. These are the people: those who give in to fear, those who do not believe, those who are bad, those who kill, those with wrong ways of using sex, the witch-doctors, those who worship idols, and all those who love lies. That fire is the second death.'", "9": "Then one of the seven angels who carried the seven bowls full of the last troubles came and talked to me. He said, `Come, I will show you the young woman who is the wife of the Lamb.'", "10": "The angel took me away in the Spirit to a very big hill. He showed me Jerusalem, the holy city, coming down out of heaven from God.", "11": "The light of God was shining from it. It was bright like a very fine stone called jasper. It was as clear as glass.", "12": "The city had a wall that was big and high. It had twelve doors. At the doors were twelve angels. Names were written on the doors. They are the names of the twelve tribes of the people of Israel.", "13": "There were three doors on the east side. There were three doors on the north side. There were three doors on the south side and three doors on the west side.", "14": "The wall of the city had twelve foundation stones. On them were written the names of the twelve apostles of the Lamb.", "15": "The angel who talked to me had a gold stick to measure the city, its doors, and its walls.", "16": "The city is square. It is as long as it is wide. The angel measured the city with his stick and it was about fifteen hundred miles. It is as long as it is wide and as high as it is long.", "17": "Then he measured its wall. It was two hundred and sixteen feet by the way a man measures. That is the way the angel measured.", "18": "The wall of the city was made of a very fine stone called jasper. The city was all made of pure gold. It was clear like glass.", "19": "The bottom of the city wall was covered with all kinds of fine stones. The first stone was red jasper. The second stone was blue sapphire. The third stone was of many colours called agate. The fourth stone was green emerald.", "20": "The fifth stone was onyx. The sixth stone was red carnelian. The seventh stone was green crysolite. The eighth stone was green beryl. The ninth stone was yellow topaz. The tenth stone was green chrysoprase. The eleventh stone was red jacinth. And the twelfth stone was a blue amethyst.", "21": "The twelve doors were twelve pearls. Each door was made from one big pearl. The street of the city was all pure gold. It was as clear as glass.", "22": "I did not see any temple in the city. The Lord God, who has all power, and the Lamb, are its temple.", "23": "The city does not need the sun or the moon to give light in it. The glory of God gives light, and the Lamb is its lamp.", "24": "Those who are saved will walk in its light. The kings of the earth will bring their glory into it.", "25": "The doors of the city will never be shut in the day time, and there will be no night.", "26": "The glory and the honour of all nations will be brought into the city.", "27": "Nothing that is not holy will ever go in. People who do wrong things and tell lies will never go in. Only those whose names are written in the Lamb's book of life will go in."}