{"1-2": "Soon after King Ahab of Israel died, the country of Moab rebelled against his son King Ahaziah.[a] One day, Ahaziah fell through the wooden slats around the porch on the flat roof of his palace in Samaria, and he was badly injured. So he sent some messengers to the town of Ekron[b] with orders to ask the god Baalzebub if he would get well.", "3": "About the same time, an angel from the Lord sent Elijah the prophet from Tishbe to say to the king's messengers, “Ahaziah has rejected Israel's own God by sending you to ask Baalzebub about his injury. ", "4": "Tell him that because he has done this, he's on his deathbed! And Elijah did what he was told.", "5": "When the messengers returned to Ahaziah, he asked, “Why are you back so soon?”", "6": "“A man met us along the road with a message for you from the Lord,” they answered. “The Lord wants to know why you sent us to ask Baalzebub about your injury and why you don't believe there's a God in Israel. The man also told us that the Lord says you're going to die.”", "7": "“What did the man look like?” Ahaziah asked.", "8": "“He was hairy[c] and had a leather belt around his waist,” they answered. “It must be Elijah!” replied Ahaziah. ", "9": "So at once he sent an army officer and fifty soldiers to meet Elijah. Elijah was sitting on top of a hill[d] at the time. The officer went up to him and said, “Man of God,[e] the king orders you to come down and talk with him.”", "10": "“If I am a man of God,” Elijah answered, “God will send down fire on you and your fifty soldiers.” Fire immediately came down from heaven and burned up the officer and his men.", "11": "Ahaziah sent another officer and fifty more soldiers to Elijah. The officer said, “Man of God, the king orders you to come see him right now.”", "12": "“If I am a man of God,” Elijah answered, “fire will destroy you and your fifty soldiers.” And God sent down fire[f] from heaven on the officer and his men.", "13": "Ahaziah sent a third army officer and fifty more soldiers. This officer went up to Elijah, then he got down on his knees and begged, “Man of God, please be kind to me and these fifty servants of yours. Let us live! ", "14": "Fire has already wiped out the other officers and their soldiers. Please don't let it happen to me.”", "15": "The angel from the Lord said to Elijah, “Go with him and don't be afraid.” So Elijah got up and went with the officer.", "16": "When Elijah arrived, he told Ahaziah, “The Lord wants to know why you sent messengers to Ekron to ask Baalzebub about your injury. Don't you believe there's a God in Israel? Ahaziah, because you did that, the Lord says you will die.”", "17": "Ahaziah died, just as the Lord had said. But since Ahaziah had no sons, Joram[g] his brother[h] then became king. This happened in the second year that Jehoram son of Jehoshaphat was king of Judah.[i] ", "18": "Everything else Ahaziah did while he was king is written in The History of the Kings of Israel."}