{"1": "Ahab still had seventy descendants living in Samaria. So Jehu wrote a letter to each of the important leaders and officials of the town,[a] and to those who supported Ahab. In the letters he wrote:", "2": "Your town is strong, and you're protected by chariots and an armed cavalry. And I know that King Ahab's descendants live there with you. So as soon as you read this letter, ", "3": "choose the best person for the job and make him the next king. Then be prepared to defend Ahab's family.", "4": "The officials and leaders read the letters and were very frightened. They said to each other, “Jehu has already killed King Joram and King Ahaziah! We have to do what he says.” ", "5": "The prime minister, the mayor of the city, as well as the other leaders and Ahab's supporters, sent this answer to Jehu, “We are your servants, Your Majesty, and we will do whatever you tell us. But it's not our place to choose someone to be king. You do what you think is best.”", "6": "Jehu then wrote another letter which said, “If you are on my side and will obey me, then prove it. Bring me the heads of the descendants of Ahab! And be here in Jezreel by this time tomorrow.” The seventy descendants of King Ahab were living with some of the most important people of the city. ", "7": "And when these people read Jehu's second letter, they called together all seventy of Ahab's descendants. They killed them, put their heads in baskets, and sent them to Jezreel.", "8": "When Jehu was told what had happened, he said, “Put the heads in two piles at the city gate, and leave them there until morning.”", "9": "The next morning, Jehu went out and stood where everyone could hear him, and he said, “You people are not guilty of anything. I'm the one who plotted against Joram and had him killed. But who killed all these men? ", "10": "Listen to me. Everything the Lord's servant Elijah promised about Ahab's family will come true.”[b]", "11": "Then Jehu killed the rest of Ahab's relatives living in Jezreel, as well as his highest officials, his priests, and his closest friends. No one in Ahab's family was left alive in Jezreel.", "12-13": "Jehu left for Samaria, and along the way, he met some relatives of King Ahaziah of Judah at a place where shepherds meet.[c] He asked, “Who are you?” “We are relatives of Ahaziah,” they answered. “We're going to visit his family.”", "14": "“Take them alive!” Jehu said to his officers. So they grabbed them and led them to the well near the shepherds' meeting place, where they killed all forty-two of them.", "15": "As Jehu went on, he saw Jehonadab son of Rechab[d] coming to meet him. Jehu greeted him, then said, “Jehonadab, I'm on your side. Are you on mine?” “Yes, I am.” “Then give me your hand,” Jehu answered. He helped Jehonadab into his chariot ", "16": "and said, “Come with me and see how faithful I am to the Lord.” They rode together in Jehu's chariot ", "17": "to Samaria. Jehu killed everyone there who belonged to Ahab's family, as well as all his officials. Everyone in his family was now dead, just as the Lord had promised Elijah.", "18": "Jehu called together the people in Samaria and said: King Ahab sometimes worshiped Baal, but I will be completely faithful to Baal. ", "19": "I'm going to offer a huge sacrifice to him. So invite his prophets and priests, and be sure everyone who worships him is there. Anyone who doesn't come will be killed. But this was a trick—Jehu was really planning to kill the worshipers of Baal. ", "20": "He said, “Announce a day of worship for Baal!” After the day had been announced, ", "21": "Jehu sent an invitation to everyone in Israel. All the worshipers of Baal came, and the temple was filled from one end to the other. ", "22": "Jehu told the official in charge of the sacred robes to make sure that everyone had a robe to wear.", "23": "Jehu and Jehonadab went into the temple, and Jehu said to the crowd, “Look around and make sure that only the worshipers of Baal are here. No one who worships the Lord is allowed in.” ", "24": "Then they began to offer sacrifices to Baal. Earlier, Jehu had ordered eighty soldiers to wait outside the temple. He had warned them, “I will get all these worshipers here, and if any of you let even one of them escape, you will be killed instead!”", "25": "As soon as Jehu finished offering the sacrifice, he told the guards and soldiers, “Come in and kill them! Don't let anyone escape.” They slaughtered everyone in the crowd and threw the bodies outside. Then they went back into the temple ", "26": "and carried out the image of Baal. They burned it ", "27": "and broke it into pieces, then they completely destroyed Baal's temple. And since that time, it's been nothing but a public toilet.[e]", "28": "That's how Jehu stopped the worship of Baal in Israel. ", "29": "But he did not stop the worship of the gold statues of calves at Dan and Bethel that Jeroboam had made for the people to worship.[f]", "30": "Later the Lord said, “Jehu, you have done right by destroying Ahab's entire family, just as I had planned. So I will make sure that the next four kings of Israel will come from your own family.”", "31": "But Jehu did not completely obey the commands of the Lord God of Israel. Instead, he kept doing the sinful things that Jeroboam had caused the Israelites to do.", "32": "In those days the Lord began to reduce the size of Israel's territory. King Hazael of Syria defeated the Israelites and took control ", "33": "of the regions of Gilead and Bashan east of the Jordan River and north of the town of Aroer near the Arnon River. This was the land where the tribes of Gad, Reuben, and Manasseh had once lived.", "34": "Everything else Jehu did while he was king, including his brave deeds, is written in The History of the Kings of Israel. ", "35": "Jehu died and was buried in Samaria, and his son Jehoahaz became king. ", "36": "Jehu had ruled Israel twenty-eight years from Samaria."}