{"1": "As soon as Athaliah heard that her son King Ahaziah was dead, she decided to kill any relative who could possibly become king. She would have done that, ", "2": "but Jehosheba rescued Joash son of Ahaziah just as he was about to be murdered. Jehosheba, who was Jehoram's[a] daughter and Ahaziah's half sister, hid her nephew Joash and his personal servant in a bedroom in the Lord's temple where he was safe from Athaliah. ", "3": "Joash hid in the temple with Jehosheba[b] for six years while Athaliah ruled as queen of Judah.", "4": "Joash son of Ahaziah had hidden in the Lord's temple six years. Then in the seventh year, Jehoiada the priest sent for the commanders of the king's special bodyguards[c] and the commanders of the palace guards. They met him at the temple, and he asked them to make a promise in the name of the Lord. Then he brought out Joash ", "5": "and said to them: Here's what I want you to do. Three of your guard units will be on duty on the Sabbath. I want one unit to guard the palace. ", "6": "Another unit will guard Sur Gate, and the third unit will guard the palace gate and relieve the palace guards.", "7": "The other two guard units are supposed to be off duty on the Sabbath. But I want both of them to stay here at the temple and protect King Joash. ", "8": "Make sure they follow him wherever he goes, and have them keep their swords ready to kill anyone who tries to get near him.", "9": "The commanders followed Jehoiada's orders. Each one called together his guards—those coming on duty and those going off duty. ", "10": "Jehoiada brought out the swords and shields that had belonged to King David and gave them to the commanders. ", "11": "Then they gave the weapons to their guards, who took their positions around the temple and the altar to protect Joash on every side.", "12": "Jehoiada brought Joash outside, where he placed the crown on his head and gave him a copy of instructions for ruling the nation. Olive oil was poured on his head to show that he was now king, while the crowd clapped and shouted, “Long live the king!”", "13": "Queen Athaliah heard the crowd and went to the temple. ", "14": "There she saw Joash standing by one of the columns, which was the usual place for the king. The singers[d] and the trumpet players were standing next to him, and the people were celebrating and blowing trumpets. Athaliah tore her clothes in anger and shouted, “You betrayed me, you traitors!”", "15": "Right away, Jehoiada said to the army commanders, “Kill her! But don't do it anywhere near the Lord's temple. Take her out in front of the troops and kill anyone who is with her!” ", "16": "So the commanders dragged her to the gate where horses are led into the palace, and they killed her there.", "17": "Jehoiada the priest asked King Joash and the people to promise that they would be faithful to each other and to the Lord. ", "18": "Then the crowd went to the temple built to honor Baal and tore it down. They smashed the altars and idols and killed Mattan the priest of Baal right in front of the altars. After Jehoiada had placed guards around the Lord's temple, ", "19": "he called together all the commanders, the king's special bodyguards,[e] the palace guards, and the people. They led Joash from the temple, through the Guards' Gate, and into the palace. He took his place on the throne and became king of Judah. ", "20": "Everyone celebrated because Athaliah had been killed and Jerusalem was peaceful again. ", "21": "Joash was only seven years old when this happened."}