{"1": "Jehoahaz son of Jehu became king of Israel in the twenty-third year of Joash's rule in Judah. Jehoahaz ruled seventeen years from Samaria ", "2": "and disobeyed the Lord by doing wrong. He never stopped following the example of Jeroboam, who had caused the Israelites to sin.", "3": "The Lord was angry at the Israelites, so he let King Hazael of Syria and his son Benhadad rule over them for a long time. ", "4": "Jehoahaz prayed to the Lord for help, and the Lord saw how terribly Hazael was treating the Israelites. He answered Jehoahaz ", "5": "by sending Israel a leader who rescued them from the Syrians,[a] and the Israelites lived in peace as they had before. ", "6-7": "But Hazael had defeated Israel's army so badly that Jehoahaz had only ten chariots, fifty cavalry troops, and ten thousand regular soldiers left in his army. The Israelites kept sinning and following the example of Jeroboam's family. They did not tear down the sacred poles[b] that had been set up in Samaria for the worship of the goddess Asherah.", "8": "Everything else Jehoahaz did while he was king, including his brave deeds, is written in The History of the Kings of Israel. ", "9": "Jehoahaz died and was buried in Samaria, and his son Jehoash became king.", "10": "Jehoash became king of Israel in the thirty-seventh year of Joash's rule in Judah, and he ruled sixteen years from Samaria. ", "11": "He disobeyed the Lord by doing just like Jeroboam, who had caused the Israelites to sin.", "12": "Everything else Jehoash did while he was king, including his war against King Amaziah of Judah, is written in The History of the Kings of Israel. ", "13": "Jehoash died and was buried in Samaria beside the other Israelite kings. His son Jeroboam then became king.", "14": "Some time before the death of King Jehoash, Elisha the prophet was very sick and about to die. Jehoash went in and stood beside him, crying. He said, “Master, what will Israel's chariots and cavalry be able to do without you?”[c]", "15-16": "“Grab a bow and some arrows,” Elisha told him, “and hold them in your hand.” Jehoash grabbed the bow and arrows and held them. Elisha placed his hand on the king's hand ", "17": "and said, “Open the window facing east.” When it was open, Elisha shouted, “Now shoot!” Jehoash shot an arrow and Elisha said, “That arrow is a sign that the Lord will help you completely defeat the Syrian army at Aphek.”", "18": "Elisha said, “Pick up the arrows and hit the ground with them.” Jehoash grabbed the arrows and hit the ground three times, then stopped. ", "19": "Elisha became angry at the king and exclaimed, “If you had struck it five or six times, you would completely wipe out the Syrians. Now you will defeat them only three times.”", "20": "Elisha died and was buried. Every year in the spring, Moab's leaders sent raiding parties into Israel. ", "21": "Once, while some Israelites were burying a man's body, they saw a group of Moabites. The Israelites quickly threw the body into Elisha's tomb and ran away. As soon as the man's body touched the bones of Elisha, the man came back to life and stood up.", "22": "Israel was under the power of King Hazael of Syria during the entire rule of Jehoahaz. ", "23": "But the Lord was kind to the Israelites and showed them mercy because of his solemn agreement with their ancestors Abraham, Isaac, and Jacob. In fact, he has never turned his back on them or let them be completely destroyed.", "24": "Hazael died, and his son Benhadad then became king of Syria. ", "25": "King Jehoash of Israel attacked and defeated the Syrian army three times. He took back from Benhadad all the towns Hazael had captured in battle from his father Jehoahaz."}