{"1": "Hoshea son of Elah became king of Israel in the twelfth year of Ahaz's rule in Judah, and he ruled nine years from Samaria. ", "2": "Hoshea disobeyed the Lord and sinned, but not as much as the earlier Israelite kings had done.", "3": "During Hoshea's rule, King Shalmaneser of Assyria[a] invaded Israel; he took control of the country and made Hoshea pay taxes. ", "4": "But later, Hoshea refused to pay the taxes and asked King So of Egypt to help him rebel. When Shalmaneser found out, he arrested Hoshea and put him in prison.", "5": "Shalmaneser invaded Israel and attacked the city of Samaria for three years, ", "6": "before capturing it in the ninth year of Hoshea's rule. The Assyrian king[b] took the Israelites away to Assyria as prisoners. He forced some of them to live in the town of Halah, others to live near the Habor River in the territory of Gozan, and still others to live in towns where the Median people lived.", "7": "All of this happened because the people of Israel had sinned against the Lord their God, who had rescued them from Egypt, where they had been slaves. They worshiped foreign gods, ", "8": "followed the customs of the nations that the Lord had forced out of Israel, and were just as sinful as the Israelite kings. ", "9": "Even worse, the Israelites tried to hide their sins from the Lord their God. They built their own local shrines everywhere in Israel—from small towns to large, walled cities. ", "10": "They also built stone images of foreign gods and set up sacred poles[c] for the worship of Asherah on every hill and under every shady tree. ", "11": "They offered sacrifices at the shrines,[d] just as the foreign nations had done before the Lord forced them out of Israel. They did sinful things that made the Lord very angry.", "12": "Even though the Lord had commanded the Israelites not to worship idols,[e] they did it anyway. ", "13": "So the Lord made sure that every prophet warned Israel and Judah with these words: “I, the Lord, command you to stop doing sinful things and start obeying my laws and teachings! I gave them to your ancestors, and I told my servants the prophets to repeat them to you.”", "14": "But the Israelites would not listen; they were as stubborn as their ancestors who had refused to worship the Lord their God. ", "15": "They ignored the Lord's warnings and commands, and they rejected the solemn agreement he had made with their ancestors. They worshiped worthless idols and became worthless themselves. The Lord had told the Israelites not to do the things that the foreign nations around them were doing, but Israel became just like them.", "16": "The people of Israel disobeyed all the commands of the Lord their God. They made two gold statues of calves and set up a sacred pole for Asherah; they also worshiped the stars and the god Baal. ", "17": "They used magic and witchcraft and even sacrificed their own children. The Israelites were determined to do whatever the Lord hated. ", "18": "The Lord became so furious with the people of Israel that he allowed them to be carried away as prisoners. Only the people living in Judah were left, ", "19": "but they also disobeyed the Lord's commands and acted like the Israelites. ", "20": "So the Lord turned his back on everyone in Israel and Judah[f] and let them be punished and defeated until no one was left.", "21": "Earlier, when the Lord took the northern tribes away from David's family,[g] the people living in northern Israel chose Jeroboam son of Nebat as their king. Jeroboam caused the Israelites to sin and to stop worshiping the Lord. ", "22": "The people kept on sinning like Jeroboam, ", "23": "until the Lord got rid of them, just as he had warned his servants the prophets. That's why the people of Israel were taken away as prisoners to Assyria, and that's where they remained.", "24": "The king of Assyria took people who were living in the cities of Babylon, Cuthah, Avva, Hamath, and Sepharvaim, and forced them to move to Israel. They took over the towns where the Israelites had lived, including the capital city of Samaria.", "25": "At first these people did not worship the Lord, so he sent lions to attack them, and the lions killed some of them. ", "26": "A messenger told the king of Assyria, “The people you moved to Israel don't know how to worship the god of that country. So he sent lions that have attacked and killed some of them.”", "27": "The king replied, “Get one of the Israelite priests we brought here and send him back to Israel. He can live there and teach them about the god of that country.” ", "28": "One of the Israelite priests was chosen to go back to Israel. He lived in Bethel and taught the people how to worship the Lord.", "29": "But in towns all over Israel, the different groups of people made statues of their own gods, then they placed these idols in local Israelite[h] shrines. ", "30": "The people from Babylonia made the god Succoth-Benoth; those from Cuthah made the god Nergal; those from Hamath made Ashima; ", "31": "those from Avva made Nibhaz and Tartak; and the people from Sepharvaim sacrificed their children to their own gods Adrammelech and Anammelech. ", "32-33": "They worshiped their own gods, just as they had before they were taken away to Israel. They also worshiped the Lord, but they chose their own people to be priests at the shrines. ", "34": "Everyone followed their old customs. None of them worshiped only the Lord, and they refused to obey the laws and commands that the Lord had given to the descendants of Jacob, the man he named Israel. ", "35": "At the time when the Lord had made his solemn agreement with the people of Israel, he told them: Do not worship any other gods! Do not bow down to them or offer them a sacrifice. ", "36": "Worship only me! I am the one who rescued you from Egypt with my mighty power. Bow down to me and offer sacrifices. ", "37": "Never worship any other god, always obey my laws and teachings, ", "38": "and remember the solemn agreement between us. I will say it again: Do not worship any god ", "39": "except me. I am the Lord your God, and I will rescue you from all your enemies.", "40": "But the people living in Israel ignored that command and kept on following their old customs. ", "41": "They did worship the Lord, but they also worshiped their own idols. Their descendants did the same thing."}