{"1": "Not long before the Lord took Elijah up into heaven in a strong wind, Elijah and Elisha were leaving Gilgal. ", "2": "Elijah said to Elisha, “The Lord wants me to go to Bethel, but you must stay here.” Elisha replied, “I swear by the living Lord and by your own life that I will stay with you no matter what!” And he went with Elijah to Bethel.", "3": "A group of prophets who lived there asked Elisha, “Do you know that today the Lord is going to take away your master?” “Yes, I do,” Elisha answered. “But don't remind me of it.”", "4": "Elijah then said, “Elisha, now the Lord wants me to go to Jericho, but you must stay here.” Elisha replied, “I swear by the living Lord and by your own life, that I will stay with you no matter what!” And he went with Elijah to Jericho.", "5": "A group of prophets who lived there asked Elisha, “Do you know that today the Lord is going to take away your master?” “Yes, I do,” Elisha answered. “But don't remind me of it.”", "6": "Elijah then said to Elisha, “Now the Lord wants me to go to the Jordan River, but you must stay here.” Elisha replied, “I swear by the living Lord and by your own life that I will never leave you!” So the two of them walked on together.", "7": "Fifty prophets followed Elijah and Elisha from Jericho, then stood at a distance and watched as the two men walked toward the river. ", "8": "When they got there, Elijah took off his coat, then he rolled it up and struck the water with it. At once a path opened up through the river, and the two of them walked across on dry ground.", "9": "After they had reached the other side, Elijah said, “Elisha, the Lord will soon take me away. What can I do for you before that happens?” Elisha answered, “Please give me twice as much of your power as you give the other prophets, so I can be the one who takes your place as their leader.”", "10": "“It won't be easy,” Elijah answered. “It can happen only if you see me as I am being taken away.”", "11": "Elijah and Elisha were walking along and talking, when suddenly there appeared between them a flaming chariot pulled by fiery horses. Right away, a strong wind took Elijah up into heaven. ", "12": "Elisha saw this and shouted, “Israel's cavalry and chariots have taken my master away!”[a] After Elijah had gone, Elisha tore his clothes in sorrow.", "13": "Elijah's coat had fallen off, so Elisha picked it up and walked back to the Jordan River. ", "14": "He struck the water with the coat and wondered, “Will the Lord perform miracles for me as he did for Elijah?” As soon as Elisha did this, a dry path opened up through the water, and he walked across.", "15": "When the prophets from Jericho saw what happened, they said to each other, “Elisha now has Elijah's power.” They walked over to him, bowed down, ", "16": "and said, “There are fifty strong men here with us. Please let them go look for your master. Maybe the Spirit of the Lord carried him off to some mountain or valley.” “No,” Elisha replied, “they won't find him.”", "17": "They kept begging until he was embarrassed to say no. He finally agreed, and the prophets sent the men out. They looked three days for Elijah but never found him. ", "18": "They returned to Jericho, and Elisha said, “I told you that you wouldn't find him.”", "19": "One day the people of Jericho said, “Elisha, you can see that our city is in a good spot. But the water from our spring is so bad that it even keeps our crops from growing.”", "20": "He replied, “Put some salt in a new bowl and bring it to me.” They brought him the bowl of salt, ", "21": "and he carried it to the spring. He threw the salt into the water and said, “The Lord has made this water pure again. From now on you'll be able to grow crops, and no one will starve.”", "22": "The water has been fine ever since, just as Elisha said.", "23": "Elisha left and headed toward Bethel. Along the way some boys started making fun of him by shouting, “Go away, baldy! Get out of here!”", "24": "Elisha turned around and stared at the boys. Then he cursed them in the name of the Lord. Right away two bears ran out of the woods and ripped to pieces forty-two of the boys.", "25": "Elisha went up to Mount Carmel, then returned to Samaria."}