{"1": "Josiah was eight years old when he became king of Judah, and he ruled thirty-one years from Jerusalem. His mother Jedidah was the daughter of Adaiah from Bozkath. ", "2": "Josiah always obeyed the Lord, just as his ancestor David had done.", "3": "After Josiah had been king for eighteen years, he told Shaphan,[a] one of his highest officials: Go to the Lord's temple ", "4": "and ask Hilkiah the high priest to collect from the guards all the money that the people have donated. ", "5": "Have Hilkiah give it to the men supervising the repairs to the temple. They can use some of the money to pay ", "6": "the workers, and with the rest of it they can buy wood and stone for the repair work. ", "7": "They are honest, so we won't ask them to keep track of the money.", "8": "While Shaphan was at the temple, Hilkiah handed him a book and said, “Look what I found here in the temple—The Book of God's Law.” Shaphan read it, ", "9": "then went back to Josiah and reported, “Your officials collected the money in the temple and gave it to the men supervising the repairs. ", "10": "But there's something else, Your Majesty. The priest Hilkiah gave me this book.” Then Shaphan read it out loud.", "11": "When Josiah heard what was in The Book of God's Law, he tore his clothes in sorrow. ", "12": "At once he called together Hilkiah, Shaphan, Ahikam son of Shaphan, Achbor son of Micaiah, and his own servant Asaiah. He said, ", "13": "“The Lord must be furious with me and everyone else in Judah, because our ancestors did not obey the laws written in this book. Go find out what the Lord wants us to do.”", "14": "The five men left right away and went to talk with Huldah the prophet. Her husband was Shallum,[b] who was in charge of the king's clothes. Huldah lived in the northern part of Jerusalem, and when they met in her home, ", "15": "she said: You were sent here by King Josiah, and this is what the Lord God of Israel says to him: ", "16": "“Josiah, I am the Lord! And I will see to it that this country and everyone living in it will be destroyed. It will happen just as this book says. ", "17": "The people of Judah have rejected me. They have offered sacrifices to foreign gods and have worshiped their own idols. I cannot stand it any longer. I am furious.", "18": "“Josiah, listen to what I am going to do. ", "19": "I noticed how sad you were when you read that this country and its people would be completely wiped out. You even tore your clothes in sorrow, and I heard you cry. ", "20": "So I will let you die in peace, before I destroy this place.” The men left and took Huldah's answer back to Josiah."}