{"1": "King Josiah called together the older leaders of Judah and Jerusalem. ", "2": "Then he went to the Lord's temple, together with the people of Judah and Jerusalem, the priests, and the prophets. Finally, when everybody was there, he read aloud The Book of God's Law[a] that had been found in the temple.", "3": "After Josiah had finished reading, he stood by one of the columns. He asked the people to promise in the Lord's name to faithfully obey the Lord and to follow his commands. The people agreed to do everything written in the book.", "4": "Josiah told Hilkiah the priest, the assistant priests, and the guards at the temple door to go into the temple and bring out the things used to worship Baal, Asherah, and the stars. Josiah had these things burned in Kidron Valley just outside Jerusalem, and he had the ashes carried away to the town of Bethel.", "5": "Josiah also got rid of the pagan priests at the local shrines in Judah and around Jerusalem. These were the men that the kings of Judah had appointed to offer sacrifices to Baal and to the sun, moon, and stars. ", "6": "Josiah had the sacred pole[b] for Asherah brought out of the temple and taken to Kidron Valley, where it was burned. He then had its ashes ground into dust and scattered over the public cemetery there. ", "7": "He had the buildings torn down where the male prostitutes[c] lived next to the temple, and where the women wove sacred robes[d] for the idol of Asherah.", "8": "In almost every town in Judah, priests had been offering sacrifices to the Lord at local shrines.[e] Josiah brought these priests to Jerusalem and had their shrines made unfit for worship—every shrine from Geba just north of Jerusalem to Beersheba in the south. He even tore down the shrine at Beersheba that was just to the left of Joshua Gate, which was named after the highest official of the city. ", "9": "Those local priests could not serve at the Lord's altar in Jerusalem, but they were allowed to eat sacred bread,[f] just like the priests from Jerusalem.", "10": "Josiah sent some men to Hinnom Valley just outside Jerusalem with orders to make the altar there unfit for worship. That way, people could no longer use it for sacrificing their children to the god Molech. ", "11": "He also got rid of the horses that the kings of Judah used in their ceremonies to worship the sun, and he destroyed the chariots along with them. The horses had been kept near the entrance to the Lord's temple, in a courtyard[g] close to where an official named Nathan-Melech lived.", "12": "Some of the kings of Judah, especially Manasseh, had built altars in the two courts of the temple and in the room that Ahaz had built on the palace roof. Josiah had these altars torn down and smashed to pieces, and he had the pieces thrown into Kidron Valley, just outside Jerusalem. ", "13": "After that, he closed down the shrines that Solomon had built east of Jerusalem and south of Spoil Hill to honor Astarte the disgusting goddess of Sidon, Chemosh the disgusting god of Moab, and Milcom the disgusting god of Ammon.[h] ", "14": "He tore down the stone images of foreign gods and cut down the sacred pole used in the worship of Asherah. Then he had the whole area covered with human bones.[i]", "15": "But Josiah was not finished yet. At Bethel he destroyed the shrine and the altar that Jeroboam son of Nebat had built and that had caused the Israelites to sin. Josiah had the shrine and the Asherah pole burned and ground into dust. ", "16": "As he looked around, he saw graves on the hillside. He had the bones in them dug up and burned on the altar, so that it could no longer be used. This happened just as God's prophet had said when Jeroboam was standing at the altar, celebrating a festival.[j] Then Josiah saw the grave of the prophet who had said this would happen ", "17": "and he asked,[k] “Whose grave is that?” Some people who lived nearby answered, “It belongs to the prophet from Judah who told what would happen to this altar.”", "18": "Josiah replied, “Then leave it alone. Don't dig up his bones.” So they did not disturb his bones or the bones of the old prophet from Israel who had also been buried there.[l]", "19": "Some of the Israelite kings had made the Lord angry by building pagan shrines all over Israel. So Josiah sent troops to destroy these shrines just as he had done to the one in Bethel. ", "20": "He killed the priests who served at them and burned their bones on the altars. After all that, Josiah went back to Jerusalem.", "21": "Josiah told the people of Judah, “Celebrate Passover in honor of the Lord your God, just as it says in The Book of God's Law.”[m]", "22": "This festival had not been celebrated in this way since kings ruled Israel and Judah. ", "23": "But in Josiah's eighteenth year as king of Judah, everyone came to Jerusalem to celebrate Passover.", "24": "Josiah got rid of every disgusting person and thing in Judah and Jerusalem—including magicians, fortunetellers, and idols. He did his best to obey every law written in the book that the priest Hilkiah found in the Lord's temple. ", "25": "No other king before or after Josiah tried as hard as he did to obey the Law of Moses.", "26": "But the Lord was still furious with the people of Judah because Manasseh had done so many things to make him angry. ", "27": "The Lord said, “I will desert the people of Judah, just as I deserted the people of Israel. I will reject Jerusalem, even though I chose it to be mine. And I will abandon this temple built to honor me.”", "28": "Everything else Josiah did while he was king is written in The History of the Kings of Judah. ", "29": "During Josiah's rule, King Neco of Egypt led his army north to the Euphrates River to help the king of Assyria. Josiah led his troops north to fight Neco, but when they met in battle at Megiddo, Josiah was killed.[n] ", "30": "A few of Josiah's servants put his body in a chariot and took it back to Jerusalem, where they buried it in his own tomb. Then the people of Judah found his son Jehoahaz and poured olive oil on his head to show that he was their new king.", "31": "Jehoahaz was twenty-three years old when he became king of Judah, and he ruled from Jerusalem only three months. His mother Hamutal was the daughter of Jeremiah from Libnah. ", "32": "Jehoahaz disobeyed the Lord, just as some of his ancestors had done.", "33": "King Neco of Egypt had Jehoahaz arrested and put in prison at Riblah[o] near Hamath. Then he forced the people of Judah to pay him almost four tons of silver and about seventy-five pounds of gold as taxes. ", "34": "Neco appointed Josiah's son Eliakim king of Judah, and changed his name to Jehoiakim. He took Jehoahaz as a prisoner to Egypt, where he died.", "35": "Jehoiakim forced the people of Judah to pay higher taxes, so he could give Neco the silver and gold he demanded.", "36": "Jehoiakim was twenty-five years old when he was appointed king, and he ruled eleven years from Jerusalem. His mother Zebidah was the daughter of Pedaiah from Rumah. ", "37": "Jehoiakim disobeyed the Lord by following the example of his ancestors."}