{"1": "Joram[a] son of Ahab became king of Israel in Jehoshaphat's eighteenth year as king of Judah.[b] Joram ruled twelve years from Samaria ", "2": "and disobeyed the Lord by doing wrong. He tore down the stone image his father had made to honor Baal, and so he wasn't as sinful as his parents. ", "3": "But he kept doing the sinful things that Jeroboam son of Nebat had led Israel to do.[c]", "4": "For many years the country of Moab had been controlled by Israel and was forced to pay taxes to the kings of Israel. King Mesha of Moab raised sheep, so he paid the king of Israel one hundred thousand lambs and the wool from one hundred thousand rams. ", "5": "But soon after the death of Ahab, Mesha rebelled against Israel.", "6": "One day, Joram left Samaria and called together Israel's army. ", "7": "He sent this message to King Jehoshaphat of Judah, “The king of Moab has rebelled. Will you go with me to attack him?” “Yes, I will,” Jehoshaphat answered. “I'm on your side, and my soldiers and horses are at your command. ", "8": "But which way should we go?” “We will march through Edom Desert,” Joram replied.", "9": "So Joram, Jehoshaphat, and the king of Edom led their troops out. But seven days later, there was no drinking water left for them or their animals. ", "10": "Joram cried out, “This is terrible! The Lord must have led us out here to be captured by Moab's army.”", "11": "Jehoshaphat said, “Which of the Lord's prophets is with us? We can find out from him what the Lord wants us to do.” One of Joram's officers answered, “Elisha son of Shaphat is here. He was one of Elijah's closest followers.”", "12": "Jehoshaphat replied, “He can give us the Lord's message.” The three kings went over to Elisha, ", "13": "and he asked Joram, “Why did you come to me? Go talk to the prophets of the foreign gods your parents worshiped.”[d] “No,” Joram answered. “It was the Lord who led us out here, so that Moab's army could capture us.”", "14": "Elisha said to him, “I serve the Lord All-Powerful, and as surely as he lives, I swear I wouldn't even look at you if I didn't respect King Jehoshaphat.” ", "15": "Then Elisha said, “Send for someone who can play the harp.” The harpist began playing, and the Lord gave Elisha this message for Joram:", "16": "The Lord says that this dry riverbed will be filled with water.[e] ", "17": "You won't feel any wind or see any rain, but there will be plenty of water for you and your animals.", "18": "That simple thing isn't all the Lord is going to do. He will also help you defeat Moab's army. ", "19": "You will capture all their walled cities and important towns. You will chop down every good tree and stop up every spring of water, then ruin their fertile fields by covering them with rocks.", "20": "The next morning, while the sacrifice was being offered, water suddenly started flowing from the direction of Edom, and it flooded the land.", "21": "Meanwhile, the people of Moab had heard that the three kings were coming to attack them. They had called together all of their fighting men, from the youngest to the oldest, and these troops were now standing at their border, ready for battle. ", "22": "When they got up that morning, the sun was shining across the water, making it look red. The Moabite troops took one look ", "23": "and shouted, “Look at that blood! The armies of those kings must have fought and killed each other. Come on, let's go take what's left in their camp.”", "24": "But when they arrived at Israel's camp, the Israelite soldiers came out and attacked them, until they turned and ran away. Israel's army chased them all the way back to Moab, and even there they kept up the attack.[f] ", "25": "The Israelites destroyed the Moabite towns. They chopped down the good trees and stopped up the springs of water, then covered the fertile fields with rocks. Finally, the only city left standing was Kir-Hareseth, but soldiers armed with slings surrounded and attacked it. ", "26": "King Mesha of Moab saw that he was about to be defeated. So he took along seven hundred soldiers with swords and tried to break through the front line where the Edomite troops were positioned. But he failed. ", "27": "He then grabbed his oldest son who was to be the next king and sacrificed him as an offering on the city wall. The Israelite troops were so horrified that[g] they left the city and went back home."}