{"1": "One day the widow of one of the Lord's prophets said to Elisha, “You know that before my husband died, he was a follower of yours and a worshiper of the Lord. But he owed a man some money, and now that man is on his way to take my two sons as his slaves.”", "2": "“Maybe there's something I can do to help,” Elisha said. “What do you have in your house?” “Sir, I have nothing but a small bottle of olive oil.”", "3": "Elisha told her, “Ask your neighbors for their empty jars. And after you've borrowed as many as you can, ", "4": "go home and shut the door behind you and your sons. Then begin filling the jars with oil and set each one aside as you fill it.” ", "5": "The woman left. Later, when she and her sons were back inside their house, the two sons brought her the jars, and she began filling them.", "6": "At last, she said to one of her sons, “Bring me another jar.” “We don't have any more,” he answered, and the oil stopped flowing from the small bottle.", "7": "After she told Elisha what had happened, he said, “Sell the oil and use part of the money to pay what you owe the man. You and your sons can live on what is left.”", "8": "Once, while Elisha was in the town of Shunem,[a] he met a rich woman who invited him to her home for dinner. After that, whenever he was in Shunem, he would have a meal there with her and her husband.", "9": "Some time later the woman said to her husband, “I'm sure the man who comes here so often is a prophet of God. ", "10": "Why don't we build him a small room on the flat roof of our house? We can put a bed, a table and chair, and an oil lamp in it. Then whenever he comes, he can stay with us.”", "11": "The next time Elisha was in Shunem, he stopped at their house and went up to his room to rest. ", "12-13": "He said to his servant Gehazi, “This woman has been very helpful. Have her come up here to the roof for a moment.” She came, and Elisha told Gehazi to say to her, “You've gone to a lot of trouble for us, and we want to help you. Is there something we can request the king or army commander to do?”[b] The woman answered, “With my relatives nearby, I have everything I need.”", "14": "“Then what can we do for her?” Elisha asked Gehazi. Gehazi replied, “I do know that her husband is old, and that she doesn't have a son.”", "15": "“Ask her to come here again,” Elisha told his servant. He called for her, and she came and stood in the doorway of Elisha's room.", "16": "Elisha said to her, “Next year at this time, you'll be holding your own baby son in your arms.” “You're a man of God,” the woman replied. “Please don't lie to me.”", "17": "But a few months later, the woman got pregnant. She gave birth to a son, just as Elisha had promised.", "18": "One day while the boy was still young, he was out in the fields with his father, where the workers were harvesting the crops. ", "19": "Suddenly he shouted, “My head hurts. It hurts a lot!” “Carry him back to his mother,” the father said to his servant. ", "20": "The servant picked up the boy and carried him to his mother. The boy lay on her lap all morning, and by noon he was dead. ", "21": "She carried him upstairs to Elisha's room and laid him across the bed. Then she walked out and shut the door behind her.", "22": "The woman called to her husband, “I need to see the prophet. Let me use one of the donkeys. Send a servant along with me, and let me leave now, so I can get back quickly.”", "23": "“Why do you need to see him today?” her husband asked. “It's not the Sabbath or time for the New Moon Festival.” “That's all right,” she answered. ", "24": "She saddled the donkey and said to her servant, “Let's go. And don't slow down unless I tell you to.” ", "25": "She left at once for Mount Carmel to talk with Elisha.[c] When Elisha saw her coming, he said, “Gehazi, look! It's the woman from Shunem. ", "26": "Run and meet her. And ask her if everything is all right with her and her family.” “Everything is fine,” she answered Gehazi. ", "27": "But as soon as she got to the top of the mountain, she went over and grabbed Elisha by the feet. Gehazi started toward her to push her away, when Elisha said, “Leave her alone! Don't you see how sad she is? But the Lord hasn't told me why.”", "28": "The woman said, “Sir, I begged you not to get my hopes up, and I didn't even ask you for a son.”", "29": "“Gehazi, get ready and go to her house,” Elisha said. “Take along my walking stick, and when you get there, lay it on the boy's face. Don't stop to talk to anyone, even if they try to talk to you.”", "30": "But the boy's mother said to Elisha, “I swear by the living Lord and by your own life that I won't leave without you.” So Elisha got up and went with them.", "31": "Gehazi ran on ahead and laid Elisha's walking stick on the boy's face, but the boy didn't move or make a sound. Gehazi ran back to Elisha and said, “The boy didn't wake up.”", "32": "Elisha arrived at the woman's house and went straight to his room, where he saw the boy's body on his bed. ", "33": "He walked in, shut the door, and prayed to the Lord. ", "34": "Then he got on the bed and stretched out over the dead body, with his mouth on the boy's mouth, his eyes on his eyes, and his hand on his hands. As he lay there, the boy's body became warm. ", "35": "Elisha got up and walked back and forth in the room, then he went back and leaned over the boy's body. The boy sneezed seven times and opened his eyes.", "36": "Elisha called out to Gehazi, “Have the boy's mother come here.” Gehazi did, and when she was at the door, Elisha said, “You can take your son.”", "37": "She came in and bowed down at Elisha's feet. Then she picked up her son and left.", "38": "Later, Elisha went back to Gilgal, where there was almost nothing to eat, because the crops had failed. One day while the prophets who lived there were meeting with Elisha, he said to his servant, “Fix a big pot of stew for these prophets.”", "39": "One of them went out into the woods to gather some herbs. He found a wild vine and picked as much of its fruit as he could carry, but he didn't know that the fruit was very sour. When he got back, he cut up the fruit and put it in the stew.", "40": "The stew was served, and when the prophets started eating it, they shouted, “Elisha, this stew tastes terrible! We can't eat it.”", "41": "“Bring me some flour,” Elisha said. He sprinkled the flour in the stew and said, “Now serve it to them.” And the stew tasted fine.", "42": "A man from the town of Baal-Shalishah[d] brought Elisha some freshly cut grain and twenty loaves of bread made from the first barley that was harvested. Elisha said, “Give it to the people so they can eat.”", "43": "“There's not enough here for a hundred people,” his servant said. “Just give it to them,” Elisha replied. “The Lord has promised there will be more than enough.”", "44": "So the servant served the bread and grain to the people. They ate and still had some left over, just as the Lord had promised."}