{"1": "Naaman was the commander of the Syrian army. The Lord had helped him and his troops defeat their enemies, so the king of Syria respected Naaman very much. Naaman was a brave soldier, but he had leprosy.[a]", "2": "One day while the Syrian troops were raiding Israel, they captured a girl, and she became a servant of Naaman's wife. ", "3": "Some time later the girl said, “If your husband Naaman would go to the prophet in Samaria, he would be cured of his leprosy.”", "4": "When Naaman told the king what the girl had said, ", "5": "the king replied, “Go ahead! I will give you a letter to take to the king of Israel.” Naaman left and took along seven hundred fifty pounds of silver, one hundred fifty pounds of gold, and ten new outfits. ", "6": "He also carried the letter to the king of Israel. It said, “I am sending my servant Naaman to you. Would you cure him of his leprosy?”", "7": "When the king of Israel read the letter, he tore his clothes in fear and shouted, “That Syrian king believes I can cure this man of leprosy! Does he think I'm God with power over life and death? He must be trying to pick a fight with me.”", "8": "As soon as Elisha the prophet[b] heard what had happened, he sent the Israelite king this message: “Why are you so afraid? Send the man to me, so that he will know there is a prophet in Israel.”", "9": "Naaman left with his horses and chariots and stopped at the door of Elisha's house. ", "10": "Elisha sent someone outside to say to him, “Go wash seven times in the Jordan River. Then you'll be completely cured.”", "11": "But Naaman stormed off, grumbling, “Why couldn't he come out and talk to me? I thought for sure he would stand in front of me and pray to the Lord his God, then wave his hand over my skin and cure me. ", "12": "What about the Abana River[c] or the Pharpar River? Those rivers in Damascus are just as good as any river in Israel. I could have washed in them and been cured.”", "13": "His servants went over to him and said, “Sir, if the prophet had told you to do something difficult, you would have done it. So why don't you do what he said? Go wash and be cured.”", "14": "Naaman walked down to the Jordan; he waded out into the water and stooped down in it seven times, just as Elisha had told him. Right away, he was cured, and his skin became as smooth as a child's.", "15": "Naaman and his officials went back to Elisha. Naaman stood in front of him and announced, “Now I know that the God of Israel is the only God in the whole world. Sir, would you please accept a gift from me?”", "16": "“I am a servant of the living Lord,” Elisha answered, “and I swear that I will not take anything from you.” Naaman kept begging, but Elisha kept refusing. ", "17": "Finally Naaman said, “If you won't accept a gift, then please let me take home as much soil as two mules can pull in a wagon. Sir, from now on I will offer sacrifices only to the Lord.[d] ", "18": "But I pray that the Lord will forgive me when I go into the temple of the god Rimmon and bow down there with the king of Syria.”", "19": "“Go on home, and don't worry about that,” Elisha replied. Then Naaman left. After Naaman had gone only a short distance, ", "20": "Gehazi said to himself, “Elisha let that Syrian off too easy. He should have taken Naaman's gift. I swear by the living Lord that I will talk to Naaman myself and get something from him.” ", "21": "So he hurried after Naaman. When Naaman saw Gehazi running after him, he got out of his chariot to meet him. Naaman asked, “Is everything all right?”", "22": "“Yes,” Gehazi answered. “But my master has sent me to tell you about two young prophets from the hills of Ephraim. They came asking for help, and now Elisha wants to know if you would give them about seventy-five pounds of silver and some new clothes?”", "23": "“Sure,” Naaman replied. “But why don't you take twice that amount of silver?” He convinced Gehazi to take it all, then put the silver in two bags. He handed the bags and the clothes to his two servants, and they carried them for Gehazi.", "24": "When they reached the hill where Gehazi lived, he took the bags from the servants and placed them in his house, then sent the men away. After they had gone, ", "25": "Gehazi went in and stood in front of Elisha, who asked, “Gehazi, where have you been?” “Nowhere, sir,” Gehazi answered.", "26": "Elisha asked, “Don't you know that my spirit was there when Naaman got out of his chariot to talk with you? Gehazi, you have no right to accept money or clothes, olive orchards or vineyards, sheep or cattle, or servants. ", "27": "Because of what you've done, Naaman's leprosy[e] will now be on you and your descendants forever!” Suddenly, Gehazi's skin became white with leprosy, and he left."}