{"1": "Elisha told the woman whose son he had brought back to life,[a] “The Lord has warned that there will be no food here for seven years. Take your family and go live somewhere else for a while.” ", "2": "The woman did exactly what Elisha had said and went to live in Philistine territory. She and her family lived there seven years. ", "3": "Then she returned to Israel and immediately begged the king to give back her house and property.", "4": "Meanwhile, the king was asking Gehazi the servant of Elisha about the amazing things Elisha had been doing. ", "5": "While Gehazi was telling him that Elisha had brought a dead boy back to life, the woman and her son arrived. “Here's the boy, Your Majesty,” Gehazi said. “And this is his mother.”", "6": "The king asked the woman to tell her story, and she told him everything that had happened. He then said to one of his officials, “I want you to make sure that this woman gets back everything that belonged to her, including the money her crops have made since the day she left Israel.”", "7": "Some time later Elisha went to the capital city of Damascus to visit King Benhadad of Syria, who was sick. And when Benhadad was told he was there, ", "8": "he said to Hazael,[b] “Go meet with Elisha the man of God and have him ask the Lord if I will get well. And take along a gift for him.”", "9": "Hazael left with forty camel loads of the best things made in Damascus as a gift for Elisha. He found the prophet and said, “Your servant, King Benhadad, wants to know if he will get well.”", "10": "“Tell him he will,” Elisha said to Hazael. “But the Lord has already told me that Benhadad will definitely die.” ", "11": "Elisha stared at him until Hazael was embarrassed, then Elisha began crying.[c]", "12": "“Sir, why are you crying?” Hazael asked. Elisha answered, “Because I know the terrible things you will do to the people of Israel. You will burn down their walled cities and slaughter their young men. You will even crush the heads of their babies and rip open their pregnant women.”", "13": "“How could I ever do anything like that?” Hazael replied. “I'm only a servant and don't have that kind of power.” “Hazael, the Lord has told me that you will be the next king of Syria.”", "14": "Hazael went back to Benhadad and told him, “Elisha said that you will get well.” ", "15": "But the very next day, Hazael got a thick blanket; he soaked it in water and held it over Benhadad's face until he died. Hazael then became king.", "16": "Jehoram son of Jehoshaphat became king of Judah in Joram's fifth year as king of Israel, while Jehoshaphat was still king of Judah.[d] ", "17": "Jehoram was thirty-two years old when he became king, and he ruled eight years from Jerusalem.", "18": "Jehoram disobeyed the Lord by doing wrong. He married Ahab's daughter and was as sinful as Ahab's family and the kings of Israel. ", "19": "But the Lord refused to destroy Judah, because he had promised his servant David that someone from his family would always rule in Judah.", "20": "While Jehoram was king, the people of Edom rebelled and chose their own king. ", "21": "So Jehoram[e] and his cavalry marched to Zair, where the Edomite army surrounded him and his commanders. During the night he attacked the Edomites, but he was defeated, and his troops escaped to their homes.[f] ", "22": "Judah was never able to regain control of Edom. Even the town of Libnah[g] rebelled at that time.", "23": "Everything else Jehoram did while he was king is written in The History of the Kings of Judah. ", "24": "Jehoram died and was buried beside his ancestors in Jerusalem.[h] His son Ahaziah then became king.", "25": "Ahaziah son of Jehoram became king of Judah in the twelfth year of Joram's rule in Israel. ", "26": "Ahaziah was twenty-two years old when he became king, and he ruled from Jerusalem for only one year. His mother was Athaliah, a granddaughter of King Omri of Israel. ", "27": "Since Ahaziah was related to Ahab's family,[i] he acted just like them and disobeyed the Lord by doing wrong.", "28": "Ahaziah went with King Joram of Israel to attack King Hazael and the Syrian troops at Ramoth in Gilead. Joram was wounded in that battle, ", "29": "so he went to the town of Jezreel to recover. Ahaziah went there to visit him."}