{"1": "One day, Elisha called for one of the other prophets and said: Take this bottle of olive oil and get ready to go to the town of Ramoth in Gilead. ", "2": "When you get there, find Jehu son of Jehoshaphat and grandson of Nimshi. Take him to a place where the two of you can be alone, ", "3": "then pour olive oil on his head to show that he is the new king. Say to him, “The Lord has chosen you to be king of Israel.” Then leave quickly—don't wait around for anything!", "4": "The young prophet left for Ramoth. ", "5": "When he arrived, the army officers were meeting together. “Sir, I have a message for you,” he said. “For which one of us?” Jehu asked. “You, sir,” the prophet answered. ", "6": "So Jehu got up and went inside.[a] The prophet poured olive oil on Jehu's head and told him: The Lord God of Israel has this message for you: “I am the Lord, and I have chosen you to be king of my people Israel. ", "7": "I want you to wipe out the family of Ahab, so Jezebel will be punished for killing the prophets and my other servants. ", "8": "Every man and boy in Ahab's family must die, whether slave or free. ", "9": "His whole family must be destroyed, just like the families of Jeroboam son of Nebat and Baasha son of Ahijah. ", "10": "As for Jezebel, her body will be eaten by dogs in the town of Jezreel. There won't be enough left of her to bury.” Then the young prophet opened the door and ran out.", "11": "Jehu went back to his officers, and one of them asked, “What did that crazy prophet want? Is everything all right?” “You know him and how he talks,” Jehu answered.", "12": "“No, we don't. What did he say?” they asked. “He had a message from the Lord,” Jehu replied. “He said that the Lord has chosen me to be the next king of Israel.”", "13": "They quickly grabbed their coats and spread them out on the steps where Jehu was standing. Someone blew a trumpet, and everyone shouted, “Jehu is king!”", "14-16": "King Joram[b] of Israel had been badly wounded in the battle at Ramoth, trying to defend it against King Hazael and the Syrian army. Joram was now recovering in Jezreel, and King Ahaziah of Judah was there, visiting him. Meanwhile, Jehu was in Ramoth, making plans to kill Joram. He said to his officers, “If you want me to be king, then don't let anyone leave this town. They might go to Jezreel and tell Joram.” Then Jehu got in his chariot and rode to Jezreel.", "17": "When the guard in the watchtower at Jezreel saw Jehu and his men riding up, he shouted to the king, “I see a bunch of men coming this way.” Joram ordered, “Send someone out to ask them if this is a friendly visit.”", "18": "One of the soldiers rode out and said to Jehu, “King Joram wants to know if this is a friendly visit.” “What's it to you?” Jehu asked. “Just stay behind me with the rest of my troops!” About the same time the guard in the watchtower said, “Your Majesty, the rider got there, but he isn't coming back.”", "19": "So Joram sent out another rider, who rode up to Jehu and said, “The king wants to know if this is a friendly visit.” “What's it to you?” Jehu asked. “Just get behind me with the rest of my troops!”", "20": "The guard in the watchtower said, “Your Majesty, the rider got there, but he isn't coming back either. Wait a minute! That one man is a reckless chariot driver—it must be Jehu!”", "21": "Joram commanded, “Get my chariot ready.” Then he and Ahaziah got in their chariots and rode out to meet Jehu. They all met on the land that had belonged to Naboth.[c] ", "22": "Joram asked, “Jehu, is this a peaceful visit?” “How can there be peace?” Jehu asked. “Your mother Jezebel has caused everyone to worship idols and practice witchcraft.”", "23": "“Ahaziah, let's get out of here!” Joram yelled. “It's a trap!” As Joram tried to escape, ", "24": "Jehu shot an arrow. It hit Joram between his shoulders, then it went through his heart and came out his chest. He fell over dead in his chariot.", "25-26": "Jehu commanded his assistant Bidkar, “Get Joram's body and throw it in the field that Naboth once owned. Do you remember when you and I used to ride side by side behind Joram's father Ahab? It was then that the Lord swore to Ahab that he would be punished in the same field where he had killed Naboth and his sons. So throw Joram's body there, just as the Lord said.”", "27": "Ahaziah saw all of this happen and tried to escape to the town of Beth-Haggan, but Jehu caught up with him and shouted, “Kill him too!” So his troops shot Ahaziah with an arrow while he was on the road to Gur near Ibleam. He went as far as Megiddo, where he died. ", "28": "Ahaziah's officers put his body in a chariot and took it back to Jerusalem, where they buried him beside his ancestors.", "29": "Ahaziah had become king of Judah in the eleventh year of the rule of Ahab's son Joram.", "30": "Jehu headed toward Jezreel, and when Jezebel heard he was coming, she put on eye shadow and brushed her hair. Then she stood at the window, waiting for him to arrive. ", "31": "As he walked through the city gate, she shouted down to him, “Why did you come here, you murderer? To kill the king? You're no better than Zimri!”[d]", "32": "He looked up toward the window and asked, “Is anyone up there on my side?” A few palace workers stuck their heads out of a window, ", "33": "and Jehu shouted, “Throw her out the window!” They threw her down, and her blood splattered on the walls and on the horses that trampled her body.[e]", "34": "Jehu left to get something to eat and drink. Then he told some workers, “Even though she was evil, she was a king's daughter,[f] so make sure she has a proper burial.”", "35": "But when they went out to bury her body, they found only her skull, her hands, and her feet. ", "36": "They reported this to Jehu, and he said, “The Lord told Elijah the prophet that Jezebel's body would be eaten by dogs right here in Jezreel. ", "37": "And he warned that her bones would be spread all over the ground like manure, so that no one could tell who it was.”"}