{"1": "King Ben-Hadad of Aram gathered his army together. There were 32 kings with him and many horses and chariots. They surrounded Samaria and attacked it.", "2": "The king sent messengers to King Ahab of Israel who was inside the city.", "3": "The message was, “Ben-Hadad says, 'Your silver and your gold are mine, and so are the best of your wives and children.'”", "4": "The king of Israel answered, “Yes, my lord and king, I am yours now, and everything I have belongs to you.”", "5": "Then the messengers came back to Ahab. They said, “Ben-Hadad says, 'I told you before that all of your silver and gold and your wives and children belong to me. So give them to me!", "6": "Tomorrow I will send my men to search through your house and through the houses of your officials. Give my men all of your valuables, and they will bring them back to me.'”", "7": "So King Ahab called a meeting of all the elders of his country and said, “Look, Ben-Hadad is looking for trouble. First he told me that I must give him my wives and children and my silver and gold. I agreed to give them to him.”", "8": "But the elders and all the people said, “Don't obey him or do what he says.”", "9": "So Ahab sent a message to Ben-Hadad that said, “I will do what you said at first, but I cannot obey your second command.” King Ben-Hadad's men carried the message to the king.", "10": "Then they came back with another message from Ben-Hadad that said, “I will completely destroy Samaria. I promise that there will be nothing left of that city! There will not be enough of that city left for my men to find any souvenirs[a] to take home. May the gods destroy me if I don't do this!”", "11": "King Ahab answered, “Tell Ben-Hadad that the man who puts on his armor should not boast as much as the man who lives long enough to take it off.”", "12": "King Ben-Hadad was drinking in his tent with the other rulers when the messengers came back and gave him the message from King Ahab. King Ben-Hadad commanded his men to prepare to attack the city, so the men moved into their places for the battle.", "13": "Then a prophet went to King Ahab and said, “King Ahab, the Lord says to you, 'Do you see that great army? I will defeat that army for you today. Then you will know that I am the Lord.'”", "14": "Ahab said, “Who will you use to defeat them?” The prophet answered, “The Lord says, 'The young men who carry the weapons for the government officials.'” Then the king asked, “Who should command the main army?” The prophet answered, “You will.”", "15": "So Ahab gathered the young helpers of the government officials. There were 232 of these young men. Then the king called together the army of Israel. The total number was 7000.", "16": "King Ahab began his attack at noon, while King Ben-Hadad and the 32 kings were drinking and getting drunk in their tents.", "17": "The young helpers went out first. King Ben-Hadad's men told him that some soldiers had come out of Samaria.", "18": "So Ben-Hadad said, “They might be coming to fight or they might be coming to ask for peace. Capture them alive.”", "19": "The young men of King Ahab were the first to come out, but the rest of the army of Israel was following them.", "20": "Each of the men of Israel killed the man who had come against him. So the men from Aram began to run away and the army of Israel chased them. King Ben-Hadad escaped on a horse with the chariots.", "21": "King Ahab led the army and attacked all the horses and chariots. So King Ahab made the Arameans suffer a great defeat.", "22": "Then the prophet went to King Ahab and said, “The king of Aram will come back to fight again next spring. So go back and strengthen your army and make careful plans to defend yourself against him.”", "23": "King Ben-Hadad's officers said to him, “The gods of Israel are mountain gods. We fought in a mountain area, so the Israelites won. If we fight them on level ground, we will win.", "24": "Also, don't let the 32 kings command the armies. Put your commanders in charge of the armies.", "25": "Let's gather an army like the one that was destroyed. Gather as many men, horses, and chariots as before, and fight the Israelites on level ground. Then we will win.” Ben-Hadad followed their advice and did what they said.", "26": "So in the spring, Ben-Hadad gathered the men of Aram and went to Aphek to fight against Israel.", "27": "The Israelites also prepared for war and went to fight the army of Aram. They made their camp opposite the camp of Aram. The Aramean soldiers filled the land, but Israel's army looked like two small flocks of goats.", "28": "A man of God came to the king of Israel with this message: “The Lord said, 'The people of Aram said that I, the Lord, am a god of the mountains and not a god of the valleys. So I will let you defeat this great army. Then all of you will know that I am the Lord, wherever you are!'”", "29": "The armies were camped across from each other for seven days. On the seventh day the battle began. The Israelites killed 100,000 Aramean soldiers in one day.", "30": "The survivors ran away to the city of Aphek. The wall of the city fell on 27,000 of those soldiers. Ben-Hadad also ran away to the city and hid in a room.", "31": "His servants said to him, “We heard that the kings of Israel are merciful. Let's dress in rough cloth with ropes on our heads.[b] Then let's go to the king of Israel. Maybe he will let us live.”", "32": "They dressed in rough cloth with ropes on their heads. They came to the king of Israel. They said, “Your servant, Ben-Hadad, says, 'Please let me live.'” Ahab said, “Is he still alive? He is my brother.[c]”", "33": "Ben-Hadad's men wanted King Ahab to say something to show that he would not kill King Ben-Hadad. When Ahab called Ben-Hadad his brother, the advisors quickly said, “Yes! Ben-Hadad is your brother.” Ahab said, “Bring him to me.” So Ben-Hadad came to King Ahab. King Ahab asked him to get in the chariot with him.", "34": "Ben-Hadad said to him, “Ahab, I will give you the towns that my father took from your father. And you can put shops in Damascus, as my father did in Samaria.” Ahab answered, “If you agree to this, I will let you go free.” So the two kings made a peace agreement. Then King Ahab let King Ben-Hadad go free.", "35": "One of the prophets told another prophet, “Hit me!” He said that because the Lord had commanded it. But the other prophet refused to hit him.", "36": "So the first prophet said, “You did not obey the Lord's command. So a lion will kill you when you leave this place.” When the second prophet left, a lion killed him.", "37": "The first prophet went to another man and said, “Hit me!” This man hit him and hurt the prophet.", "38": "So the prophet wrapped his face with a cloth. This way no one could see who he was. The prophet went and waited for the king by the road.", "39": "The king came by and the prophet said to him, “I went to fight in the battle. One of our men brought an enemy soldier to me. The man said, 'Guard this man. If he runs away, you will have to give your life in his place or you will have to pay a fine of 75 pounds[d] of silver.'", "40": "While I was busy doing other things, the man ran away.” The king of Israel answered, “You admitted that you are guilty, so you know the answer. You must do what the man said.”", "41": "Then the prophet quickly took the cloth from his face, and the king of Israel saw that he was one of the prophets.", "42": "Then the prophet said to the king, “The Lord says to you, 'You set free the man I said should die. So you will take his place—you and your people will die!'”", "43": "Then the king went back home to Samaria. He was worried and upset."}