{"1": "There was a vineyard near King Ahab's palace in Samaria. A man from Jezreel named Naboth owned it.", "2": "One day Ahab said to Naboth, “Give me your vineyard that is near my palace. I want to make it a vegetable garden. I will give you a better vineyard in its place. Or, if you prefer, I will pay you for it.”", "3": "Naboth answered, “By the Lord, I will never give my land to you. This land belongs to my family.”", "4": "So Ahab went home angry and upset because Naboth told him, “I will not give you my family's land.” Ahab went to bed, turned away from everyone, and refused to eat.", "5": "His wife Jezebel went to him and asked him, “Why are you upset? Why do you refuse to eat?”", "6": "Ahab answered, “I asked Naboth from Jezreel to give me his vineyard. I told him that I would pay him the full price. Or, if he preferred, I would give him another vineyard. But he refused to give it to me.”", "7": "Jezebel answered, “But you are the king over Israel! Get out of bed and eat something, and you will feel better. I will get Naboth's vineyard for you.”", "8": "Then Jezebel wrote some letters. She signed Ahab's name to them and used his seal to seal the letters. Then she sent them to the elders and important men who lived in the same town as Naboth.", "9": "This is what the letter said: “Announce that there will be a day of fasting when the people will eat nothing. Then call all the people of the town together for a meeting. At the meeting we will talk about Naboth.", "10": "Find some men who will tell lies about Naboth. They should say that they heard Naboth speak against the king and against God. Then take Naboth out of the city and kill him with stones.”", "11": "So the elders and important men of Jezreel obeyed the command.", "12": "The leaders announced that there would be a day when all the people would eat nothing. On that day they called all the people together for a meeting. They put Naboth in a special place before the people.", "13": "Then two men told the people that they heard Naboth speak against God and the king. So the people carried Naboth out of the city and killed him with stones.", "14": "Then the leaders sent a message to Jezebel that said: “Naboth has been killed.”", "15": "When Jezebel heard this, she said to Ahab, “Naboth is dead. Now you can go and take the vineyard that you wanted.”", "16": "So Ahab went to the vineyard and took it for his own.", "17": "Then the Lord spoke to Elijah, the prophet from Tishbe:", "18": "“Go to King Ahab in Samaria. He will be at Naboth's vineyard. He is there to take the vineyard as his own.", "19": "Tell Ahab that I, the Lord, say to him, 'Ahab! You killed the man Naboth and now you are taking his land. So I, the Lord, tell you this: Where the dogs licked up the blood of Naboth, they will lick up your blood as well.'”", "20": "So Elijah went to Ahab. When Ahab saw him, he said, “Well, my enemy has found me again!” Elijah answered, “Yes, I found you, because you have again sold yourself out to do what the Lord says is evil.", "21": "So this is what he says to you: 'I will make something bad happen to you. I will kill you and every male in your family.", "22": "I will destroy your family just as I destroyed the families of King Jeroboam son of Nebat and King Baasha. I will do this to you because you have made me angry and you have caused the Israelites to sin.'", "23": "The Lord also says this about your wife Jezebel: 'Dogs will eat the body of Jezebel by the wall of the city of Jezreel.", "24": "As for the family of Ahab, whoever dies in the city will be eaten by dogs, and whoever dies in the fields will be eaten by birds.'”", "25": "So Ahab sold himself out to do what the Lord says is evil. There is no one who did as much evil as Ahab and his wife Jezebel, who caused him to do these things.", "26": "Ahab committed the terrible sin of worshiping those filthy idols, just as the Amorites did. And that is why the Lord took the land from them and gave it to the Israelites.", "27": "When Ahab heard what Elijah said, he tore his clothes to show how sad he was. Then he put on sackcloth and refused to eat. He even slept in these clothes. He was very sad and upset.", "28": "The Lord said to the prophet Elijah from Tishbe,", "29": "“Look, Ahab has humbled himself before me. So I will not make that disaster happen during his lifetime. I will wait until his son is king. Then I will destroy his family.”"}