{"1": "“What I'm about to tell you Pharisees is true. What if someone does not enter the sheep pen through the gate but climbs in another way? That person is a thief and a robber. ", "2": "The one who enters through the gate is the shepherd of the sheep. ", "3": "The gatekeeper opens the gate for him. The sheep listen to his voice. He calls his own sheep by name and leads them out. ", "4": "When he has brought out all his own sheep, he goes on ahead of them. His sheep follow him because they know his voice. ", "5": "But they will never follow a stranger. In fact, they will run away from him. They don't recognize a stranger's voice.” ", "6": "Jesus told this story. But the Pharisees didn't understand what he was telling them.", "7": "So Jesus said again, “What I'm about to tell you is true. I am like a gate for the sheep. ", "8": "All who have come before me are thieves and robbers. But the sheep have not listened to them. ", "9": "I'm like a gate. Anyone who enters through me will be saved. They will come in and go out. And they will find plenty of food. ", "10": "A thief comes only to steal and kill and destroy. I have come so they may have life. I want them to have it in the fullest possible way.", "11": "“I am the good shepherd. The good shepherd gives his life for the sheep. ", "12": "The hired man is not the shepherd and does not own the sheep. So when the hired man sees the wolf coming, he leaves the sheep and runs away. Then the wolf attacks the flock and scatters it. ", "13": "The man runs away because he is a hired man. He does not care about the sheep.", "14": "“I am the good shepherd. I know my sheep, and my sheep know me. ", "15": "They know me just as the Father knows me and I know the Father. And I give my life for the sheep. ", "16": "I have other sheep that do not belong to this sheep pen. I must bring them in too. They also will listen to my voice. Then there will be one flock and one shepherd. ", "17": "The reason my Father loves me is that I give up my life. But I will take it back again. ", "18": "No one takes it from me. I give it up myself. I have the authority to give it up. And I have the authority to take it back again. I received this command from my Father.”", "19": "The Jews who heard these words could not agree with one another. ", "20": "Many of them said, “He is controlled by a demon. He has gone crazy! Why should we listen to him?”", "21": "But others said, “A person controlled by a demon does not say things like this. Can a demon open the eyes of someone who is blind?”", "22": "Then came the Feast of Hanukkah at Jerusalem. It was winter. ", "23": "Jesus was in the temple courtyard walking in Solomon's Porch. ", "24": "The Jews who were gathered there around Jesus spoke to him. They said, “How long will you keep us waiting? If you are the Messiah, tell us plainly.”", "25": "Jesus answered, “I did tell you. But you do not believe. The works that I do in my Father's name are a witness for me. ", "26": "But you do not believe, because you are not my sheep. ", "27": "My sheep listen to my voice. I know them, and they follow me. ", "28": "I give them eternal life, and they will never die. No one will steal them out of my hand. ", "29": "My Father, who has given them to me, is greater than anyone. No one can steal them out of my Father's hand. ", "30": "I and the Father are one.”", "31": "Again the Jews who had challenged him picked up stones to kill him. ", "32": "But Jesus said to them, “I have shown you many good works from the Father. Which good work are you throwing stones at me for?”", "33": "“We are not throwing stones at you for any good work,” they replied. “We are stoning you for saying a very evil thing. You are only a man. But you claim to be God.”", "34": "Jesus answered them, “Didn't God say in your Law, 'I have said you are “gods” '? (Psalm 82:6) ", "35": "We know that Scripture is always true. God spoke to some people and called them 'gods.' ", "36": "If that is true, what about the one the Father set apart as his very own? What about this one the Father sent into the world? Why do you charge me with saying a very evil thing? Is it because I said, 'I am God's Son'? ", "37": "Don't believe me unless I do the works of my Father. ", "38": "But what if I do them? Even if you don't believe me, believe these works. Then you will know and understand that the Father is in me and I am in the Father.” ", "39": "Again they tried to arrest him. But he escaped from them.", "40": "Then Jesus went back across the Jordan River. He went to the place where John had been baptizing in the early days. There he stayed. ", "41": "Many people came to him. They said, “John never performed a sign. But everything he said about this man was true.” ", "42": "And in that place many believed in Jesus."}