{"1": "A man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived. ", "2": "Mary would later pour perfume on the Lord. She would also wipe Jesus' feet with her hair. It was her brother Lazarus who was sick in bed. ", "3": "So the sisters sent a message to Jesus. “Lord,” they told him, “the one you love is sick.”", "4": "When Jesus heard this, he said, “This sickness will not end in death. No, it is for God's glory. God's Son will receive glory because of it.” ", "5": "Jesus loved Martha and her sister and Lazarus. ", "6": "So after he heard Lazarus was sick, he stayed where he was for two more days. ", "7": "And then he said to his disciples, “Let us go back to Judea.”", "8": "“But Rabbi,” they said, “a short time ago the Jews there tried to kill you with stones. Are you still going back?”", "9": "Jesus answered, “Aren't there 12 hours of daylight? Anyone who walks during the day won't trip and fall. They can see because of this world's light. ", "10": "But when they walk at night, they'll trip and fall. They have no light.”", "11": "After he said this, Jesus went on speaking to them. “Our friend Lazarus has fallen asleep,” he said. “But I am going there to wake him up.”", "12": "His disciples replied, “Lord, if he's sleeping, he will get better.” ", "13": "Jesus had been speaking about the death of Lazarus. But his disciples thought he meant natural sleep.", "14": "So then he told them plainly, “Lazarus is dead. ", "15": "For your benefit, I am glad I was not there. Now you will believe. But let us go to him.”", "16": "Then Thomas, who was also called Didymus, spoke to the rest of the disciples. “Let us go also,” he said. “Then we can die with Jesus.”", "17": "When Jesus arrived, he found out that Lazarus had already been in the tomb for four days. ", "18": "Bethany was less than two miles from Jerusalem. ", "19": "Many Jews had come to Martha and Mary. They had come to comfort them because their brother was dead. ", "20": "When Martha heard that Jesus was coming, she went out to meet him. But Mary stayed at home.", "21": "“Lord,” Martha said to Jesus, “I wish you had been here! Then my brother would not have died. ", "22": "But I know that even now God will give you anything you ask for.”", "23": "Jesus said to her, “Your brother will rise again.”", "24": "Martha answered, “I know he will rise again. This will happen when people are raised from the dead on the last day.”", "25": "Jesus said to her, “I am the resurrection and the life. Anyone who believes in me will live, even if they die. ", "26": "And whoever lives by believing in me will never die. Do you believe this?”", "27": "“Yes, Lord,” she replied. “I believe that you are the Messiah, the Son of God. I believe that you are the one who is supposed to come into the world.”", "28": "After she said this, she went back home. She called her sister Mary to one side to talk to her. “The Teacher is here,” Martha said. “He is asking for you.” ", "29": "When Mary heard this, she got up quickly and went to him. ", "30": "Jesus had not yet entered the village. He was still at the place where Martha had met him. ", "31": "Some Jews had been comforting Mary in the house. They noticed how quickly she got up and went out. So they followed her. They thought she was going to the tomb to mourn there.", "32": "Mary reached the place where Jesus was. When she saw him, she fell at his feet. She said, “Lord, I wish you had been here! Then my brother would not have died.”", "33": "Jesus saw her crying. He saw that the Jews who had come along with her were crying also. His spirit became very sad, and he was troubled. ", "34": "“Where have you put him?” he asked. “Come and see, Lord,” they replied.", "35": "Jesus wept.", "36": "Then the Jews said, “See how much he loved him!”", "37": "But some of them said, “He opened the eyes of the blind man. Couldn't he have kept this man from dying?”", "38": "Once more Jesus felt very sad. He came to the tomb. It was a cave with a stone in front of the entrance. ", "39": "“Take away the stone,” he said. “But, Lord,” said Martha, the sister of the dead man, “by this time there is a bad smell. Lazarus has been in the tomb for four days.”", "40": "Then Jesus said, “Didn't I tell you that if you believe, you will see God's glory?”", "41": "So they took away the stone. Then Jesus looked up. He said, “Father, I thank you for hearing me. ", "42": "I know that you always hear me. But I said this for the benefit of the people standing here. I said it so they will believe that you sent me.”", "43": "Then Jesus called in a loud voice. He said, “Lazarus, come out!” ", "44": "The dead man came out. His hands and feet were wrapped with strips of linen. A cloth was around his face. Jesus said to them, “Take off the clothes he was buried in and let him go.”", "45": "Many of the Jews who had come to visit Mary saw what Jesus did. So they believed in him. ", "46": "But some of them went to the Pharisees. They told the Pharisees what Jesus had done. ", "47": "Then the chief priests and the Pharisees called a meeting of the Sanhedrin. “What can we do?” they asked. “This man is performing many signs. ", "48": "If we let him keep on doing this, everyone will believe in him. Then the Romans will come. They will take away our temple and our nation.”", "49": "One of the Jewish leaders spoke up. His name was Caiaphas. He was high priest at that time. He said, “You don't know anything at all! ", "50": "You don't realize what is good for you. It is better if one man dies for the people than if the whole nation is destroyed.”", "51": "He did not say this on his own because he was high priest at that time. He prophesied that Jesus would die for the Jewish nation. ", "52": "He also prophesied that Jesus would die for God's children scattered everywhere. He would die to bring them together and make them one. ", "53": "So from that day on, the Jewish rulers planned to kill Jesus.", "54": "Jesus no longer moved around openly among the people of Judea. Instead, he went away to an area near the desert. He went to a village called Ephraim. There he stayed with his disciples.", "55": "It was almost time for the Jewish Passover Feast. Many people went up from the country to Jerusalem. They went there for the special washing that would make them pure before the Passover Feast. ", "56": "They kept looking for Jesus as they stood in the temple courtyard. They asked one another, “What do you think? Isn't he coming to the feast at all?” ", "57": "But the chief priests and the Pharisees had given orders. They had commanded anyone who found out where Jesus was staying to report it. Then they could arrest him."}