{"1": "“I am the true vine. My Father is the gardener. ", "2": "He cuts off every branch joined to me that does not bear fruit. He trims every branch that does bear fruit. Then it will bear even more fruit. ", "3": "You are already clean because of the word I have spoken to you. ", "4": "Remain joined to me, just as I also remain joined to you. No branch can bear fruit by itself. It must remain joined to the vine. In the same way, you can't bear fruit unless you remain joined to me.", "5": "“I am the vine. You are the branches. If you remain joined to me, and I to you, you will bear a lot of fruit. You can't do anything without me. ", "6": "If you don't remain joined to me, you are like a branch that is thrown away and dries up. Branches like those are picked up. They are thrown into the fire and burned. ", "7": "If you remain joined to me and my words remain in you, ask for anything you wish. And it will be done for you. ", "8": "When you bear a lot of fruit, it brings glory to my Father. It shows that you are my disciples.", "9": "“Just as the Father has loved me, I have loved you. Now remain in my love. ", "10": "If you obey my commands, you will remain in my love. In the same way, I have obeyed my Father's commands and remain in his love. ", "11": "I have told you this so that you will have the same joy that I have. I also want your joy to be complete. ", "12": "Here is my command. Love one another, just as I have loved you. ", "13": "No one has greater love than the one who gives their life for their friends. ", "14": "You are my friends if you do what I command. ", "15": "I do not call you slaves anymore. Slaves do not know their master's business. Instead, I have called you friends. I have told you everything I learned from my Father. ", "16": "You did not choose me. Instead, I chose you. I appointed you so that you might go and bear fruit that will last. I also appointed you so that the Father will give you what you ask for. He will give you whatever you ask for in my name. ", "17": "Here is my command. Love one another.", "18": "“My disciples, does the world hate you? Remember that it hated me first. ", "19": "If you belonged to the world, it would love you like one of its own. But you do not belong to the world. I have chosen you out of the world. That is why the world hates you. ", "20": "Remember what I told you. I said, 'A slave is not more important than his master.' (John 13:16) If people hated me and tried to hurt me, they will do the same to you. If they obeyed my teaching, they will obey yours also. ", "21": "They will treat you like that because of my name. They do not know the one who sent me. ", "22": "If I had not come and spoken to them, they would not be guilty of sin. But now they have no excuse for their sin. ", "23": "Whoever hates me hates my Father also. ", "24": "I did works among them that no one else did. If I hadn't, they would not be guilty of sin. But now they have seen those works. And still they have hated both me and my Father. ", "25": "This has happened so that what is written in their Law would come true. It says, 'They hated me without any reason.' (Psalms 35:19; 69:4)", "26": "“I will send the Friend to you from the Father. He is the Spirit of truth, who comes out from the Father. When the Friend comes to help you, he will be a witness about me. ", "27": "You must also be witnesses about me. That's because you have been with me from the beginning."}