{"1": "When Jesus had finished praying, he left with his disciples. They crossed the Kidron Valley. On the other side there was a garden. Jesus and his disciples went into it.", "2": "Judas knew the place. He was going to hand Jesus over to his enemies. Jesus had often met in that place with his disciples. ", "3": "So Judas came to the garden. He was guiding a group of soldiers and some officials. The chief priests and the Pharisees had sent them. They were carrying torches, lanterns and weapons.", "4": "Jesus knew everything that was going to happen to him. So he went out and asked them, “Who do you want?”", "5": "“Jesus of Nazareth,” they replied. “I am he,” Jesus said. Judas, who was going to hand Jesus over, was standing there with them. ", "6": "When Jesus said, “I am he,” they moved back. Then they fell to the ground.", "7": "He asked them again, “Who do you want?” “Jesus of Nazareth,” they said.", "8": "Jesus answered, “I told you I am he. If you are looking for me, then let these men go.” ", "9": "This happened so that the words Jesus had spoken would come true. He had said, “I have not lost anyone God has given me.” (John 6:39)", "10": "Simon Peter had a sword and pulled it out. He struck the high priest's slave and cut off his right ear. The slave's name was Malchus.", "11": "Jesus commanded Peter, “Put your sword away! Shouldn't I drink the cup of suffering the Father has given me?”", "12": "Then the group of soldiers, their commander and the Jewish officials arrested Jesus. They tied him up ", "13": "and brought him first to Annas. He was the father-in-law of Caiaphas, the high priest at that time. ", "14": "Caiaphas had advised the Jewish leaders that it would be good if one man died for the people.", "15": "Simon Peter and another disciple were following Jesus. The high priest knew the other disciple. So that disciple went with Jesus into the high priest's courtyard. ", "16": "But Peter had to wait outside by the door. The other disciple came back. He was the one the high priest knew. He spoke to the servant woman who was on duty there. Then he brought Peter in.", "17": "She asked Peter, “You aren't one of Jesus' disciples too, are you?” “I am not,” he replied.", "18": "It was cold. The slaves and officials stood around a fire. They had made it to keep warm. Peter was also standing with them. He was warming himself.", "19": "Meanwhile, the high priest questioned Jesus. He asked him about his disciples and his teaching.", "20": "“I have spoken openly to the world,” Jesus replied. “I always taught in synagogues or at the temple, where all the Jews come together. I didn't say anything in secret. ", "21": "Why question me? Ask the people who heard me. They certainly know what I said.”", "22": "When Jesus said that, one of the officials nearby slapped him in the face. “Is this any way to answer the high priest?” he asked.", "23": "“Have I said something wrong?” Jesus replied. “If I have, then tell everyone what it was. But if I spoke the truth, why did you hit me?” ", "24": "Annas sent him, tied up, to Caiaphas, the high priest.", "25": "Meanwhile, Simon Peter was still standing there warming himself by the fire. So they asked him, “You aren't one of Jesus' disciples too, are you?” He said, “I am not.”", "26": "One of the high priest's slaves was a relative of the man whose ear Peter had cut off. He said to Peter, “Didn't I see you with Jesus in the garden?” ", "27": "Again Peter said no. At that exact moment a rooster began to crow.", "28": "Then the Jewish leaders took Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning. The Jewish leaders did not want to be made “unclean.” They wanted to be able to eat the Passover meal. So they did not enter the palace. ", "29": "Pilate came out to them. He asked, “What charges are you bringing against this man?”", "30": "“He has committed crimes,” they replied. “If he hadn't, we would not have handed him over to you.”", "31": "Pilate said, “Take him yourselves. Judge him by your own law.” “But we don't have the right to put anyone to death,” they complained. ", "32": "This happened so that what Jesus said about how he was going to die would come true.", "33": "Then Pilate went back inside the palace. He ordered Jesus to be brought to him. Pilate asked him, “Are you the king of the Jews?”", "34": "“Is that your own idea?” Jesus asked. “Or did others talk to you about me?”", "35": "“Am I a Jew?” Pilate replied. “Your own people and chief priests handed you over to me. What have you done?”", "36": "Jesus said, “My kingdom is not from this world. If it were, those who serve me would fight. They would try to keep the Jewish leaders from arresting me. My kingdom is from another place.”", "37": "“So you are a king, then!” said Pilate. Jesus answered, “You say that I am a king. In fact, that's the reason I was born. I was born and came into the world to be a witness to the truth. Everyone who is on the side of truth listens to me.”", "38": "“What is truth?” Pilate replied. Then Pilate went out again to the Jews gathered there. He said, “I find no basis for any charge against him. ", "39": "But you have a practice at Passover time. At that time, you ask me to set one prisoner free for you. Do you want me to set 'the king of the Jews' free?”", "40": "They shouted back, “No! Not him! Give us Barabbas!” Barabbas had taken part in an armed struggle against the country's rulers."}