{"1": "Then Pilate took Jesus and had him whipped. ", "2": "The soldiers twisted thorns together to make a crown. They put it on Jesus' head. Then they put a purple robe on him. ", "3": "They went up to him again and again. They kept saying, “We honor you, king of the Jews!” And they slapped him in the face.", "4": "Once more Pilate came out. He said to the Jews gathered there, “Look, I am bringing Jesus out to you. I want to let you know that I find no basis for a charge against him.” ", "5": "Jesus came out wearing the crown of thorns and the purple robe. Then Pilate said to them, “Here is the man!”", "6": "As soon as the chief priests and their officials saw him, they shouted, “Crucify him! Crucify him!” But Pilate answered, “You take him and crucify him. I myself find no basis for a charge against him.”", "7": "The Jewish leaders replied, “We have a law. That law says he must die. He claimed to be the Son of God.”", "8": "When Pilate heard that, he was even more afraid. ", "9": "He went back inside the palace. “Where do you come from?” he asked Jesus. But Jesus did not answer him. ", "10": "“Do you refuse to speak to me?” Pilate said. “Don't you understand? I have the power to set you free or to nail you to a cross.”", "11": "Jesus answered, “You were given power from heaven. If you weren't, you would have no power over me. So the one who handed me over to you is guilty of a greater sin.”", "12": "From then on, Pilate tried to set Jesus free. But the Jewish leaders kept shouting, “If you let this man go, you are not Caesar's friend! Anyone who claims to be a king is against Caesar!”", "13": "When Pilate heard that, he brought Jesus out. Pilate sat down on the judge's seat. It was at a place called the Stone Walkway. In the Aramaic language it was called Gabbatha. ", "14": "It was about noon on Preparation Day in Passover Week. “Here is your king,” Pilate said to the Jews.", "15": "But they shouted, “Take him away! Take him away! Crucify him!” “Should I crucify your king?” Pilate asked. “We have no king but Caesar,” the chief priests answered.", "16": "Finally, Pilate handed Jesus over to them to be nailed to a cross. So the soldiers took charge of Jesus. ", "17": "He had to carry his own cross. He went out to a place called the Skull. In the Aramaic language it was called Golgotha. ", "18": "There they nailed Jesus to the cross. Two other men were crucified with him. One was on each side of him. Jesus was in the middle.", "19": "Pilate had a notice prepared. It was fastened to the cross. It read, jesus of nazareth, the king of the jews.", "20": "Many of the Jews read the sign. That's because the place where Jesus was crucified was near the city. And the sign was written in the Aramaic, Latin and Greek languages. ", "21": "The chief priests of the Jews argued with Pilate. They said, “Do not write 'The King of the Jews.' Write that this man claimed to be king of the Jews.”", "22": "Pilate answered, “I have written what I have written.”", "23": "When the soldiers crucified Jesus, they took his clothes. They divided them into four parts. Each soldier got one part. All that was left was Jesus' long, inner robe. It did not have any seams. It was made out of one piece of cloth from top to bottom.", "24": "“Let's not tear it,” they said to one another. “Let's cast lots to see who will get it.” This happened so that Scripture would come true. It says, “They divided up my clothes among them. They cast lots for what I was wearing.” (Psalm 22:18) So that is what the soldiers did.", "25": "Jesus' mother stood near his cross. So did his mother's sister, Mary the wife of Clopas, and Mary Magdalene. ", "26": "Jesus saw his mother there. He also saw the disciple he loved standing nearby. Jesus said to his mother, “Dear woman, here is your son.” ", "27": "He said to the disciple, “Here is your mother.” From that time on, the disciple took her into his home.", "28": "Later, Jesus knew that everything had now been finished. He also knew that what Scripture said must come true. So he said, “I am thirsty.” ", "29": "A jar of wine vinegar was there. So they soaked a sponge in it. They put the sponge on the stem of a hyssop plant. Then they lifted it up to Jesus' lips. ", "30": "After Jesus drank he said, “It is finished.” Then he bowed his head and died.", "31": "It was Preparation Day. The next day would be a special Sabbath day. The Jewish leaders did not want the bodies left on the crosses during the Sabbath day. So they asked Pilate to have the legs broken and the bodies taken down. ", "32": "The soldiers came and broke the legs of the first man who had been crucified with Jesus. Then they broke the legs of the other man. ", "33": "But when they came to Jesus, they saw that he was already dead. So they did not break his legs. ", "34": "Instead, one of the soldiers stuck his spear into Jesus' side. Right away, blood and water flowed out. ", "35": "The man who saw it has been a witness about it. And what he has said is true. He knows that he tells the truth. He is a witness so that you also may believe. ", "36": "These things happened in order that Scripture would come true. It says, “Not one of his bones will be broken.” (Exodus 12:46; Numbers 9:12; Psalm 34:20) ", "37": "Scripture also says, “They will look to the one they have pierced.” (Zechariah 12:10)", "38": "Later Joseph asked Pilate for Jesus' body. Joseph was from the town of Arimathea. He was a follower of Jesus. But he followed Jesus secretly because he was afraid of the Jewish leaders. After Pilate gave him permission, Joseph came and took the body away. ", "39": "Nicodemus went with Joseph. He was the man who had earlier visited Jesus at night. Nicodemus brought some mixed spices that weighed about 75 pounds. ", "40": "The two men took Jesus' body. They wrapped it in strips of linen cloth, along with the spices. That was the way the Jews buried people. ", "41": "At the place where Jesus was crucified, there was a garden. A new tomb was there. No one had ever been put in it before. ", "42": "That day was the Jewish Preparation Day, and the tomb was nearby. So they placed Jesus there."}