{"1": "Early on the first day of the week, Mary Magdalene went to the tomb. It was still dark. She saw that the stone had been moved away from the entrance. ", "2": "So she ran to Simon Peter and another disciple, the one Jesus loved. She said, “They have taken the Lord out of the tomb! We don't know where they have put him!”", "3": "So Peter and the other disciple started out for the tomb. ", "4": "Both of them were running. The other disciple ran faster than Peter. He reached the tomb first. ", "5": "He bent over and looked in at the strips of linen lying there. But he did not go in. ", "6": "Then Simon Peter came along behind him. He went straight into the tomb. He saw the strips of linen lying there. ", "7": "He also saw the funeral cloth that had been wrapped around Jesus' head. The cloth was still lying in its place. It was separate from the linen. ", "8": "The disciple who had reached the tomb first also went inside. He saw and believed. ", "9": "They still did not understand from Scripture that Jesus had to rise from the dead. ", "10": "Then the disciples went back to where they were staying.", "11": "But Mary stood outside the tomb crying. As she cried, she bent over to look into the tomb. ", "12": "She saw two angels dressed in white. They were seated where Jesus' body had been. One of them was where Jesus' head had been laid. The other sat where his feet had been placed.", "13": "They asked her, “Woman, why are you crying?” “They have taken my Lord away,” she said. “I don't know where they have put him.” ", "14": "Then she turned around and saw Jesus standing there. But she didn't realize that it was Jesus.", "15": "He asked her, “Woman, why are you crying? Who are you looking for?” She thought he was the gardener. So she said, “Sir, did you carry him away? Tell me where you put him. Then I will go and get him.”", "16": "Jesus said to her, “Mary.” She turned toward him. Then she cried out in the Aramaic language, “Rabboni!” Rabboni means Teacher.", "17": "Jesus said, “Do not hold on to me. I have not yet ascended to the Father. Instead, go to those who believe in me. Tell them, 'I am ascending to my Father and your Father, to my God and your God.' ”", "18": "Mary Magdalene went to the disciples with the news. She said, “I have seen the Lord!” And she told them that he had said these things to her.", "19": "On the evening of that first day of the week, the disciples were together. They had locked the doors because they were afraid of the Jewish leaders. Jesus came in and stood among them. He said, “May peace be with you!” ", "20": "Then he showed them his hands and his side. The disciples were very happy when they saw the Lord.", "21": "Again Jesus said, “May peace be with you! The Father has sent me. So now I am sending you.” ", "22": "He then breathed on them. He said, “Receive the Holy Spirit. ", "23": "If you forgive anyone's sins, their sins are forgiven. If you do not forgive them, they are not forgiven.”", "24": "Thomas was one of the 12 disciples. He was also called Didymus. He was not with the other disciples when Jesus came. ", "25": "So they told him, “We have seen the Lord!” But he said to them, “First I must see the nail marks in his hands. I must put my finger where the nails were. I must put my hand into his side. Only then will I believe.”", "26": "A week later, Jesus' disciples were in the house again. Thomas was with them. Even though the doors were locked, Jesus came in and stood among them. He said, “May peace be with you!” ", "27": "Then he said to Thomas, “Put your finger here. See my hands. Reach out your hand and put it into my side. Stop doubting and believe.”", "28": "Thomas said to him, “My Lord and my God!”", "29": "Then Jesus told him, “Because you have seen me, you have believed. Blessed are those who have not seen me but still have believed.”", "30": "Jesus performed many other signs in front of his disciples. They are not written down in this book. ", "31": "But these are written so that you may believe that Jesus is the Messiah, the Son of God. If you believe this, you will have life because you belong to him."}