{"1": "But Jesus went to the Mount of Olives.", "2": "At sunrise he arrived again in the temple courtyard. All the people gathered around him there. He sat down to teach them. ", "3": "The teachers of the law and the Pharisees brought in a woman. She had been caught committing adultery. They made her stand in front of the group. ", "4": "They said to Jesus, “Teacher, this woman was caught sleeping with a man who was not her husband. ", "5": "In the Law, Moses commanded us to kill such women by throwing stones at them. Now what do you say?” ", "6": "They were trying to trap Jesus with that question. They wanted to have a reason to bring charges against him. But Jesus bent down and started to write on the ground with his finger. ", "7": "They kept asking him questions. So he stood up and said to them, “Has any one of you not sinned? Then you be the first to throw a stone at her.” ", "8": "He bent down again and wrote on the ground.", "9": "Those who heard what he had said began to go away. They left one at a time, the older ones first. Soon only Jesus was left. The woman was still standing there. ", "10": "Jesus stood up and asked her, “Woman, where are they? Hasn't anyone found you guilty?”", "11": "“No one, sir,” she said. “Then I don't find you guilty either,” Jesus said. “Go now and leave your life of sin.”", "12": "Jesus spoke to the people again. He said, “I am the light of the world. Anyone who follows me will never walk in darkness. They will have that light. They will have life.”", "13": "The Pharisees argued with him. “Here you are,” they said, “appearing as your own witness. But your witness does not count.”", "14": "Jesus answered, “Even if I am a witness about myself, what I say does count. I know where I came from. And I know where I am going. But you have no idea where I come from or where I am going. ", "15": "You judge by human standards. I don't judge anyone. ", "16": "But if I do judge, what I decide is true. This is because I am not alone. I stand with the Father, who sent me. ", "17": "Your own Law says that the witness of two people proves the truth about something. ", "18": "I am a witness about myself. The other witness about me is the Father, who sent me.”", "19": "Then they asked him, “Where is your father?” “You do not know me or my Father,” Jesus replied. “If you knew me, you would know my Father also.” ", "20": "He spoke these words while he was teaching in the temple courtyard. He was near the place where the offerings were put. But no one arrested him. That's because the time for him to die had not yet come.", "21": "Once more Jesus said to them, “I am going away. You will look for me, and you will die in your sin. You can't come where I am going.”", "22": "This made the Jews ask, “Will he kill himself? Is that why he says, 'You can't come where I am going'?”", "23": "But Jesus said, “You are from below. I am from heaven. You are from this world. I am not from this world. ", "24": "I told you that you would die in your sins. This will happen if you don't believe that I am he. If you don't believe, you will certainly die in your sins.”", "25": "“Who are you?” they asked. “Just what I have been telling you from the beginning,” Jesus replied. ", "26": "“I have a lot to say that will judge you. But the one who sent me can be trusted. And I tell the world what I have heard from him.”", "27": "They did not understand that Jesus was telling them about his Father. ", "28": "So Jesus said, “You will lift up the Son of Man. Then you will know that I am he. You will also know that I do nothing on my own. I speak just what the Father has taught me. ", "29": "The one who sent me is with me. He has not left me alone, because I always do what pleases him.” ", "30": "Even while Jesus was speaking, many people believed in him.", "31": "Jesus spoke to the Jews who had believed him. “If you obey my teaching,” he said, “you are really my disciples. ", "32": "Then you will know the truth. And the truth will set you free.”", "33": "They answered him, “We are Abraham's children. We have never been slaves of anyone. So how can you say that we will be set free?”", "34": "Jesus replied, “What I'm about to tell you is true. Everyone who sins is a slave of sin. ", "35": "A slave has no lasting place in the family. But a son belongs to the family forever. ", "36": "So if the Son of Man sets you free, you will really be free. ", "37": "I know that you are Abraham's children. But you are looking for a way to kill me. You have no room for my word. ", "38": "I am telling you what I saw when I was with my Father. You are doing what you have heard from your father. ”", "39": "“Abraham is our father,” they answered. Jesus said, “Are you really Abraham's children? If you are, you will do what Abraham did. ", "40": "But you are looking for a way to kill me. I am a man who has told you the truth I heard from God. Abraham didn't do the things you want to do. ", "41": "You are doing what your own father does.” “We have the right to claim to be God's children,” they objected. “The only Father we have is God himself.”", "42": "Jesus said to them, “If God were your Father, you would love me. I have come here from God. I have not come on my own. God sent me. ", "43": "Why aren't my words clear to you? Because you can't really hear what I say. ", "44": "You belong to your father, the devil. You want to obey your father's wishes. From the beginning, the devil was a murderer. He has never obeyed the truth. There is no truth in him. When he lies, he speaks his natural language. He does this because he is a liar. He is the father of lies. ", "45": "But because I tell the truth, you don't believe me! ", "46": "Can any of you prove I am guilty of sinning? Am I not telling the truth? Then why don't you believe me? ", "47": "Whoever belongs to God hears what God says. The reason you don't hear is that you don't belong to God.”", "48": "The Jews answered Jesus, “Aren't we right when we say you are a Samaritan? Aren't you controlled by a demon?”", "49": "“I am not controlled by a demon,” said Jesus. “I honor my Father. You do not honor me. ", "50": "I am not seeking glory for myself. But there is one who brings glory to me. He is the judge. ", "51": "What I'm about to tell you is true. Whoever obeys my word will never die.”", "52": "Then they cried out, “Now we know you are controlled by a demon! Abraham died. So did the prophets. But you say that whoever obeys your word will never die. ", "53": "Are you greater than our father Abraham? He died. So did the prophets. Who do you think you are?”", "54": "Jesus replied, “If I bring glory to myself, my glory means nothing. You claim that my Father is your God. He is the one who brings glory to me. ", "55": "You do not know him. But I know him. If I said I did not, I would be a liar like you. But I do know him. And I obey his word. ", "56": "Your father Abraham was filled with joy at the thought of seeing my day. He saw it and was glad.”", "57": "“You are not even 50 years old,” they said to Jesus. “And you have seen Abraham?”", "58": "“What I'm about to tell you is true,” Jesus answered. “Before Abraham was born, I am!” ", "59": "When he said this, they picked up stones to kill him. But Jesus hid himself. He slipped away from the temple area."}