{"1": "Stand fast, therefore, in the liberty whereby Christ has made us free. And be not entangled again with the yoke of bondage.", "2": "Behold, I, Paul, say to you, that if you shall become circumcised, Christ shall profit you nothing.", "3": "For I testify again to every man who is circumcised, that he is under obligation to keep the whole Law.", "4": "You are severed from Christ. Whoever is justified by the Law, you are fallen from grace.", "5": "For we, through the Spirit, wait for the hope of righteousness through faith.", "6": "For in Jesus Christ, neither circumcision nor uncircumcision avails anything, but faith (which works by love).", "7": "You were running well. Who hindered you from obeying the truth?", "8": "It is not the persuasion of the One who calls you.", "9": "A little leaven leavens the whole lump.", "10": "I have confidence in you, through the Lord, that you will be single-minded. But he who troubles you shall bear condemnation, whoever he might be.", "11": "And I, brothers, if I still preach circumcision, why do I still suffer persecution? Then the stumbling block of the cross is abolished.", "12": "I even wish those who disquiet you would emasculate themselves.", "13": "For brothers, you have been called to freedom. Only, do not use your freedom as an opportunity for the flesh, but by love serve one another.", "14": "For all the Law is fulfilled in one word, which is this: “You shall love your neighbor as yourself.”", "15": "If, however, you bite and devour one another, take heed, for you might be consumed by one another.", "16": "Then I say, walk in the Spirit, and you shall not fulfill the lusts of the flesh.", "17": "For the flesh lusts against the Spirit, and the Spirit against the flesh. And these are contrary one to another, so that you cannot do the things you would like.", "18": "And if you be led by the Spirit, you are not under the Law.", "19": "Moreover, the works of the flesh are obvious: adultery, fornication, impurity, lewdness,", "20": "idolatry, witchcraft, hatred, strife, jealousy, outbursts of anger, rivalry, dissensions, heresies,", "21": "envy, murders, drunkenness, gluttony, and the like. And, just as I have told you before, those who do such things shall not inherit the Kingdom of God.", "22": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,", "23": "gentleness, self-control. Against such things there is no law.", "24": "For those who are Christ's, have crucified the flesh with its passions and desires.", "25": "If we live in the Spirit, we should also walk in the Spirit.", "26": "Let us not become boastful, provoking one another, envying one another."}