{"1": "(My little children,[a] I am writing these things to you so that you may not sin.[b]) But if anyone does sin, we have an advocate[c] with the Father, Jesus Christ the Righteous One,[d] ", "2": "and he himself is the atoning sacrifice[e] for our sins, and not only for our sins but also for the whole world.[f]", "3": "Now[g] by this we know that we have come to know God:[h] if we keep his commandments. ", "4": "The one who says “I have come to know God”[i] and yet does not keep his commandments is a liar, and the truth is not in such a person. ", "5": "But whoever obeys his[j] word, truly in this person[k] the love of God has been perfected. By this we know that we are in him. ", "6": "The one who says he resides[l] in God[m] ought himself to walk[n] just as Jesus[o] walked.", "7": "Dear friends, I am not writing a new commandment to you, but an old commandment which you have had from the beginning.[p] The old commandment is the word that you have already[q] heard. ", "8": "On the other hand, I am writing a new commandment to you which is true in him[r] and in you, because[s] the darkness is passing away and the true light is already shining.[t] ", "9": "The one who says he is in the light but still hates[u] his fellow Christian[v] is still in the darkness. ", "10": "The one who loves his fellow Christian[w] resides in the light, and there is no cause for stumbling in him.[x] ", "11": "But the one who hates his fellow Christian[y] is in the darkness, walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.[z]", "12": "I am writing to you,[aa] little children, that[ab] your sins have been forgiven because of his[ac] name. ", "13": "I am writing to you, fathers, that[ad] you have known him who has been from the beginning. I am writing to you, young people, that[ae] you have conquered the evil one.[af] ", "14": "I have written to you, children, that[ag] you have known the Father.[ah] I have written to you, fathers, that[ai] you have known him who has been from the beginning. I have written to you, young people, that[aj] you are strong, and the word of God resides in you, and you have conquered the evil one.", "15": "Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him, ", "16": "because all that is in the world (the desire of the flesh and the desire of the eyes and the arrogance produced by material possessions)[ak] is not from the Father, but is from the world. ", "17": "And the world is passing away with all its desires, but the person who does the will of God remains[al] forever.", "18": "Children, it is the last hour, and just as you heard that the antichrist is coming, so now many antichrists[am] have appeared. We know from this that it is the last hour. ", "19": "They went out from us, but they did not really belong to us, because if they had belonged to us, they would have remained[an] with us. But[ao] they went out from us[ap] to demonstrate[aq] that all of them do not belong to us.[ar]", "20": "Nevertheless you have an anointing from the Holy One, and you all know.[as] ", "21": "I have not written to you that[at] you do not know the truth, but that[au] you do know it, and that[av] no lie is of the truth. ", "22": "Who is the liar but the person who denies that Jesus is the Christ[aw] ? This one is the antichrist: the person who denies the Father and the Son. ", "23": "Everyone who denies the Son does not have the Father either. The person who confesses the Son has the Father also.[ax]", "24": "As for you, what you have heard from the beginning must remain[ay] in you. If what you heard from the beginning remains in you, you also will remain in the Son and in the Father. ", "25": "Now this[az] is the promise that he[ba] himself made to[bb] us: eternal life.[bc] ", "26": "These things I have written to you about those who are trying to deceive you.[bd]", "27": "Now as for you, the anointing[be] that you received from him[bf] resides[bg] in you, and you have no need for anyone to teach you. But as his[bh] anointing teaches you about all things, it is true and is not a lie. Just as[bi] it[bj] has taught you, you reside[bk] in him.", "28": "And now, little children, remain[bl] in him,[bm] so that when[bn] he appears we may have confidence and not shrink away from him in shame when he comes back.[bo] ", "29": "If you know that he is righteous, you also know[bp] that everyone who practices righteousness has been fathered[bq] by him."}