{"1": "(See what sort of love the Father has given to us: that[a] we should be called God's children—and indeed[b] we are![c] For this reason[d] the world does not know us: because it did not know him.[e] ", "2": "Dear friends, we are God's children now, and what we will be[f] has not yet been revealed. We[g] know that[h] whenever[i] it[j] is revealed[k] we will be like him, because[l] we will see him just as he is.[m] ", "3": "And everyone who has this hope focused[n] on him purifies[o] himself, just as Jesus[p] is pure).[q]", "4": "Everyone who practices sin[r] also practices lawlessness;[s] indeed,[t] sin is lawlessness. ", "5": "And you know that Jesus[u] was revealed to take away[v] sins, and in him there is no sin. ", "6": "Everyone who resides[w] in him does not sin;[x] everyone who sins has neither seen him nor known him. ", "7": "Little children, let no one deceive you: The one who practices righteousness[y] is righteous, just as Jesus[z] is righteous. ", "8": "The one who practices sin is of the devil,[aa] because the devil has been sinning[ab] from the beginning. For this purpose[ac] the Son of God was revealed: to destroy[ad] the works of the devil. ", "9": "Everyone who has been fathered[ae] by God does not practice sin,[af] because[ag] God's[ah] seed[ai] resides in him, and thus[aj] he is not able to sin, because he has been fathered by God. ", "10": "By this[ak] the children of God and the children of the devil are revealed: Everyone who does not practice righteousness—the one who does not love his fellow Christian[al]—is not of God.", "11": "For[am] this is the gospel[an] message[ao] that you have heard from the beginning: that we should love one another,[ap] ", "12": "not like Cain[aq] who was of the evil one and brutally[ar] murdered his brother. And why did he murder him? Because his deeds were evil, but his brother's were righteous.", "13": "Therefore do not be surprised, brothers and sisters,[as] if the world hates you.[at] ", "14": "We know that[au] we have crossed over[av] from death to life[aw] because[ax] we love our fellow Christians.[ay] The one who does not love remains in death.[az] ", "15": "Everyone who hates his fellow Christian[ba] is a murderer,[bb] and you know that no murderer has eternal life residing[bc] in him. ", "16": "We have come to know love by this:[bd] that Jesus[be] laid down[bf] his life for us; thus we ought to lay down our lives for our fellow Christians. ", "17": "But whoever has the world's possessions[bg] and sees his fellow Christian[bh] in need and shuts off his compassion against him, how can the love of God[bi] reside[bj] in such a person?[bk]", "18": "Little children, let us not love with word or with tongue but in deed and truth.[bl] ", "19": "And by this[bm] we will know that we are of the truth and will convince[bn] our conscience[bo] in his presence,[bp] ", "20": "that[bq] if our conscience condemns[br] us, that[bs] God is greater than our conscience and knows all things. ", "21": "Dear friends, if our conscience does not condemn us, we have confidence in the presence of God, ", "22": "and[bt] whatever we ask we receive from him, because[bu] we keep his commandments and do the things that are pleasing to him. ", "23": "Now[bv] this is his commandment:[bw] that we believe in the name of his Son Jesus Christ and love one another, just as he gave[bx] us the commandment. ", "24": "And the person who keeps his commandments resides[by] in God,[bz] and God[ca] in him. Now by this[cb] we know that God[cc] resides in us: by the Spirit he has given us."}