{"1": "Everyone who believes that Jesus is the Christ[a] has been fathered[b] by God, and everyone who loves the father[c] loves the child fathered by him.[d] ", "2": "By this[e] we know that we love the children of God: whenever we love God and obey his commandments. ", "3": "For[f] this is the love of God:[g] that we keep his commandments.[h] And his commandments do not weigh us down, ", "4": "because[i] everyone[j] who has been fathered by God[k] conquers[l] the world.[m] This[n] is the conquering power[o] that has conquered[p] the world: our faith. ", "5": "Now who is the person who has conquered the world except the one who believes that[q] Jesus is the Son of God? ", "6": "Jesus Christ is the one who came by water and blood—not by the water only, but by the water and the blood. And the Spirit is the one who testifies, because[r] the Spirit is the truth. ", "7": "For[s] there are three that testify,[t] ", "8": "the Spirit and the water and the blood, and these three are in agreement.", "9": "If we accept the testimony of men, the testimony of God is greater, because[u] this[v] is the testimony of God that[w] he has testified concerning his Son. ", "10": "(The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made him a liar, because he has not believed in the testimony that God has testified concerning his Son.)[x] ", "11": "And this is the testimony: God[y] has given us eternal life,[z] and this life is in his Son. ", "12": "The one who has the Son[aa] has this[ab] eternal[ac] life; the one who does not have the Son of God does not have this[ad] eternal[ae] life.", "13": "I have written these things[af] to you who believe[ag] in the name of the Son of God so that[ah] you may know that you have eternal life.", "14": "And this is the confidence that we have before him: that[ai] whenever[aj] we ask anything according to his will, he hears us. ", "15": "And if we know[ak] that he hears us in regard to whatever we ask, then we know that we have the requests that we have asked from him. ", "16": "If[al] anyone sees his fellow Christian[am] committing a sin not resulting in death,[an] he should ask, and God[ao] will grant[ap] life to the person who commits a sin not resulting in death.[aq] There is a sin[ar] resulting in death.[as] I do not say that he should ask about that. ", "17": "All unrighteousness[at] is sin, but there is sin not resulting in death.[au]", "18": "We know that everyone fathered[av] by God does not sin, but God[aw] protects[ax] the one he has fathered, and the evil one cannot touch him. ", "19": "We know that we are from God,[ay] and the whole world lies in the power of the evil one. ", "20": "And we know that the Son of God has come and has given us insight to know[az] him who is true, and we are in him who is true, in his Son Jesus Christ. This one[ba] is the true God and eternal life. ", "21": "Little children, guard yourselves from idols.[bb]"}