{"1": "My children, I am writing these things to you so that you will not do wrong things. But if anyone does something wrong, we have a Friend to help us. He speaks to God for us. He is Jesus Christ who does what is right.", "2": "He himself is the sacrifice God offered to pay for the wrong we have done. And he pays for the wrong things all people in all the world have done.", "3": "We can be sure that we know him when we obey his laws.", "4": "If any man says, `I know him' and does not obey his laws, he is telling a lie. He does not know what is true.", "5": "But if any man obeys his word, he really loves God. Here is the way that we may be sure that we belong to him.", "6": "If any man says he belongs to him, he must live in the same way Christ lived.", "7": "My dear brothers, I am not writing you a new law. This is an old law. You had it from the beginning. The old law is the word which you have heard.", "8": "But in a way, I am writing you a new law. The darkness is going away and the true light is shining already.", "9": "Does anyone say he is in the light, and hates his brother? Then he is still in the dark.", "10": "The man who loves his brother lives in the light. There is nothing in him to make him do wrong.", "11": "But the man who hates his brother is in the dark. He lives in the dark. He does not know where he is going, because the darkness has made him blind.", "12": "Children, I am writing to you because God has forgiven the wrong things you have done. Your wrong ways have been forgiven because of what Christ did.", "13": "Fathers, I am writing to you because you know the One who has lived from the beginning. Young men, I am writing to you because you have won the victory over the devil. Children, I write to you because you know Father God.", "14": "Fathers, I write to you because you know him, the one who has lived from the beginning. Young men, I write to you because you are strong. You believe God's word. You have won the victory over the devil.", "15": "Do not love the world, or the things in the world. If anyone loves the world, he does not love the Father.", "16": "Nothing in the world comes from the Father. I mean the wrong things people like to do with their bodies. I mean the things people see and want to have. I mean all the things people are proud of in this life. These things come from the world, not the Father.", "17": "And the world will go away and all the things in it that people like to do. But the person who does what God wants him to do will live for ever.", "18": "Children, we are very near the end of time. You have heard that someone will come who is against Christ. Many who are against Christ have already come. That is how we know that we are very near the end of time.", "19": "They left us, but they did not belong with us. If they had belonged with us, they would have stayed with us. But they left us so that people could see that all of them did not belong with us.", "20": "But the Holy One has given you a gift of understanding so that you all may know what is true.", "21": "I write to you, not because you do not know what is true, but because you do know. And you know that no lie is true.", "22": "Who then is the one who says what is not true? It is the one who says that Jesus is not the Christ. That person is against Christ, because he says there is no Father and there is no Son.", "23": "Everyone who says Jesus is not the Son does not know the Father. And everyone who says Jesus is the Son knows the Father.", "24": "So keep what you have heard from the beginning. If you keep what you have heard from the beginning, you too belong to the Son and to the Father.", "25": "And he himself has promised us that we will live for ever.", "26": "I have written these things to you about the ones who try to fool you.", "27": "You have a gift of understanding from Christ. That gift stays with you. You do not need anyone to teach you. His gift teaches you about everything. It is true. It is not a lie. So stay with him as he has taught you.", "28": "Now, my children, stay with Christ. Then we will not be afraid on that day when we see him again. We will not be ashamed to stand before him when he comes again.", "29": "You know that he does what is right. So you know also that everyone who does what is right is his child."}