{"1": "Canaanites in Palestine. 1 [a]After the death of Joshua the Israelites consulted the Lord, asking, “Who shall be first among us to attack the Canaanites and to do battle with them?” ", "2": "The Lord answered: Judah shall attack: I have delivered the land into his power. ", "3": "Judah then said to his brother Simeon, “Come up with me into the territory allotted to me, and let us do battle with the Canaanites. I will likewise go with you into the territory allotted to you.” So Simeon went with him.", "4": "When Judah attacked, the Lord delivered the Canaanites and Perizzites into their power, and they struck down ten thousand of them in Bezek. ", "5": "They came upon Adonibezek in Bezek and fought against him. When they struck down the Canaanites and Perizzites, ", "6": "Adonibezek fled. They pursued him, and when they caught him, they cut off his thumbs and big toes. ", "7": "“Seventy kings,” said Adonibezek, “used to pick up scraps under my table with their thumbs and big toes cut off. As I have done, so has God repaid me.” He was brought to Jerusalem, and he died there. ", "8": "[b]The Judahites fought against Jerusalem, captured it, and put it to the sword, setting the city itself on fire.", "9": "Afterward the Judahites went down to fight against the Canaanites who lived in the mountain region, in the Negeb, and in the foothills. ", "10": "Judah also marched against the Canaanites who lived in Hebron, which was formerly called Kiriath-arba, and defeated Sheshai, Ahiman, and Talmai. ", "11": "They marched from there against the inhabitants of Debir, which was formerly called Kiriath-sepher. ", "12": "Caleb said, “To the man who attacks Kiriath-sepher and captures it, I will give my daughter Achsah in marriage.” ", "13": "Othniel captured it, the son of Caleb's younger brother Kenaz; so Caleb gave him his daughter Achsah in marriage. ", "14": "When she came to him, she induced him to ask her father for some land. Then, as she alighted from the donkey, Caleb asked her, “What do you want?” ", "15": "She answered, “Give me a present. Since you have put me in the land of the Negeb, give me pools of water.” So Caleb gave her what she wanted, both the upper and the lower pool.", "16": "The descendants of Hobab the Kenite, Moses' father-in-law,[c] came up with the Judahites from the City of Palms to the wilderness of Arad, which is in the Negeb, and they settled among the Amalekites. ", "17": "Then Judah went with his brother Simeon, and they defeated the Canaanites who lived in Zephath. They put the city under the ban and renamed it Hormah.[d] ", "18": "Judah captured Gaza with its territory, Ashkelon with its territory, Ekron with its territory, and Ashdod[e] with its territory. ", "19": "The Lord was with Judah, so they gained possession of the mountain region. But they could not dispossess those who lived on the plain, because they had iron chariots. ", "20": "As Moses had commanded, they gave Hebron to Caleb, who then drove the three sons of Anak away from there.", "21": "[f]As for the Jebusites dwelling in Jerusalem, the Benjaminites did not dispossess them, so that the Jebusites live with the Benjaminites in Jerusalem to the present day.", "22": "The house of Joseph, too, went up against Bethel, and the Lord was with them. ", "23": "The house of Joseph reconnoitered Bethel, which formerly was called Luz. ", "24": "The scouts saw a man coming out of the city and said to him, “Tell us the way into the city, and we will show you mercy.” ", "25": "He showed them the way into the city, and they put the city to the sword; but they let the man and his whole clan go free. ", "26": "The man then went to the land of the Hittites, where he built a city and called it Luz, which is its name to this day.", "27": "Manasseh did not take possession of Beth-shean with its towns or of Taanach with its towns. Nor did they dispossess the inhabitants of Dor and its towns, those of Ibleam and its towns, or those of Megiddo and its towns. The Canaanites continued to live in this district. ", "28": "When Israel grew stronger, they conscripted the Canaanites as laborers, but did not actually drive them out. ", "29": "Ephraim did not drive out the Canaanites living in Gezer, and so the Canaanites lived among them in Gezer.", "30": "Nor did Zebulun dispossess the inhabitants of Kitron or those of Nahalol; the Canaanites lived among them and became forced laborers.", "31": "Nor did Asher dispossess the inhabitants of Acco or those of Sidon, or take possession of Mahaleb, Achzib, Helbah, Aphik, or Rehob. ", "32": "So the Asherites settled among the Canaanite inhabitants of the land, for they had not dispossessed them.", "33": "Nor did Naphtali drive out the inhabitants of Beth-shemesh or those of Beth-anath. They settled among the Canaanite inhabitants of the land and the inhabitants of Beth-shemesh and Beth-anath became forced laborers for them.", "34": "The Amorites hemmed in the Danites in the mountain region, not permitting them to come down onto the plain. ", "35": "So the Amorites continued to live in Harheres, Aijalon, and Shaalbim, but as the power of the house of Joseph grew, they were conscripted as laborers.", "36": "The territory of the Amorites extended from the Akrabbim pass, from Sela and upward."}