{"1": "Jephthah. 1 Jephthah the Gileadite was a warrior. He was the son of a prostitute, fathered by Gilead. ", "2": "Gilead's wife had also borne him sons. When they grew up the sons of the wife had driven Jephthah away, saying to him, “You shall inherit nothing in our father's house, for you are the son of another woman.” ", "3": "So Jephthah had fled from his brothers and taken up residence in the land of Tob. Worthless men had joined company with him, and went out with him on raids.", "4": "Some time later, the Ammonites went to war with Israel. ", "5": "As soon as the Ammonites were at war with Israel, the elders of Gilead went to bring Jephthah from the land of Tob. ", "6": "“Come,” they said to Jephthah, “be our commander so that we can fight the Ammonites.” ", "7": "“Are you not the ones who hated me and drove me from my father's house?” Jephthah replied to the elders of Gilead, “Why do you come to me now, when you are in distress?” ", "8": "The elders of Gilead said to Jephthah, “This is the reason we have come back to you now: if you go with us to fight against the Ammonites, you shall be the leader of all of the inhabitants of Gilead.” ", "9": "Jephthah answered the elders of Gilead, “If you bring me back to fight against the Ammonites and the Lord delivers them up to me, I will be your leader.” ", "10": "The elders of Gilead said to Jephthah, “The Lord is witness between us that we will do as you say.” ", "11": "So Jephthah went with the elders of Gilead, and the army made him their leader and commander. Jephthah gave all his orders in the presence of the Lord in Mizpah.", "12": "Then he sent messengers to the king of the Ammonites to say, “What do you have against me that you come to fight with me in my land?” ", "13": "The king of the Ammonites answered the messengers of Jephthah, “Israel took away my land from the Arnon to the Jabbok and the Jordan when they came up from Egypt. Now restore it peaceably.”", "14": "Again Jephthah sent messengers to the king of the Ammonites, ", "15": "saying to him, “This is what Jephthah says: 'Israel did not take the land of Moab or the land of the Ammonites. ", "16": "For when they came up from Egypt, Israel went through the wilderness to the Red Sea and came to Kadesh. ", "17": "Israel then sent messengers to the king of Edom saying, “Let me pass through your land.” But the king of Edom did not give consent. They also sent to the king of Moab, but he too was unwilling. So Israel remained in Kadesh. ", "18": "Then they went through the wilderness, and bypassing the land of Edom and the land of Moab, they arrived east of the land of Moab and encamped across the Arnon. Thus they did not enter the territory of Moab, for the Arnon is the boundary of Moab. ", "19": "Then Israel sent messengers to the Amorite king Sihon, who was king of Heshbon. Israel said to him, “Let me pass through your land to my own place.” ", "20": "But Sihon refused to let Israel pass through his territory. He gathered all his soldiers, and they encamped at Jahaz and fought Israel. ", "21": "But the Lord, the God of Israel, delivered Sihon and his entire army into the power of Israel, who defeated them and occupied all the land of the Amorites who lived in that region. ", "22": "They occupied all of the Amorite territory from the Arnon to the Jabbok and the wilderness to the Jordan. ", "23": "Now, then, it was the Lord, the God of Israel, who dispossessed the Amorites for his people, Israel. And you are going to dispossess them? ", "24": "Should you not take possession of that which your god Chemosh[a] gave you to possess, and should we not take possession of all that the Lord, our God, has dispossessed for us? ", "25": "Now, then, are you any better than Balak, son of Zippor, king of Moab? Did he ever quarrel with Israel or make war against them? ", "26": "Israel has dwelt in Heshbon and its villages, Aroer and its villages, and all the cities on the banks of the Arnon for three hundred years. Why did you not recover them during that time? ", "27": "As for me, I have not sinned against you, but you wrong me by making war against me. Let the Lord, who is judge, decide this day between the Israelites and the Ammonites!'” ", "28": "But the king of the Ammonites paid no heed to the message Jephthah sent him.", "29": "Jephthah's Vow. 29 The spirit of the Lord came upon Jephthah. He passed through Gilead and Manasseh, and through Mizpah of Gilead as well, and from Mizpah of Gilead he crossed over against the Ammonites. ", "30": "[b]Jephthah made a vow to the Lord. “If you deliver the Ammonites into my power,” he said, ", "31": "“whoever comes out of the doors of my house to meet me when I return from the Ammonites in peace shall belong to the Lord. I shall offer him up as a burnt offering.”", "32": "Jephthah then crossed over against the Ammonites to fight against them, and the Lord delivered them into his power. ", "33": "He inflicted a very severe defeat on them from Aroer to the approach of Minnith—twenty cities in all—and as far as Abel-keramin. So the Ammonites were brought into subjection by the Israelites. ", "34": "When Jephthah returned to his house in Mizpah, it was his daughter who came out to meet him, with tambourine-playing and dancing. She was his only child: he had neither son nor daughter besides her. ", "35": "When he saw her, he tore his garments and said, “Ah, my daughter! You have struck me down and brought calamity upon me. For I have made a vow[c] to the Lord and I cannot take it back.” ", "36": "“Father,” she replied, “you have made a vow to the Lord. Do with me as you have vowed, because the Lord has taken vengeance for you against your enemies the Ammonites.” ", "37": "Then she said to her father, “Let me have this favor. Do nothing for two months, that I and my companions may go wander in the mountains to weep for my virginity.” ", "38": "“Go,” he replied, and sent her away for two months. So she departed with her companions and wept for her virginity in the mountains. ", "39": "At the end of the two months she returned to her father, and he did to her as he had vowed. She had not had relations with any man. It became a custom in Israel ", "40": "for Israelite women to go yearly to mourn the daughter of Jephthah the Gileadite for four days of the year."}