{"1": "The Birth of Samson. 1 The Israelites again did what was evil in the sight of the Lord, who therefore delivered them into the power of the Philistines for forty years.", "2": "There was a certain man from Zorah, of the clan of the Danites,[a] whose name was Manoah. His wife was barren and had borne no children. ", "3": "An angel of the Lord appeared to the woman and said to her: Though you are barren and have had no children, you will conceive and bear a son. ", "4": "Now, then, be careful to drink no wine or beer and to eat nothing unclean, ", "5": "for you will conceive and bear a son. No razor shall touch his head, for the boy is to be a nazirite for God[b] from the womb. It is he who will begin to save Israel from the power of the Philistines.", "6": "The woman went and told her husband, “A man of God came to me; he had the appearance of an angel of God, fearsome indeed. I did not ask him where he came from, nor did he tell me his name. ", "7": "But he said to me, 'You will conceive and bear a son. So drink no wine or beer, and eat nothing unclean. For the boy shall be a nazirite for God from the womb, until the day of his death.'” ", "8": "Manoah then prayed to the Lord. “Please, my Lord,” he said, “may the man of God whom you sent return to us to teach us what to do for the boy who is to be born.”", "9": "God heard the prayer of Manoah, and the angel of God came again to the woman as she was sitting in the field; but her husband Manoah was not with her. ", "10": "The woman ran quickly and told her husband. “The man who came to me the other day has appeared to me,” she said to him; ", "11": "so Manoah got up and followed his wife. When he reached the man, he said to him, “Are you the one who spoke to my wife?” I am, he answered. ", "12": "Then Manoah asked, “Now, when what you say comes true, what rules must the boy follow? What must he do?” ", "13": "The angel of the Lord answered Manoah: Your wife must be careful about all the things of which I spoke to her. ", "14": "She must not eat anything that comes from the vine, she must not drink wine or beer, and she must not eat anything unclean. Let her observe all that I have commanded her. ", "15": "Then Manoah said to the angel of the Lord, “Permit us to detain you, so that we may prepare a young goat for you.” ", "16": "But the angel of the Lord answered Manoah: Though you detained me, I would not eat your food. But if you want to prepare a burnt offering, then offer it up to the Lord. For Manoah did not know that he was the angel of the Lord. ", "17": "[c]Then Manoah said to the angel of the Lord, “What is your name, that we may honor you when your words come true?” ", "18": "The angel of the Lord answered him: Why do you ask my name? It is wondrous. ", "19": "Then Manoah took a young goat with a grain offering and offered it on the rock to the Lord, who works wonders. While Manoah and his wife were looking on, ", "20": "as the flame rose to the heavens from the altar, the angel of the Lord ascended in the flame of the altar. When Manoah and his wife saw this, they fell on their faces to the ground; ", "21": "but the angel of the Lord was seen no more by Manoah and his wife. Then Manoah, realizing that it was the angel of the Lord, ", "22": "said to his wife, “We will certainly die,[d] for we have seen God.” ", "23": "But his wife said to him, “If the Lord had meant to kill us, he would not have accepted a burnt offering and grain offering from our hands! Nor would he have let us see all this, or hear what we have heard.”", "24": "The woman bore a son and named him Samson, and when the boy grew up the Lord blessed him. ", "25": "The spirit of the Lord came upon him for the first time in Mahaneh-dan, between Zorah and Eshtaol."}