{"1": "Marriage of Samson. 1 Samson went down to Timnah where he saw one of the Philistine women. ", "2": "On his return he told his father and mother, “I saw in Timnah a woman, a Philistine. Get her for me as a wife.” ", "3": "His father and mother said to him, “Is there no woman among your kinsfolk or among all your people, that you must go and take a woman from the uncircumcised Philistines?” But Samson answered his father, “Get her for me, for she is the one I want.” ", "4": "Now his father and mother did not know that this had been brought about by the Lord, who was seeking an opportunity against the Philistines;[a] for at that time they ruled over Israel.", "5": "So Samson went down to Timnah with his father and mother. When he turned aside to the vineyards of Timnah, a young lion came roaring out toward him. ", "6": "But the spirit of the Lord rushed upon Samson, and he tore the lion apart barehanded, as one tears a young goat. Without telling his father or mother what he had done, ", "7": "he went down and spoke to the woman. He liked her. ", "8": "Later, when he came back to marry her, he turned aside to look at the remains of the lion, and there was a swarm of bees in the lion's carcass, and honey. ", "9": "So he scooped the honey out into his hands and ate it as he went along. When he came to his father and mother, he gave them some to eat, but he did not tell them that he had scooped the honey from the lion's carcass.", "10": "His father also went down to the woman, and Samson gave a feast there, since it was customary for the young men to do this. ", "11": "Out of their fear of him, they brought thirty men to be his companions. ", "12": "Samson said to them, “Let me propose a riddle to you. If within the seven days of the feast you solve it for me, I will give you thirty linen tunics and thirty sets of garments. ", "13": "But if you cannot answer it for me, you must give me thirty tunics and thirty sets of garments.” “Propose your riddle,” they responded, “and we will listen to it.” ", "14": "So he said to them, “Out of the eater came food, out of the strong came sweetness.” For three days they were unable to answer the riddle, ", "15": "and on the fourth day they said to Samson's wife, “Trick your husband into solving the riddle for us, or we will burn you and your family. Did you invite us here to reduce us to poverty?” ", "16": "[b]So Samson's wife wept at his side and said, “You just hate me! You do not love me! You proposed a riddle to my people, but did not tell me the answer.” He said to her, “If I did not tell even my father or my mother, must I tell you?” ", "17": "But she wept beside him during the seven days the feast lasted, and on the seventh day, he told her the answer, because she pressed him, and she explained the riddle to her people.", "18": "On the seventh day, before the sun set, the men of the city said to him, “What is sweeter than honey, what is stronger than a lion?” He replied to them, “If you had not plowed with my heifer, you would not have solved my riddle.”", "19": "The spirit of the Lord rushed upon him, and he went down to Ashkelon, where he killed thirty of their men and stripped them; he gave their garments to those who had answered the riddle. Then he went off to his own family in anger, ", "20": "and Samson's wife was married to the companion who had been his best man."}