{"1": "Micah and the Levite. 1 There was a man from the mountain region of Ephraim whose name was Micah. ", "2": "[a]He said to his mother, “The eleven hundred pieces of silver that were taken from you, about which you pronounced a curse and even said it in my hearing—I have that silver. I took it. So now I will restore it to you.” Then his mother said, “May my son be blessed by the Lord!” ", "3": "When he restored the eleven hundred pieces of silver to his mother, she said, “I consecrate the silver to the Lord from my own hand on behalf of my son to make an idol overlaid with silver.”[b] ", "4": "So when he restored the silver to his mother, she took two hundred pieces and gave them to the silversmith, who made of them an idol overlaid with silver. So it remained in the house of Micah. ", "5": "The man Micah had a shrine, and he made an ephod and teraphim,[c] and installed one of his sons, who became his priest. ", "6": "[d]In those days there was no king in Israel; everyone did what was right in their own eyes.", "7": "There was a young man from Bethlehem of Judah, from the clan of Judah; he was a Levite residing there. ", "8": "The man set out from the city, Bethlehem of Judah, to take up residence wherever he could find a place. On his journey he came into the mountain region of Ephraim as far as the house of Micah. ", "9": "“Where do you come from?” Micah asked him. He answered him, “I am a Levite, from Bethlehem in Judah, and I am on my way to take up residence wherever I can find a place.” ", "10": "“Stay with me,” Micah said to him. “Be father and priest to me, and I will give you ten silver pieces a year, a set of garments, and your living.” He pressed the Levite, ", "11": "and he agreed to stay with the man. The young man became like one of his own sons. ", "12": "[e]Micah installed the Levite, and the young man became his priest, remaining in the house of Micah. ", "13": "Then Micah said, “Now I know that the Lord will prosper me, since I have the Levite as my priest.”"}