{"1": "Ensuring a Future for Benjamin. 1 [a]The men of Israel took an oath at Mizpah: “None of us will give his daughter in marriage to anyone from Benjamin.” ", "2": "So the people went to Bethel and remained there before God until evening, raising their voices in bitter weeping. ", "3": "They said, “Lord, God of Israel, why has this happened in Israel that today one tribe of Israel should be lacking?” ", "4": "Early the next day the people built an altar there and offered burnt offerings and communion offerings. ", "5": "Then the Israelites asked, “Are there any among all the tribes of Israel who did not come up to the Lord for the assembly?” For there was a solemn oath that anyone who did not go up to the Lord at Mizpah should be put to death.", "6": "The Israelites were disconsolate over their brother Benjamin and said, “Today one tribe has been cut off from Israel. ", "7": "What can we do about wives for the survivors, since we have sworn by the Lord not to give them any of our daughters in marriage?” ", "8": "And when they asked, “Is there one among the tribes of Israel who did not come up to the Lord in Mizpah?” they found that none of the men of Jabesh-gilead had come to the encampment for the assembly. ", "9": "A roll call of the people was taken, and none of the inhabitants of Jabesh-gilead was present. ", "10": "So the assembly sent twelve thousand warriors there with orders, “Go put the inhabitants of Jabesh-gilead to the sword. ", "11": "This is what you are to do: Every male and every woman who has had relations with a male you shall put under the ban.”[b] ", "12": "Finding among the inhabitants of Jabesh-gilead four hundred young virgin women, who had not had relations with a man, they brought them to the camp at Shiloh, in the land of Canaan. ", "13": "Then the whole assembly sent word to the Benjaminites at the crag of Rimmon, offering them peace. ", "14": "[c]So Benjamin returned at that time, and they were given as wives the women of Jabesh-gilead who had been spared; but these proved to be not enough for them.", "15": "The people had regrets about Benjamin because the Lord had made a breach among the tribes of Israel. ", "16": "The elders of the assembly said, “What shall we do for wives for the survivors? For the women of Benjamin have been annihilated.” ", "17": "They said, “There must be heirs for the survivors of Benjamin, so that a tribe will not be wiped out from Israel. ", "18": "Yet we cannot give them any of our daughters in marriage.” For the Israelites had taken an oath, “Cursed be he who gives a wife to Benjamin!” ", "19": "Then they thought of the yearly feast of the Lord at Shiloh, north of Bethel, east of the highway that goes up from Bethel to Shechem, and south of Lebonah. ", "20": "And they instructed the Benjaminites, “Go and set an ambush in the vineyards. ", "21": "When you see the women of Shiloh come out to join in the dances, come out of the vineyards and catch a wife for each of you from the women of Shiloh; then go on to the land of Benjamin. ", "22": "When their fathers or their brothers come to complain to us, we shall say to them, 'Release them to us as a kindness, since we did not take a woman for every man in battle. Nor did you yourselves give your daughters to them, thus incurring guilt.'”[d]", "23": "The Benjaminites did this; they carried off wives for each of them from the dancers they had seized, and they went back each to his own heritage, where they rebuilt the cities and settled them. ", "24": "At that time the Israelites dispersed from there for their own tribes and clans; they set out from there each to his own heritage.", "25": "[e]In those days there was no king in Israel; everyone did what was right in their own sight."}