{"1": "Song of Deborah. 1 On that day Deborah sang this song—and Barak, son of Abinoam:", "2": "[a]When uprising broke out in Israel, when the people rallied for duty—bless the Lord!", "3": "Hear, O kings! Give ear, O princes! I will sing, I will sing to the Lord, I will make music to the Lord, the God of Israel.", "4": "[b]Lord, when you went out from Seir, when you marched from the plains of Edom, The earth shook, the heavens poured, the clouds poured rain,", "5": "The mountains streamed, before the Lord, the One of Sinai, before the Lord, the God of Israel.", "6": "In the days of Shamgar, son of Anath, in the days of Jael, caravans ceased: Those who traveled the roads now traveled by roundabout paths.", "7": "Gone was freedom beyond the walls, gone indeed from Israel. When I, Deborah, arose, when I arose, a mother in Israel.[c]", "8": "New gods were their choice; then war was at the gates. No shield was to be found, no spear, among forty thousand in Israel!", "9": "My heart is with the leaders of Israel, with the dedicated ones of the people—bless the Lord;", "10": "Those who ride on white donkeys, seated on saddle rugs, and those who travel the road, Sing of them", "11": "to the sounds of musicians at the wells. There they recount the just deeds of the Lord, his just deeds bringing freedom to Israel.", "12": "Awake, awake, Deborah! Awake, awake, strike up a song! Arise, Barak! Take captive your captors, son of Abinoam!", "13": "Then down went Israel against the mighty, the army of the Lord went down for him against the warriors.", "14": "[d]From Ephraim, their base in the valley; behind you, Benjamin, among your troops. From Machir came down commanders, from Zebulun wielders of the marshal's staff.", "15": "The princes of Issachar were with Deborah, Issachar, faithful to Barak; in the valley they followed at his heels. Among the clans of Reuben great were the searchings of heart!", "16": "Why did you stay beside your hearths listening to the lowing of the herds? Among the clans of Reuben great were the searchings of heart!", "17": "Gilead stayed beyond the Jordan; Why did Dan spend his time in ships? Asher remained along the shore, he stayed in his havens.", "18": "Zebulun was a people who defied death, Naphtali, too, on the open heights!", "19": "The kings came and fought; then they fought, those kings of Canaan, At Taanach by the waters of Megiddo; no spoil of silver did they take.", "20": "From the heavens the stars[e] fought; from their courses they fought against Sisera.", "21": "The Wadi Kishon swept them away; the wadi overwhelmed them, the Wadi Kishon. Trample down the strong![f]", "22": "Then the hoofs of the horses hammered, the galloping, galloping of steeds.", "23": "“Curse Meroz,”[g] says the messenger of the Lord, “curse, curse its inhabitants! For they did not come when the Lord helped, the help of the Lord against the warriors.”", "24": "Most blessed of women is Jael, the wife of Heber the Kenite, blessed among tent-dwelling women!", "25": "He asked for water, she gave him milk, in a princely bowl she brought him curds.", "26": "With her hand she reached for the peg, with her right hand, the workman's hammer. She hammered Sisera, crushed his head; she smashed, pierced his temple.", "27": "At her feet he sank down, fell, lay still; down at her feet he sank and fell; where he sank down, there he fell, slain.", "28": "[h]From the window she looked down, the mother of Sisera peered through the lattice: “Why is his chariot so long in coming? why are the hoofbeats of his chariots delayed?”", "29": "The wisest of her princesses answers her; she even replies to herself,", "30": "“They must be dividing the spoil they took: a slave woman or two for each man, Spoil of dyed cloth for Sisera, spoil of ornate dyed cloth, a pair of ornate dyed cloths for my neck in the spoil.”", "31": "So perish all your enemies, O Lord! But may those who love you be like the sun rising in its might! And the land was at rest for forty years."}