{"1": "But the Ephraimites said to him, “What have you done to us, not summoning us when you went to fight against Midian?” And they quarreled bitterly with him. ", "2": "But he answered them, “What have I done in comparison with you? Is not the gleaning of Ephraim better than the vintage of Abiezer? ", "3": "It was into your power God delivered the princes of Midian, Oreb and Zeeb. What have I been able to do in comparison with you?” When he said this, their anger against him subsided.", "4": "When Gideon reached the Jordan and crossed it, he and his three hundred men were exhausted and famished. ", "5": "So he said to the people of Succoth, “Will you give my followers some loaves of bread? They are exhausted, and I am pursuing Zebah and Zalmunna, kings of Midian.” ", "6": "But the princes of Succoth replied, “Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your army?”[a] ", "7": "Gideon said, “Very well; when the Lord has delivered Zebah and Zalmunna into my power, I will thrash your bodies with desert thorns and briers.” ", "8": "He went up from there to Penuel and made the same request of them, but the people of Penuel answered him as had the people of Succoth. ", "9": "So to the people of Penuel, too, he said, “When I return in peace, I will demolish this tower.”", "10": "Now Zebah and Zalmunna were in Karkor with their force of about fifteen thousand men; these were all who were left of the whole Kedemite army, a hundred and twenty thousand swordsmen having fallen. ", "11": "Gideon went up by the route of the tent-dwellers east of Nobah and Jogbehah, and attacked the force when it felt secure. ", "12": "Zebah and Zalmunna fled and Gideon pursued them. He captured the two kings of Midian, Zebah and Zalmunna, terrifying the entire force.", "13": "Then Gideon, son of Joash, returned from battle by the pass of Heres. ", "14": "He captured a young man of Succoth and questioned him, and he wrote down for him the seventy-seven princes and elders of Succoth. ", "15": "So he went to the princes of Succoth and said, “Here are Zebah and Zalmunna, with whom you taunted me, 'Are the hands of Zebah and Zalmunna already in your possession, that we should give food to your weary men?'” ", "16": "He seized the elders of the city, and with desert thorns and briers he thrashed the people of Succoth. ", "17": "He also demolished the tower of Penuel and killed the people of the city.", "18": "Then he said to Zebah and Zalmunna, “What about the men you killed at Tabor?” “They were all like you,” they replied. “They appeared to be princes.” ", "19": "“They were my brothers, my mother's sons,” he said. “As the Lord lives, if you had spared their lives, I would not kill you.” ", "20": "Then he said to his firstborn, Jether, “Go, kill them.” But the boy did not draw his sword, for he was afraid, for he was still a boy. ", "21": "Zebah and Zalmunna said, “Come, kill us yourself, for as a man is, so is his strength.” So Gideon stepped forward and killed Zebah and Zalmunna. He also took the crescents that were on the necks of their camels.", "22": "The Israelites then said to Gideon, “Rule over us—you, your son, and your son's son—for you saved us from the power of Midian.” ", "23": "But Gideon answered them, “I will not rule over you, nor shall my son rule over you. The Lord must rule over you.”", "24": "Gideon went on to say, “Let me make a request of you. Give me, each of you, a ring from his spoils.” (Since they were Ishmaelites,[b] the enemy had gold rings.) ", "25": "“We will certainly give them,” they replied, and they spread out a cloak into which everyone threw a ring from his spoils. ", "26": "The gold rings he had requested weighed seventeen hundred gold shekels, apart from the crescents and pendants, the purple garments worn by the kings of Midian, and apart from the trappings that were on the necks of their camels. ", "27": "Gideon made an ephod out of the gold and placed it in his city, Ophrah. All Israel prostituted themselves there, and it became a snare to Gideon and his household.", "28": "Midian was brought into subjection by the Israelites; they no longer held their heads high, and the land had rest for forty years, during the lifetime of Gideon.", "29": "Gideon's Son Abimelech. 29 Then Jerubbaal, son of Joash, went to live in his house. ", "30": "Now Gideon had seventy sons, his own offspring, for he had many wives. ", "31": "His concubine[c] who lived in Shechem also bore him a son, whom he named Abimelech. ", "32": "At a good old age Gideon, son of Joash, died and was buried in the tomb of Joash his father in Ophrah of the Abiezrites. ", "33": "But after Gideon was dead, the Israelites again prostituted themselves by following the Baals, making Baal-berith[d] their god. ", "34": "The Israelites did not remember the Lord, their God, who had delivered them from the power of their enemies all around them. ", "35": "Nor were they loyal to the house of Jerubbaal (Gideon) for all the good he had done for Israel."}