{"1": "Abimelech, son of Jerubbaal, went to his mother's kin in Shechem, and said to them and to the whole clan to which his mother's family belonged, ", "2": "“Put this question to all the lords of Shechem: 'Which is better for you: that seventy men, all Jerubbaal's sons, rule over you, or that one man rule over you?' You must remember that I am your own flesh and bone.” ", "3": "When his mother's kin repeated these words on his behalf to all the lords of Shechem, they set their hearts on Abimelech, thinking, “He is our kin.” ", "4": "They also gave him seventy pieces of silver from the temple of Baal-berith, with which Abimelech hired worthless men and outlaws as his followers. ", "5": "He then went to his father's house in Ophrah, and killed his brothers, the seventy sons of Jerubbaal, on one stone. Only the youngest son of Jerubbaal, Jotham, escaped, for he was hidden. ", "6": "Then all the lords of Shechem and all Beth-millo came together and made Abimelech king by the terebinth at the memorial pillar in Shechem.", "7": "When this was reported to Jotham, he went and stood at the top of Mount Gerizim and cried out in a loud voice: “Hear me, lords of Shechem, and may God hear you!", "8": "One day the trees went out to anoint a king over themselves. So they said to the olive tree, 'Reign over us.'", "9": "But the olive tree answered them, 'Must I give up my rich oil, whereby gods and human beings are honored,[a] and go off to hold sway over the trees?'", "10": "Then the trees said to the fig tree, 'Come; you reign over us!'", "11": "But the fig tree answered them, 'Must I give up my sweetness and my sweet fruit, and go off to hold sway over the trees?'", "12": "Then the trees said to the vine, 'Come you, reign over us.'", "13": "But the vine answered them, 'Must I give up my wine that cheers gods[b] and human beings, and go off to hold sway over the trees?'", "14": "Then all the trees said to the buckthorn, 'Come; you reign over us!'", "15": "The buckthorn answered the trees, 'If you are anointing me in good faith, to make me king over you, come, and take refuge in my shadow. But if not, let fire come from the buckthorn and devour the cedars of Lebanon.'", "16": "“Now then, if you have acted in good faith and integrity in appointing Abimelech your king, if you have acted with good will toward Jerubbaal and his house, and if you have treated him as he deserved— ", "17": "for my father fought for you at the risk of his life when he delivered you from the power of Midian, ", "18": "but you have risen against my father's house today and killed his seventy sons upon one stone and made Abimelech, the son of his maidservant, king over the lords of Shechem, because he is your kin— ", "19": "if, then, you have acted in good faith and integrity toward Jerubbaal and his house today, then rejoice in Abimelech and may he in turn rejoice in you! ", "20": "But if not, let fire come forth from Abimelech and devour the lords of Shechem and Beth-millo, and let fire come forth from the lords of Shechem and Beth-millo and devour Abimelech.” ", "21": "Then Jotham fled and escaped to Beer, where he remained for fear of his brother Abimelech.", "22": "When Abimelech had ruled Israel for three years, ", "23": "God put an evil spirit between Abimelech and the lords of Shechem, and the lords of Shechem broke faith with the house of Abimelech. ", "24": "This was to repay the violence done to the seventy sons of Jerubbaal and to avenge their blood upon their brother Abimelech, who killed them, and upon the lords of Shechem, who encouraged him to kill his brothers. ", "25": "The lords of Shechem then set men in ambush for him on the mountaintops, and they robbed all who passed them on the road. It was reported to Abimelech.", "26": "Now Gaal, son of Ebed, and his kin came, and when they passed through Shechem, the lords of Shechem put their trust in him. ", "27": "They went out into the fields, harvested the grapes from their vineyards, trod them out, and held a festival. Then they went to the temple of their god, where they ate and drank and cursed Abimelech. ", "28": "Gaal, son of Ebed, said, “Who is Abimelech? And who is Shechem that we should serve him? Did not the son of Jerubbaal and his lieutenant Zebul serve the men of Hamor, father of Shechem? So why should we serve him? ", "29": "Would that these troops were entrusted to my command! I would depose Abimelech. I would say to Abimelech, 'Get a larger army and come out!'”", "30": "When Zebul, the ruler of the city, heard what Gaal, son of Ebed, had said, he was angry ", "31": "and sent messengers to Abimelech in Arumah to say, “Gaal, son of Ebed, and his kin have come to Shechem and are stirring up the city against you. ", "32": "So take action tonight, you and the troops who are with you, and set an ambush in the fields. ", "33": "Promptly at sunrise tomorrow morning, make a raid on the city. When he and the troops who are with him come out against you, deal with him as best you can.”", "34": "During the night Abimelech went into action with all his soldiers and set up an ambush outside of Shechem in four companies. ", "35": "Gaal, son of Ebed, went out and stood at the entrance of the city gate. When Abimelech and his soldiers rose from their place of ambush, ", "36": "Gaal saw the soldiers and said to Zebul, “There are soldiers coming down from the mountaintops!” But Zebul answered him, “It is the shadow of the hills that you see as men.” ", "37": "But Gaal went on to say, “Soldiers are coming down from the region of Tabbur-haarez, and one company is coming by way of Elon-meonenim.” ", "38": "Zebul said to him, “Where now is your boast, when you said, 'Who is Abimelech that we should serve him?' Are these not the troops for whom you expressed contempt? Go out now and fight with them.” ", "39": "So Gaal went out at the head of the lords of Shechem to fight against Abimelech; ", "40": "but when Abimelech went after him, he fled from him. Many fell slain right up to the entrance of the gate. ", "41": "Abimelech returned to Arumah, and Zebul drove Gaal and his kin away so that they could no longer remain at Shechem.", "42": "The next day, the army marched out into the field, and it was reported to Abimelech. ", "43": "He divided the troops he had into three companies, and set up an ambush in the fields. He watched until he saw the army leave the city and then went on the attack against them. ", "44": "Abimelech and the company with him rushed in and stood by the entrance of the city gate, while the other two companies rushed upon all who were in the field and attacked them. ", "45": "That entire day Abimelech fought against the city. He captured it, killed the people who were in it, and demolished the city itself, sowing it with salt.[c]", "46": "When they heard of this, all the lords of the Migdal-shechem went into the crypt of the temple of El-berith. ", "47": "It was reported to Abimelech that all the lords of the Migdal-shechem were gathered together. ", "48": "So he went up Mount Zalmon with all his soldiers, took his ax in his hand, and cut down some brushwood. This he lifted to his shoulder, then said to the troops with him, “Hurry! Do just as you have seen me do.” ", "49": "So all the soldiers likewise cut down brushwood and, following Abimelech, placed it against the crypt. Then they set the crypt on fire over them, so that every one of the people of the Migdal-shechem, about a thousand men and women, perished.", "50": "Abimelech proceeded to Thebez, encamped, and captured it. ", "51": "Now there was a strong tower in the middle of the city, and all the men and women and all the lords of the city fled there, shutting themselves in and going up to the roof of the tower. ", "52": "Abimelech came up to the tower and fought against it. When he came close to the entrance of the tower to set it on fire, ", "53": "a certain woman cast the upper part of a millstone[d] down on Abimelech's head, and it fractured his skull. ", "54": "He immediately called his armor-bearer and said to him, “Draw your sword and put me to death so they will not say about me, 'A woman killed him.'” So his attendant ran him through and he died. ", "55": "When the Israelites saw that Abimelech was dead, they all left for their homes.", "56": "Thus did God repay the evil that Abimelech had done to his father in killing his seventy brothers. ", "57": "God also brought all the wickedness of the people of Shechem back on their heads, for the curse of Jotham, son of Jerubbaal, overtook them."}