{"1": "Now the angel who talked with me came back and wakened me, as a man who is wakened out of his sleep. ", "2": "And he said to me, “What do you see?” So I said, “I am looking, and there is a lampstand of solid gold with a bowl on top of it, and on the stand seven lamps with seven pipes to the seven lamps. ", "3": "Two olive trees are by it, one at the right of the bowl and the other at its left.” ", "4": "So I answered and spoke to the angel who talked with me, saying, “What are these, my lord?”", "5": "Then the angel who talked with me answered and said to me, “Do you not know what these are?” And I said, “No, my lord.”", "6": "So he answered and said to me: “This is the word of the Lord to Zerubbabel: 'Not by might nor by power, but by My Spirit,' Says the Lord of hosts.", "7": "'Who are you, O great mountain? Before Zerubbabel you shall become a plain! And he shall bring forth the capstone With shouts of “Grace, grace to it!” ' ”", "8": "Moreover the word of the Lord came to me, saying:", "9": "“The hands of Zerubbabel Have laid the foundation of this [a]temple; His hands shall also finish it. Then you will know That the Lord of hosts has sent Me to you.", "10": "For who has despised the day of small things? For these seven rejoice to see The [b]plumb line in the hand of Zerubbabel. They are the eyes of the Lord, Which scan to and fro throughout the whole earth.”", "11": "Then I answered and said to him, “What are these two olive trees—at the right of the lampstand and at its left?” ", "12": "And I further answered and said to him, “What are these two olive branches that drip [c]into the receptacles of the two gold pipes from which the golden oil drains?”", "13": "Then he answered me and said, “Do you not know what these are?” And I said, “No, my lord.”", "14": "So he said, “These are the two [d]anointed ones, who stand beside the Lord of the whole earth.”"}