{"1": "The beginning of the Good News of Yeshua ha-Mashiach, Ben-Elohim. ", "2": "As Isaiah the prophet has written, “Behold, I send My messenger before You, who will prepare Your way.[a]", "3": "The voice of one crying in the wilderness, 'Prepare the way of Adonai, and make His paths straight.'”[b]", "4": "John appeared, immersing in the wilderness, proclaiming an immersion involving repentance for the removal of sins. ", "5": "All the Judean countryside was going out to him, and all the Jerusalemites. As they confessed their sins, they were being immersed by him in the Jordan River.", "6": "John wore clothes made from camel's hair, with a leather belt around his waist, and he ate locusts and wild honey. ", "7": "“After me comes One who is mightier than I am,” he proclaimed. “I'm not worthy to stoop down and untie the strap of His sandals! ", "8": "I immersed you with water, but He will immerse you in the Ruach ha-Kodesh.”[c]", "9": "In those days, Yeshua came from Natzeret in the Galilee and was immersed by John in the Jordan. ", "10": "Just as He was coming up out of the water, He saw the heavens ripping open and the Ruach as a dove coming down upon Him. ", "11": "And there came a voice from the heavens: “You are My Son, whom I love; with You I am well pleased!”[d]", "12": "That instant, the Ruach drives Him into the wilderness. ", "13": "He was in the wilderness forty days, being tempted by satan. And He was with the wild beasts, and the angels were taking care of Him.", "14": "Now after John was put in jail, Yeshua came into the Galilee, proclaiming the Good News of God. ", "15": "“Now is the fullness of time,” He said, “and the kingdom of God is near! Turn away from your sins, and believe in the Good News!”", "16": "Passing along by the Sea of Galilee, He saw Simon and Simon's brother Andrew casting a net in the sea, for they were fishermen. ", "17": "And Yeshua said to them, “Follow Me, and I will make you become fishers of men.” ", "18": "Immediately they left their nets and followed Him.", "19": "Going a little farther, He saw Jacob the son of Zebedee and John his brother, who were in their boat mending the nets. ", "20": "Immediately He called them, and they left their father Zebedee in the boat with the hired hands and followed Him.", "21": "And they went into Capernaum. Right away, on Shabbat, He entered the synagogue and began to teach. ", "22": "And they were astounded at His teaching, for He was teaching them as one having authority[e] and not as the Torah scholars.", "23": "Just then there was a man in their synagogue with an unclean spirit. And he cried out, ", "24": "“What have we to do with You, Yeshua of Natzeret? Have You come to destroy us? I know who You are! You're the Holy One of God!”", "25": "Yeshua rebuked him, saying, “Quiet! Come out of him!” ", "26": "And the unclean spirit, after throwing the man into convulsions and crying out with a loud voice, came out of him.", "27": "They were all so amazed that they asked among themselves, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him!” ", "28": "And immediately news about Him spread throughout the region surrounding Galilee.", "29": "As soon as they left the synagogue, they went with Jacob and John to the house of Simon and Andrew. ", "30": "Now Simon's mother-in-law was lying sick with a fever. Right away, they told Yeshua about her. ", "31": "He came and raised her up by taking her hand. The fever left her, and she began to take care of them.", "32": "When evening came, at sunset, the people brought to Him all the sick and those who were afflicted by demons. ", "33": "The whole town gathered together at the door. ", "34": "He healed many who were sick with various diseases and drove out many demons. And He would not allow the demons to speak, because they knew who He was.", "35": "Very early, while it was still night, Yeshua got up, left, and went away to a place in the wilderness; and there He was praying. ", "36": "Then Simon and those with him hunted for Yeshua. ", "37": "And when they found Him, they said to Him, “Everybody's looking for You.”", "38": "He said to them, “Let's go somewhere else, to the neighboring towns, so that I may proclaim the message there also—this is what I came for.” ", "39": "And He went throughout all the Galilee, proclaiming the message in their synagogues and driving out demons.", "40": "A man with tzara'at comes to Him, begging Him and falling on his knees, saying, “If You are willing, You can make me clean.”", "41": "Moved with compassion, Yeshua stretched out His hand and touched him. He said, “I am willing. Be cleansed.” ", "42": "Immediately, the tzara'at left him, and he was cleansed.", "43": "Yeshua sent him away at once, sternly warning him. ", "44": "He said to him, “See that you say nothing to anyone, but go show yourself to the kohen.[f] Then, for your cleansing, offer what Moses commanded, as a testimony to them.” ", "45": "But he went out and began to proclaim and spread the word, so much that Yeshua could no longer enter a town openly but had to stay out in wilderness areas. Still, they kept on coming to Him from everywhere."}