{"1": "As Yeshua was going out of the Temple, one of His disciples said to Him, “Teacher, look! What stones and what buildings!”", "2": "Yeshua said to him, “You see these great buildings? Not one stone here will be left upon another. Every one will be torn down!”", "3": "As He was sitting on the Mount of Olives opposite the Temple, Peter, Jacob, John, and Andrew were questioning Him privately, ", "4": "“Tell us, when will these things happen? What will be the sign that all these things are about to be accomplished?”", "5": "Yeshua began to tell them, “Watch out that no one leads you astray! ", "6": "Many will come in My name, saying, 'I am He,' and they will lead many astray. ", "7": "When you hear of wars and rumors of wars, do not be alarmed, for this must happen but it is not yet the end. ", "8": "For nation will rise up against nation, and kingdom against kingdom. There will be earthquakes in various places, and there will be famines. These things are only the beginning of birth pains.", "9": "“Watch out for yourselves! They will hand you over to the courts, and you will be beaten in the synagogues. You will stand before governors and kings because of Me, as a witness to them. ", "10": "The Good News must first be proclaimed to all the nations. ", "11": "When they arrest you and hand you over, do not worry beforehand about what to say. Say whatever is given to you in that hour, for it is not you who speaks but the Ruach ha-Kodesh. ", "12": "Brother will betray brother to death, and a father his child. And children will rise up against parents and have them put to death. ", "13": "And you will be hated by all because of My name, but the one who endures to the end will be saved.”", "14": "“But when you see 'the abomination of desolation'[a] standing where it should not be (let the reader understand), then those in Judea must flee to the mountains. ", "15": "The one on the roof must not go down, nor enter to take anything out of his house. ", "16": "And the one in the field must not turn back to get his cloak. ", "17": "Woe to those who are pregnant and to those who are nursing babies in those days! ", "18": "Pray that it will not happen in winter.", "19": "“For in those days there will be trouble such as has never happened,[b] not since the beginning of the creation which God created until now, and never will. ", "20": "And unless Adonai had cut short those days, no one would be saved. But for the sake of the elect, whom He chose, He cut short the days.", "21": "“And then if anyone says to you, 'Look, here's the Messiah!' or, 'Look, there He is!' do not believe it. ", "22": "For false messiahs and false prophets will rise up[c] and show signs and wonders to lead astray, if possible, the chosen. ", "23": "So be careful! See, I have told you everything beforehand.”", "24": "“But in those days, after that trouble, 'the sun will be darkened, and the moon will not give its light,", "25": "and the stars will be falling from heaven, and the powers in the heavens will be shaken.'[d]", "26": "And then they will see 'the Son of Man coming in clouds'[e] with great power and glory. ", "27": "Then He will send out the angels and will gather together His chosen from the four winds, from the end of the earth, to the end of heaven.”", "28": "“Now learn the parable from the fig tree. When its branch becomes tender and puts forth leaves, you know that summer is near. ", "29": "So also, when you see all these things happening, know that it is near, at the door. ", "30": "Amen, I tell you, this generation will not pass away until all these things happen. ", "31": "Heaven and earth will pass away, but My words will never pass away. ", "32": "But of that day or hour no one knows, not even the angels in heaven nor the Son, except the Father.", "33": "“Keep on the lookout! Stay alert! For you do not know when the time is. ", "34": "It is like a man away on a journey. After leaving his house and putting his servants in charge and giving each his task, he also commanded the doorkeeper to watch. ", "35": "Therefore stay alert, for you do not know when the master of the house is coming, whether in the evening, at midnight, when the rooster crows, or in the early morning. ", "36": "So watch in case, coming suddenly, he finds you asleep. ", "37": "What I say to you I say to all: 'Stay alert!'”"}