{"1": "Now it was two days before Passover and the Feast of Matzah. The ruling kohanim and Torah scholars were searching for a way to grab Yeshua by stealth and kill Him. ", "2": "“But not during the festival,” they were saying, “so there won't be a riot among the people.”", "3": "And while Yeshua was in Bethany at the house of Simon ha-Metzora, reclining at the table, a woman came with an alabaster jar of very expensive oil of pure nard. Breaking open the jar, she poured it over His head. ", "4": "But some got angry and said among themselves, “Why was this fragrant oil wasted? ", "5": "It could have been sold for over three hundred denarii, and the money given to the poor!” And they kept scolding her.", "6": "But Yeshua said, “Leave her alone. Why do you cause trouble for her? She's done Me a mitzvah. ", "7": "For you always have the poor with you, and you can do good for them whenever you want; but you won't always have Me. ", "8": "She did what she could—she came beforehand to anoint My body for burial. ", "9": "Amen, I tell you, wherever the Good News is proclaimed in all the world, what she has done will also be told in memory of her.”", "10": "Then Judah from Kriot, one of the Twelve, went out to the ruling kohanim to betray Yeshua to them. ", "11": "They were delighted when they heard this and promised to give him money. And Judah began looking for a chance to hand Him over.", "12": "Now on the first day of matzah, when they were slaughtering the Passover lamb, Yeshua's disciples say to Him, “Where do You want us to go and prepare for You to eat the Passover?”", "13": "He sends two of His disciples and tells them, “Go into the city, and a man carrying a jar of water will meet you. Follow him, ", "14": "and wherever he enters, tell the homeowner, 'The Teacher says, “Where is My guest room, where I may eat the Passover with My disciples?”' ", "15": "He will show you a large upper room, furnished and ready. Make preparations for us there.”", "16": "The disciples went out, came to the city, and found just what Yeshua had told them. And they prepared the Passover. ", "17": "When it was evening, He came with the Twelve. ", "18": "As they were reclining and eating, Yeshua said, “Amen, I tell you, one of you who is eating with Me will betray Me.”", "19": "They began to be sorrowful and to say to Him one by one, “I'm not the one, am I?”", "20": "He said to them, “It's one of the Twelve, one who dips with Me in the bowl.", "21": "[a] 21 For the Son of Man indeed goes, just as it is written about Him; but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born!”", "22": "And while they were eating, He took matzah;[b] and after He offered the bracha, He broke it and gave it to them and said, “Take; this is My body.” ", "23": "And He took a cup; and after giving thanks, He gave to them and they all drank from it. ", "24": "And He said to them, “This is My blood of the covenant, which is poured out for many.", "25": "[c] 25 Amen, I tell you, I will never again drink of the fruit of the vine, until that day when I drink it anew in the kingdom of God.”", "26": "After singing the Hallel,[d] they went out to the Mount of Olives. ", "27": "And Yeshua said to them, “You will all fall away, for it is written, 'I will strike the Shepherd, and the sheep will be scattered.'[e]", "28": "But after I'm raised up, I will go before you to the Galilee.”", "29": "Peter said to Him, “Even though all fall away, I won't!”", "30": "And Yeshua said to him, “Amen, I tell you, today—this very night—before a rooster crows twice, you will deny Me three times.”", "31": "But Peter kept insisting exceedingly, “Even if I must die with You, I'll never deny You!” And they all were saying the same.", "32": "Then they come to a place whose name is Gethsemane; and Yeshua says to His disciples, “Sit here while I pray.” ", "33": "He takes with Him Peter, Jacob, and John; and He began to be deeply distressed and troubled. ", "34": "And He tells them, “My soul is deeply grieved, even to the point of death. Stay here and keep watch.”", "35": "Going a little farther, He fell to the ground and began praying that if possible this hour might pass Him by. ", "36": "And He was saying, “Abba, Father, all things are possible for You! Take this cup from Me! Yet not what I will, but what You will.”", "37": "Then He comes and finds them sleeping; and He tells Peter, “Simon, you're asleep? Couldn't you keep watch for one hour? ", "38": "Keep watching and praying, so that you do not enter into temptation. The spirit is willing, but the flesh is weak.” ", "39": "Again He went away and prayed, saying the same words. ", "40": "And again He came and found them sleeping, for their eyes were very heavy. They didn't know what to answer Him. ", "41": "And He comes the third time and says to them, “Are you still sleeping and taking your rest? Enough! The hour has come. Look, the Son of Man is being delivered into the hands of sinners. ", "42": "Get up, let's go! Look, My betrayer is near.”", "43": "Right away, while Yeshua was still speaking, Judah comes up, one of the Twelve, and with him a crowd with swords and clubs, from the ruling kohanim, Torah scholars, and elders. ", "44": "Now His betrayer had given them a signal, saying, “The One I kiss, He's the One! Seize Him and lead Him away under guard.”", "45": "As soon as Judah came, he drew near[f] to Yeshua and said, “Rabbi!” and kissed Him. ", "46": "Then they threw their hands on Yeshua and seized Him. ", "47": "But one of the bystanders, drawing his sword, struck the servant of the kohen gadol and cut off his ear.", "48": "Yeshua said to them, “Have you come out with swords and clubs, to capture Me as you would against a revolutionary? ", "49": "Every day I was with you in the Temple teaching, and you didn't seize Me. But this is so that the Scriptures[g] would be fulfilled.” ", "50": "And all fled, abandoning Him.", "51": "[h] 51 A certain young man was following Him, with nothing but a linen cloth around his body, and they grabbed him. ", "52": "But he ran away naked, leaving behind the linen cloth.", "53": "Then they led Yeshua away to the kohen gadol. And all the ruling kohanim, elders, and Torah scholars gathered. ", "54": "Peter had followed Him from a distance, right into the courtyard of the kohen gadol. He was sitting with the guards, warming himself by the fire.", "55": "Now the ruling kohanim and all the Sanhedrin kept trying to get evidence against Yeshua so they could put Him to death, but they weren't finding any. ", "56": "Many were giving false testimony against Him, but their testimony wasn't consistent. ", "57": "Some stood up and began to give false testimony against Him, saying, ", "58": "“We heard Him say, 'I will destroy this Temple made with hands, and in three days I will build another made without hands.'” ", "59": "Yet even then, their testimony didn't agree.", "60": "The kohen gadol stood up in the middle and questioned Yeshua, saying, “Do You have no answer? What is this they're testifying against You?”", "61": "But keeping silent, Yeshua did not answer. Again the kohen gadol questioned Him, “Are you Mashiach, Son of the Blessed One?”[i]", "62": "“I am,” said Yeshua, “and you shall see 'the Son of Man sitting at the right hand of the Powerful One,' and 'coming with the clouds of heaven'!”[j]", "63": "Tearing his clothes, the kohen gadol says, “Why do we still need witnesses? ", "64": "You've heard the blasphemy. What seems right to you?” Then all condemned Him as deserving death. ", "65": "Some began to spit on Him, to blindfold Him, and to beat Him with their fists, saying, “Prophesy!” Also the guards slapped Him around.", "66": "As Peter was below in the courtyard, one of the servant girls of the kohen gadol comes by. ", "67": "Seeing Peter warming himself, she looked straight at him. “You also were with Yeshua of Natzeret,” she says.", "68": "But he denied it, saying, “I don't know or understand what you're talking about!” Then he went outside to the gateway, and a rooster crowed.", "69": "Seeing him, the servant girl began again to tell the bystanders, “This is one of them.”", "70": "But again he denied it. And a little while later, the bystanders were again saying to Peter, “Surely you're one of them, for you're also a Galilean.”", "71": "But he began to curse himself and to swear an oath: “I do not know this Man you're talking about!” ", "72": "Right then, a rooster crowed a second time. Then Peter called to mind the word Yeshua had said to him: “Before a rooster crows twice, you will deny Me three times.” And he broke down and began to weep."}