{"1": "When He returned to Capernaum after some days, it was heard that He was at the house. ", "2": "So many were gathered that there was no longer room for them even outside the door. He kept proclaiming the word to them.", "3": "Some people came bringing to Him a paralyzed man, carried by four men. ", "4": "When they couldn't get near Yeshua because of the crowd, they removed the roof where He was. After digging through, they lowered the mat on which the paralyzed man was lying. ", "5": "Yeshua, seeing their faith, said to the paralyzed man, “Son, your sins are forgiven.”", "6": "But some of the Torah scholars were sitting there, questioning in their hearts, ", "7": "“Why does this fellow speak like this? He blasphemes! Who can pardon sins but God alone?”", "8": "Immediately Yeshua, knowing in His spirit that they were raising questions this way within themselves, said to them, “Why are you questioning these things in your hearts? ", "9": "Which is easier, to say to the paralyzed man, 'Your sins are forgiven,' or to say, 'Get up, and take your mat and walk'? ", "10": "But so you may know that the Son of Man has authority to pardon sins on earth. . ..” He tells the paralyzed man, ", "11": "“I tell you, get up, take your mat and go home!”", "12": "At once the man got up, took his mat, and walked before them all. They were all astonished and glorified God, saying, “We've never seen anything like this!”[a]", "13": "Again, Yeshua went out by the sea. The whole crowd kept coming to Him, and He continued to teach them. ", "14": "As He was passing by, He saw Levi the son of Alphaeus sitting at the tax collector's booth. He said to him, “Follow Me.” And he got up and followed Him.", "15": "Now it happens that Yeshua was reclining at the table in Levi's house, and many tax collectors and sinners were reclining with Yeshua and His disciples. For there were many, and they were following Him. ", "16": "When the Torah scholars of the Pharisees saw Him eating with sinners and tax collectors, they began to say to His disciples, “With tax collectors and sinners He eats?”", "17": "And when He heard this, Yeshua said to them, “Those who are healthy have no need for a doctor, but those who are sick do. I did not come to call the righteous, but the sinful.”", "18": "Now John's disciples and the Pharisees were fasting. They came and said to Him, “Why do the disciples of John and the disciples of the Pharisees fast, but Your disciples do not fast?”", "19": "And Yeshua said to them, “The guests of the bridegroom cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them, they cannot fast. ", "20": "But the days will come when the bridegroom is taken away from them, and then they will fast in that day.", "21": "“No one sews a patch of unshrunk cloth on an old garment. Otherwise the patch pulls away from the old, and a worse tear happens. ", "22": "And no one puts new wine into old wineskins. Otherwise, the wine will burst the skins; and the wine is lost, also the skins. But one puts new wine into fresh wineskins.”", "23": "Now it happened on Shabbat that Yeshua was going through the grain fields; and His disciples began to make their way, plucking the heads of grain.", "24": "[b] 24 The Pharisees were saying to Him, “Look, why are they doing what is not permitted on Shabbat?”[c]", "25": "And He said to them, “Haven't you ever read what David did when he was in need, and he and those with him became hungry?", "26": "[d] 26 How he entered into the house of God when Abiathar was kohen gadol and ate the showbread, which is permitted only for the kohanim to eat, and gave some even to those who were with him?”", "27": "Then He said to them, “Shabbat was made for man, and not man for Shabbat. ", "28": "So the Son of Man is Lord even of Shabbat.”"}