{"1": "They came to the other side of the sea, into the country of the Gerasenes. ", "2": "As soon as Yeshua got out of the boat, a man from the graveyard[a] with an unclean spirit met Him. ", "3": "He lived among the tombs, and no one could restrain him anymore, even with a chain. ", "4": "For he had often been bound with shackles and chains, but the chains had been ripped apart by him and the shackles broken. No one was strong enough to tame him. ", "5": "And through it all, night and day, at the graveyard and in the mountains, he kept screaming and gashing himself with stones.", "6": "When he saw Yeshua from a distance, he ran and bowed down before Him. ", "7": "Crying out with a loud voice, he said, “What's between You and me, Yeshua, Ben El Elyon? I'm warning you, in the name of God, do not torment me!”", "8": "For Yeshua had said to him, “Come out of the man, you unclean spirit!” ", "9": "Then Yeshua began questioning him, “What is your name?” And he answered, “My name is Legion,[b] for we are many.” ", "10": "He kept begging Him not to send them out of the country. ", "11": "Now a large herd of pigs was feeding on the hillside nearby. ", "12": "The unclean spirits urged Him, saying, “Send us to the pigs, so we may enter them.” ", "13": "So Yeshua gave them permission. The unclean spirits came out and entered the pigs. And the herd, about two thousand in number, rushed down the cliff and were drowned in the sea.", "14": "The herdsmen ran away and told the town and countryside, and they came to see what had happened. ", "15": "Now they came to Yeshua and saw the madman who had had the legion. He was sitting there, dressed in clothes and in his right mind. The people were scared.", "16": "Those who had seen it described in detail what had happened to the man plagued by a demon, and they also told about the pigs. ", "17": "And they began to beg Yeshua to leave their country. ", "18": "As He was getting into the boat, the man who had been infested with demons kept begging to remain with Him. ", "19": "Yeshua did not let him, but He told him, “Go home to your friends and tell them how much Adonai has done for you, how He showed you mercy.”", "20": "So he went away and began to proclaim in the Decapolis[c] how much Yeshua had done for him. And all were amazed.", "21": "When Yeshua had crossed over in the boat again to the other side, a big crowd gathered around Him; and He was by the sea. ", "22": "Then one of the synagogue leaders, named Jairus, comes. Seeing Him, he falls at His feet. ", "23": "He begs Him a great deal, saying, “My little daughter is near death! Come and lay hands on her so that she may be healed and live!”", "24": "So Yeshua went off with him, and a big crowd was following Him and pressing upon Him. ", "25": "And there was a woman with a blood flow for twelve years,", "26": "[d] 26 who had suffered much under many doctors. She had spent all that she had without benefit; instead, she grew worse. ", "27": "When she heard about Yeshua, she came through the crowd from behind and touched His garment. ", "28": "For she kept saying, “If I touch even His clothes, I shall be healed.”", "29": "Right away the blood flow stopped, and she felt in her body that she was healed from her disease. ", "30": "At once Yeshua, knowing in Himself that power had gone out from Him, turned around in the crowd and said, “Who touched My clothes?”", "31": "His disciples responded, “You see the crowd pressing upon You and you say, 'Who touched Me?'” ", "32": "But He kept looking around to see who had done this.", "33": "But the woman, scared and shaking, knowing what had happened to her, came and fell down before Him and told Him the whole truth. ", "34": "And He said to her, “Daughter, your faith has made you well. Go in shalom and be healed from your disease.”", "35": "While Yeshua was still speaking, messengers come from the house of the synagogue leader, saying, “Your daughter is dead. Why do you still trouble the Teacher?”", "36": "But ignoring what they said, Yeshua tells the synagogue leader, “Do not be afraid; only believe.” ", "37": "He did not let anyone follow Him except Peter, Jacob, and John, the brother of Jacob.", "38": "They come to the house of the synagogue leader. He sees a commotion, people weeping and wailing loudly. ", "39": "After entering, He said to them, “Why make such a fuss and weep? The child didn't die, but is sleeping.”", "40": "They start jeering at Him. But after sending all of them out, He takes the child's father and mother, and those with Him, and enters where the child was. ", "41": "Then, taking hold of the child's hand, He tells her, “Talitha koum,”[e] which means, “Little girl, I say to you, get up.” ", "42": "Immediately, the girl stood up and began to walk around! (She was twelve years old.) And they were overcome with astonishment. ", "43": "But He gave them strict orders that no one should know about this, and He said something to eat should be given to her."}