{"1": "Now Yeshua went out from there, and He comes to His hometown, and His disciples follow Him. ", "2": "When Shabbat came, He began to teach in the synagogue. Many listeners were amazed, saying, “Where did this fellow get these things? What's this wisdom given to Him? Such miracles are done by His hands! ", "3": "Isn't this the carpenter, the son of Miriam, and the brother of Jacob and Joseph and Judah and Simon? Aren't His sisters here with us?” And they took offense at Him.", "4": "Then Yeshua began saying to them, “A prophet is not without honor except in his hometown, among his relatives, and in his own house.” ", "5": "He was not able to do any miracle, except that He laid hands on a few sick people and healed them. ", "6": "And He was astonished because of their unbelief.[a] And He was going around among the villages teaching.", "7": "Yeshua summoned the Twelve, and He began to send them out two by two. And He gave them authority over the unclean spirits. ", "8": "He directed them to take nothing for the journey except a walking stick—no bread, no bag, no copper coin in their belt—", "9": "but to wear sandals and not to put on two shirts.[b]", "10": "He was also telling them, “Wherever you enter a house, stay there until you leave that place. ", "11": "And whatever place will not receive you or listen to you, as you leave from there, shake the dust off the bottom of your feet as a witness against them.” ", "12": "So they went out and proclaimed that all should repent, ", "13": "and they were driving out many demons and anointing with oil many who were sick and healing them.", "14": "King Herod heard, for Yeshua's name had become known. Some were saying, “John the Immerser has risen from the dead! Because of this, these powers are at work in Him!” ", "15": "But others were saying, “It's Elijah!” Still others were saying, “It's a prophet, like one of the prophets of old.”[c]", "16": "But when Herod heard, he said, “John, the one I beheaded, has been raised!” ", "17": "For Herod himself sent and arrested John and bound him in prison for the sake of Herodias, the wife of his brother Philip, because Herod had married her. ", "18": "For John had been telling Herod, “It is not permitted for you to have your brother's wife.”", "19": "[d] 19 Now Herodias had a grudge against John and wanted to kill him, but she wasn't able. ", "20": "For Herod was in awe of John and kept him safe, knowing him to be a righteous and holy man. When he listened to John he was confused, but he still listened gladly.", "21": "An opportunity came—when Herod, on his birthday, gave a banquet for his high officials, military brass, and the leaders of the Galilee. ", "22": "When the daughter of Herodias[e] came in and danced, she pleased Herod and those reclining with him. And the king said to the girl, “Ask me for whatever you want, and I'll give it to you!” ", "23": "He vowed to her, “Whatever you ask of me I'll give you, up to half of my kingdom!”", "24": "She left the room and said to her mother, “What should I ask for?” Her mother said, “The head of John the Immerser!”", "25": "Immediately she rushed to the king and requested, “I want you to give me, right now, the head of John the Immerser on a platter!”", "26": "The king became very sorrowful; but because of his oaths and those reclining with him, he didn't want to refuse her.", "27": "Immediately the king sent an executioner and gave orders to bring John's head. And the executioner went out and beheaded John in the prison, ", "28": "brought his head on a platter, and gave it to the girl; and the girl gave it to her mother. ", "29": "When John's disciples heard, they came and took his body and laid it in a tomb.", "30": "The twelve emissaries gathered together with Yeshua, and they reported to Him all they had done and taught. ", "31": "There were many coming and going, and they had no time even to eat. So He said to them, “Come away by yourselves to an isolated place and rest awhile.” ", "32": "So they left privately by boat to an isolated place. ", "33": "However, the people saw them leaving, and many recognized them. They ran on foot from all the towns to get there ahead of them. ", "34": "As Yeshua came ashore, He saw a large crowd and felt compassion for them, because they were like sheep without a shepherd.[f] So He taught them many things.", "35": "When it was already late, His disciples came to Him and said, “This place is isolated, and the hour is already late. ", "36": "Send these people away so they can go into the nearby countryside and the villages and buy themselves something to eat.”", "37": "But He answered and said to them, “You give them something to eat!” And they said to Him, “Should we go and spend two hundred denarii on bread to give them something to eat?”", "38": "Then He said to them, “How many loaves do you have? Go and see.” When they found out, they said, “Five, and two fish.”", "39": "Then Yeshua made them all sit down in groups on the green grass. ", "40": "So they reclined in groups of hundreds and fifties. ", "41": "And He took the five loaves and the two fish; and looking up to heaven, He offered the bracha. He broke the loaves and kept giving them to the disciples to serve to the people; and He divided the two fish among them all. ", "42": "They all ate and were satisfied, ", "43": "and the disciples picked up twelve baskets full of broken pieces and fish. ", "44": "Now there were five thousand men who ate the loaves.", "45": "Right away, Yeshua made His disciples get into the boat and go ahead of Him to the other side, to Bethsaida, while He Himself was sending the crowd away. ", "46": "After leaving them, He went up on the hillside to pray.", "47": "And when evening came, the boat was in the middle of the sea and He was alone on the land. ", "48": "He saw the disciples struggling to row, for the wind was against them. Around the fourth watch in the night,[g] Yeshua comes to them, walking on the sea; and He wanted to pass by them. ", "49": "But when they saw Him walking on the sea, they thought He was a ghost and cried out—", "50": "for they all saw Him and were terrified. But immediately, He spoke to them. He said, “Take courage! I am. Do not be afraid.” ", "51": "Then He got into the boat with them, and the wind stopped. They were utterly dumbfounded, ", "52": "for they still hadn't understood about the loaves. Instead, their hearts were hardened.", "53": "After they had crossed over, they came to land at Gennesaret and set anchor there. ", "54": "As they got out of the boat, immediately people recognized Yeshua. ", "55": "They ran about the region and began to carry around on their mats all those who were in bad shape, to wherever they heard He was. ", "56": "And wherever He entered villages, towns, or countryside, people were placing the sick in the marketplaces and begging Him to let them touch even the tzitzit of His garment—and all who touched it were being healed."}