{"1": "Now the Pharisees and some of the Torah scholars who had come from Jerusalem gathered around Yeshua. ", "2": "And they saw that some of His disciples were eating bread with unclean hands, that is, not washed. ", "3": "(For the Pharisees and all Jewish people do not eat unless they wash their hands up to the elbow, keeping the tradition of the elders. ", "4": "And when they come from the marketplace, they do not eat unless they perform a ritual washing.[a] There are many other traditions they have received and hold, such as the washing of cups, pitchers, copper vessels.)[b]", "5": "The Pharisees and Torah scholars questioned Yeshua, “Why don't Your disciples walk according to the tradition of the elders? Why do they eat bread with unwashed hands?”", "6": "And He said to them, “Rightly did Isaiah prophesy about you hypocrites, as it is written, 'This people honors Me with their lips but their heart is far from Me.", "7": "And in vain they worship Me, teaching as doctrines the commandments of men.'[c]", "8": "Having left behind the commandment of God, you hold on to the tradition of men.”", "9": "He was also telling them, “You set aside the commands of God, in order that you may validate your own tradition. ", "10": "For Moses said, 'Honor your father and your mother,' and, 'He who speaks evil of father or mother must be put to death.'", "11": "[d] 11 But you say if anyone tells his father or mother, 'Whatever you might have gained from me is korban (that is, an offering to God),' ", "12": "then you no longer permit him to do anything for his father or mother, ", "13": "making void the word of God with your tradition that you've handed down. And you do many such things.”[e]", "14": "Then Yeshua called the crowd again and began saying to them, “Hear Me, everyone, and understand. ", "15": "There is nothing outside the man that can make him unholy by going into him. Rather, it is what comes out of the man that makes the man unholy.”", "16": "[f] (16) [g]", "17": "When He had left the crowd and entered the house, His disciples questioned Him about the parable. ", "18": "And He said to them, “Are you then also lacking understanding? Don't you grasp that whatever goes into the man cannot make him unholy? ", "19": "For it does not enter into the heart but into the stomach, and then goes out into the sewer, cleansing all foods.”[h]", "20": "And He continued, “It is what comes out of the man that makes the man unholy. ", "21": "For from within, out of the heart of men, come evil intentions, sexual immorality, theft, murder, ", "22": "adultery, greed, wickedness, deceit, lustfulness, envy, slander, pride, and foolishness. ", "23": "All these evil things come from within and make the man unholy.”", "24": "Yeshua got up and left from there to the region of Tyre. When He had entered a house, He didn't want anyone to know; but He couldn't escape notice. ", "25": "A woman whose little daughter had an unclean spirit heard about Him. She came immediately and fell at His feet. ", "26": "The woman was a Greek, from Syrophoenicia. And she kept begging Yeshua to drive the demon out of her daughter.", "27": "He was telling her, “First let the children get their fill, for it's not right to take the children's bread and throw it to the dogs.”", "28": "“Yes, Master,” she said to Him, “but even the dogs under the table eat the children's crumbs.”", "29": "Then He said to her, “Because of this word, go your way! The demon has left your daughter.” ", "30": "She went home and found the child lying on the bed, and the demon gone.", "31": "Again He left the region of Tyre and came through Sidon to the Sea of Galilee, within the region of the Decapolis. ", "32": "They bring Him a deaf man who had a speech impediment, and they beg Him to lay His hand on him. ", "33": "Yeshua took him aside from the crowd to a private place, and He put His fingers in the man's ears. After spitting, He touched the man's tongue. ", "34": "Looking up to heaven, He says to the man, “Ephphatha,”[i] which means “Be opened!”", "35": "Immediately the man's ears were opened, his tongue was loosened, and he began to speak plainly. ", "36": "Yeshua ordered them not to tell anyone. But the more He ordered them, the more they continued proclaiming it. ", "37": "People were completely astounded, saying, “He has done all things well. He makes even the deaf hear and the mute speak!”"}