{"1": "In those days, there was another large crowd with nothing to eat, and Yeshua called the disciples. He said to them, ", "2": "“I have compassion for the crowd, because they've stayed with Me for three days now and have nothing to eat. ", "3": "If I send them home hungry they'll pass out on the way, for some of them have come from very far away.”", "4": "His disciples answered Him, “How can anyone satisfy these people with bread here in a wasteland?”", "5": "“How many loaves do you have?” Yeshua was asking them. “Seven,” they said.", "6": "He directed the crowd to recline on the ground. After taking the seven loaves and giving thanks, He broke them and began giving them to His disciples to serve; and they served them to the crowd. ", "7": "They also had a few small fish and, after offering a bracha for them, He commanded these to be served as well. ", "8": "They ate and were satisfied, and they picked up the broken pieces left over—seven baskets. ", "9": "About four thousand[a] were there, and Yeshua sent them away.", "10": "Right away, He got into the boat with His disciples and went to the area of Dalmanutha. ", "11": "The Pharisees came and began to argue with Him, demanding a sign from heaven, to test Him. ", "12": "Sighing deeply in His spirit, Yeshua said, “Why does this generation demand a sign? Amen, I tell you, no sign will be given to this generation.” ", "13": "Leaving them, He got back into the boat and crossed to the other side.", "14": "Now the disciples had forgotten to take bread, and they had only one loaf in the boat. ", "15": "Yeshua was warning them, “Watch out! Beware of the hametz of the Pharisees and the hametz of Herod.”", "16": "They began to discuss with each other that they had no bread. ", "17": "And Yeshua, aware of this, said to them, “Why do you discuss that you have no bread? You still don't get it? Don't you understand? Are your hearts hardened? ", "18": "Having eyes, don't you see? And having ears, don't you hear? And don't you remember? ", "19": "When I broke the five loaves for the five thousand, how many baskets of leftovers did you pick up?” “Twelve,” they say to Him.", "20": "“When I broke the seven loaves for the four thousand, how many baskets of leftovers did you pick up?” “Seven,” they say to Him.", "21": "He said to them, “Do you still not understand?”", "22": "They come to Bethsaida. Some people bring a blind man to Yeshua and beg Him to touch the man. ", "23": "Taking the blind man by the hand, Yeshua brought him outside the village. After spitting on the man's eyes and laying His hands on him, Yeshua asked the man, “Do you see anything?”", "24": "The man looked up and said, “I see men! They look like trees walking about.” ", "25": "Then Yeshua put His hands on the man's eyes again. The man looked intently, his sight was restored, and he began to see everything clearly.", "26": "Yeshua sent him straight home, saying, “Don't even enter the village!”", "27": "Now Yeshua and His disciples went out to the villages around Caesarea Philippi. On the way He asked His disciples, “Who do people say that I am?”", "28": "They told Him, “John the Immerser; and others Elijah; but others, one of the prophets.”[b]", "29": "Then He asked them, “But who do you say that I am?” Peter answered Him, “You are the Messiah!” ", "30": "And He warned them not to tell anyone about Him.", "31": "Then He began to teach them that the Son of Man must suffer many things and be rejected by the elders and ruling kohanim and Torah scholars, and be killed, and after three days rise again.", "32": "[c] 32 He was speaking openly about this. And Peter took Him aside and began to rebuke Him. ", "33": "But turning around and looking at His disciples, He rebuked Peter. He said, “Get behind Me, satan! You are not setting your mind on the things of God, but the things of men.”", "34": "Then He called the crowd, along with His disciples, and said to them, “If anyone wants to follow after Me, he must deny himself, take up his cross, and keep following Me. ", "35": "For whoever wants to save his life will lose it, but whoever loses his life for My sake and the sake of the Good News will save it. ", "36": "For what does it profit a man to gain the whole world, yet forfeit his soul? ", "37": "For what could a man give in exchange for his soul? ", "38": "For whoever is ashamed of Me and My words in this unfaithful and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels!”"}