{"1": "Yeshua was telling them, “Amen, I tell you, there are some standing here who will never taste death until they see the kingdom of God come with power!”", "2": "After six days, Yeshua takes with Him Peter and Jacob and John, and brings them up a high mountain by themselves. And He was transfigured before them. ", "3": "His clothes became radiant and brilliantly white, whiter than any launderer on earth could bleach them. ", "4": "Then Elijah appeared to them with Moses, and they were talking with Yeshua.", "5": "Peter responds to Yeshua, “Rabbi, it's good for us to be here. Let's make three sukkot—one for You, and one for Moses, and one for Elijah.” ", "6": "(He didn't know what to say, for they were terrified.)", "7": "Then a cloud came, overshadowing them;[a] and out of the cloud came a voice, “This is My Son, whom I love. Listen to Him!”", "8": "[b] 8 Suddenly when they looked around, they no longer saw anyone with them except Yeshua.", "9": "As they were coming down from the mountain, Yeshua ordered them not to tell anyone what they had seen, until the Son of Man rose up from the dead. ", "10": "They kept this word to themselves, discussing among themselves what it is to rise up from the dead. ", "11": "And they questioned Him, saying, “Why do the Torah scholars say that Elijah must come first?”", "12": "Now He told them, “Indeed Elijah comes first;[c] he restores all things. And how is it written that the Son of Man must suffer much and be treated with contempt?", "13": "[d] 13 I tell you that Elijah has come, and they did to him whatever they wanted, just as it is written about him.”[e]", "14": "When they came to the disciples, they saw a big crowd around them and the Torah scholars arguing with them. ", "15": "Suddenly, when the whole crowd saw Yeshua, they were amazed and began running to greet Him. ", "16": "He questioned them, “What are you arguing about with them?”", "17": "And a man from the crowd answered Him, “Teacher, I brought You my son, who has a spirit that makes him mute. ", "18": "Whenever it seizes him, it throws him down; he foams at the mouth, grinds his teeth, and becomes stiff. I told Your disciples to drive it out, but they couldn't!”", "19": "And answering them, He said, “Oh faithless generation, how long shall I be with you? How long shall I put up with you? Bring him to Me.”", "20": "They brought the boy to Yeshua. When the spirit saw Him, immediately it threw the boy into a convulsion. The boy fell to the ground and began rolling around and foaming at the mouth. ", "21": "Yeshua asked the father, “How long has this been happening to him?” “Since he was a child,” the man answered. ", "22": "“It has often thrown him into fire or water to destroy him. But if You can do anything, have compassion and help us!”", "23": "“'If You can'?” Yeshua said to him. “All things are possible for one who believes!”", "24": "Immediately the boy's father cried out, “I believe! Help my unbelief!”", "25": "When Yeshua saw that a crowd was gathering fast, He rebuked the unclean spirit, telling it, “I command you, deaf and mute spirit, come out of him and do not ever enter him again!”", "26": "After howling and shaking the boy wildly, it came out. The boy became so much like a corpse that many were saying, “He's dead!” ", "27": "But Yeshua took him by the hand and lifted him, and the boy stood up.", "28": "After Yeshua came into the house, His disciples began questioning Him in private, “Why couldn't we drive it out?”", "29": "And He said to them, “This kind cannot come out except by prayer.”[f]", "30": "They left from there and passed through the Galilee. Yeshua didn't want anyone to know, ", "31": "for He was teaching His disciples and telling them, “The Son of Man is going to be delivered into the hands of men, and they will kill Him. And after He is killed, three days later He will rise up.” ", "32": "But the disciples didn't understand this statement, and they were afraid to question Him about it.", "33": "Then they came to Capernaum. And when Yeshua was in the house, He began to ask the disciples, “What were you discussing on the way?” ", "34": "But they kept quiet, because on the way they had argued with one another about who was the greatest.", "35": "Sitting down, He called the Twelve and said to them, “If any man wants to be first, he shall be least of all and the servant of everyone.” ", "36": "Taking a small child, He set him in the midst of them. And taking him in His arms, He said to them, ", "37": "“Whoever welcomes one of these children in My name, welcomes Me; and whoever welcomes Me, welcomes not Me but the One who sent Me.”", "38": "John said to Him, “Teacher, we saw someone driving out demons in Your name, and we tried to stop him because he wasn't following us.”", "39": "But Yeshua responded, “Don't stop him! No one who does a miracle in My name will be able soon afterward to speak evil about Me. ", "40": "He who is not against us is for us. ", "41": "For whoever gives you a cup of water to drink in My name because you belong to Messiah, amen I tell you, he will never lose his reward.”", "42": "“But whoever causes one of these little ones who trust in Me to stumble, it would be better for him to have a heavy millstone put around his neck and to be thrown into the sea!”", "43": "“And if your hand causes you to stumble, cut it off! It is better for you to enter into life crippled than, having two hands, to go to Gehenna,[g] into the unquenchable fire. ", "44": "(44) ", "45": "[h] 45 And if your foot causes you to stumble, cut it off! It's better for you to enter life lame than, having your two feet, to be thrown into Gehenna. ", "46": "(46)  ", "47": "If your eye causes you to stumble, tear it out! It is better for you to enter the kingdom of God with one eye than, having two eyes, to be thrown into Gehenna, ", "48": "where 'their worm does not die and the fire is not quenched.'[i]", "49": "“For everyone will be salted with fire. ", "50": "Salt is good; but if the salt becomes unsalty, with what will you flavor it? Have salt in yourselves, and keep shalom with one another.”"}