{"1": "But of the times and seasons, brothers, you have no need for me to write to you.", "2": "For you yourselves know perfectly that the day of the Lord shall come as a thief in the night.", "3": "For when they shall say “Peace and safety”, then sudden destruction shall come upon them, as labor upon a woman with child. And they shall not escape.", "4": "But you, brothers, are not in darkness, so that that day shall come on you as a thief.", "5": "You are all children of light, and children of the day. We are not of the night, nor of darkness.", "6": "Therefore let us not sleep as others do. But, let us watch and be sober.", "7": "For those who sleep, sleep in the night. And those who are drunk, are drunk in the night.", "8": "But let us who are of the day be sober, putting on the breastplate of faith and love and the hope of salvation for a helmet.", "9": "For God has not appointed us to wrath, but to obtain salvation by means of our Lord Jesus Christ;", "10": "Who died for us so that - whether we wake or sleep - we would live together with Him.", "11": "Therefore, exhort one another. And edify one another, just as you are doing.", "12": "Now, we urge you, brothers, that you acknowledge those who labor among you and are over you in the Lord and admonish you.", "13": "Hold them in singular love for their work's sake. Be at peace among yourselves.", "14": "We desire, brothers, that you admonish those who are out of order, comfort the faint-hearted, bear with the weak, be patient toward all.", "15": "See that no one recompenses evil for evil to anyone. But always follow that which is good, both toward yourselves and toward all.", "16": "Rejoice always.", "17": "Pray continually.", "18": "Give thanks in all things. For this is the will of God toward you in Christ Jesus.", "19": "Do not quench the Spirit.", "20": "Do not ignore prophecy.", "21": "Test all things. Keep that which is good.", "22": "Abstain from any appearance of evil.", "23": "Now, may the very God of Peace sanctify you completely. And may your whole spirit and soul and body be kept blameless, until the coming of our Lord Jesus Christ.", "24": "Faithful is He Who calls you. He will also do it.", "25": "Pray for us, brothers.", "26": "Greet all the brothers with a holy kiss.", "27": "I charge you in the Lord that this epistle be read to all the holy brothers.", "28": "The grace of our Lord Jesus Christ be with you, Amen. (The first Epistle to the Thessalonians, written from Athens.)"}