{"1": "Therefore, rid yourselves of all malice, of all deceit, hypocrisy and envy, and of all the ways there are of speaking against people; ", "2": "and be like newborn babies, thirsty for the pure milk of the Word; so that by it, you may grow up into deliverance. ", "3": "For you have tasted that Adonai is good.[a]", "4": "As you come to him, the living stone, rejected by people but chosen by God and precious to him, ", "5": "you yourselves, as living stones, are being built into a spiritual house to be cohanim set apart for God to offer spiritual sacrifices acceptable to him through Yeshua the Messiah. ", "6": "This is why the Tanakh says, “Look! I am laying in Tziyon a stone, a chosen and precious cornerstone; and whoever rests his trust on it will certainly not be humiliated.”[b]", "7": "Now to you who keep trusting, he is precious. But to those who are not trusting, “The very stone that the builders rejected has become the cornerstone”;[c]", "8": "also he is a stone that will make people stumble, a rock over which they will trip.[d] They are stumbling at the Word, disobeying it — as had been planned. ", "9": "But you are a chosen people,[e] the King's cohanim,[f] a holy nation,[g] a people for God to possess![h] Why? In order for you to declare the praises of the One who called you out of darkness into his wonderful light. ", "10": "Once you were not a people, but now you are God's people; before, you had not received mercy, but now you have received mercy.[i]", "11": "Dear friends, I urge you as aliens and temporary residents[j] not to give in to the desires of your old nature, which keep warring against you; ", "12": "but to live such good lives among the pagans that even though they now speak against you as evil-doers, they will, as a result of seeing your good actions, give glory to God on the Day of his coming. ", "13": "For the sake of the Lord, submit yourselves to every human authority — whether to the emperor as being supreme, ", "14": "or to governors as being sent by him to punish wrongdoers and praise those who do what is good. ", "15": "For it is God's will that your doing good should silence the ignorant talk of foolish people. ", "16": "Submit as people who are free, but not letting your freedom serve as an excuse for evil; rather, submit as God's slaves. ", "17": "Be respectful to all — keep loving the brotherhood, fearing God and honoring the emperor.", "18": "Household servants, submit yourselves to your masters, showing them full respect — and not only those who are kind and considerate, but also those who are harsh. ", "19": "For it is a grace when someone, because he is mindful of God, bears up under the pain of undeserved punishment. ", "20": "For what credit is there in bearing up under a beating you deserve for doing something wrong? But if you bear up under punishment, even though you have done what is right, God looks on it with favor. ", "21": "Indeed, this is what you were called to; because the Messiah too suffered, on your behalf, leaving an example so that you should follow in his steps.", "22": "“He committed no sin, nor was any deceit found on his lips.”[k]", "23": "When he was insulted, he didn't retaliate with insults; when he suffered, he didn't threaten, but handed them over to him who judges justly. ", "24": "He himself bore our sins[l] in his body on the stake,[m] so that we might die to sins and live for righteousness — by his wounds you were healed.[n] ", "25": "For you used to be like sheep gone astray, but now you have turned to[o] the Shepherd, who watches over you."}