{"1": "In the same way, wives, submit to your husbands; so that even if some of them do not believe the Word, they will be won over by your conduct, without your saying anything, ", "2": "as they see your respectful and pure behavior. ", "3": "Your beauty should not consist in externals such as fancy hairstyles, gold jewelry or what you wear; ", "4": "rather, let it be the inner character of your heart, with the imperishable quality of a gentle and quiet spirit. In God's sight this is of great value. ", "5": "This is how the holy women of the past who put their hope in God used to adorn themselves and submit to their husbands, ", "6": "the way Sarah obeyed Avraham, honoring him as her lord. You are her daughters if you do what is right and do not succumb to fear.", "7": "You husbands, likewise, conduct your married lives with understanding. Although your wife may be weaker physically, you should respect her as a fellow-heir of the gift of Life. If you don't, your prayers will be blocked.", "8": "Finally, all of you, be one in mind and feeling; love as brothers; and be compassionate and humble-minded, ", "9": "not repaying evil with evil or insult with insult, but, on the contrary, with blessing. For it is to this that you have been called, so that you may receive a blessing. ", "10": "For “Whoever wants to love life and see good days must keep his tongue from evil and his lips from speaking deceit,", "11": "turn from evil and do good, seek peace and chase after it.", "12": "For Adonai keeps his eyes on the righteous, and his ears are open to their prayers; but the face of Adonai is against those who do evil things.”[a]", "13": "For who will hurt you if you become zealots for what is good? ", "14": "But even if you do suffer for being righteous, you are blessed! Moreover, don't fear what they fear or be disturbed, ", "15": "but treat the Messiah as holy, as Lord in your hearts;[b] while remaining always ready to give a reasoned answer to anyone who asks you to explain the hope you have in you — yet with humility and fear, ", "16": "keeping your conscience clear, so that when you are spoken against, those who abuse the good behavior flowing from your union with the Messiah may be put to shame. ", "17": "For if God has in fact willed that you should suffer, it is better that you suffer for doing what is good than for doing what is evil.", "18": "For the Messiah himself died for sins, once and for all, a righteous person on behalf of unrighteous people, so that he might bring you to God. He was put to death in the flesh but brought to life by the Spirit; ", "19": "and in this form he went and made a proclamation to the imprisoned spirits, ", "20": "to those who were disobedient long ago, in the days of Noach, when God waited patiently during the building of the ark, in which a few people — to be specific, eight — were delivered by means of water. ", "21": "This also prefigures what delivers us now, the water of immersion, which is not the removal of dirt from the body, but one's pledge to keep a good conscience toward God, through the resurrection of Yeshua the Messiah. ", "22": "He has gone into heaven and is at the right hand of God,[c] with angels, authorities and powers subject to him."}