{"1": "Therefore, since the Messiah suffered physically, you too are to arm yourselves with the same attitude. For whoever has suffered physically is finished with sin, ", "2": "with the result that he lives the rest of his earthly life no longer controlled by human desires, but by God's will. ", "3": "For you have spent enough time already living the way the pagans want you to live — in debauchery, lust, drunkenness, orgies, wild parties and forbidden idol-worship. ", "4": "They think it strange that you don't plunge with them into the same flood of dissoluteness, and so they heap insults on you. ", "5": "But they will have to give an account to him who stands ready to judge the living and the dead. ", "6": "This is why he was proclaimed to those who have died; it was so that, although physically they would receive the judgment common to all humanity, they might live by the Spirit in the way that God has provided.", "7": "The accomplishing of the goal of all things is close at hand. Therefore, keep alert and self-controlled, so that you can pray. ", "8": "More than anything, keep loving each other actively; because love covers many sins.[a] ", "9": "Welcome one another into your homes without grumbling. ", "10": "As each one has received some spiritual gift, he should use it to serve others, like good managers of God's many-sided grace — ", "11": "if someone speaks, let him speak God's words; if someone serves, let him do so out of strength that God supplies; so that in everything God may be glorified through Yeshua the Messiah — to him be glory and power forever and ever. Amen.", "12": "Dear friends, don't regard as strange the fiery ordeal occurring among you to test you, as if something extraordinary were happening to you. ", "13": "Rather, to the extent that you share the fellowship of the Messiah's sufferings, rejoice; so that you will rejoice even more when his Sh'khinah is revealed. ", "14": "If you are being insulted because you bear the name of the Messiah, how blessed you are! For the Spirit of the Sh'khinah, that is, the Spirit of God, is resting on you! ", "15": "Let none of you suffer for being a murderer or a thief or an evildoer or a meddler in other people's affairs. ", "16": "But if anyone suffers for being Messianic, let him not be ashamed; but let him bring glory to God by the way he bears this name. ", "17": "For the time has come for the judgment to begin. It begins with the household of God; and if it starts with us, what will the outcome be for those who are disobeying God's Good News? —", "18": "“If the righteous is barely delivered, where will the ungodly and sinful end up?”[b]", "19": "So let those who are suffering according to God's will entrust themselves to a faithful Creator by continuing to do what is good."}