{"1": "In the beginning was the one who is called the Word. The Word was with God and was truly God.", "2": "From the very beginning the Word was with God.", "3": "And with this Word, God created all things. Nothing was made without the Word. Everything that was created", "4": "received its life from him, and his life gave light to everyone.", "5": "The light keeps shining in the dark, and darkness has never put it out.[a]", "6": "God sent a man named John,", "7": "who came to tell about the light and to lead all people to have faith.", "8": "John wasn't that light. He came only to tell about the light.", "9": "The true light that shines on everyone was coming into the world.", "10": "The Word was in the world, but no one knew him, though God had made the world with his Word.", "11": "He came into his own world, but his own nation did not welcome him.", "12": "Yet some people accepted him and put their faith in him. So he gave them the right to be the children of God.", "13": "They were not God's children by nature or because of any human desires. God himself was the one who made them his children.", "14": "The Word became a human being and lived here with us. We saw his true glory, the glory of the only Son of the Father. From him all the kindness and all the truth of God have come down to us.", "15": "John spoke about him and shouted, “This is the one I told you would come! He is greater than I am, because he was alive before I was born.”", "16": "Because of all that the Son is, we have been given one blessing after another.[b] ", "17": "The Law was given by Moses, but Jesus Christ brought us undeserved kindness and truth. ", "18": "No one has ever seen God. The only Son, who is truly God and is closest to the Father, has shown us what God is like.", "19-20": "The Jewish leaders in Jerusalem sent priests and temple helpers to ask John who he was. He told them plainly, “I am not the Messiah.” ", "21": "Then when they asked him if he were Elijah, he said, “No, I am not!” And when they asked if he were the Prophet,[c] he also said “No!”", "22": "Finally, they said, “Who are you then? We have to give an answer to the ones who sent us. Tell us who you are!”", "23": "John answered in the words of the prophet Isaiah, “I am only someone shouting in the desert, 'Get the road ready for the Lord!'”", "24": "Some Pharisees had also been sent to John. ", "25": "They asked him, “Why are you baptizing people, if you are not the Messiah or Elijah or the Prophet?”", "26": "John told them, “I use water to baptize people. But here with you is someone you don't know. ", "27": "Even though I came first, I am not good enough to untie his sandals.” ", "28": "John said this as he was baptizing east of the Jordan River in Bethany.[d]", "29": "The next day, John saw Jesus coming toward him and said: Here is the Lamb of God who takes away the sin of the world! ", "30": "He is the one I told you about when I said, “Someone else will come. He is greater than I am, because he was alive before I was born.” ", "31": "I didn't know who he was. But I came to baptize you with water, so that everyone in Israel would see him.", "32": "I was there and saw the Spirit come down on him like a dove from heaven. And the Spirit stayed on him. ", "33": "Before this I didn't know who he was. But the one who sent me to baptize with water had told me, “You will see the Spirit come down and stay on someone. Then you will know that he is the one who will baptize with the Holy Spirit.” ", "34": "I saw this happen, and I tell you that he is the Son of God.", "35": "The next day, John was there again, and two of his followers were with him. ", "36": "When he saw Jesus walking by, he said, “Here is the Lamb of God!” ", "37": "John's two followers heard him, and they went with Jesus.", "38": "When Jesus turned and saw them, he asked, “What do you want?” They answered, “Rabbi, where do you live?” The Hebrew word “Rabbi” means “Teacher.”", "39": "Jesus replied, “Come and see!” It was already about four o'clock in the afternoon when they went with him and saw where he lived. So they stayed on for the rest of the day.", "40": "One of the two men who had heard John and had gone with Jesus was Andrew, the brother of Simon Peter. ", "41": "The first thing Andrew did was to find his brother and tell him, “We have found the Messiah!” The Hebrew word “Messiah” means the same as the Greek word “Christ.”", "42": "Andrew brought his brother to Jesus. And when Jesus saw him, he said, “Simon son of John, you will be called Cephas.” This name can be translated as “Peter.”[e]", "43-44": "The next day Jesus decided to go to Galilee. There he met Philip, who was from Bethsaida, the hometown of Andrew and Peter. Jesus said to Philip, “Come with me.”", "45": "Philip then found Nathanael and said, “We have found the one that Moses and the Prophets[f] wrote about. He is Jesus, the son of Joseph from Nazareth.”", "46": "Nathanael asked, “Can anything good come from Nazareth?” Philip answered, “Come and see.”", "47": "When Jesus saw Nathanael coming toward him, he said, “Here is a true descendant of our ancestor Israel. And he isn't deceitful.”[g]", "48": "“How do you know me?” Nathanael asked. Jesus answered, “Before Philip called you, I saw you under the fig tree.”", "49": "Nathanael said, “Rabbi, you are the Son of God and the King of Israel!”", "50": "Jesus answered, “Did you believe me just because I said that I saw you under the fig tree? You will see something even greater. ", "51": "I tell you for certain that you will see heaven open and God's angels going up and coming down on the Son of Man.”[h]"}