{"1-2": "A man by the name of Lazarus was sick in the village of Bethany. He had two sisters, Mary and Martha. This was the same Mary who later poured perfume on the Lord's head and wiped his feet with her hair. ", "3": "The sisters sent a message to the Lord and told him that his good friend Lazarus was sick.", "4": "When Jesus heard this, he said, “His sickness won't end in death. It will bring glory to God and his Son.”", "5": "Jesus loved Martha and her sister and brother. ", "6": "But he stayed where he was for two more days. ", "7": "Then he said to his disciples, “Now we will go back to Judea.”", "8": "“Teacher,” they said, “the people there want to stone you to death! Why do you want to go back?”", "9": "Jesus answered, “Aren't there twelve hours in each day? If you walk during the day, you will have light from the sun, and you won't stumble. ", "10": "But if you walk during the night, you will stumble, because you don't have any light.” ", "11": "Then he told them, “Our friend Lazarus is asleep, and I am going there to wake him up.”", "12": "They replied, “Lord, if he is asleep, he will get better.” ", "13": "Jesus really meant that Lazarus was dead, but they thought he was talking only about sleep.", "14": "Then Jesus told them plainly, “Lazarus is dead! ", "15": "I am glad that I wasn't there, because now you will have a chance to put your faith in me. Let's go to him.”", "16": "Thomas, whose nickname was “Twin,” said to the other disciples, “Come on. Let's go, so we can die with him.”", "17": "When Jesus got to Bethany, he found that Lazarus had already been in the tomb four days. ", "18": "Bethany was only about two miles from Jerusalem, ", "19": "and many people had come from the city to comfort Martha and Mary because their brother had died.", "20": "When Martha heard that Jesus had arrived, she went out to meet him, but Mary stayed in the house. ", "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "Yet even now I know that God will do anything you ask.”", "23": "Jesus told her, “Your brother will live again!”", "24": "Martha answered, “I know that he will be raised to life on the last day,[a] when all the dead are raised.”", "25": "Jesus then said, “I am the one who raises the dead to life! Everyone who has faith in me will live, even if they die. ", "26": "And everyone who lives because of faith in me will never really die. Do you believe this?”", "27": "“Yes, Lord!” she replied. “I believe that you are Christ, the Son of God. You are the one we hoped would come into the world.”", "28": "After Martha said this, she went and privately said to her sister Mary, “The Teacher is here, and he wants to see you.” ", "29": "As soon as Mary heard this, she got up and went out to Jesus. ", "30": "He was still outside the village where Martha had gone to meet him. ", "31": "Many people had come to comfort Mary, and when they saw her quickly leave the house, they thought she was going out to the tomb to cry. So they followed her.", "32": "Mary went to where Jesus was. Then as soon as she saw him, she knelt at his feet and said, “Lord, if you had been here, my brother would not have died.”", "33": "When Jesus saw that Mary and the people with her were crying, he was terribly upset ", "34": "and asked, “Where have you put his body?” They replied, “Lord, come and you will see.”", "35": "Jesus started crying, ", "36": "and the people said, “See how much he loved Lazarus.”", "37": "Some of them said, “He gives sight to the blind. Why couldn't he have kept Lazarus from dying?”", "38": "Jesus was still terribly upset. So he went to the tomb, which was a cave with a stone rolled against the entrance. ", "39": "Then he told the people to roll the stone away. But Martha said, “Lord, you know that Lazarus has been dead four days, and there will be a bad smell.”", "40": "Jesus replied, “Didn't I tell you that if you had faith, you would see the glory of God?”", "41": "After the stone had been rolled aside, Jesus looked up toward heaven and prayed, “Father, I thank you for answering my prayer. ", "42": "I know that you always answer my prayers. But I said this, so that the people here would believe that you sent me.”", "43": "When Jesus had finished praying, he shouted, “Lazarus, come out!” ", "44": "The man who had been dead came out. His hands and feet were wrapped with strips of burial cloth, and a cloth covered his face. Jesus then told the people, “Untie him and let him go.”", "45": "Many of the people who had come to visit Mary saw the things that Jesus did, and they put their faith in him. ", "46": "Others went to the Pharisees and told what Jesus had done. ", "47": "Then the chief priests and the Pharisees called the council together and said, “What should we do? This man is working a lot of miracles.[b] ", "48": "If we don't stop him now, everyone will put their faith in him. Then the Romans will come and destroy our temple and our nation.”[c]", "49": "One of the council members was Caiaphas, who was also high priest that year. He spoke up and said, “You people don't have any sense at all! ", "50": "Don't you know it is better for one person to die for the people than for the whole nation to be destroyed?” ", "51": "Caiaphas did not say this on his own. As high priest that year, he was prophesying that Jesus would die for the nation. ", "52": "Yet Jesus would not die just for the Jewish nation. He would die to bring together all of God's scattered people. ", "53": "From that day on, the council started making plans to put Jesus to death.", "54": "Because of this plot against him, Jesus stopped going around in public. He went to the town of Ephraim, which was near the desert, and he stayed there with his disciples.", "55": "It was almost time for Passover. Many of the Jewish people who lived out in the country had come to Jerusalem to get themselves ready[d] for the festival. ", "56": "They looked around for Jesus. Then when they were in the temple, they asked each other, “You don't think he will come here for Passover, do you?”", "57": "The chief priests and the Pharisees told the people to let them know if any of them saw Jesus. That is how they hoped to arrest him."}