{"1": "Jesus said to his disciples, “Don't be worried! Have faith in God and have faith in me.[a] ", "2": "There are many rooms in my Father's house. I wouldn't tell you this, unless it was true. I am going there to prepare a place for each of you. ", "3": "After I have done this, I will come back and take you with me. Then we will be together. ", "4": "You know the way to where I am going.”", "5": "Thomas said, “Lord, we don't even know where you are going! How can we know the way?”", "6": "“I am the way, the truth, and the life!” Jesus answered. “Without me, no one can go to the Father. ", "7": "If you had known me, you would have known the Father. But from now on, you do know him, and you have seen him.”", "8": "Philip said, “Lord, show us the Father. That is all we need.”", "9": "Jesus replied: Philip, I have been with you for a long time. Don't you know who I am? If you have seen me, you have seen the Father. How can you ask me to show you the Father? ", "10": "Don't you believe that I am one with the Father and that the Father is one with me? What I say isn't said on my own. The Father who lives in me does these things.", "11": "Have faith in me when I say that the Father is one with me and that I am one with the Father. Or else have faith in me simply because of the things I do. ", "12": "I tell you for certain that if you have faith in me, you will do the same things that I am doing. You will do even greater things, now that I am going back to the Father. ", "13": "Ask me, and I will do whatever you ask. This way the Son will bring honor to the Father. ", "14": "I will do whatever you ask me to do.", "15": "Jesus said to his disciples: If you love me, you will do as I command. ", "16": "Then I will ask the Father to send you the Holy Spirit who will help[b] you and always be with you. ", "17": "The Spirit will show you what is true. The people of this world cannot accept the Spirit, because they don't see or know him. But you know the Spirit, who is with you and will keep on living in you.", "18": "I won't leave you like orphans. I will come back to you. ", "19": "In a little while the people of this world won't be able to see me, but you will see me. And because I live, you will live. ", "20": "Then you will know that I am one with the Father. You will know that you are one with me, and I am one with you. ", "21": "If you love me, you will do what I have said, and my Father will love you. I will also love you and show you what I am like.", "22": "The other Judas, not Judas Iscariot,[c] then spoke up and asked, “Lord, what do you mean by saying that you will show us what you are like, but you will not show the people of this world?”", "23": "Jesus replied: If anyone loves me, they will obey me. Then my Father will love them, and we will come to them and live in them. ", "24": "But anyone who doesn't love me, won't obey me. What they have heard me say doesn't really come from me, but from the Father who sent me.", "25": "I have told you these things while I am still with you. ", "26": "But the Holy Spirit will come and help[d] you, because the Father will send the Spirit to take my place. The Spirit will teach you everything and will remind you of what I said while I was with you.", "27": "I give you peace, the kind of peace that only I can give. It isn't like the peace that this world can give. So don't be worried or afraid.", "28": "You have already heard me say that I am going and that I will also come back to you. If you really love me, you should be glad that I am going back to the Father, because he is greater than I am.", "29": "I am telling you this before I leave, so that when it does happen, you will have faith in me. ", "30": "I cannot speak with you much longer, because the ruler of this world is coming. But he has no power over me. ", "31": "I obey my Father, so that everyone in the world might know that I love him. It is time for us to go now."}