{"1": "Jesus said to his disciples: I am the true vine, and my Father is the gardener. ", "2": "He cuts away every branch of mine that doesn't produce fruit. But he trims clean every branch that does produce fruit, so that it will produce even more fruit. ", "3": "You are already clean because of what I have said to you.", "4": "Stay joined to me, and I will stay joined to you. Just as a branch cannot produce fruit unless it stays joined to the vine, you cannot produce fruit unless you stay joined to me. ", "5": "I am the vine, and you are the branches. If you stay joined to me, and I stay joined to you, then you will produce lots of fruit. But you cannot do anything without me. ", "6": "If you don't stay joined to me, you will be thrown away. You will be like dry branches that are gathered up and burned in a fire.", "7": "Stay joined to me and let my teachings become part of you. Then you can pray for whatever you want, and your prayer will be answered. ", "8": "When you become fruitful disciples of mine, my Father will be honored. ", "9": "I have loved you, just as my Father has loved me. So remain faithful to my love for you. ", "10": "If you obey me, I will keep loving you, just as my Father keeps loving me, because I have obeyed him.", "11": "I have told you this to make you as completely happy as I am. ", "12": "Now I tell you to love each other, as I have loved you. ", "13": "The greatest way to show love for friends is to die for them. ", "14": "And you are my friends, if you obey me. ", "15": "Servants don't know what their master is doing, and so I don't speak to you as my servants. I speak to you as my friends, and I have told you everything that my Father has told me.", "16": "You did not choose me. I chose you and sent you out to produce fruit, the kind of fruit that will last. Then my Father will give you whatever you ask for in my name.[a] ", "17": "So I command you to love each other.", "18": "If the people of this world[b] hate you, just remember that they hated me first. ", "19": "If you belonged to the world, its people would love you. But you don't belong to the world. I have chosen you to leave the world behind, and that is why its people hate you. ", "20": "Remember how I told you that servants are not greater than their master. So if people mistreat me, they will mistreat you. If they do what I say, they will do what you say.", "21": "People will do to you exactly what they did to me. They will do it because you belong to me, and they don't know the one who sent me. ", "22": "If I had not come and spoken to them, they would not be guilty of sin. But now they have no excuse for their sin.", "23": "Everyone who hates me also hates my Father. ", "24": "I have done things that no one else has ever done. If they had not seen me do these things, they would not be guilty. But they did see me do these things, and they still hate me and my Father too. ", "25": "That is why the Scriptures are true when they say, “People hated me for no reason.”", "26": "I will send you the Spirit who comes from the Father and shows what is true. The Spirit will help[c] you and will tell you about me. ", "27": "Then you will also tell others about me, because you have been with me from the beginning."}