{"1": "When Jesus had finished praying, he and his disciples crossed the Kidron Valley and went into a garden.[a] ", "2": "Jesus had often met there with his disciples, and Judas knew where the place was.", "3-5": "Judas had promised to betray Jesus. So he went to the garden with some Roman soldiers and temple police, who had been sent by the chief priests and the Pharisees. They carried torches, lanterns, and weapons. Jesus already knew everything that was going to happen, but he asked, “Who are you looking for?” They answered, “We are looking for Jesus from Nazareth!” Jesus told them, “I am Jesus!”[b] ", "6": "At once they all backed away and fell to the ground.", "7": "Jesus again asked, “Who are you looking for?” “We are looking for Jesus from Nazareth,” they answered.", "8": "This time Jesus replied, “I have already told you that I am Jesus. If I am the one you are looking for, let these others go. ", "9": "Then everything will happen, just as I said, 'I did not lose anyone you gave me.'”", "10": "Simon Peter had brought along a sword. He now pulled it out and struck at the servant of the high priest. The servant's name was Malchus, and Peter cut off his right ear. ", "11": "Jesus told Peter, “Put your sword away. I must drink from the cup[c] that the Father has given me.”", "12": "The Roman officer and his men, together with the temple police, arrested Jesus and tied him up. ", "13": "They took him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. ", "14": "This was the same Caiaphas who had told the Jewish leaders, “It is better if one person dies for the people.”", "15": "Simon Peter and another disciple followed Jesus. That disciple knew the high priest, and he followed Jesus into the courtyard of the high priest's house. ", "16": "Peter stayed outside near the gate. But the other disciple came back out and spoke to the girl at the gate. She let Peter go in, ", "17": "but asked him, “Aren't you one of that man's followers?” “No, I am not!” Peter answered.", "18": "It was cold, and the servants and temple police had made a charcoal fire. They were warming themselves around it, when Peter went over and stood near the fire to warm himself.", "19": "The high priest questioned Jesus about his followers and his teaching. ", "20": "But Jesus told him, “I have spoken freely in front of everyone. And I have always taught in our meeting places and in the temple, where all of our people come together. I have not said anything in secret. ", "21": "Why are you questioning me? Why don't you ask the people who heard me? They know what I have said.”", "22": "As soon as Jesus said this, one of the temple police hit him and said, “That's no way to talk to the high priest!”", "23": "Jesus answered, “If I have done something wrong, say so. But if not, why did you hit me?” ", "24": "Jesus was still tied up, and Annas sent him to Caiaphas the high priest.", "25": "While Simon Peter was standing there warming himself, someone asked him, “Aren't you one of Jesus' followers?” Again Peter denied it and said, “No, I am not!”", "26": "One of the high priest's servants was there. He was a relative of the servant whose ear Peter had cut off, and he asked, “Didn't I see you in the garden with that man?”", "27": "Once more Peter denied it, and right then a rooster crowed.", "28": "It was early in the morning when Jesus was taken from Caiaphas to the building where the Roman governor stayed. But the crowd waited outside. Any of them who had gone inside would have become unclean and would not be allowed to eat the Passover meal.[d]", "29": "Pilate came out and asked, “What charges are you bringing against this man?”", "30": "They answered, “He is a criminal! That's why we brought him to you.”", "31": "Pilate told them, “Take him and judge him by your own laws.” The crowd replied, “We are not allowed to put anyone to death.” ", "32": "And so what Jesus said about his death[e] would soon come true.", "33": "Pilate then went back inside. He called Jesus over and asked, “Are you the king of the Jews?”", "34": "Jesus answered, “Are you asking this on your own or did someone tell you about me?”", "35": "“You know I'm not a Jew!” Pilate said. “Your own people and the chief priests brought you to me. What have you done?”", "36": "Jesus answered, “My kingdom doesn't belong to this world. If it did, my followers would have fought to keep me from being handed over to the Jewish leaders. No, my kingdom doesn't belong to this world.”", "37": "“So you are a king,” Pilate replied. “You are saying that I am a king,” Jesus told him. “I was born into this world to tell about the truth. And everyone who belongs to the truth knows my voice.”", "38": "Pilate asked Jesus, “What is truth?” Pilate went back out and said, “I don't find this man guilty of anything! ", "39": "And since I usually set a prisoner free for you at Passover, would you like for me to set free the king of the Jews?”", "40": "They shouted, “No, not him! We want Barabbas.” Now Barabbas was a terrorist.[f]"}