{"1": "Pilate gave orders for Jesus to be beaten with a whip. ", "2": "The soldiers made a crown out of thorn branches and put it on Jesus. Then they put a purple robe on him. ", "3": "They came up to him and said, “Hey, you king of the Jews!” They also hit him with their fists.", "4": "Once again Pilate went out. This time he said, “I will have Jesus brought out to you again. Then you can see for yourselves that I have not found him guilty.”", "5": "Jesus came out, wearing the crown of thorns and the purple robe. Pilate said, “Here is the man!”[a]", "6": "When the chief priests and the temple police saw him, they yelled, “Nail him to a cross! Nail him to a cross!” Pilate told them, “You take him and nail him to a cross! I don't find him guilty of anything.”", "7": "The crowd replied, “He claimed to be the Son of God! Our Jewish Law says that he must be put to death.”", "8": "When Pilate heard this, he was terrified. ", "9": "He went back inside and asked Jesus, “Where are you from?” But Jesus did not answer.", "10": "“Why won't you answer my question?” Pilate asked. “Don't you know that I have the power to let you go free or to nail you to a cross?”", "11": "Jesus replied, “If God had not given you the power, you couldn't do anything at all to me. But the one who handed me over to you did something even worse.”", "12": "Then Pilate wanted to set Jesus free. But the crowd again yelled, “If you set this man free, you are no friend of the Emperor! Anyone who claims to be a king is an enemy of the Emperor.”", "13": "When Pilate heard this, he brought Jesus out. Then he sat down on the judge's bench at the place known as “The Stone Pavement.” In Aramaic this pavement is called “Gabbatha.” ", "14": "It was about noon on the day before Passover, and Pilate said to the crowd, “Look at your king!”", "15": "“Kill him! Kill him!” they yelled. “Nail him to a cross!” “So you want me to nail your king to a cross?” Pilate asked. The chief priests replied, “The Emperor is our king!” ", "16": "Then Pilate handed Jesus over to be nailed to a cross. Jesus was taken away, ", "17": "and he carried his cross to a place known as “The Skull.”[b] In Aramaic this place is called “Golgotha.” ", "18": "There Jesus was nailed to the cross, and on each side of him a man was also nailed to a cross.", "19": "Pilate ordered the charge against Jesus to be written on a board and put above the cross. It read, “Jesus of Nazareth, King of the Jews.” ", "20": "The words were written in Hebrew, Latin, and Greek. The place where Jesus was taken wasn't far from the city, and many of the Jewish people read the charge against him. ", "21": "So the chief priests went to Pilate and said, “Why did you write that he is King of the Jews? You should have written, 'He claimed to be King of the Jews.'”", "22": "But Pilate told them, “What is written will not be changed!”", "23": "After the soldiers had nailed Jesus to the cross, they divided up his clothes into four parts, one for each of them. But his outer garment was made from a single piece of cloth, and it did not have any seams. ", "24": "The soldiers said to each other, “Let's not rip it apart. We will gamble to see who gets it.” This happened so that the Scriptures would come true, which say, “They divided up my clothes and gambled for my garments.” The soldiers then did what they had decided.", "25": "Jesus' mother stood beside his cross with her sister and Mary the wife of Clopas. Mary Magdalene was standing there too.[c] ", "26": "When Jesus saw his mother and his favorite disciple with her, he said to his mother, “This man is now your son.” ", "27": "Then he said to the disciple, “She is now your mother.” From then on, that disciple took her into his own home.", "28": "Jesus knew that he had now finished his work. And in order to make the Scriptures come true, he said, “I am thirsty!” ", "29": "A jar of cheap wine was there. Someone then soaked a sponge with the wine and held it up to Jesus' mouth on the stem of a hyssop plant. ", "30": "After Jesus drank the wine, he said, “Everything is done!” He bowed his head and died.", "31": "The next day would be both a Sabbath and the Passover. It was a special day for the Jewish people,[d] and they did not want the bodies to stay on the crosses during that day. So they asked Pilate to break the men's legs[e] and take their bodies down. ", "32": "The soldiers first broke the legs of the other two men who were nailed there. ", "33": "But when they came to Jesus, they saw that he was already dead, and they did not break his legs.", "34": "One of the soldiers stuck his spear into Jesus' side, and blood and water came out. ", "35": "We know this is true, because it was told by someone who saw it happen. Now you can have faith too. ", "36": "All this happened so that the Scriptures would come true, which say, “No bone of his body will be broken” ", "37": "and, “They will see the one in whose side they stuck a spear.”", "38": "Joseph from Arimathea was one of Jesus' disciples. He had kept it secret though, because he was afraid of the Jewish leaders. But now he asked Pilate to let him have Jesus' body. Pilate gave him permission, and Joseph took it down from the cross.", "39": "Nicodemus also came with about seventy-five pounds of spices made from myrrh and aloes. This was the same Nicodemus who had visited Jesus one night.[f] ", "40": "The two men wrapped the body in a linen cloth, together with the spices, which was how the Jewish people buried their dead. ", "41": "In the place where Jesus had been nailed to a cross, there was a garden with a tomb that had never been used. ", "42": "The tomb was nearby, and since it was the time to prepare for the Sabbath, they were in a hurry to put Jesus' body there."}