{"1": "Jesus later appeared to his disciples along the shore of Lake Tiberias. ", "2": "Simon Peter, Thomas the Twin, Nathanael from Cana in Galilee, and the brothers James and John,[a] were there, together with two other disciples. ", "3": "Simon Peter said, “I'm going fishing!” The others said, “We will go with you.” They went out in their boat. But they didn't catch a thing that night.", "4": "Early the next morning Jesus stood on the shore, but the disciples did not realize who he was. ", "5": "Jesus shouted, “Friends, have you caught anything?” “No!” they answered.", "6": "So he told them, “Let your net down on the right side of your boat, and you will catch some fish.” They did, and the net was so full of fish that they could not drag it up into the boat.", "7": "Jesus' favorite disciple told Peter, “It's the Lord!” When Simon heard that it was the Lord, he put on the clothes that he had taken off while he was working. Then he jumped into the water. ", "8": "The boat was only about a hundred yards from shore. So the other disciples stayed in the boat and dragged in the net full of fish.", "9": "When the disciples got out of the boat, they saw some bread and a charcoal fire with fish on it. ", "10": "Jesus told his disciples, “Bring some of the fish you just caught.” ", "11": "Simon Peter got back into the boat and dragged the net to shore. In it were one hundred fifty-three large fish, but still the net did not rip.", "12": "Jesus said, “Come and eat!” But none of the disciples dared ask who he was. They knew he was the Lord. ", "13": "Jesus took the bread in his hands and gave some of it to his disciples. He did the same with the fish. ", "14": "This was the third time that Jesus appeared to his disciples after he was raised from death.", "15": "When Jesus and his disciples had finished eating, he asked, “Simon son of John, do you love me more than the others do?”[b] Simon Peter answered, “Yes, Lord, you know I do!” “Then feed my lambs,” Jesus said.", "16": "Jesus asked a second time, “Simon son of John, do you love me?” Peter answered, “Yes, Lord, you know I love you!” “Then take care of my sheep,” Jesus told him.", "17": "Jesus asked a third time, “Simon son of John, do you love me?” Peter was hurt because Jesus had asked him three times if he loved him. So he told Jesus, “Lord, you know everything. You know I love you.” Jesus replied, “Feed my sheep. ", "18": "I tell you for certain that when you were a young man, you dressed yourself and went wherever you wanted to go. But when you are old, you will hold out your hands. Then others will wrap your belt around you and lead you where you don't want to go.”", "19": "Jesus said this to tell how Peter would die and bring honor to God. Then he said to Peter, “Follow me!”", "20": "Peter turned and saw Jesus' favorite disciple following them. He was the same one who had sat next to Jesus at the meal and had asked, “Lord, who is going to betray you?” ", "21": "When Peter saw that disciple, he asked Jesus, “Lord, what about him?”", "22": "Jesus answered, “What is it to you, if I want him to live until I return? You must follow me.” ", "23": "So the rumor spread among the other disciples that this disciple would not die. But Jesus did not say he would not die. He simply said, “What is it to you, if I want him to live until I return?”", "24": "This disciple is the one who told all of this. He wrote it, and we know he is telling the truth.", "25": "Jesus did many other things. If they were all written in books, I don't suppose there would be room enough in the whole world for all the books."}