{"1": "There was a man named Nicodemus who was a Pharisee and a Jewish leader. ", "2": "One night he went to Jesus and said, “Sir, we know that God has sent you to teach us. You could not work these miracles, unless God were with you.”", "3": "Jesus replied, “I tell you for certain that you must be born from above[a] before you can see God's kingdom!”", "4": "Nicodemus asked, “How can a grown man ever be born a second time?”", "5": "Jesus answered: I tell you for certain that before you can get into God's kingdom, you must be born not only by water, but by the Spirit. ", "6": "Humans give life to their children. Yet only God's Spirit can change you into a child of God. ", "7": "Don't be surprised when I say that you must be born from above. ", "8": "Only God's Spirit gives new life. The Spirit is like the wind that blows wherever it wants to. You can hear the wind, but you don't know where it comes from or where it is going.", "9": "“How can this be?” Nicodemus asked.", "10": "Jesus replied: How can you be a teacher of Israel and not know these things? ", "11": "I tell you for certain that we know what we are talking about because we have seen it ourselves. But none of you will accept what we say. ", "12": "If you don't believe when I talk to you about things on earth, how can you possibly believe if I talk to you about things in heaven?", "13": "No one has gone up to heaven except the Son of Man, who came down from there. ", "14": "And the Son of Man must be lifted up, just as that metal snake was lifted up by Moses in the desert.[b] ", "15": "Then everyone who has faith in the Son of Man will have eternal life.", "16": "God loved the people of this world so much that he gave his only Son, so that everyone who has faith in him will have eternal life and never really die. ", "17": "God did not send his Son into the world to condemn its people. He sent him to save them! ", "18": "No one who has faith in God's Son will be condemned. But everyone who doesn't have faith in him has already been condemned for not having faith in God's only Son.", "19": "The light has come into the world, and people who do evil things are judged guilty because they love the dark more than the light. ", "20": "People who do evil hate the light and won't come to the light, because it clearly shows what they have done. ", "21": "But everyone who lives by the truth will come to the light, because they want others to know that God is really the one doing what they do.", "22": "Later, Jesus and his disciples went to Judea, where he stayed with them for a while and was baptizing people.", "23-24": "John had not yet been put in jail. He was at Aenon near Salim, where there was a lot of water, and people were coming there for John to baptize them.", "25": "John's followers got into an argument with a Jewish man[c] about a ceremony of washing.[d] ", "26": "They went to John and said, “Rabbi, you spoke about a man when you were with him east of the Jordan. He is now baptizing people, and everyone is going to him.”", "27": "John replied: No one can do anything unless God in heaven allows it. ", "28": "You surely remember how I told you that I am not the Messiah. I am only the one sent ahead of him.", "29": "At a wedding the groom is the one who gets married. The best man is glad just to be there and to hear the groom's voice. That's why I am so glad. ", "30": "Jesus must become more important, while I become less important.", "31": "God's Son comes from heaven and is above all others. Everyone who comes from the earth belongs to the earth and speaks about earthly things. The one who comes from heaven is above all others. ", "32": "He speaks about what he has seen and heard, and yet no one believes him. ", "33": "But everyone who does believe him has shown that God is truthful. ", "34": "The Son was sent to speak God's message, and he has been given the full power of God's Spirit.", "35": "The Father loves the Son and has given him everything. ", "36": "Everyone who has faith in the Son has eternal life. But no one who rejects him will ever share in that life, and God will be angry with them forever."}