{"1": "Jesus knew that the Pharisees had heard that he was winning and baptizing more followers than John was. ", "2": "But Jesus' disciples were really the ones doing the baptizing, and not Jesus himself.", "3": "Jesus left Judea and started for Galilee again. ", "4": "This time he had to go through Samaria, ", "5": "and on his way he came to the town of Sychar. It was near the field that Jacob had long ago given to his son Joseph. ", "6-8": "The well that Jacob had dug was still there, and Jesus sat down beside it because he was tired from traveling. It was noon, and after Jesus' disciples had gone into town to buy some food, a Samaritan woman came to draw water from the well. Jesus asked her, “Would you please give me a drink of water?”", "9": "“You are a Jew,” she replied, “and I am a Samaritan woman. How can you ask me for a drink of water when Jews and Samaritans won't have anything to do with each other?”[a]", "10": "Jesus answered, “You don't know what God wants to give you, and you don't know who is asking you for a drink. If you did, you would ask me for the water that gives life.”", "11": "“Sir,” the woman said, “you don't even have a bucket, and the well is deep. Where are you going to get this life-giving water? ", "12": "Our ancestor Jacob dug this well for us, and his family and animals got water from it. Are you greater than Jacob?”", "13": "Jesus answered, “Everyone who drinks this water will get thirsty again. ", "14": "But no one who drinks the water I give will ever be thirsty again. The water I give is like a flowing fountain that gives eternal life.”", "15": "The woman replied, “Sir, please give me a drink of that water! Then I won't get thirsty and have to come to this well again.”", "16": "Jesus told her, “Go and bring your husband.”", "17-18": "The woman answered, “I don't have a husband.” “That's right,” Jesus replied, “you're telling the truth. You don't have a husband. You have already been married five times, and the man you are now living with isn't your husband.”", "19": "The woman said, “Sir, I can see that you are a prophet. ", "20": "My ancestors worshiped on this mountain,[b] but you Jews say Jerusalem is the only place to worship.”", "21": "Jesus said to her: Believe me, the time is coming when you won't worship the Father either on this mountain or in Jerusalem. ", "22": "You Samaritans don't really know the one you worship. But we Jews do know the God we worship, and by using us, God will save the world. ", "23": "But a time is coming, and it is already here! Even now the true worshipers are being led by the Spirit to worship the Father according to the truth. These are the ones the Father is seeking to worship him. ", "24": "God is Spirit, and those who worship God must be led by the Spirit to worship him according to the truth.", "25": "The woman said, “I know that the Messiah will come. He is the one we call Christ. When he comes, he will explain everything to us.”", "26": "“I am that one,” Jesus told her, “and I am speaking to you now.”", "27": "The disciples returned about this time and were surprised to find Jesus talking with a woman. But none of them asked him what he wanted or why he was talking with her.", "28": "The woman left her water jar and ran back into town. She said to the people, ", "29": "“Come and see a man who told me everything I have ever done! Could he be the Messiah?” ", "30": "Everyone in town went out to see Jesus.", "31": "While this was happening, Jesus' disciples were saying to him, “Teacher, please eat something.”", "32": "But Jesus told them, “I have food that you don't know anything about.”", "33": "His disciples started asking each other, “Has someone brought him something to eat?”", "34": "Jesus said: My food is to do what God wants! He is the one who sent me, and I must finish the work that he gave me to do. ", "35": "You may say that there are still four months until harvest time. But I tell you to look, and you will see that the fields are ripe and ready to harvest.", "36": "Even now the harvest workers are receiving their reward by gathering a harvest that brings eternal life. Then everyone who planted the seed and everyone who harvests the crop will celebrate together. ", "37": "So the saying proves true, “Some plant the seed, and others harvest the crop.” ", "38": "I am sending you to harvest crops in fields where others have done all the hard work.", "39": "A lot of Samaritans in that town put their faith in Jesus because the woman had said, “This man told me everything I have ever done.” ", "40": "They came and asked him to stay in their town, and he stayed on for two days.", "41": "Many more Samaritans put their faith in Jesus because of what they heard him say. ", "42": "They told the woman, “We no longer have faith in Jesus just because of what you told us. We have heard him ourselves, and we are certain that he is the Savior of the world!”", "43-44": "Jesus had said, “Prophets are honored everywhere, except in their own country.” Then two days later he left ", "45": "and went to Galilee. The people there welcomed him, because they had gone to the festival in Jerusalem and had seen everything he had done.", "46": "While Jesus was in Galilee, he returned to the village of Cana, where he had turned the water into wine. There was an official in Capernaum whose son was sick. ", "47": "And when the man heard that Jesus had come from Judea, he went and begged him to keep his son from dying.", "48": "Jesus told the official, “You won't have faith unless you see miracles and wonders!”", "49": "The man replied, “Lord, please come before my son dies!”", "50": "Jesus then said, “Your son will live. Go on home to him.” The man believed Jesus and started back home.", "51": "Some of the official's servants met him along the road and told him, “Your son is better!” ", "52": "He asked them when the boy got better, and they answered, “The fever left him yesterday at one o'clock.”", "53": "The boy's father realized that at one o'clock the day before, Jesus had told him, “Your son will live!” So the man and everyone in his family put their faith in Jesus.", "54": "This was the second miracle[c] that Jesus worked after he left Judea and went to Galilee."}