{"1": "Later, Jesus went to Jerusalem for another Jewish festival.[a] ", "2": "In the city near the sheep gate was a pool with five porches, and its name in Hebrew was Bethzatha.[b]", "3-4": "Many sick, blind, lame, and crippled people were lying close to the pool.[c]", "5": "Beside the pool was a man who had been sick for thirty-eight years. ", "6": "When Jesus saw the man and realized that he had been crippled for a long time, he asked him, “Do you want to be healed?”", "7": "The man answered, “Lord, I don't have anyone to put me in the pool when the water is stirred up. I try to get in, but someone else always gets there first.”", "8": "Jesus told him, “Pick up your mat and walk!” ", "9": "Right then the man was healed. He picked up his mat and started walking around. The day on which this happened was a Sabbath.", "10": "When the Jewish leaders saw the man carrying his mat, they said to him, “This is the Sabbath! No one is allowed to carry a mat on the Sabbath.”", "11": "But he replied, “The man who healed me told me to pick up my mat and walk.”", "12": "They asked him, “Who is this man that told you to pick up your mat and walk?” ", "13": "But he did not know who Jesus was, and Jesus had left because of the crowd.", "14": "Later, Jesus met the man in the temple and told him, “You are now well. But don't sin anymore or something worse might happen to you.” ", "15": "The man left and told the leaders that Jesus was the one who had healed him. ", "16": "They started making a lot of trouble for Jesus because he did things like this on the Sabbath.", "17": "But Jesus said, “My Father has never stopped working, and that is why I keep on working.” ", "18": "Now the leaders wanted to kill Jesus for two reasons. First, he had broken the law of the Sabbath. But even worse, he had said that God was his Father, which made him equal with God.", "19": "Jesus told the people: I tell you for certain that the Son cannot do anything on his own. He can do only what he sees the Father doing, and he does exactly what he sees the Father do. ", "20": "The Father loves the Son and has shown him everything he does. The Father will show him even greater things, and you will be amazed. ", "21": "Just as the Father raises the dead and gives life, so the Son gives life to anyone he wants to.", "22": "The Father doesn't judge anyone, but he has made his Son the judge of everyone. ", "23": "The Father wants all people to honor the Son as much as they honor him. When anyone refuses to honor the Son, that is the same as refusing to honor the Father who sent him. ", "24": "I tell you for certain that everyone who hears my message and has faith in the one who sent me has eternal life and will never be condemned. They have already gone from death to life.", "25": "I tell you for certain that the time will come, and it is already here, when all of the dead will hear the voice of the Son of God. And those who listen to it will live! ", "26": "The Father has the power to give life, and he has given that same power to the Son. ", "27": "And he has given his Son the right to judge everyone, because he is the Son of Man.", "28": "Don't be surprised! The time will come when all of the dead will hear the voice of the Son of Man, ", "29": "and they will come out of their graves. Everyone who has done good things will rise to life, but everyone who has done evil things will rise and be condemned.", "30": "I cannot do anything on my own. The Father sent me, and he is the one who told me how to judge. I judge with fairness, because I obey him, and I don't just try to please myself.", "31": "If I speak for myself, there is no way to prove I am telling the truth. ", "32": "But there is someone else who speaks for me, and I know what he says is true. ", "33": "You sent messengers to John, and he told them the truth. ", "34": "I don't depend on what people say about me, but I tell you these things so that you may be saved. ", "35": "John was a lamp that gave a lot of light, and you were glad to enjoy his light for a while.", "36": "But something more important than John speaks for me. I mean the things that the Father has given me to do! All of these speak for me and prove that the Father sent me.", "37": "The Father who sent me also speaks for me, but you have never heard his voice or seen him face to face. ", "38": "You have not believed his message, because you refused to have faith in the one he sent.", "39": "You search the Scriptures, because you think you will find eternal life in them. The Scriptures tell about me, ", "40": "but you refuse to come to me for eternal life.", "41": "I don't care about human praise, ", "42": "but I do know that none of you love God. ", "43": "I have come with my Father's authority, and you have not welcomed me. But you will welcome people who come on their own. ", "44": "How could you possibly believe? You like to have your friends praise you, and you don't care about praise that the only God can give!", "45": "Don't think that I will be the one to accuse you to the Father. You have put your hope in Moses, yet he is the very one who will accuse you. ", "46": "Moses wrote about me, and if you had believed Moses, you would have believed me. ", "47": "But if you don't believe what Moses wrote, how can you believe what I say?"}