{"1": "Jesus decided to leave Judea and to start going through Galilee because the Jewish leaders of the people wanted to kill him. ", "2": "It was almost time for the Festival of Shelters, ", "3": "and Jesus' brothers said to him, “Why don't you go to Judea? Then your disciples can see what you are doing. ", "4": "No one does anything in secret, if they want others to know about them. So let the world know what you are doing!” ", "5": "Even Jesus' own brothers had not yet become his followers.", "6": "Jesus answered, “My time hasn't yet come,[a] but your time is always here. ", "7": "The people of this world cannot hate you. They hate me, because I tell them that they do evil things. ", "8": "Go on to the festival. My time hasn't yet come, and I am not going.” ", "9": "Jesus said this and stayed on in Galilee.", "10": "After Jesus' brothers had gone to the festival, he went secretly, without telling anyone.", "11": "During the festival the Jewish leaders looked for Jesus and asked, “Where is he?” ", "12": "The crowds even got into an argument about him. Some were saying, “Jesus is a good man,” while others were saying, “He is lying to everyone.” ", "13": "But the people were afraid of their leaders, and none of them talked in public about him.", "14": "When the festival was about half over, Jesus went into the temple and started teaching. ", "15": "The leaders were surprised and said, “How does this man know so much? He has never been taught!”", "16": "Jesus replied: I am not teaching something that I thought up. What I teach comes from the one who sent me. ", "17": "If you really want to obey God, you will know if what I teach comes from God or from me. ", "18": "If I wanted to bring honor to myself, I would speak for myself. But I want to honor the one who sent me. That is why I tell the truth and not a lie. ", "19": "Didn't Moses give you the Law? Yet none of you obey it! So why do you want to kill me?", "20": "The crowd replied, “You're crazy! What makes you think someone wants to kill you?”", "21": "Jesus answered: I worked one miracle,[b] and it amazed you. ", "22": "Moses commanded you to circumcise your sons. But it wasn't really Moses who gave you this command. It was your ancestors, and even on the Sabbath you circumcise your sons ", "23": "in order to obey the Law of Moses. Why are you angry with me for making someone completely well on the Sabbath? ", "24": "Don't judge by appearances. Judge by what is right.", "25": "Some of the people from Jerusalem were saying, “Isn't this the man they want to kill? ", "26": "Yet here he is, speaking for everyone to hear. And no one is arguing with him. Do you suppose the authorities know that he is the Messiah? ", "27": "But how could that be? No one knows where the Messiah will come from, but we know where this man comes from.”", "28": "As Jesus was teaching in the temple, he shouted, “Do you really think you know me and where I came from? I didn't come on my own! The one who sent me is truthful, and you don't know him. ", "29": "But I know the one who sent me, because I came from him.”", "30": "Some of the people wanted to arrest Jesus right then. But no one even laid a hand on him, because his time had not yet come.[c] ", "31": "A lot of people in the crowd put their faith in him and said, “When the Messiah comes, he surely won't perform more miracles[d] than this man has done!”", "32": "When the Pharisees heard the crowd arguing about Jesus, they got together with the chief priests and sent some temple police to arrest him. ", "33": "But Jesus told them, “I will be with you a little while longer, and then I will return to the one who sent me. ", "34": "You will look for me, but you won't find me. You cannot go where I am going.”", "35": "The Jewish leaders asked each other, “Where can he go to keep us from finding him? Is he going to some foreign country where our people live? Is he going there to teach the Greeks?[e] ", "36": "What did he mean by saying that we will look for him, but won't find him? Why can't we go where he is going?”", "37": "On the last and most important day of the festival, Jesus stood up and shouted, “If you are thirsty, come to me and drink! ", "38": "Have faith in me, and you will have life-giving water flowing from deep inside you, just as the Scriptures say.” ", "39": "Jesus was talking about the Holy Spirit, who would be given to everyone that had faith in him. The Spirit had not yet been given to anyone, since Jesus had not yet been given his full glory.[f]", "40": "When the crowd heard Jesus say this, some of them said, “He must be the Prophet!”[g] ", "41": "Others said, “He is the Messiah!” Others even said, “Can the Messiah come from Galilee? ", "42": "The Scriptures say that the Messiah will come from the family of King David. Doesn't this mean that he will be born in David's hometown of Bethlehem?” ", "43": "The people started taking sides against each other because of Jesus. ", "44": "Some of them wanted to arrest him, but no one laid a hand on him.", "45": "When the temple police returned to the chief priests and Pharisees, they were asked, “Why didn't you bring Jesus here?”", "46": "They answered, “No one has ever spoken like that man!”", "47": "The Pharisees said to them, “Have you also been fooled? ", "48": "Not one of the chief priests or the Pharisees has faith in him. ", "49": "And these people who don't know the Law are under God's curse anyway.”", "50": "Nicodemus was there at the time. He was a member of the council, and was the same one who had earlier come to see Jesus.[h] He said, ", "51": "“Our Law doesn't let us condemn people before we hear what they have to say. We cannot judge them before we know what they have done.”", "52": "Then they said, “Nicodemus, you must be from Galilee! Read the Scriptures, and you will find that no prophet is to come from Galilee.”", "53": "Everyone else went home, "}