{"1": "but Jesus walked out to the Mount of Olives. ", "2": "Then early the next morning he went to the temple. The people came to him, and he sat down[a] and started teaching them.", "3": "The Pharisees and the teachers of the Law of Moses brought in a woman who had been caught in bed with a man who wasn't her husband. They made her stand in the middle of the crowd. ", "4": "Then they said, “Teacher, this woman was caught sleeping with a man who isn't her husband. ", "5": "The Law of Moses teaches that a woman like this should be stoned to death! What do you say?”", "6": "They asked Jesus this question, because they wanted to test him and bring some charge against him. But Jesus simply bent over and started writing on the ground with his finger.", "7": "They kept on asking Jesus about the woman. Finally, he stood up and said, “If any of you have never sinned, then go ahead and throw the first stone at her!” ", "8": "Once again he bent over and began writing on the ground. ", "9": "The people left one by one, beginning with the oldest. Finally, Jesus and the woman were there alone.", "10": "Jesus stood up and asked her, “Where is everyone? Isn't there anyone left to accuse you?”", "11": "“No sir,” the woman answered. Then Jesus told her, “I am not going to accuse you either. You may go now, but don't sin anymore.”[b]", "12": "Once again Jesus spoke to the people. This time he said, “I am the light for the world! Follow me, and you won't be walking in the dark. You will have the light that gives life.”", "13": "The Pharisees objected, “You are the only one speaking for yourself, and what you say isn't true!”", "14": "Jesus replied: Even if I do speak for myself, what I say is true! I know where I came from and where I am going. But you don't know where I am from or where I am going. ", "15": "You judge in the same way that everyone else does, but I don't judge anyone. ", "16": "If I did judge, I would judge fairly, because I would not be doing it alone. The Father who sent me is here with me. ", "17": "Your Law requires two witnesses to prove that something is true. ", "18": "I am one of my witnesses, and the Father who sent me is the other one.", "19": "“Where is your Father?” they asked. “You don't know me or my Father!” Jesus answered. “If you knew me, you would know my Father.”", "20": "Jesus said this while he was still teaching in the place where the temple treasures were stored. But no one arrested him, because his time had not yet come.[c]", "21": "Jesus also told them, “I am going away, and you will look for me. But you cannot go where I am going, and you will die with your sins unforgiven.”", "22": "The Jewish leaders asked, “Does he intend to kill himself? Is that what he means by saying we cannot go where he is going?”", "23": "Jesus answered, “You are from below, but I am from above. You belong to this world, but I don't. ", "24": "That is why I said you will die with your sins unforgiven. If you don't have faith in me for who I am,[d] you will die, and your sins will not be forgiven.”", "25": "“Who are you?” they asked Jesus. Jesus answered, “I am exactly who I told you at the beginning. ", "26": "There is a lot more I could say to condemn you. But the one who sent me is truthful, and I tell the people of this world only what I have heard from him.”", "27": "No one understood that Jesus was talking to them about the Father.", "28": "Jesus went on to say, “When you have lifted up the Son of Man,[e] you will know who I am. You will also know that I don't do anything on my own. I say only what my Father taught me. ", "29": "The one who sent me is with me. I always do what pleases him, and he will never leave me.”", "30": "After Jesus said this, many of the people put their faith in him.", "31": "Jesus told the people who had faith in him, “If you keep on obeying what I have said, you truly are my disciples. ", "32": "You will know the truth, and the truth will set you free.”", "33": "They answered, “We are Abraham's children! We have never been anyone's slaves. How can you say we will be set free?”", "34": "Jesus replied: I tell you for certain that anyone who sins is a slave of sin! ", "35": "And slaves don't stay in the family forever, though the Son will always remain in the family. ", "36": "If the Son gives you freedom, you are free! ", "37": "I know that you are from Abraham's family. Yet you want to kill me, because my message isn't really in your hearts. ", "38": "I am telling you what my Father has shown me, just as you are doing what your father has taught you.", "39": "The people said to Jesus, “Abraham is our father!” Jesus replied, “If you were Abraham's children, you would do what Abraham did. ", "40": "Instead, you want to kill me for telling you the truth that God gave me. Abraham never did anything like that. ", "41": "But you are doing exactly what your father does.” “Don't accuse us of having someone else as our father!” they said. “We just have one father, and he is God.”", "42": "Jesus answered: If God were your Father, you would love me, because I came from God and only from him. He sent me. I did not come on my own. ", "43": "Why can't you understand what I am talking about? Can't you stand to hear what I am saying? ", "44": "Your father is the devil, and you do exactly what he wants. He has always been a murderer and a liar. There is nothing truthful about him. He speaks on his own, and everything he says is a lie. Not only is he a liar himself, but he is also the father of all lies.", "45": "Everything I have told you is true, and you still refuse to have faith in me. ", "46": "Can any of you accuse me of sin? If you cannot, why won't you have faith in me? After all, I am telling you the truth. ", "47": "Anyone who belongs to God will listen to his message. But you refuse to listen, because you don't belong to God.", "48": "The people told Jesus, “We were right to say that you are a Samaritan[f] and that you have a demon in you!”", "49": "Jesus answered, “I don't have a demon in me. I honor my Father, and you refuse to honor me. ", "50": "I don't want honor for myself. But there is one who wants me to be honored, and he is also the one who judges. ", "51": "I tell you for certain that if you obey my words, you will never die.”", "52": "Then the people said, “Now we are sure that you have a demon. Abraham is dead, and so are the prophets. How can you say that no one who obeys your words will ever die? ", "53": "Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?”", "54": "Jesus replied, “If I honored myself, it would mean nothing. My Father is the one who honors me. You claim that he is your God, ", "55": "even though you don't really know him. If I said I didn't know him, I would be a liar, just like all of you. But I know him, and I do what he says. ", "56": "Your father Abraham was really glad to see me.”", "57": "“You are not even fifty years old!” they said. “How could you have seen Abraham?”", "58": "Jesus answered, “I tell you for certain that even before Abraham was, I was, and I am.”[g] ", "59": "The people picked up stones to kill Jesus, but he hid and left the temple."}