{"1": "As Jesus walked along, he saw a man who had been blind since birth. ", "2": "Jesus' disciples asked, “Teacher, why was this man born blind? Was it because he or his parents sinned?”", "3": "“No, it wasn't!” Jesus answered. “But because of his blindness, you will see God work a miracle for him. ", "4": "As long as it is day, we must do what the one who sent me wants me to do. When night comes, no one can work. ", "5": "While I am in the world, I am the light for the world.”", "6": "After Jesus said this, he spit on the ground. He made some mud and smeared it on the man's eyes. ", "7": "Then he said, “Go and wash off the mud in Siloam Pool.” The man went and washed in Siloam, which means “One Who Is Sent.” When he had washed off the mud, he could see.", "8": "The man's neighbors and the people who had seen him begging wondered if he really could be the same man. ", "9": "Some of them said he was the same beggar, while others said he only looked like him. But he told them, “I am that man.”", "10": "“Then how can you see?” they asked.", "11": "He answered, “Someone named Jesus made some mud and smeared it on my eyes. He told me to go and wash it off in Siloam Pool. When I did, I could see.”", "12": "“Where is he now?” they asked. “I don't know,” he answered.", "13-14": "The day when Jesus made the mud and healed the man was a Sabbath. So the people took the man to the Pharisees. ", "15": "They asked him how he was able to see, and he answered, “Jesus made some mud and smeared it on my eyes. Then after I washed it off, I could see.”", "16": "Some of the Pharisees said, “This man Jesus doesn't come from God. If he did, he would not break the law of the Sabbath.” Others asked, “How could someone who is a sinner work such a miracle?”[a] Since the Pharisees could not agree among themselves, ", "17": "they asked the man, “What do you say about this one who healed your eyes?” “He is a prophet!” the man told them.", "18": "But the Jewish leaders would not believe that the man had once been blind. They sent for his parents ", "19": "and asked them, “Is this the son that you said was born blind? How can he now see?”", "20": "The man's parents answered, “We are certain that he is our son, and we know that he was born blind. ", "21": "But we don't know how he got his sight or who gave it to him. Ask him! He is old enough to speak for himself.”", "22-23": "The man's parents said this because they were afraid of the Jewish leaders. The leaders had already agreed that no one was to have anything to do with anyone who said Jesus was the Messiah.", "24": "The leaders called the man back and said, “Swear by God to tell the truth! We know that Jesus is a sinner.”", "25": "The man replied, “I don't know if he is a sinner or not. All I know is that I used to be blind, but now I can see!”", "26": "“What did he do to you?” the Jewish leaders asked. “How did he heal your eyes?”", "27": "The man answered, “I have already told you once, and you refused to listen. Why do you want me to tell you again? Do you also want to become his disciples?”", "28": "The leaders insulted the man and said, “You are his follower! We are followers of Moses. ", "29": "We are sure that God spoke to Moses, but we don't even know where Jesus comes from.”", "30": "“How strange!” the man replied. “He healed my eyes, and yet you don't know where he comes from. ", "31": "We know that God listens only to people who love and obey him. God doesn't listen to sinners. ", "32": "And this is the first time in history that anyone has ever given sight to someone born blind. ", "33": "Jesus could not do anything unless he came from God.”", "34": "The leaders told the man, “You have been a sinner since the day you were born! Do you think you can teach us anything?” Then they said, “You can never come back into any of our meeting places!”", "35": "When Jesus heard what had happened, he went and found the man. Then Jesus asked, “Do you have faith in the Son of Man?”", "36": "He replied, “Sir, if you will tell me who he is, I will put my faith in him.”", "37": "“You have already seen him,” Jesus answered, “and right now he is talking with you.”", "38": "The man said, “Lord, I put my faith in you!” Then he worshiped Jesus.", "39": "Jesus told him, “I came to judge the people of this world. I am here to give sight to the blind and to make blind everyone who can see.”", "40": "When the Pharisees heard Jesus say this, they asked, “Are we blind?”", "41": "Jesus answered, “If you were blind, you would not be guilty. But now that you claim to see, you will keep on being guilty.”"}