{"1": "Naaman, commander of the army of the king of Aram, was a great man and in high favor with his master, because by him the Lord had given victory to Aram. The man, though a mighty warrior, suffered from leprosy.[a] ", "2": "Now the Arameans on one of their raids had taken a young girl captive from the land of Israel, and she served Naaman's wife. ", "3": "She said to her mistress, “If only my lord were with the prophet who is in Samaria! He would cure him of his leprosy.”[b] ", "4": "So Naaman[c] went in and told his lord just what the girl from the land of Israel had said. ", "5": "And the king of Aram said, “Go then, and I will send along a letter to the king of Israel.” He went, taking with him ten talents of silver, six thousand shekels of gold, and ten sets of garments. ", "6": "He brought the letter to the king of Israel, which read, “When this letter reaches you, know that I have sent to you my servant Naaman, that you may cure him of his leprosy.”[d] ", "7": "When the king of Israel read the letter, he tore his clothes and said, “Am I God, to give death or life, that this man sends word to me to cure a man of his leprosy?[e] Just look and see how he is trying to pick a quarrel with me.”", "8": "But when Elisha the man of God heard that the king of Israel had torn his clothes, he sent a message to the king, “Why have you torn your clothes? Let him come to me, that he may learn that there is a prophet in Israel.” ", "9": "So Naaman came with his horses and chariots, and halted at the entrance of Elisha's house. ", "10": "Elisha sent a messenger to him, saying, “Go, wash in the Jordan seven times, and your flesh shall be restored and you shall be clean.” ", "11": "But Naaman became angry and went away, saying, “I thought that for me he would surely come out, and stand and call on the name of the Lord his God, and would wave his hand over the spot, and cure the leprosy![f] ", "12": "Are not Abana[g] and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them, and be clean?” He turned and went away in a rage. ", "13": "But his servants approached and said to him, “Father, if the prophet had commanded you to do something difficult, would you not have done it? How much more, when all he said to you was, 'Wash, and be clean'?” ", "14": "So he went down and immersed himself seven times in the Jordan, according to the word of the man of God; his flesh was restored like the flesh of a young boy, and he was clean.", "15": "Then he returned to the man of God, he and all his company; he came and stood before him and said, “Now I know that there is no God in all the earth except in Israel; please accept a present from your servant.” ", "16": "But he said, “As the Lord lives, whom I serve, I will accept nothing!” He urged him to accept, but he refused. ", "17": "Then Naaman said, “If not, please let two mule-loads of earth be given to your servant; for your servant will no longer offer burnt offering or sacrifice to any god except the Lord. ", "18": "But may the Lord pardon your servant on one count: when my master goes into the house of Rimmon to worship there, leaning on my arm, and I bow down in the house of Rimmon, when I do bow down in the house of Rimmon, may the Lord pardon your servant on this one count.” ", "19": "He said to him, “Go in peace.” But when Naaman had gone from him a short distance, ", "20": "Gehazi, the servant of Elisha the man of God, thought, “My master has let that Aramean Naaman off too lightly by not accepting from him what he offered. As the Lord lives, I will run after him and get something out of him.” ", "21": "So Gehazi went after Naaman. When Naaman saw someone running after him, he jumped down from the chariot to meet him and said, “Is everything all right?” ", "22": "He replied, “Yes, but my master has sent me to say, 'Two members of a company of prophets[h] have just come to me from the hill country of Ephraim; please give them a talent of silver and two changes of clothing.'” ", "23": "Naaman said, “Please accept two talents.” He urged him, and tied up two talents of silver in two bags, with two changes of clothing, and gave them to two of his servants, who carried them in front of Gehazi.[i] ", "24": "When he came to the citadel, he took the bags[j] from them, and stored them inside; he dismissed the men, and they left.", "25": "He went in and stood before his master; and Elisha said to him, “Where have you been, Gehazi?” He answered, “Your servant has not gone anywhere at all.” ", "26": "But he said to him, “Did I not go with you in spirit when someone left his chariot to meet you? Is this a time to accept money and to accept clothing, olive orchards and vineyards, sheep and oxen, and male and female slaves? ", "27": "Therefore the leprosy[k] of Naaman shall cling to you, and to your descendants forever.” So he left his presence leprous,[l] as white as snow."}