{"1": "Look at you! You are beautiful, my darling. Look at you! You are so beautiful. Your eyes behind your veil are doves, your hair is like a flock of goats coming down from Mt. Gilead.", "2": "Your teeth are like a flock of sheep about to be sheared,[a] who are coming up from being washed.[b] All of them are twins, not one has lost[c] her young.", "3": "Your lips are like a scarlet thread, and your mouth is lovely. Behind your veil, your temple is like a slice of pomegranate.", "4": "Your neck is like the tower of David, built with rows of stones. A thousand shields are hung upon it, all the shields of the warriors.", "5": "Your two breasts are like two fawns, twins of a gazelle grazing among the lilies.", "6": "Until the day breaks[d] and the shadows flee, I'll go to the mountain of myrrh[e] and to the hill of frankincense.[f]", "7": "My darling, you are altogether beautiful and there is no blemish in you.", "8": "Come with me from Lebanon, my bride, come with me from Lebanon. May you journey from the top of Amana, from the tops of Senir and Hermon, from the dens of lions, from the mountain lairs of leopards.", "9": "You have made my heart beat faster, my sister, my[g] bride. You have made my heart beat faster with one glance of your eyes, with one strand of your necklace.", "10": "How beautiful is your love, my sister, my[h] bride. How much better is your love than wine, and the fragrance of your perfume than all kinds of spices.", "11": "Your lips drip honey, my[i] bride; milk and honey are under your tongue. The scent of your garments is like the fragrance of Lebanon.", "12": "My sister, my[j] bride, is a locked garden a locked rock garden, a sealed up spring.", "13": "Your shoots are an orchard[k] of pomegranates, with choice fruit, henna with nard,", "14": "nard and saffron, calamus and cinnamon, with all the trees of frankincense, along with myrrh and aloes, and all the finest spices.[l]", "15": "You are a garden spring, a well of fresh water, streams flowing from Lebanon.", "16": "Awake, north wind, and come, south wind. Make my garden breathe out, let its fragrance[m] flow. Let my beloved come into his garden, and let him eat its choicest fruits."}