{"1": "I've come into my garden, my sister, my[a] bride; I've gathered my myrrh with my spices. I've eaten my honeycomb with my honey. I've drunk my wine with my milk. Eat, friends! Drink and become drunk with love.", "2": "I was asleep, but my heart was awake. There's a sound! My beloved is knocking. “Open up for me, my sister, my darling, my dove, my perfect one. For my head is drenched with dew, my hair with the dampness of the night.”", "3": "“I've taken off my clothes[b]— am I supposed to put them on again?[c] I've washed my feet— am I supposed to[d] get them dirty again?”", "4": "My beloved reached out his hand for the latch.[e] My feelings for him were aroused.", "5": "I got up to open the door,[f] and my hands dripped with myrrh, my fingers with liquid myrrh, on the handle of the lock.", "6": "I opened the door[g] for my beloved, but my beloved had turned away; he was gone! My very life went out when he departed.[h] I searched for him, but couldn't find him. I called out to him, but he didn't answer.", "7": "The watchmen making their[i] rounds through the city found me. They beat me, they bruised me. Those guarding the walls took my cloak[j] from me.", "8": "I charge you, young women of Jerusalem, “If you find my beloved, what are you to tell him? Tell him[k] that I'm weak with love.”", "9": "What is so special about your beloved,[l] most beautiful of women? What is so special about your beloved, that you charge us like this?", "10": "My beloved is dazzling, with a dark and healthy complexion, outstanding among ten thousand.", "11": "His head is pure gold, his hair is wavy, black like a raven.", "12": "His eyes are like doves by streams of water, bathed in milk, mounted like jewels.", "13": "His cheeks are like beds of spices, like towers of perfume. His lips are lilies, dripping with liquid myrrh.", "14": "His hands are rods of gold, set with beryl. His stomach is carved ivory, inlaid with sapphires.[m]", "15": "His legs are pillars of marble set on bases of pure gold. His appearance is like Lebanon, choice like its cedars.", "16": "His mouth[n] is sweetness, and all of him is desirable. This is my beloved, this is my friend, young women of Jerusalem!"}