{"1-2": "It happened then that Jesus passed through the cornfields on the Sabbath day. His disciples were hungry and began picking the ears of wheat and eating them. But the Pharisees saw them do it. “There, you see,” they remarked to Jesus, “your disciples are doing what the Law forbids them to do on the Sabbath.”", "3-4": "“Haven't any of you read what David did when he and his companions were hungry?” replied Jesus, “—how he went into the house of God and ate the presentation loaves, which he and his followers were not allowed to eat since only priests can do so?", "5-8": "“Haven't any of you read in the Law that every Sabbath day priests in the Temple can break the Sabbath and yet remain blameless? I tell you that there is something more important than the Temple here. If you had grasped the meaning of the scripture 'I desire mercy and not sacrifice', you would not have been so quick to condemn the innocent! For the Son of Man is master even of the Sabbath.”", "9-10": "Leaving there he went into their synagogue, where there happened to be a man with a shrivelled hand. “Is it right to heal anyone on the Sabbath day?” they asked him—hoping to bring a charge against him.", "11-12": "“If any of you had a sheep which fell into a ditch on the Sabbath day, would he not take hold of it and pull it out?” replied Jesus. “How much more valuable is a man than a sheep? You see, it is right to do good on the Sabbath day.”", "13": "Then Jesus said to the man, “Stretch out your hand!” He did stretch it out, and it was restored as sound as the other.", "14": "But the Pharisees went out and held a meeting against Jesus and discussed how they could get rid of him altogether.", "15": "But Jesus knew of this and he left the place.", "16-21": "Large crowds followed him and he healed them all, with the strict injunction that they should not make him conspicuous by their talk, thus fulfilling Isaiah's prophecy: 'Behold, my servant whom I have chosen, my beloved in whom my soul is well pleased; I will put my Spirit upon him, and he will declare justice to the Gentiles. He will not quarrel nor cry out, nor will anyone hear his voice in the streets. A bruised reed he will not break, and smoking flax he will not quench, till he sends forth justice to victory. And in his name Gentiles will trust'.", "22-23": "Then a devil-possessed man who could neither see nor speak was brought to Jesus. He healed him, so that the dumb man could both speak and see. At this the whole crowd went wild with excitement, and people kept saying, “Can this be the Son of David?”", "24": "But the Pharisees on hearing this remark said to each other, “This man is only expelling devils because he is in league with Beelzebub, the prince of devils.”", "25-29": "Jesus knew what they were thinking and said to them, “Any kingdom divided against itself is bound to collapse, and no town or household divided against itself can last for long. If it is Satan who is expelling Satan, then he is divided against himself—so how do you suppose that his kingdom can continue? And if I expel devils because I am an ally of Beelzebub, what alliance do your sons make when they do the same thing? They can settle that question for you! But if I am expelling devils by the Spirit of God, then the kingdom of God has swept over you unawares! How do you suppose anyone could get into a strong man's house and steal his property unless he first tied up the strong man? But if he did that, he could ransack his whole house.", "30-32": "“The man who is not on my side is against me, and the man who does not gather with me is really scattering. That is why I tell you that men may be forgiven for every sin and blasphemy, but blasphemy against the Spirit cannot be forgiven. A man may say a word against the Son of Man and be forgiven, but whoever speaks against the Holy Spirit cannot be forgiven either in this world or in the world to come!", "33": "“You must choose between having a good tree with good fruit and a rotten tree with rotten fruit. For you can tell a tree at once by its fruit.", "34-37": "“You serpent's brood, how can you say anything good out of your evil hearts? For a man's words depend on what fills his heart. A good man gives out good—from the goodness stored in his heart; a bad man gives out evil—from his store of evil. I tell you that men will have to answer at the day of judgment for every careless word they utter—for it is your words that will acquit you, and your words that will condemn you.”", "38-42": "Then some of the scribes and Pharisees said, “Master, we want to see a sign from you.” But Jesus told them, “It is an evil and unfaithful generation that craves for a sign, and no sign will be given to it—except the sign of the prophet Jonah. For just as Jonah was in the belly of that great sea-monster for three days and nights, so will the Son of Man be in the heart of the earth for three days and nights. The men of Nineveh will stand up with this generation in the judgment and will condemn it. For they did repent when Jonah preached to them, and you have more than Jonah's preaching with you now! The Queen of the South will stand up in the judgment with this generation and will condemn it. For she came from the ends of the earth to listen to the wisdom of Solomon, and you have more than the wisdom of Solomon with you now!", "43-45": "“When the evil spirit goes out of a man it wanders through waterless places looking for rest and never finding it. Then it says, 'I will go back to my house from which I came.' When it arrives it finds it unoccupied, but clean and all in order. Then it goes and collects seven other spirits more evil than itself to keep it company, and they all go in and make themselves at home. The last state of that man is worse than the first—and that is just what will happen to this evil generation.”", "46-50": "While he was still talking to the crowds, his mother and his brothers happened to be standing outside wanting to speak to him. Somebody said to him, “Look, your mother and your brothers are outside wanting to speak to you.” But Jesus replied to the one who told him, “Who is my mother, and who are my brothers?”; then with a gesture of his hand towards his disciples he went on, “There are my mother and brothers! For whoever does the will of my Heavenly Father is brother and sister and mother to me.”"}