{"1-2": "Then some of the scribes and Pharisees from Jerusalem came and asked Jesus, “Why do your disciples break our ancient tradition and eat their food without washing their hands properly?”", "3-9": "“Tell me,” replied Jesus, “why do you break God's commandment through your tradition? For God said, 'Honour your father and your mother', and 'He who curses father or mother, let him be put to death'. But you say that if a man tells his parents, 'Whatever use I might have been to you is now given to God', then he owes no further duty to his parents. And so your tradition empties the commandment of God of all its meaning. You hypocrites! Isaiah describes you beautifully when he said: 'These people draw near to me with their mouth, and honour me with their lips, but their heart is far from me. And in vain they worship me, teaching as doctrines the commandments of men'.”", "10-11": "Then he called the crowd to him and said, “Listen, and understand this thoroughly! It is not what goes into a man's mouth that makes him common or unclean. It is what comes out of a man's mouth that makes him unclean.”", "12": "Later his disciples came to him and said, “Do you know that the Pharisees are deeply offended by what you said?”", "13-14": "“Every plant which my Heavenly Father did not plant will be pulled up by the roots,” returned Jesus. “Let them alone. They are blind guides, and when one blind man leads another blind man they will both end up in the ditch!”", "15": "“Explain this parable to us,” broke in Peter.", "16": "“Are you still unable to grasp things like that?” replied Jesus.", "17-20": "“Don't you see that whatever goes into the mouth passes into the stomach and then out of the body altogether? But the things that come out of a man's mouth come from his heart and mind, and it is they that really make a man unclean. For it is from a man's mind that evil thoughts arise—murder, adultery, lust, theft, perjury and blasphemy. These are the things which make a man unclean, not eating without washing his hands properly!”", "21-22": "Jesus left that place and retired into the Tyre and Sidon district. There a Canaanite woman from those parts came to him crying at the top of her voice, “Lord, have pity on me! My daughter is in a terrible state—a devil has got into her!”", "23": "Jesus made no answer, and the disciples came up to him and said, “Do send her away—she's still following us and calling out.”", "24": "“I was only sent,” replied Jesus, “to the lost sheep of the house of Israel.”", "25": "Then the woman came and knelt at his feet. “Lord, help me,” she said.", "26": "“It is not right, you know,” Jesus replied, “to take the children's food and throw it to the dogs.”", "27": "“Yes, Lord, I know, but even the dogs live on the scraps that fall from their master's table!”", "28": "“You certainly don't lack faith,” returned Jesus, “it shall be as you wish.” And at that moment her daughter was cured.", "29-31": "Jesus left there, walked along the shore of the lake of Galilee, then climbed the hill and sat down. And great crowds came to him, bringing with them people who were lame, crippled, blind, dumb and many others. They simply put them down at his feet and he healed them. The result was that the people were astonished at seeing dumb men speak, crippled men healed, lame men walking about and blind men having recovered their sight. And they praised the God of Israel.", "32": "But Jesus quietly called his disciples to him. “My heart goes out to this crowd,” he said. “They've stayed with me three days now and have no more food. I don't want to send them home without anything or they will collapse on the way.”", "33": "“Where could we find enough food to feed such a crowd in this deserted spot?” said the disciples.", "34": "“How many loaves have you?” asked Jesus. “Seven, and a few small fish,” they replied.", "35-39": "Then Jesus told the crowd to sit down comfortably on the ground. And when he had taken the seven loaves and the fish into his hands, he broke them with a prayer of thanksgiving and gave them to the disciples to pass on to the people. Everybody ate and was satisfied, and they picked up seven baskets full of the pieces left over. Those who ate numbered four thousand men apart from women and children. Then Jesus sent the crowds home, boarded the boat and arrived at the district of Magadan."}