{"1-4": "Once the Pharisees and the Sadducees arrived together to test him, and asked him to give them a sign from Heaven. But he replied, “When the evening comes you say, 'Ah, fine weather—the sky is red.' In the morning you say, 'There will be a storm today, the sky is red and threatening.' Yes, you know how to interpret the look of the sky but you have no idea how to interpret the signs of the times! A wicked and unfaithful age insists on a sign; and it will not be given any sign at all but that of the prophet Jonah.” And he turned on his heel and left them.", "5-12": "Then his disciples came to him on the other side of the lake, forgetting to bring any bread with them. “Keep your eyes open,” said Jesus to them, “and be on your guard against the 'yeast' of the Pharisees and Sadducees!” But they were arguing with each other, and saying, “We forgot to bring the bread.” When Jesus saw this he said to them, “Why all this argument among yourselves about not bringing any bread, you little-faiths? Don't you understand yet, or have you forgotten the five loaves and the five thousand, and how many baskets you took up afterwards; or the seven loaves and the four thousand and how many baskets you took up then? I wonder why you don't understand that I wasn't talking about bread at all—I told you to beware of the yeast of the Pharisees and Sadducees.” Then they grasped the fact that he had not told them to be beware of yeast in the ordinary sense but of the teaching of the Pharisees and Sadducees.", "13": "When Jesus reached the Caesarea-Philippi district he asked his disciples a question. “Who do people say the Son of Man is?”", "14": "“Well, some say John the Baptist,” they told him. “Some say Elijah, others Jeremiah or one of the prophets.”", "15": "“But what about you?” he said to them. “Who do you say that I am?”", "16": "Simon Peter answered, “You? You are Christ, the Son of the living God!”", "17-20": "“Simon, son of Jonah, you are a fortunate man indeed!” said Jesus, “for it was not your own nature but my Heavenly Father who has revealed this truth to you! Now I tell you that you are Peter the rock, and it is on this rock that I am going to found my Church, and the powers of death will never prevail against it. I will give you the keys of the kingdom of Heaven; whatever you forbid on earth will be what is forbidden in Heaven and whatever you permit on earth will be what is permitted in Heaven!” Then he impressed on his disciples that they should not tell anyone that he was Christ.", "21": "From that time onwards Jesus began to explain to his disciples that he would have to go to Jerusalem, and endure much suffering from the elders, chief priests and scribes, and finally be killed; and be raised to life again on the third day.", "22-23": "Then Peter took him on one side and started to remonstrate with him over this. “God bless you, Master! Nothing like this must happen to you!” Then Jesus turned round and said to Peter, “Out of my way, Satan! ... you stand right in my path, Peter, when you look at things from man's point of view and not from God's”", "24-26": "Then Jesus said to his disciples, “If anyone wants to follow in my footsteps he must give up all right to himself, take up his cross and follow me. For the man who wants to save his life will lose it; but the man who loses his life for my sake will find it. For what good is it for a man to gain the whole world at the price of his own soul? What could a man offer to buy back his soul once he had lost it?", "27-28": "“For the Son of Man will come in the glory of his Father and in the company of his angels and then he will repay every man for what he has done. Believe me, there are some standing here today who will know nothing of death till they have seen the Son of Man coming as a king.”"}