{"1": "It was at this time that the disciples came to Jesus with the question, “Who is really greatest in the kingdom of Heaven?”", "2-4": "Jesus called a little child to his side and set him on his feet in the middle of them all. “Believe me,” he said, “unless you change your whole outlook and become like little children you will never enter the kingdom of Heaven. It is the man who can be as humble as this little child who is greatest in the kingdom of Heaven.", "5-7": "“Anyone who welcomes one child like this for my sake is welcoming me. But if anyone leads astray one of these little children who believe in me he would be better off thrown into the depths of the sea with a mill-stone hung round his neck! Alas for the world with its pitfalls! In the nature of things there must be pitfalls. yet alas for the man who is responsible for them!", "8-9": "“If your hand or your foot is a hindrance to your faith, cut it off and throw it away. It is a good thing to go into life maimed or crippled—rather than to have both hands and feet and be thrown on to the everlasting fire. Yes, and if your eye leads you astray, tear it out and throw it away. It is a good thing to go one-eyed into life—rather than to have both your eyes and be thrown on the fire of the rubbish heap.", "10-11": "“Be careful that you never despise a single one of these little ones—for I tell you that they have angels who see my Father's face continually in Heaven.”", "12-14": "“What do you think? If a man has a hundred sheep and one wanders away from the rest, won't he leave the ninety-nine on the hill-side and set out to look for the one who has wandered away? Yes, and if he should chance to find it I assure you he is more delighted over that one than he is over the ninety-nine who never wandered away. You can understand then that it is never the will of your Father in Heaven that a single one of these little ones should be lost.”", "15-17": "“But if your brother wrongs you, go and have it out with him at once—just between the two of you. If he will listen to you, you have won him back as your brother. But if he will not listen to you, take one or two others with you so that everything that is said may have the support of two or three witnesses. And if he still won't pay any attention, tell the matter to the church. And if he won't even listen to the church then he must be to you just like a pagan—or a tax-collector!", "18": "“Believe me, whatever you forbid upon earth will be what is forbidden in Heaven, and whatever you permit on earth will be what is permitted in Heaven.”", "19-20": "“And I tell you once more that if two of you on earth agree in asking for anything it will be granted to you by my Heavenly Father. For wherever two or three people come together in my name, I am there, right among you!”", "21": "Then Peter approached him with the question, “Master, how many times can my brother wrong me and I must forgive him? Would seven times be enough?”", "22-27": "“No,” replied Jesus, “not seven times, but seventy times seven! For the kingdom of Heaven is like a king who decided to settle his accounts with his servants. When he had started calling in his accounts, a man was brought to him who owed him millions of pounds. And when it was plain that he had no means of repaying the debt, his master gave orders for him to be sold as a slave, and his wife and children and all his possessions as well, and the money to be paid over. At this the servant fell on his knees before his master, 'Oh, be patient with me!' he cried, 'and I will pay you back every penny!' Then his master was moved with pity for him, set him free and cancelled his debt.", "28-30": "“But when this same servant had left his master's presence, he found one of his fellow-servants who owed him a few shillings. He grabbed him and seized him by the throat, crying, 'Pay up what you owe me!' At this his fellow-servant fell down at his feet, and implored him, 'Oh, be patient with me, and I will pay you back!' But he refused and went out and had him put in prison until he should repay the debt.", "31": "When the other fellow-servants saw what had happened, they were horrified and told their master the whole incident.", "32-35": "Then his master called him in. “'You wicked servant!' he said. 'Didn't I cancel all that debt when you begged me to do so? Oughtn't you to have taken pity on your fellow-servant as I, your master, took pity on you? And his master in anger handed him over to the gaolers till he should repay the whole debt. This is how my Heavenly Father will treat you unless you each forgive your brother from your heart.”"}