{"1-7": "“For the kingdom of Heaven is like a farmer going out early in the morning to hire labourers for his vineyard. He agreed with them on a wage of a silver coin a day and sent them to work. About nine o'clock he went and saw some others standing about in the market-place with nothing to do. 'You go to the vineyard too,” he said to them, 'and I will pay you a fair wage.' And off they went. At about mid-day and again at about three o'clock in the afternoon he went and did the same thing. Then about five o'clock he went out and found some others standing about. 'Why are you standing about here all day doing nothing?' he asked them. 'Because no one has employed us,' they replied. 'You go off into the vineyard as well, then,' he said.", "8-12": "“When evening came the owner of the vineyard said to his foreman, 'Call the labourers and pay them their wages, beginning with the last and ending with the first.' So those who were engaged at five o'clock came up and each man received a silver coin. But when the first to be employed came they reckoned they would get more, but they also received a silver coin a man. As they took their money they grumbled at the farmer and said, 'These last fellows have only put in one hour's work and you've treated them exactly the same as us who have gone through all the hard work and heat of the day!'", "13-15": "“But he replied to one of them, 'My friend, I'm not being unjust to you. Wasn't our agreement for a silver coin a day? Take your money and go home. It is my wish to give the latecomers as much as I give you. May I not do what I like with what belongs to me? Must you be jealous because I am generous?'", "16": "“So, many who are the last now will be the first then and the first last.”", "17-19": "Then, as he was about to go up to Jerusalem, Jesus took the twelve disciples aside and spoke to them as they walked along. “Listen, we are now going up to Jerusalem and the Son of Man will be handed over to the chief priests and the scribes—and they will condemn him to death. They will hand him over to the heathen to ridicule and flog and crucify. And on the third day he will rise again!”", "20": "At this point the mother of the sons of Zebedee arrived with her sons and knelt in front of Jesus to ask him a favour.", "21": "“What is it you want?” he asked her. “Please say that these two sons of mine may sit one on each side of you when you are king!” she said.", "22": "“You don't know what it is you are asking,” replied Jesus. “Can you two drink what I have to drink?” “Yes, we can,” they answered.", "23": "“Ah, you will indeed 'drink my drink',” Jesus told them, “but as for sitting on either side of me, that is not for me to grant—that belongs to those for whom my Father has planned it.”", "24": "When the other ten heard of this incident they were highly indignant with the two brothers.", "25-28": "But Jesus called them to him and said, “You know that the rulers of the heathen lord it over them and that their great ones have absolute power? But it must not be so among you. No, whoever among you wants to be great must become the servant of you all, and if he wants to be first among you he must be your slave—just as the Son of Man has not come to be served but to serve, and to give his life to set many others free.”", "29-31": "A great crowd followed them as they were leaving Jericho, and two blind men who were sitting by the roadside, hearing that it was Jesus who was passing by, cried out, “Have pity on us, Lord, you Son of David!” The crowd tried to hush them up, but this only made them cry out more loudly still, “Have pity on us, Lord, you Son of David!”", "32": "Jesus stood quite still and called out to them, “What do you want me to do for you?”", "33": "“Lord, let us see again!”", "34": "And Jesus, deeply moved with pity, touched their eyes. At once their sight was restored, and they followed him."}