{"1-3": "As they approached Jerusalem and came to Bethphage and the Mount of Olives, Jesus sent two disciples ahead telling them, “Go into the village in front of you and you will at once find there an ass tethered, and a colt with her. Untie them and bring them to me. Should anyone say anything to you, you are to say, 'The Lord needs them', and he will send them immediately.”", "4-5": "All this happened to fulfil the prophet's saying—'Tell the daughter of Zion, Behold your king is coming to you, lowly, and sitting on a donkey, a colt, the foal of a donkey'.", "6-9": "So the disciples went off and followed Jesus' instructions. They brought the ass and the colt, and put their cloaks on them, and Jesus took his seat. Then most of the crowd spread their own cloaks on the road, while others cut down branches from the trees and spread them in his path. The crowds who went in front of him and the crowds who followed him all shouted, “God save the Son of David! 'Blessed is he who comes in the name of the Lord!' God save him from on high!”", "10-11": "And as he entered Jerusalem a shock ran through the whole city. “Who is this?” men cried. “This is Jesus the prophet,” replied the crowd, “the man from Nazareth in Galilee!”", "12-13": "Then Jesus went into the Temple and drove out all the buyers and sellers there. He overturned the tables of the money-changers and the benches of those who sold doves, crying—“It is written, 'My house shall be called a house of prayer'. But you have turned it into a 'den of thieves!'”", "14-16": "And there in the Temple the blind and the lame came to him and he healed them. But when the chief priests and the scribes saw the wonderful things he had done, and that children were shouting in the Temple the words, “God save the Son of David”, they were highly indignant. “Can't you hear what these children are saying?” they asked Jesus. “Yes,” he replied, “and haven't you ever read the words, 'Out of the mouth of babes and nursing infants you have perfected praise'?”", "17": "And he turned on his heel and went out of the city to Bethany, where he spent the night.", "18-20": "In the morning he came back early to the city and felt hungry. He saw a fig-tree growing by the side of the road, but when he got to it he discovered there was nothing on it but leaves. “No more fruit shall ever grow on you!” he said to it, and all at once the fig-tree withered away. When the disciples saw this happen they were simply amazed. “How on earth did the fig-tree wither away quite suddenly like that?” they asked.", "21-22": "“Believe me,” replied Jesus, “if you have faith and have no doubts in your heart, you will not only do this to a fig-tree but even if you should say to this hill, 'Get up and throw yourself into the sea', it will happen! Everything you ask for in prayer, if you have faith, you will receive.”", "23": "Then when he had entered the Temple and was in the act of teaching, the chief priests and Jewish elders came up to him and said, “What authority have you for what you're doing, and who gave you that authority?”", "24-26": "“I am also going to ask you one question,” Jesus replied to them, “and if you answer it I will tell you what authority I have for what I do. John's baptism, now, did it come from Heaven or was it purely human?” At this they began arguing among themselves, “If we say, 'it came from Heaven', he will say to us, 'Then why didn't you believe in him?' If on the other hand we should say, 'It was purely human'—well, frankly, we are afraid of the people—for all of them consider John was a prophet.”", "27": "So they answered Jesus, “We do not know.” “Then I will not tell you by what authority I do these things!” returned Jesus.", "28-32": "“But what is your opinion about this? There was a man with two sons. He went to the first and said, 'Go and work in my vineyard today, my son,' he said, 'All right, sir'—but he never went near it. Then his father approached the second son with the same request. He said, 'I won't.' But afterwards he changed his mind and went. Which of these two did what their father wanted?” “The second one,” they replied. “Yes, and I tell you that tax-collectors and prostitutes are going into the kingdom of God in front of you!” retorted Jesus. “For John came to you as a saint, and you did not believe him—yet the tax-collectors and the prostitutes did! And, even after seeing that, you would not change your minds and believe him.”", "33-40": "“Now listen to another story. There was once a man, a land-owner, who planted a vineyard, fenced it round, dug out a hole for the wine-press and built a watch-tower. Then he let it out to farm-workers and went abroad. When the vintage-time approached he sent his servants to the farm-workers to receive his share of the proceeds. But they took the servants. beat up one, killed another, and drove off a third with stones. Then he sent some more servants, a larger party than the first, but they treated them in just the same way. Finally he sent his own son, thinking, 'They will respect my son.' Yet when the farm-workers saw the son they said to each other, 'This fellow is the future owner. Come on, let's kill him and we shall get everything that he would have had!' So they took him, threw him out of the vineyard and killed him. Now when the owner of the vineyard returns, what will he do to those farm-workers?”", "41": "“He will kill those scoundrels without mercy,” they replied, “and will let the vineyard out to other tenants, who will give him the produce at the right season.”", "42": "“And have you never read these words of scripture,” said Jesus to them: 'The stone which the builders rejected has become the chief cornerstone. This was the Lord's doing, and it is marvellous in our eyes?'", "43-44": "“Here, I tell you, lies the reason why the kingdom of God is going to be taken away from you and given to a people who will produce its proper fruit.”", "45-46": "When the chief priests and the Pharisees heard his parables they realised that he was speaking about them. They longed to get their hands on him, but they were afraid of the crowds, who regarded him as a prophet."}