{"1": "Then Jesus began to talk to them again in parables.", "2-14": "“The kingdom of Heaven,” he said, “is like a king who arranged a wedding for his son. He sent his servants to summon those who had been invited to the festivities, but they refused to come. Then he tried again; he sent some more servants, saying to them, 'Tell those who have been invited, “Here is my wedding-breakfast all ready, my bullocks and fat cattle have been slaughtered and everything is prepared. Come along to the festivities.”' But they took no notice of this and went off, one to his farm, and another to his business. As for the rest, they got hold of the servants, treated them disgracefully, and finally killed them. At this the king was very angry and sent his troops and killed those murderers and burned down their city. Then he said to his servants, 'The wedding feast is quite ready, but those who were invited were not good enough for it. So go off now to all the street corners and invite everyone you find there to the feast.' So the servants went out on to the streets and collected together all those whom they found, bad and good alike. And the hall became filled with guests. But when the king came in to inspect the guests, he noticed among them a man not dressed for a wedding. 'How did you come in here, my friend,' he said to him, 'without being properly dressed for the wedding?' And the man had nothing to say. Then the king said to the ushers, 'Tie him up and throw him into the darkness outside. There he can weep and regret his folly!' For many are invited but few are chosen.”", "15-17": "Then the Pharisees went off and discussed how they could trap him in argument. Eventually they sent their disciples with some of the Herod-party to say this, “Master, we know that you are an honest man who teaches the way of God faithfully and that you don't care for human approval. Now tell us—'is it right to pay taxes to Caesar or not'?”", "18-20": "But Jesus knowing their evil intention said, “Why try this trick on me, you frauds? Show me the money you pay the tax with.” They handed him a coin, and he said to them, “Whose face is this and whose name is in the inscription?”", "21": "“Caesar's,” they said. “Then give to Caesar,” he replied, “what belongs to Caesar and to God what belongs to God!”", "22": "This reply staggered them and they went away and let him alone.", "23-28": "On the same day some Sadducees (who deny that there is any resurrection) approached Jesus with this question: “Master, Moses said if a man should die without any children, his brother should marry his widow and raise up a family for him. Now, we have a case of seven brothers. The first one married and died, and since he had no family he left his wife to his brother. The same thing happened with the second and the third, right up to the seventh. Last of all the woman herself died. Now in this 'resurrection', whose wife will she be of these seven men—for she belonged to all of them?”", "29-33": "“You are very wide of the mark,” replied Jesus to them, “for you are ignorant of both the scriptures and the power of God. For in the resurrection there is no such thing as marrying or being given in marriage—men live like the angels in Heaven. And as for the matter of the resurrection of the dead, haven't you ever read what was once said to you by God himself, 'I am the God of Abraham, the God of Isaac and the God of Jacob'? God is not God of the dead but of living men!” When the crowds heard this they were astounded at his teaching.", "34-36": "When the Pharisees heard that he had silenced the Sadducees they came up to him in a body, and one of them, an expert in the Law, put this test-question: “Master, what are we to consider the Law's greatest commandment?”", "37-40": "Jesus answered him, “'You shall love the Lord your God with all your heart, with all your soul, and with all your mind'. This is the first and great commandment. And there is a second like it: 'You shall love your neighbour as yourself'. The whole of the Law and the Prophets depends on these two commandments.”", "41-42": "Then Jesus asked the assembled Pharisees this question: “What is your opinion about Christ? Whose son is he? “The Son of David,” they answered.", "43-44": "“How then,” returned Jesus, “does David when inspired by the Spirit call him Lord? He says—'The Lord said to my Lord, Sit at my right hand, till I make your enemies your footstool?'", "45": "If David then calls him Lord, how can he be his son?”", "46": "Nobody was able to answer this and from that day on no one dared to ask him any further questions."}