{"1-2": "When Jesus had finished all this teaching he spoke to his disciples, “Do you realise that the Passover will begin in two days' time; and the Son of Man is going to be betrayed and crucified?”", "3-5": "At that very time the chief priests and elders of the people had assembled in the court of Caiaphas, the High Priest, and were discussing together how they might get hold of Jesus by some trick and kill him. But they kept saying, “It must not be during the festival or there might be a riot.”", "6-13": "Back in Bethany, while Jesus was in the house of Simon the leper, a woman came to him with an alabaster flask of most expensive perfume, and poured it on his head as he was at table. The disciples were indignant when they saw this, and said, “What is the point of such wicked waste? Couldn't this perfume have been sold for a lot of money which could be given to the poor?” Jesus knew what they were saying and spoke to them, “Why must you make this woman feel uncomfortable? She has done a beautiful thing for me. You have the poor with you always, but you will not always have me. When she poured this perfume on my body, she was preparing it for burial. I assure you that wherever the Gospel is preached throughout the whole world, this deed of hers will also be recounted, as her memorial to me.”", "14-16": "After this, one of the twelve, Judas Iscariot by name, approached the chief priests. “What will you give me,” he said to them, “if I hand him over to you?” They settled with him for thirty silver coins, and from then on he looked for a convenient opportunity to betray Jesus.", "17": "On the first day of unleavened bread the disciples came to Jesus with the question, “Where do you want us to make our preparations for you to eat the Passover?”", "18-25": "“Go into the city,” Jesus replied, “to a certain man there and say to him, 'The Master says, “My time is near. I am going to keep the Passover with my disciples at your house.”'” The disciples did as Jesus had instructed them and prepared the Passover. Then late in the evening he took his place at table with the twelve and during the meal he said, “I tell you plainly that one of you is going to betray me.” They were deeply distressed at this and each began to say to him in turn, “Surely, Lord, I am not the one?” And his answer was, “The man who has dipped his hand into the dish with me is the man who will betray me. It is true that the Son of Man will follow the road foretold by the scriptures, but alas for the man through whom he is betrayed! It would be better for that man if had never been born.” And Judas, who actually betrayed him, said, “Master, am I the one?” “As you say!” replied Jesus.", "26-29": "In the middle of the meal Jesus took a loaf and after blessing it he broke it into pieces and gave it to the disciples. “Take and eat this,” he said, “it is my body.” Then he took a cup and after thanking God, he gave it to them with the words, “Drink this, all of you, for it is my blood, the blood of the new agreement shed to set many free from their sins. I tell you I will drink no more wine until I drink it fresh with you in my Father's kingdom.”", "30-31": "Then they sang a hymn together and went out to the Mount of Olives. There Jesus said to them, “Tonight every one of you will lose his faith in me. For the scripture says, 'I will strike the shepherd, and the sheep of the flock will be scattered'.", "32": "But after I have risen I shall go before you into Galilee!”", "33": "At this Peter exclaimed, “Even if everyone should lose his faith in you, I never will!”", "34": "“I tell you, Peter,” replied Jesus, “that tonight, before the cock crows, you will disown me three times.”", "35": "“Even if it means dying with you I will never disown you,” said Peter. And all the disciples made the same protest.", "36-39": "Then Jesus came with the disciples to a place called Gethsemane and said to them, “Sit down here while I go over there and pray.” Then he took with him Peter and the two sons of Zebedee and began to be in terrible distress and misery. “My heart is nearly breaking,” he told them, “stay here and keep watch with me.” Then he walked on a little way and fell on his face and prayed, “My Father, if it is possible let this cup pass from me—yet it must not be what I want, but what you want.”", "40-46": "Then he came back to the disciples and found them fast asleep. He spoke to Peter, “Couldn't you three keep awake with me for a single hour? Watch and pray, all of you, that you may not have to face temptation. Your spirit is willing, but human nature is weak.” Then he went away a second time and prayed, “My Father, if it is not possible for this cup to pass from me without my drinking it, then your will must be done.” And he came and found them asleep again, for they could not keep their eyes open. So he left them and went away again and prayed for the third time using the same words as before. Then he came back to his disciples and spoke to them, “Are you still going to sleep and take your ease? In a moment you will see the Son of Man betrayed into the hands of evil men. Wake up, let us be going! Look, here comes my betrayer!”", "47-48": "And while the words were still on his lips, Judas, one of the twelve appeared with a great crowd armed with swords and staves, sent by the chief priests and Jewish elders. (The traitor himself had given them a sign, “The one I kiss will be the man. Get him!”)", "49-50": "Without any hesitation he walked up to Jesus. “Greetings, Master!” he cried and kissed him affectionately. “Judas, my friend,” replied Jesus, “why are you here?” Then the others came up, seized hold of Jesus and held him.", "51-54": "Suddenly one of Jesus' disciples drew his sword, slashed at the High Priest's servant and cut off his ear. At this Jesus said to him, “Put your sword back into its proper place. All those who take the sword die by the sword. Do you imagine that I could not appeal to my Father, and he would at once send more than twelve legions of angels to defend me? But then, how would the scriptures be fulfilled which say that all this must take place?”", "55-56": "And then Jesus spoke to the crowds around him: “So you've come out with your swords and staves to capture me like a bandit, have you? Day after day I sat teaching in the Temple and you never laid a finger on me. But all this is happening as the prophets said it would.” And at this point all the disciples deserted him and made their escape.", "57-58": "The men who had seized Jesus took him off to Caiaphas the High Priest in whose house the scribes and elders were assembled. Peter followed him at a safe distance right up to the High Priest's courtyard. Then he went inside and sat down with the servants and waited to see the end.", "59-61": "Meanwhile the chief priests and the whole council did all they could to find false evidence against Jesus to get him condemned to death. They failed completely. Even after a number of perjurers came forward they still failed. In the end two of these stood up and said, “This man said, 'I can pull down the Temple of God and rebuild it in three days.'”", "62-64": "Then the High Priest rose to his feet and addressed Jesus, “Have you no answer? What about the evidence of these men against you?” But Jesus was silent. Then the High Priest said to him, “I command you by the living God, to tell us on your oath if you are Christ, the Son of God.” Jesus said to him, “I am. Yes, and I tell you that in the future you will see the Son of Man sitting at the right hand of power and coming on the clouds of Heaven.”", "65-66": "At this the High Priest tore his robes and cried, “That was blasphemy! Where is the need for further witnesses? Look, you've heard the blasphemy—what's your verdict now?” And they replied, “he deserves to die.”", "67-68": "Then they spat in his face and knocked him about, and some slapped him, crying, “Prophesy, you Christ, who was that who hit you?”", "69-75": "All this time Peter was sitting outside in the courtyard, and a maidservant came up to him and said, “Weren't you with Jesus, the man from Galilee?” But he denied it before them all, saying “I don't know what you're talking about.” Then when he had gone out into the porch, another maid caught sight of him and said to those who were there, “This man was with Jesus of Nazareth.” And again he denied it with an oath—“I don't know the man”! A few minutes later those who were standing about came up to Peter and said to him, “You certainly are one of them, you know; it's obvious from your accent.” At that he began to curse and swear—“I tell you I don't know the man!” Immediately the cock crew, and the words of Jesus came back into Peter's mind—“Before the cock crows you will disown me three times.” And he went outside and wept bitterly."}