{"1": "When the morning came, all the chief priests and elders of the people met in council to decide how they could get Jesus executed. Then they marched him off with his hands tied, and handed him over to Pilate the governor.", "3-4": "Then Judas, who had betrayed him, saw that he was condemned and in his remorse returned the thirty silver coins to the chief priests and elders, with the words, “I was wrong—I have betrayed an innocent man to death.” “And what has that got to do with us?” they replied. “That's your affair.”", "5-10": "And Judas flung down the silver in the Temple and went outside and hanged himself. But the chief priests picked up the money and said, “It is not legal to put this into the Temple treasury. It is, after all, blood-money.” So, after a further consultation, they purchased with it the Potter's Field to be a burial-ground for foreigners, which is why it is called “the Field of Blood” to this day. And so the words of Jeremiah the prophet came true: 'And they took the thirty pieces of silver, the value of him who was priced, whom they of the children of Israel priced, and gave them for the potter's field, as the Lord directed them'.", "11": "Meanwhile Jesus stood in front of the governor, who asked him, “Well, you—are you the King of the Jews?” “Yes, I am,” replied Jesus.", "12-14": "But while the chief priests and elders were making their accusations, he made no reply at all. So Pilate said to him, “Can you not hear the evidence they're bringing against you?” And to the governor's amazement, Jesus did not answer a single one of their accusations.", "15-21": "Now it was the custom at festival-time for the governor to release any prisoner whom the people chose. And it happened that at this time they had a notorious prisoner called Barabbas. So when they assembled to make the usual request, Pilate said to them, “Which one do you want me to set free, Barabbas or Jesus called Christ?” For he knew very well that the latter had been handed over to him through sheer malice. And indeed while he was actually sitting on the Bench his wife sent a message to him—“Don't have anything to do with that man! I went through agonies dreaming about him last night!” But the chief priests and elders persuaded the mob to ask for Barabbas and demand Jesus' execution. Then the governor spoke to them, “Which of these two are you asking me to release?” “Barabbas!” they cried.", "22": "“Then what am I to do with Jesus who is called Christ?” asked Pilate.", "23-24": "“Have him crucified!” they all cried. At this Pilate said, “Why, what is his crime?” But their voices rose to a roar, “Have him crucified!” When Pilate realised that nothing more could be done but that there would soon be a riot, he took a bowl of water and washed his hands before the crowd, saying, “I take no responsibility for the death of this man. You must see to that yourselves.”", "25-26": "To this the whole crowd replied, “Let his blood be on us and on our children!” Whereupon Pilate released Barabbas for them, but he had Jesus flogged and handed over for crucifixion.", "27-31": "Then the governor's soldiers took Jesus into the governor's palace and collected the whole guard around him. There they stripped him and put a scarlet cloak upon him. They twisted some thorn-twigs into a crown and put it on his head and put a stick into his right hand. They bowed low before him and jeered at him with the words, “Hail, your majesty, king of the Jews!” Then they spat on him, took the stick and hit him on the head with it. And when they had finished their fun, they stripped the cloak off again, put his own clothes upon him and led him off for crucifixion.", "32": "On their way out of the city they met a man called Simon, a native of Cyrene in Africa, and they compelled him to carry Jesus' cross.", "33-35": "Then when they came to a place called Golgotha they offered him a drink of wine mixed with some bitter drug (or vinegar mixed with gall or myrrh in other versions of the New Testament), but when he had tasted it he refused to drink. And when they had nailed him to the cross they shared out his clothes by drawing lots.", "36-37": "Then they sat down to keep guard over him. And over his head they put a placard with the charge against him: THIS IS JESUS, THE KING OF THE JEWS.", "38-44": "Now two bandits were crucified with Jesus at the same time, one on either side of him. The passers-by nodded knowingly and called out to him, in mockery, “Hi, you who could pull down the Temple and build it up again in three days—why don't you save yourself? If you are the Son of God, step down from the cross!” The chief priests also joined the scribes and elders in jeering at him, saying, “He saved others, but he can't save himself! If this is the king of Israel, why doesn't he come down from the cross now, and we'll believe him! He trusted in God ... let God rescue him if He will have anything to do with him! For he said, 'I am God's son'.” Even the bandits who were crucified with him hurled abuse at him.", "45-46": "Then from midday until three o'clock darkness spread over the whole countryside, and then Jesus cried with a loud voice, 'My God, my God, why have you forsaken me?'", "47-50": "Some of those who were standing there heard these words which Jesus spoke in Aramaic—Eli (or Eloi), Eli lama sabachthani?, and said, “This man is calling for Elijah!” And one of them ran off and fetched a sponge, soaked it in vinegar and put it on a long stick and held it up for him to drink. But the others said, “Let him alone! Let's see if Elijah will come and save him.” But Jesus gave one more great cry, and died.", "51-53": "And the sanctuary curtain in the Temple was torn in two from top to bottom. The ground shook, rocks split and graves were opened. (A number of bodies of holy men who were asleep in death rose again. They left their graves after Jesus' resurrection and entered the holy city and appeared to many people.)", "54": "When the centurion and his company who were keeping guard over Jesus saw the earthquake and all that was happening they were terrified. “Indeed he was the son of God!” they said.", "55-56": "There were many women at the scene watching from a distance. They had followed Jesus from Galilee to minister to his needs. Among them was Mary of Magdala, Mary the mother of James and Joseph, and the mother of Zebedee's sons.", "57-61": "That evening, Joseph, a wealthy man from Arimathaea, who was himself a disciple of Jesus, went to Pilate and asked for the body of Jesus, and Pilate gave orders for the body to be handed over to him. So Joseph took it, wrapped it in clean linen and placed it in his own new tomb which had been hewn in the rock. Then he rolled a large stone across the doorway of the tomb and went away. But Mary from Magdala and the other Mary remained there, sitting in front of the tomb.", "62-64": "Next day, which was the day after the Preparation, the chief priests and the Pharisees went in a body to Pilate and said, “Sir, we have remembered that while this impostor was alive, he said, 'After three days I shall rise again.' Will you give the order then to have the grave closely guarded until the third day, so that there can be no chance of his disciples' coming and stealing the body and telling people that he has risen from the dead? We should then be faced with a worse fraud than the first one.”", "65-66": "“You have a guard,” Pilate told them. “Go and make it as safe as you think necessary.” And they went and made the grave secure, putting a seal on the stone and leaving the soldiers on guard."}