{"1-2": "In due course John the Baptist arrived, preaching in the Judean desert: “You must change your hearts—for the kingdom of Heaven has arrived!”", "3": "This was the man whom the prophet Isaiah spoke about in the words: 'The voice of one crying in the wilderness: Prepare the way of the Lord, make his paths straight'.", "4-6": "John wore clothes of camel-hair with a leather belt round his waist, and lived on locusts and wild honey. The people of Jerusalem and of all Judea and the Jordan district flocked to him, and were baptised by him in the river Jordan, publicly confessing their sins.", "7-9": "But when he saw many Pharisees and Sadducees coming for baptism he said: “Who warned you, you serpent's brood, to escape from the wrath to come? Go and do something to show that your hearts are really changed. Don't suppose that you can say to yourselves, 'We are Abraham's children', for I tell you that God could produce children of Abraham out of these stones!", "10-12": "“The axe already lies at the root of the tree, and the tree that fails to produce good fruit will be cut down and thrown into the fire. It is true that I baptise you with water as a sign of your repentance, but the one who follows me is far stronger than I am—indeed I am not fit to carry his shoes. He will baptise you with the fire of the Holy Spirit. He comes all ready to separate the wheat from the chaff and very thoroughly will he clear his threshing-floor—the wheat he will collect into the granary and the chaff he will burn with a fire that can never be put out.”", "13-15": "Then Jesus came from Galilee to the Jordan to be baptised by John. But John tried to prevent him. “I need you to baptise me”, he said. “Surely you do not come to me?” But Jesus replied, “It is right for us to meet all the Law's demands—let it be so now.”", "16-17": "Then John agreed to his baptism. Jesus came straight out of the water afterwards, and suddenly the heavens opened and he saw the Spirit of God coming down like a dove and resting upon him. And a voice came out of Heaven saying, “This is my dearly-loved son, in whom I am well pleased.”"}