{"1-2": "Then Jesus was led by the Spirit up into the desert, to be tempted by the devil. After a fast of forty days and nights he was very hungry.", "3": "“If you really are the Son of God,” said the tempter, coming to him, “tell these stones to turn into loaves.”", "4": "Jesus answered, “The scripture says 'Man shall not live by bread alone, but by every word that proceeds from the mouth of God'.”", "5-6": "Then the devil took him to the holy city, and set him on the highest ledge of the Temple. “If you really are the Son of God,” he said, “Throw yourself down. For the scripture says—'He shall give his angels charge concerning you,' and 'In their hands they shall bear you up, lest you dash your foot against a stone'.”", "7": "“Yes,” retorted Jesus, “and the scripture also says 'You shall not tempt the Lord your God'.”", "8-9": "Once again the devil took him to a very high mountain, and from there showed him all the kingdoms of the world and their magnificence. “Everything there I will give you,” he said to him, “if you will fall down and worship me.”", "10": "“Away with you, Satan!” replied Jesus, “the scripture says, 'You shall worship the Lord your God, and him only you shall serve'.”", "11": "Then the devil let him alone, and the angels came to him and took care of him.", "12-16": "Now when Jesus heard that John had been arrested he went back to Galilee. He left Nazareth and came to live in Capernaum, a lake-side town in the Zebulun-Naphtali territory. In this way Isaiah's prophecy came true: 'The land of Zebulun and the land of Naphtali, the way of the sea, beyond the Jordan, Galilee of the Gentiles: the people who sat in darkness saw a great light, and upon those who sat in the region and shadow of death, light has dawned'.", "17": "From that time Jesus began to preach and to say, “You must change your hearts—for the kingdom of Heaven has arrived.”", "18-19": "While he was walking by the lake of Galilee he saw two brothers, Simon (Peter) and Andrew, casting their large net into the water. They were fishermen, so Jesus said to them, “Follow me and I will teach you to catch men!”", "20": "At once they left their nets and followed him.", "21-22": "Then he went further on and saw two more men, also brothers, James and John. They were aboard the boat with their father Zebedee repairing their nets, and he called them. At once they left the boat, and their father, and followed him.", "23-25": "Jesus now moved about through the whole of Galilee, teaching in their synagogues and preaching the good news about the kingdom, and healing every disease and disability among the people. His reputation spread throughout Syria, and people brought to him all those who were ill, suffering from all kinds of diseases and pains—including the devil-possessed, the insane and the paralysed. He healed them, and was followed by enormous crowds from Galilee, The Ten Towns, Jerusalem, Judea and from beyond the river Jordan."}