{"1-2": "So Jesus re-embarked on the boat, crossed the lake, and came to his own town. Immediately some people arrived bringing him a paralytic lying flat on his bed. When Jesus saw the faith of those who brought him he said to the paralytic, “Cheer up, my son! Your sins are forgiven.”", "3-8": "At once some of the scribes thought to themselves, “This man is blaspheming”. But Jesus realised what they were thinking, and said to them, “Why must you have such evil thoughts in your minds? Do you think it is easier to say to this man, 'Your sins are forgiven' or 'Get up and walk'? But to make it quite plain that the Son of Man has full authority on earth to forgive sins”—and here he spoke to the paralytic—“Get up, pick up your bed and go home.” And the man sprang to his feet and went home. When the crowds saw what had happened they were filled with awe and praised God for giving such power to men.", "9": "Jesus left there and as he passed on he saw a man called Matthew sitting at his desk in the tax-collector's office. “Follow me!” he said to him—and the man got to his feet and followed him.", "10-13": "Later, as Jesus was in the house sitting at the dinner-table, a good many tax-collectors and other disreputable people came on the scene and joined him and his disciples. The Pharisees noticed this and said to the disciples, “Why does your master have his meals with tax-collectors and sinners?” But Jesus heard this and replied, “It is not the fit and flourishing who need the doctor, but those who are ill! Suppose you go away and learn what this means: 'I desire mercy and not sacrifice'. In any case I did not come to invite the 'righteous' but the 'sinners'.”", "14": "Then John's disciples approached him with the question, “Why is it that we and the Pharisees observe the fasts, but your disciples do nothing of the kind?”", "15": "“Can you expect wedding-guests to mourn while they have the bridegroom with them?” replied Jesus. “The day will come when the bridegroom will be taken away from them—they will certainly fast then!”", "16-17": "“Nobody sews a patch of unshrunken cloth on to an old coat, for the patch will pull away from the coat and the hole will be worse than ever. Nor do people put new wine into old wineskins—otherwise the skins burst, the wine is spilt and the skins are ruined. But they put new wine into new skins and both are preserved.”", "18": "While he was saying these thing to them an official came up to him and, bowing low before him, said, “My daughter has just this moment died. Please come and lay your hand on her and she will come back to life!”", "19-20": "At this Jesus got to his feet and followed him, accompanied by his disciples. And on the way a woman who had a haemorrhage for twelve years approached him from behind and touched the edge of his cloak.", "21": "“If I can only touch his cloak,” she kept saying to herself, “I shall be all right.”", "22": "But Jesus turned right round and saw her. “Cheer up, my daughter,” he said, “your faith has made you well!” And the woman was completely cured from that moment.", "23-24": "Then when Jesus came into the official's house and noticed the flute-players and the noisy crowd he said, “You must all go outside; the little girl is not dead, she is fast asleep.”", "25-26": "This was met with scornful laughter. But when Jesus had forced the crowd to leave, he came right into the room, took hold of her hand, and the girl got up. And this became the talk of the whole district.", "27-28": "As Jesus passed on his way two blind men followed him with the cry, “have pity on us, Son of David!” And when he had gone inside the house these two came up to him. “Do you believe I can do it?” he said to them. “Yes, Lord,” they replied.", "29": "Then he touched their eyes, saying, “You have believed and you will not be disappointed.”", "30-31": "Then their sight returned, but Jesus sternly warned them, “Don't let anyone know about his.” Yet they went outside and spread the story throughout the whole district.", "32-34": "Later, when Jesus and his party were coming out, they brought to him a dumb man who was possessed by a devil. As soon as the devil had been ejected the dumb man began to talk. The crowds were simply amazed and said, “Nothing like this has ever been seen in Israel.” But the Pharisees' comment was, “He throws out these devils because he is in league with the devil himself.”", "35-36": "Jesus now travelled through all the towns and villages, teaching in their synagogues, proclaiming the Gospel of the kingdom, and healing all kinds of illness and disability. As he looked at the vast crowds he was deeply moved with pity for them, for they were as bewildered and miserable as a flock of sheep with no shepherd.", "37-38": "“The harvest is great enough,” he remarked to his disciples, “but the reapers are few. So you must pray to the Lord of the harvest to send men out to reap it.”"}