{"1": "Paul, an apostle of Christ Jesus by the command of God our Savior and Christ Jesus our hope,", "2": "To Timothy, my true child in the faith: Grace, mercy, and peace from God our Father and Christ Jesus our Lord.", "3": "As I urged you while I was going to Macedonia, remain in Ephesus so that you may command certain men not to teach any different doctrines ", "4": "or pay any attention to myths and endless genealogies that bring about aimless speculations rather than God's plan, which centers in faith. ", "5": "The goal of this command is love that comes from a pure heart, from a good conscience, and from a sincere faith. ", "6": "By veering away from these things, some have turned aside into meaningless talk. ", "7": "They want to be teachers of the law, although they do not comprehend what they are saying or the things they so strongly affirm. ", "8": "Now, we know that the law is good as long as one uses it correctly— ", "9": "keeping in mind that the law is not laid down for a righteous person, but for lawless and rebellious people, for godless people and sinners, for unholy and worldly people, for those who kill their fathers and those who kill their mothers, for murderers, ", "10": "for sexually immoral people, for homosexuals, for kidnappers,[a] for liars, for perjurers, and for whatever else is opposed to sound teaching— ", "11": "in keeping with the glorious gospel of the blessed God, with which I was entrusted.", "12": "I give thanks to the one who empowered me, namely, Christ Jesus our Lord, that he treated me as trustworthy, appointing me into his ministry. ", "13": "He did this even though formerly I was a blasphemer, a persecutor, and a violent man. But I was shown mercy, because I acted ignorantly in unbelief. ", "14": "The grace of our Lord overflowed on me along with the faith and love that are in Christ Jesus. ", "15": "This saying is trustworthy and worthy of full acceptance: “Christ Jesus came into the world to save sinners,” of whom I am the worst. ", "16": "But I was shown mercy for this reason: that in me, the worst sinner, Christ Jesus might demonstrate his unlimited patience as an example for those who are going to believe in him, resulting in eternal life. ", "17": "Now to the King eternal, to the immortal, invisible, only God, be honor and glory forever and ever. Amen.", "18": "I am entrusting this instruction to you, Timothy, my child, according to the prophecies about you, which were made earlier, so that by them you may fight the good fight, ", "19": "with faith and a good conscience. By rejecting these, some people have suffered shipwreck with regard to their faith, ", "20": "including Hymenaeus and Alexander, whom I handed over to Satan so that they might be taught not to blaspheme."}