{"1": "This saying is trustworthy: If anyone aspires to become an overseer, he desires a noble task. ", "2": "It is necessary, then, for the overseer to be above reproach, the husband of only one wife, temperate, self-controlled, respectable, hospitable, able to teach, ", "3": "not a drunkard, not a violent man but gentle, not quarrelsome, not a lover of money. ", "4": "It is necessary that he manage his own household well, with all dignity making sure that his children obey him. ", "5": "(If a man does not know how to manage his own household, how will he take care of God's church?) ", "6": "He must not be a recent convert, or he might become conceited and fall into the same condemnation as the Devil. ", "7": "In addition, he must have a good reputation with those outside the church, so that he may not fall into disgrace and the Devil's trap.", "8": "In the same way, it is necessary that deacons be dignified, not deceitful,[a] not devoted to much wine, not greedy for dishonest gain— ", "9": "men who hold on to the mystery of the faith with a clean conscience. ", "10": "Let them also be tested first. Then let them serve as deacons, if they are found to be blameless. ", "11": "In the same way women[b] must be worthy of respect, not slanderers, temperate, faithful in everything. ", "12": "Let each deacon be the husband of only one wife, managing his children and his own household well. ", "13": "Certainly, those who serve well as deacons gain for themselves good standing and great boldness in the faith they have in Christ Jesus.", "14": "I am writing these things to you even though I hope to come to you shortly. ", "15": "But if I am delayed, I wanted you to know how it is necessary to behave in God's household, which is the church of the living God, the pillar and foundation of the truth. ", "16": "Undeniably, great is the mystery of godliness: He[c] was revealed in flesh, was justified in spirit,[d] was seen by messengers,[e] was preached among the nations, was believed on in the world, was taken up in glory."}