{"1": "The Spirit clearly says that, in later times, some will fall away from the faith, because they devote themselves to deceitful spirits and the doctrines of demons, ", "2": "in connection with the hypocrisy of liars, whose own consciences have been seared. ", "3": "They forbid people to marry and order them to abstain from foods that God created to be received with thanksgiving by those who believe and know the truth. ", "4": "In fact, everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, ", "5": "because it is sanctified by the word of God and prayer.", "6": "If you point out these things to the brothers,[a] you will be a good servant of Christ Jesus, nourished by the words of the faith and the good doctrine, which you have followed faithfully. ", "7": "Pay no attention to worldly and absurd myths, but train yourself for godliness. ", "8": "For bodily training is beneficial to an extent, but godliness is beneficial in all things, because it holds promise both for life now and for the life to come. ", "9": "This saying is trustworthy and worthy of all acceptance. ", "10": "Indeed, it is for this reason that we work hard and are insulted:[b] because we have put our hope in the living God, who is the Savior of all people, especially of those who believe.", "11": "Insist on these things and continue teaching them. ", "12": "Let no one look down on your youth. Instead, be an example for the believers in speech, in conduct, in love, in faith, and in purity. ", "13": "Until I come, devote yourself to the reading[c] of Scripture, to encouraging, and to teaching. ", "14": "Do not neglect the gift that is in you, which was given to you by prophecy when the elders laid their hands on you. ", "15": "Practice these things. Constantly be involved in them, so that everyone may see your progress. ", "16": "Pay close attention to yourself and to the doctrine. Persevere in them, because by doing this you will save both yourself and those who listen to you."}