{"1": "Do not rebuke an older man harshly, but encourage him as a father, younger men as brothers, ", "2": "older women as mothers, younger women as sisters, with all purity.", "3": "Honor widows who are truly widows. ", "4": "But if any widow has children or grandchildren, let them first learn to be devoted to their own household and repay their parents,[a] for this is pleasing in the sight of God. ", "5": "Now the widow who is without relatives has put her hope in God and continues in her petitions and prayers night and day. ", "6": "But the widow who lives only for her own pleasure is dead, even while she lives. ", "7": "Insist on these things also, in order that they may be above criticism. ", "8": "But if anyone does not provide for his own family, and especially for his own household, he has denied the faith and is worse than an unbeliever.", "9": "Let a widow be put on the list if she is over sixty years old, has been a wife of one husband, ", "10": "and has a good reputation for doing good: if she brought up children, if she showed hospitality to strangers, if she washed the feet of the saints, if she provided help for those in distress, and if she dedicated herself to every good work. ", "11": "But do not put younger widows on the list, for when they have strong sensual desires that pull them away from Christ, they want to marry, ", "12": "and so they bring judgment on themselves because they set aside their former pledge.[b] ", "13": "At the same time, they also learn to be lazy as they go about from house to house. They not only learn to be lazy, but also to be gossips and busybodies, saying things that they should not say. ", "14": "Therefore I want younger widows[c] to marry, to have children, to keep house, and to give no opportunity for the enemy to slander them. ", "15": "In fact, some have already turned away to follow Satan.", "16": "If any believing woman[d] has widows in her family, let her keep helping them rather than letting them become a burden to the church, so that the church may help those who are truly widows.", "17": "The elders who lead well should be considered worthy of double honor, especially the ones who work hard in the word and doctrine.[e] ", "18": "For Scripture says, “Do not muzzle the ox while it is treading out the grain,”[f] and “The worker is worthy of his pay.”[g] ", "19": "Do not accept an accusation against an elder, except on the testimony of two or three witnesses. ", "20": "In the presence of everyone, rebuke the ones who persist in sin, so that the rest may be afraid.", "21": "I solemnly charge you, in the presence of God and Christ Jesus and the elect angels, that you follow these instructions without prejudice, doing nothing out of partiality. ", "22": "Do not lay hands on anyone hastily and do not take part in the sins of others. Keep yourself pure.", "23": "Stop drinking just water, but use a little wine because of your stomach and your frequent sicknesses.", "24": "The sins of some people are obvious, going on ahead of them to judgment, but the sins of others follow them there. ", "25": "In the same way, good works are also obvious, and the ones that are not obvious cannot stay hidden."}