{"1": "All who are under a yoke of slavery should consider their own masters worthy of all respect, so that God's name and his teaching may not be blasphemed. ", "2": "And those who have believing masters should not be disrespectful toward them because they are brothers. Instead, they should serve them even better, because those who benefit from their good service are believers and dear to them. Teach and urge these things. ", "3": "If anyone teaches different doctrines and does not devote himself to the sound words of our Lord Jesus Christ and to godly teaching, ", "4": "he is puffed up with conceit and understands nothing. Instead, he has a morbid craving for controversies and battles over words, things that produce envy, strife, abusive language, evil suspicions, ", "5": "and constant frictions among people whose minds are depraved, who have lost hold of the truth, imagining that their godliness is a means of financial gain. Separate yourselves from such people.[a]", "6": "But godliness with contentment is great gain. ", "7": "For we brought nothing into the world, and we certainly[b] cannot take anything out. ", "8": "But if we have food and clothing, with these we will be satisfied.", "9": "Those who want to get rich fall into temptation and a trap and many foolish and harmful desires, which plunge them into complete destruction and utter ruin. ", "10": "For the love of money is a root of all sorts of evils. By striving for money, some have wandered away from the faith and have pierced themselves with many pains.", "11": "But you, O man of God, flee from these things and pursue righteousness, godliness, faith, love, perseverance, and gentleness. ", "12": "Fight the good fight of faith. Take hold of eternal life, to which you were called and about which you made your good confession in the presence of many witnesses. ", "13": "I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who made a good confession as a witness before Pontius Pilate, ", "14": "that you keep this command without spot and without fault, until the appearing of our Lord Jesus Christ, ", "15": "which he will make known at the proper time—the blessed and only ruler, the King of kings and Lord of lords, ", "16": "who alone has immortality, who lives in unapproachable light, whom no one has seen or is able to see. To him be honor and power forever! Amen.", "17": "Instruct those who are rich in this present age not to be arrogant or to put their hope in the uncertainty of riches, but rather in God, who richly supplies us with all things for our enjoyment. ", "18": "Instruct them to do good, to be rich in good works, to be generous and willing to share. ", "19": "In this way they are storing up for themselves the treasure of a good foundation for the future, so that they may take hold of that which is truly life.[c]", "20": "O Timothy, guard what has been entrusted to you, turning away from godless, empty talk and the contradictions of what is falsely called “knowledge.” ", "21": "By professing it, some have veered away from the faith. Grace be with you.[d] Amen.[e]"}