{"1": "Joab, Zeruiah's son, knew the king was still thinking about Absalom. ", "2": "So Joab sent someone to Tekoa to get a clever woman from there. He told her, “Please act like a mourner, and dress in mourning clothes. Don't rub olive oil on yourself,[a] but act like a woman who has been mourning for the dead for a long time. ", "3": "Go to the king, and tell him this. . . .” Then Joab told her exactly what to say.", "4": "The woman from Tekoa came[b] to the king and immediately bowed down with her face touching the ground. “Help me, Your Majesty,” she said.", "5": "The king asked her, “What can I do for you?” She answered, “I'm a widow; my husband is dead. ", "6": "I had two sons who quarreled in the field, and there was no one to separate them. One killed the other. ", "7": "Then the entire family turned against me. They said, 'Give us the man who killed his brother so that we can kill him because he took his brother's life. We're going to destroy the one who now would be the heir.' In this way they wish to extinguish the one burning coal that is left for me. They will not let my husband's name or descendants remain on the face of the earth.”", "8": "“Go home,” the king told the woman. “I will order someone to take care of this matter.”", "9": "The woman from Tekoa said to the king, “Let me be held responsible for the sin, Your Majesty. Let my father's family be held responsible. Your Majesty and your throne are innocent.”", "10": "The king said, “If anyone says anything against you, bring him to me. He'll never harm you again.”", "11": "She said, “Your Majesty, please pray to the Lord your God in order to keep an avenger from doing more harm by destroying my son.” “I solemnly swear, as the Lord lives,” he said, “not a hair on your son's head will fall to the ground.”", "12": "The woman said, “Please let me say something else to you.” “Speak,” he said.", "13": "“Why have you devised something like this against God's people?” she said. “When you say this, you condemn yourself because you haven't brought back the one you banished! ", "14": "We are all going to die; we are all like water that is poured on the ground and can't be gathered up. But doesn't God forgive a person? He never plans to keep a banished person in exile.", "15": "“I've come to say this to you because the people have frightened me. So I thought, 'I will speak to the king about this. Maybe the king will do something for me, his subject. ", "16": "Maybe the king will listen and rescue me, his subject, from the man who wants to cut off both me and my son from our God-given inheritance.' ", "17": "I thought that you would reassure me. You are like God's Messenger, who is able to distinguish right from wrong. May the Lord your God be with you!”", "18": "The king said to the woman, “Please don't refuse to answer the question I'm going to ask you.” The woman responded, “Please speak, Your Majesty.”", "19": "“Did Joab put you up to this?” the king asked. The woman answered, “I solemnly swear on your life, Your Majesty, you are absolutely right. Yes, your servant Joab ordered me to do this. He told me to say exactly what I said. ", "20": "Your servant Joab has done this to portray the matter in a different light. You are as wise as God's Messenger, who knows everything on earth.”", "21": "Then the king told Joab, “This is what you'll do. Bring back the young man Absalom.”", "22": "Joab quickly bowed down with his face touching the ground, and he blessed the king. He said, “Today I know that you have been kind to me because you have done what I wanted.”", "23": "So Joab went to Geshur and brought Absalom back to Jerusalem. ", "24": "But the king said, “Absalom should return to his own house. He will not see me.” So Absalom returned to his house and didn't see the king.", "25": "Now, no one in all Israel was praised for his good looks as much as Absalom was. He had no blemish from head to toe. ", "26": "At the end of every year, he used to cut his hair because it became heavy for him. When he cut the hair on his head and weighed it, it weighed five pounds according to the royal standard. ", "27": "Absalom had three sons and one daughter. His daughter Tamar was a beautiful woman.", "28": "Absalom stayed in Jerusalem two full years without seeing the king. ", "29": "So Absalom sent for Joab in order to send him to the king, but Joab refused to come. Absalom sent for him a second time, but he still refused to come. ", "30": "So Absalom said to his servants, “Look, Joab's field is next to mine. He has barley in it. Go and set it on fire.” So Absalom's servants set it on fire. Joab's servants came to him in grief and said, “Absalom's servants have set your field on fire.”[c]", "31": "Then Joab immediately went to Absalom at his home. “Why did your servants set my field on fire?” he asked.", "32": "Absalom answered Joab, “I sent someone to tell you to come here because I wanted to send you to the king to ask him why I had to come from Geshur. It would be better for me if I were still there. Let me see the king now! If I'm guilty of a sin, he should kill me.”", "33": "Joab went to the king and told him this. The king then called for Absalom, who came to the king and bowed down with his face touching the ground. And the king kissed Absalom."}