{"1": "And now, brothers and sisters, pray for us that the Lord's teaching will continue to spread quickly and that people will give honor to that teaching, just as happened with you. ", "2": "And pray that we will be protected from stubborn and evil people, because not all people believe.", "3": "But the Lord is faithful and will give you strength and will protect you from the Evil One. ", "4": "The Lord makes us feel sure that you are doing and will continue to do the things we told you. ", "5": "May the Lord lead your hearts into God's love and Christ's patience.", "6": "Brothers and sisters, by the authority of our Lord Jesus Christ we command you to stay away from any believer who refuses to work and does not follow the teaching we gave you. ", "7": "You yourselves know that you should live as we live. We were not lazy when we were with you. ", "8": "And when we ate another person's food, we always paid for it. We worked very hard night and day so we would not be an expense to any of you. ", "9": "We had the right to ask you to help us, but we worked to take care of ourselves so we would be an example for you to follow. ", "10": "When we were with you, we gave you this rule: “Anyone who refuses to work should not eat.”", "11": "We hear that some people in your group refuse to work. They do nothing but busy themselves in other people's lives. ", "12": "We command those people and beg them in the Lord Jesus Christ to work quietly and earn their own food. ", "13": "But you, brothers and sisters, never become tired of doing good.", "14": "If some people do not obey what we tell you in this letter, then take note of them. Have nothing to do with them so they will feel ashamed. ", "15": "But do not treat them as enemies. Warn them as fellow believers.", "16": "Now may the Lord of peace give you peace at all times and in every way. The Lord be with all of you.", "17": "I, Paul, end this letter now in my own handwriting. All my letters have this to show they are from me. This is the way I write.", "18": "The grace of our Lord Jesus Christ be with you all."}