{"1": "Since many have taken in hand to compile an account of those things that are known for certain among us, ", "2": "as told to us by those who were eyewitnesses from the beginning, and ministered at the doing of them, ", "3": "I determined also that, as soon as I had searched out diligently all things from the beginning, then I would write to you, good Theophilus, ", "4": "so that you may know the certainty of those things of which you are informed.", "5": "There was in the days of Herod, the king of Judea, a certain priest named Zacharias, of the shift of Abijah. And his wife was of the daughters of Aaron, and her name was Elizabeth. ", "6": "Both were perfect before God, and walked in all the laws and observances of the Lord, and no man could find fault with them. ", "7": "And they had no child, because Elizabeth was barren, and both were well stricken in age.", "8": "And it came to pass as he executed the priest's office before God, when his shift came ", "9": "according to the custom of the priest's office, the lot fell to him to burn incense. And he went into the temple of the Lord, ", "10": "and the whole host of the people were outside in prayer while the incense was a-burning. ", "11": "And there appeared to him an angel of the Lord standing on the right side of the altar of incense. ", "12": "And when Zacharias saw him, he was startled, and fear came on him.", "13": "And the angel said to him, Fear not, Zacharias, for your prayer is heard. And your wife Elizabeth will bear you a son, and you shall call his name John. ", "14": "And you will have joy and gladness, and many will rejoice at his birth. ", "15": "For he will be great in the sight of the Lord, and shall drink neither wine nor strong drink. And he will be filled with the Holy Spirit, even in his mother's womb. ", "16": "And he will turn many of the children of Israel to their Lord God. ", "17": "And he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the unbelievers to the wisdom of the just men: to make the people ready for the Lord.", "18": "And Zacharias said to the angel, How may I be sure of this, seeing that I am old, and my wife well stricken in years?", "19": "And the angel answered and said to him, I am Gabriel who stands in the presence of God, and have been sent to speak to you and to show you these glad tidings. ", "20": "And behold, you shall be dumb and not able to speak until the time that these things are performed, because you did not believe my words, which will be fulfilled in their season.", "21": "And the people waited for Zacharias, and wondered that he was so long in the temple. ", "22": "And when he came out, he could not speak to them, whereby they perceived that he had seen some vision in the temple. And he gestured to them and remained speechless.", "23": "And eventually, as soon as the time of his ministration was up, he departed home to his own house. ", "24": "And after those days, his wife Elizabeth conceived, and hid herself five months, saying, ", "25": "Thus has God dealt with me in the days when he looked on me, to take from me the disgrace that I suffered among men.", "26": "In the sixth month, the angel Gabriel was sent from God to a city of Galilee named Nazareth, ", "27": "to a virgin espoused to a man whose name was Joseph, of the house of David. And the virgin's name was Mary. ", "28": "And the angel went in to her and said, Hail, thou full of grace! The Lord is with you. Blessed are you among women.", "29": "When she saw him, she was bewildered at his words, and cast in her mind what manner of salutation this could be. ", "30": "And the angel said to her, Fear not, Mary, for you have found grace with God. ", "31": "Lo, you shall conceive in your womb, and shall bear a son, and shall call his name Jesus. ", "32": "He will be great, and will be called the Son of the Highest. And the Lord God will give to him the seat of his father David, ", "33": "and he will reign over the house of Jacob forever, and of his kingdom shall be no end.", "34": "Then said Mary to the angel, How will this be, seeing I do not know a man?", "35": "And the angel answered and said to her, The Holy Spirit shall come upon you, and the power of the Highest shall overshadow you. Therefore also, that holy thing which will be born of you will be called the Son of God. ", "36": "And behold: your cousin Elizabeth, she has also conceived a son in her old age. And this is her sixth month, though she be called barren. ", "37": "For with God, nothing is impossible.", "38": "And Mary said, Behold the handmaiden of the Lord! Be it unto me even as you have said.  And the angel departed from her.", "39": "And Mary arose in those days, and went into the mountains with haste, into a town of Judea, ", "40": "and entered into the house of Zacharias, and greeted Elizabeth. ", "41": "And it happened, as Elizabeth heard the greeting of Mary, the babe sprang in her belly. And Elizabeth was filled with the Holy Spirit, ", "42": "and cried out with a loud voice and said, Blessed are you among women, and blessed is the fruit of your womb! ", "43": "And how does it happen that the mother of my Lord should come to me? ", "44": "For lo, as soon as the voice of your greeting sounded in my ears, the babe sprang in my belly for joy. ", "45": "And blessed are you who believed, for those things will be performed that were told you from the Lord.", "46": "And Mary said, My soul does magnify the Lord, ", "47": "and my spirit rejoices in God my saviour. ", "48": "For he has looked on the poor degree of his handmaiden. Behold, now from henceforth all generations will call me blessed. ", "49": "For he who is mighty has done great things unto me, and holy is his name. ", "50": "And his mercy is on them who fear him, throughout all generations. ", "51": "He shows strength with his arm. He scatters those who are proud in the imagination of their hearts. ", "52": "He puts down the mighty from their seats and exalts those of low degree. ", "53": "He fills the hungry with good things and sends the rich away empty. ", "54": "He remembers mercy and helps his servant Israel, ", "55": "even as he promised to our fathers, to Abraham and to his seed forever.", "56": "And Mary stayed with Elizabeth about three months, and returned again to her own house.", "57": "Elizabeth's time came to be delivered, and she brought forth a son. ", "58": "And her neighbours and her relatives heard how the Lord had shown great mercy upon her, and they rejoiced with her.", "59": "And when it was the eighth day, they came to circumcise the child, and were calling him by the name Zacharias, after his father. ", "60": "However his mother spoke and said, Not so, but he shall be called John. ", "61": "And they said to her, There is no one in your family called by this name.", "62": "And they made signs to his father, how he would have him called. ", "63": "And he asked for writing tablets and wrote, saying, His name is John. And they all marvelled. ", "64": "And Zacharias' mouth was opened immediately, and his tongue also, and he spoke, lauding God.", "65": "And awe came on all those who dwelt near to them. And also these stories were spread abroad throughout all the hill country of Judea, ", "66": "and everyone who heard them laid them up in their hearts, saying, What manner of child will this be? And the hand of the Lord was with him.", "67": "And his father, Zacharias, was filled with the Holy Spirit, and prophesied, saying, ", "68": "Blessed be the Lord God of Israel, for he has visited and redeemed his people. ", "69": "And he has raised up a horn of salvation for us in the house of his servant David, ", "70": "just as he promised by the mouth of his holy prophets, who have been since the world began: ", "71": "that we would be saved from our enemies and from the hands of all who hate us, ", "72": "to fulfil the mercy promised to our fathers, to remember his holy covenant, ", "73": "and to perform the oath that he swore to our father Abraham, ", "74": "to give us, so that we, delivered out of the hands of our enemies, might serve him without fear all the days of our life, ", "75": "in such holiness and righteousness as are accepted before him.", "76": "And thou, child, shall be called the prophet of the Highest. For you will go before the face of the Lord to prepare his ways, ", "77": "and to give knowledge of salvation to his people for the remission of sins, ", "78": "through the tender mercy of our God, whereby the Dayspring from on high has visited us, ", "79": "to give light to those who sat in darkness and in the shadow of death, and to guide our feet into the way of peace.", "80": "And the child grew and became strong in spirit, and was out in the wilderness till the day came when he was to show himself to the Israelites."}