{"1": "As there gathered together an innumerable multitude of people (insomuch that they trod on one another), he began and said to his disciples, First of all, beware of the leaven of the Pharisees, which is hypocrisy. ", "2": "For there is nothing covered that will not be uncovered, nor hid that will not be known. ", "3": "For whatever you have spoken in darkness, that same shall be heard in the light. And that which you have spoken in the ear, even in secret places, shall be declared even on the top of the houses.", "4": "I say to you, my friends, do not be afraid of those who kill the body, and after that have no more that they can do. ", "5": "But I will show you whom you should fear: fear him who, after he has killed, has power to cast into hell. Yea, I say to you: him fear!", "6": "Are not five sparrows bought for two copper coins? And yet not one of them is forgotten by God. ", "7": "Indeed, even the very hairs of your heads are numbered. Fear not, therefore. You are of more value than many sparrows.", "8": "I say to you, whoever confesses me before men, him also shall the Son of man confess before the angels of God. ", "9": "And he who denies me before men shall be denied before the angels of God. ", "10": "And whoever speaks a word against the Son of man, it may be forgiven him; but to him who blasphemes the Holy Spirit, it will not be forgiven.", "11": "When they bring you before the synagogues, and before the rulers and officers, take no thought how or what thing to answer, or what you will say. ", "12": "For the Holy Spirit will teach you in that same hour what you ought to say.", "13": "A man in the company said to him, Master, tell my brother to divide the inheritance with me. ", "14": "And he said to him, Man, who made me a judge or a divider over you? ", "15": "And he said to them, Take heed, and beware of covetousness. For no man's life stands in the abundance of the things that he possesses.", "16": "And he put forth a similitude to them, saying, The ground of a certain rich man brought forth fruits plenteously, ", "17": "and he thought in himself, saying, What should I do, since I have no room to store my fruits? ", "18": "And he said, This I will do: I will pull down my barns and build bigger ones, and there I will store all my fruits and my goods. ", "19": "And I will say to my soul, Soul, you have goods enough laid up in store for many years; take your ease; eat, drink, and be merry! ", "20": "But God said to him, You fool, this night they will call away your soul back from you. Then whose will be those things that you have laid up?", "21": "This is how it is with him who gathers riches, but is not rich in God.", "22": "And he spoke to his disciples: Therefore I say to you, do not be anxious about your life, what you will eat; neither for your body, what you will put on. ", "23": "Life is more than food, and the body is more than clothing. ", "24": "Consider the ravens. For they neither sow nor reap, and have neither storehouse nor barn, and yet God feeds them. How much more of value are you than the birds? ", "25": "Which of you, with taking thought, can add one cubit to his stature? ", "26": "If you then are not able to do that which is least, why be anxious about the rest? ", "27": "Consider the lilies, how they grow: they do not labour, they do not spin, and yet I say to you that Solomon in all his royalty was not clothed like one of these. ", "28": "If God so clothes the grass that is today in the field and tomorrow will be cast into the furnace, how much more will he clothe you, O ye of little faith? ", "29": "And ask not what you shall eat or what you shall drink, neither climb up on high. ", "30": "For all such things the heathen people of the world seek for. Your Father knows that you have need of such things. ", "31": "Therefore seek the kingdom of God, and all these things will be ministered unto you.", "32": "Fear not, little flock, for it is your Father's pleasure to give you a kingdom. ", "33": "Sell what you have and give alms, and make yourselves pouches that won't wear out, and treasure that won't fail in heaven, where no thief comes or moth destroys. ", "34": "For where your treasure is, there will your hearts be also.", "35": "Let your loins be girded about and your lights burning, ", "36": "and you yourselves like men waiting for their master, for when he will return from a wedding, so that as soon as he comes and knocks, they can open to him. ", "37": "Happy are those servants whom the Lord, when he comes, finds watching. Truly I say to you, he will gird himself about and make them sit down to food, and walk by and minister to them. ", "38": "And if he comes in the second watch, yea if he comes in the third watch, and finds them so, happy are those servants. ", "39": "This understand: if the householder knew what hour the thief would come, he would surely watch, and not allow his house to be broken into. ", "40": "Be prepared therefore, for the Son of man will come at an hour when you think not.", "41": "Then Peter said to him, Master, do you speak this similitude to us, or to all men? ", "42": "And the Lord said, If there be any servant faithful and wise, whom his lord appoints over his household to give them their portion of food at due season, ", "43": "happy is that servant whom his master, when he comes, finds so doing. ", "44": "Of a truth I say to you, he will appoint him over all that he has. ", "45": "But if the evil servant says in his heart, My master will defer his coming, and begins to smite the menservants and maidservants, and to eat and drink and to be drunken, ", "46": "the lord of that servant will come in a day when he thinks not, and at an hour when he is not aware, and will separate him, and will give him his reward with the unbelievers.", "47": "The servant that knew his master's will and did not prepare himself, nor do according to his will, shall be beaten with many stripes. ", "48": "But he who did not know, and yet committed things worthy of stripes, will be beaten with few stripes. For to whom much is given, of him will much be required. And to whom men commit much, the more will they ask of him.", "49": "I have come to send fire on earth. And what is my desire, but that it were already kindled? ", "50": "But I must be baptized with a baptism – and how I am pained till it be ended! ", "51": "Do you suppose that I have come to send peace on earth? I tell you no, but rather division. ", "52": "For from henceforth there will be five in one house, divided three against two, and two against three. ", "53": "The father will be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother-in-law against her daughter-in-law, and the daughter-in-law against her mother-in-law.", "54": "Then he said to the people, When you see a cloud rise out of the west, straightaway you say we will have a rain shower, and so it is. ", "55": "And when you see the south wind blow, you say we will have heat, and it comes to pass. ", "56": "Hypocrites, you know how to interpret the aspect of the earth and of the sky, but why is it that you cannot interpret this present time?", "57": "Yea, and why do you not judge for yourselves what is right? ", "58": "When you go with your adversary to the magistrate, as you are in the way, be diligent to be delivered from him, lest he bring you to the judge, and the judge commit you to the jailer, and the jailer cast you into prison. ", "59": "I tell you, you will not get out of there until you have made good the last mite."}