{"1": "Then Jesus said to his disciples, It cannot be avoided but that offences will come. Nevertheless, woe be to him through whom they come. ", "2": "It would be better for him that a millstone were hung about his neck and that he were cast into the sea, than that he should hurt one of these little ones.", "3": "Take heed to yourselves. If your brother trespasses against you, rebuke him; and if he repents, forgive him. ", "4": "And even if he sins against you seven times in a day, and seven times in a day turns again to you saying, I am sorry – forgive him.", "5": "And the apostles said to the Lord, Increase our faith. ", "6": "And the Lord said, If you had faith like a grain of mustard seed, and were to say to this sycamine tree, Pluck yourself up by the roots and plant yourself in the sea, it would obey you.", "7": "Who among you, if he had a servant plowing or feeding sheep, would say to him when he came in from the field, Go quickly, and sit down to food? ", "8": "And not rather say to him, Prepare for me to sup, and gird yourself up, and serve me till I have eaten and drunk, and afterward you shall eat and drink? ", "9": "Does he thank that servant because he did that which was commanded of him? I think not. ", "10": "So likewise you, when you have done all the things that are commanded of you, say, We are unprofitable servants; we have done that which was our duty to do.", "11": "And it so was that, as he journeyed to Jerusalem, he passed through Samaria and Galilee. ", "12": "And as he entered into a certain town, there met him ten men that were lepers, who stood afar off, ", "13": "and put forth their voices and said, Jesus, Master, have mercy on us!", "14": "When he saw them, he said to them, Go and show yourselves to the priests. And it came to pass that as they went, they were cleansed. ", "15": "And one of them, when he saw that he was cleansed, turned back again and with a loud voice praised God, ", "16": "and fell down on his face at Jesus' feet, and gave him thanks. And he was a Samaritan.", "17": "And Jesus answered and said, Were there not ten cleansed? But where are the other nine? ", "18": "There are not found any that returned again to give God praise, save only this stranger. ", "19": "And he said to the man, Arise and go your way; your faith has made you whole.", "20": "When he was asked by the Pharisees when the kingdom of God would come, he answered them and said, The kingdom of God does not come with watching for it. ", "21": "Neither may men say, See here, look there! For behold, the kingdom of God is within you.", "22": "And he said to the disciples, The days will come when you will desire to see one day of the Son of man, and you will not see it. ", "23": "And they will say to you, See here, see there! Do not go after them or follow them. ", "24": "For as the lightning that appears out of the one part of the heaven and shines to the other part of heaven, so shall the Son of man be in his days. ", "25": "But first he must suffer many things, and be refused by this nation.", "26": "As it happened in the time of Noah, so shall it be in the time of the Son of man: ", "27": "they ate, they drank, they married wives, and were married, right up to the same day that Noah went into the ark; and the flood came and destroyed them all. ", "28": "Likewise also as it happened in the days of Lot: they ate, they drank, they bought, they sold, they planted, they built. ", "29": "And even the same day that Lot went out of Sodom, it rained fire and brimstone from heaven, and destroyed them all. ", "30": "After these examples shall it be in the day when the Son of man appears.", "31": "At that day, let him who is on the housetop, with his stuff in the house, not come down to take it out. And likewise, let not him who is in the fields turn back again to what he left behind. ", "32": "Remember Lot's wife. ", "33": "Whosoever would go about to save his life, shall lose it, and whosoever will lose his life, shall save it. ", "34": "I tell you, in that night there will be two in one bed; the one will be received, and the other will be left. ", "35": "Two will also be a-grinding together; the one will be received, and the other left.", "36": " ", "37": "And they answered and said to him, Where Lord? And he said to them, Wherever the body is, there will the eagles resort."}