{"1": "As he looked on, he saw the rich, how they cast their offerings into the treasury. ", "2": "And he saw also a certain poor widow who cast in two small coins, ", "3": "and he said, Of a truth I say to you, this poor widow has put in more than all of them. ", "4": "For they all have added to the offering to God out of their surplus, but she, of her penury, has cast in all the substance that she had.", "5": "When some were speaking about the temple, how it was adorned with beautiful stones and jewels, Jesus said, ", "6": "The days will come when of these things that you see, there will not be left stone upon stone that shall not be thrown down. ", "7": "And they asked him, saying, Teacher, when will these things be? And what sign will there be when such things are about to happen?", "8": "And he said, Take heed that you be not deceived. For many will come in my name, saying, I am he. And the time draws near. You must not follow them therefore. ", "9": "But when you hear of war and dissension, do not be afraid. For these things must come first. But the end will not follow immediately.", "10": "Then he said to them, Nation will rise against nation, and kingdom against kingdom. ", "11": "And great earthquakes will be in all quarters, and hunger and pestilence, and fearful things. And there will be great signs from heaven. ", "12": "But before all these, they will lay their hands on you and persecute you, delivering you up to the synagogues and into prison, and will bring you before kings and rulers for my name's sake. ", "13": "And this will happen to you for a testimony.", "14": "Let it therefore stick fast in your hearts not once to concern yourselves beforehand what to answer, ", "15": "for I will give you a mouth and wisdom against which none of your adversaries will be able to speak or resist.", "16": "Yea and you will be betrayed by your fathers and mothers, and by your brethren and kinsmen and friends, and some of you they will put to death. ", "17": "And you will be hated by all men for my name's sake. ", "18": "Yet not one hair of your heads shall perish. ", "19": "With your patience possess your souls.", "20": "And when you see Jerusalem besieged with a host, then understand that its desolation is near. ", "21": "Then let the people who are in Judea flee to the mountains, and let those who are in the city get out. And let not those who are in other countries enter in. ", "22": "For these are the days of vengeance, to fulfil all the things that are written. ", "23": "But woe will be to women who are with child and to those who give suck in those days, for there will be great trouble in the land, and wrath over all this people. ", "24": "And they will fall on the edge of the sword, and will be led captive into all nations. And Jerusalem will be trodden under foot by the Gentiles, until the time of the Gentiles is fulfilled.", "25": "And there will be signs in the sun and in the moon and in the stars, and in the earth the people will be in such perplexity that they will not know which way to turn. The sea and the waters will roar, ", "26": "and men's hearts will fail them for fear, and for the dread of those things which shall come on the earth. For the powers of heaven shall move. ", "27": "And then shall they see the Son of man come in a cloud, with power and great glory. ", "28": "When these things begin to come to pass, then look up, and lift up your heads, for your redemption draws near.", "29": "And he told them a similitude: Consider the fig tree, and all other trees. ", "30": "When they shoot forth their buds, you see and can tell for your own selves that summer is then nigh at hand. ", "31": "So likewise, when you see these things come to pass, understand that the kingdom of God is near. ", "32": "Truly I say to you, this generation shall not pass till all be fulfilled. ", "33": "Heaven and earth shall pass, but my words shall not pass.", "34": "Take heed to yourselves, lest your hearts be overcome with excess of eating, and drunkenness, and worldly cares, and that day come on you unawares. ", "35": "For as a snare shall it come upon all who sit on the face of the earth. ", "36": "Watch therefore continually, and pray that you may obtain grace to escape all this that is to come, and that you may stand before the Son of man.", "37": "In the daytime he taught in the temple, and at night he went out and stayed on the Mount of Olives. ", "38": "And all the people came to him in the morning in the temple, to hear him."}