{"1": "The feast of sweet bread drew near, which is called the Passover. ", "2": "And the high priests and scribes were seeking how to kill Jesus, but they feared the people. ", "3": "Then Satan entered into Judas, whose surname was Iscariot (who was of the number of the twelve), ", "4": "and he went his way and communed with the high priests and officers, how he might betray Jesus to them. ", "5": "And they were glad, and promised to give him money. ", "6": "And he accepted, and sought an opportunity to betray Jesus to them when the people were away.", "7": "Then came the day of sweet bread, when of necessity the Passover lamb must be offered. ", "8": "And Jesus sent Peter and John, saying, Go and prepare for us the Passover lamb so that we may eat. ", "9": "They said to him, Where would you like us to prepare it? ", "10": "And he said to them, When you have entered into the city, there a man bearing a pitcher of water will meet you. Follow him into the same house that he enters in, ", "11": "and say to the head of the house, The Master says to you, where is the guest chamber, where I may eat my Passover lamb with my disciples? ", "12": "And he will show you a large upper room furnished. There make ready.", "13": "And they went and found things as he had said to them, and made ready the Passover lamb.", "14": "And when the hour was come, he sat down, and the twelve apostles with him. ", "15": "And he said to them, I have inwardly desired to eat this Passover lamb with you before I suffer. ", "16": "For I say to you, henceforth I will not eat of it any more until it is fulfilled in the kingdom of God. ", "17": "And he took the cup and gave thanks and said, Take this, and divide it among you. ", "18": "For I say to you, I will not drink of the fruit of the vine until the kingdom of God has come.", "19": "And he took bread, gave thanks, and gave to them, saying, This is my body, which is given for you. This do in the remembrance of me. ", "20": "Likewise also, when they had supped, he took the cup, saying, This cup is the new testament in my blood, which shall be shed for you. ", "21": "Yet behold, the hand of him who betrays me is with me on the table. ", "22": "And the Son of man goes as it is appointed; but woe be to that man by whom he is betrayed.", "23": "And they began to enquire among themselves which of them it could be that would do that. ", "24": "And there was a dispute among them, which of them should be taken for the greatest. ", "25": "And he said to them, The kings of the Gentiles reign over them, and those who bear rule over them are called gracious lords. ", "26": "But you shall not be like this. Rather, he who is greatest among you shall be as the youngest, and he who is chief shall be as the servant. ", "27": "For who is greater: he who sits at food, or he that serves? Is it not he who sits at food? But I am among you as he that serves. ", "28": "And you are those who have stayed with me in my trials. ", "29": "And I appoint unto you a kingdom, as my Father has appointed to me, ", "30": "so that you may eat and drink at my table in my kingdom, and sit upon seats, and judge the twelve tribes of Israel.", "31": "And the Lord said, Simon, Simon, behold: Satan has desired you all, to sift you like wheat. ", "32": "But I have prayed for you, Simon, that your faith should not fail. And when you have turned back again, strengthen your brethren. ", "33": "And Peter said to him, Lord, I am ready to go with you into prison, and to death. ", "34": "And he said, I tell you, Peter, the cock will not crow this day till you have three times denied that you knew me.", "35": "And he said to them, When I sent you out without wallet or bag or shoes, did you lack anything? And they said, No. ", "36": "And he said to them, But now, let him who has a wallet take it up, and likewise his bag. And he who has no sword, let him sell his coat and buy one. ", "37": "For I say to you that that which is written must yet be performed in me: Even with the wicked was he numbered. For those things which are written of me have their fulfilment.", "38": "And they said, Lord, see, here are two swords. And he said to them, It is enough.", "39": "And he came out and went, as was his custom, to the Mount of  Olives. And the disciples followed him. ", "40": "And when he came to the place, he said to them, Pray, lest you fall into temptation. ", "41": "And he went apart by himself, about a stone's throw from them, and kneeled down and prayed, saying, ", "42": "Father, if you will, withdraw this cup from me. Nevertheless, not my will, but yours be fulfilled.", "43": "And there appeared to him an angel from heaven, comforting him. ", "44": "And he was in an agony, and prayed somewhat longer. And his sweat was like drops of blood trickling down to the ground.", "45": "And he rose up from prayer and came to his disciples, and found them sleeping for sorrow, ", "46": "and said to them, Why do you sleep? Rise and pray, lest you fall into temptation.", "47": "While he was yet speaking, behold, there came a band of men, and he who was called Judas, one of the twelve, was leading them. And he pressed near to Jesus to kiss him. ", "48": "And Jesus said to him, Judas, do you betray the Son of man with a kiss?", "49": "When those who were with Jesus saw what would follow, they said to him, Lord, shall we smite with swords? ", "50": "And one of them struck a servant of the most high priest, and cut off his right ear. ", "51": "But Jesus answered and said, Let it come to this. And he touched the servant's ear and healed him.", "52": "Then Jesus said to the high priests and officers of the temple, and the elders who had approached him, Have you come out as if to a thief, with swords and clubs? ", "53": "When I was daily with you in the temple, you did not stretch forth hands against me. But this is even your very hour, and the power of darkness.", "54": "Then they took him and led him, and brought him to the home of the high priest. And Peter followed afar off.", "55": "When they had kindled a fire in the centre courtyard of the palace and were sitting together, Peter also sat down among them. ", "56": "And one of the servant girls saw him as he sat by the fire, and took a good look at him and said, This man was also with him. ", "57": "Then he denied him, saying, Woman, I know him not. ", "58": "And after a little while another saw him and said, You are also one of them. And Peter said, Man, I am not. ", "59": "And about the space of an hour afterwards, another affirmed, saying, Surely this fellow was with him, for he is from Galilee. ", "60": "And Peter said, Man, I don't know what you are talking about. And immediately, while he yet spoke, the cock crew. ", "61": "And the Lord turned back and looked upon Peter. And Peter remembered the words of the Lord, how he said to him, Before the cock crows, you will deny me three times. ", "62": "And Peter went out and wept bitterly.", "63": "And the men that stood about Jesus mocked him and beat him, ", "64": "and blindfolded him, and struck his face. And they asked him, saying, Prophesy! Who it is that hit you? ", "65": "And they said many other things despitefully against him.", "66": "And as soon as it was day, the elders of the people and the high priests and scribes came together, and they led him into their council, saying, ", "67": "Are you the very Christ? Tell us. And he said to them, If I tell you, you will not believe. ", "68": "And also if I ask you, you will not answer me or let me go. ", "69": "Hereafter shall the Son of man sit on the right hand of the power of God.", "70": "Then they all said, Are you then the Son of God? He said to them, As you say, I am.", "71": "Then they said, Why do we need any further testimony? We ourselves have heard from his own mouth."}