{"1": "My friends, I want you to remember the message that I preached and that you believed and trusted. ", "2": "You will be saved by this message, if you hold firmly to it. But if you don't, your faith was all for nothing.", "3": "I told you the most important part of the message exactly as it was told to me. That part is: Christ died for our sins, as the Scriptures say.", "4": "He was buried, and three days later he was raised to life, as the Scriptures say.", "5": "Christ appeared to Peter,[a] then to the twelve.", "6": "After this, he appeared to more than five hundred other followers. Most of them are still alive, but some have died.", "7": "He also appeared to James, and then to all of the apostles.", "8": "Finally, he appeared to me, even though I am like someone who was born at the wrong time.[b]", "9": "I am the least important of all the apostles. In fact, I caused so much trouble for God's church that I don't even deserve to be called an apostle. ", "10": "But God was kind! He made me what I am, and his wonderful kindness wasn't wasted. I worked much harder than any of the other apostles, although it was really God's kindness at work and not me. ", "11": "But it doesn't matter if I preached or if they preached. All of you believed the message just the same.", "12": "If we preach that Christ was raised from death, how can some of you say that the dead will not be raised to life? ", "13": "If they won't be raised to life, Christ himself wasn't raised to life. ", "14": "And if Christ wasn't raised to life, our message is worthless, and so is your faith. ", "15": "If the dead won't be raised to life, we have told lies about God by saying that he raised Christ to life, when he really did not.", "16": "So if the dead won't be raised to life, Christ wasn't raised to life. ", "17": "Unless Christ was raised to life, your faith is useless, and you are still living in your sins. ", "18": "And those people who died after putting their faith in him are completely lost. ", "19": "If our hope in Christ is good only for this life, we are worse off than anyone else.", "20": "But Christ has been raised to life! And he makes us certain that others will also be raised to life. ", "21": "Just as we will die because of Adam, we will be raised to life because of Christ. ", "22": "Adam brought death to all of us, and Christ will bring life to all of us. ", "23": "But we must each wait our turn. Christ was the first to be raised to life, and his people will be raised to life when he returns. ", "24": "Then after Christ has destroyed all powers and forces, the end will come, and he will give the kingdom to God the Father.", "25": "Christ will rule until he puts all his enemies under his power, ", "26": "and the last enemy he destroys will be death. ", "27": "When the Scriptures say that he will put everything under his power, they don't include God. It was God who put everything under the power of Christ. ", "28": "After everything is under the power of God's Son, he will put himself under the power of God, who put everything under his Son's power. Then God will mean everything to everyone.", "29": "If the dead are not going to be raised to life, what will people do who are being baptized for them? Why are they being baptized for those dead people? ", "30": "And why do we always risk our lives ", "31": "and face death every day? The pride that I have in you because of Christ Jesus our Lord is what makes me say this. ", "32": "What do you think I gained by fighting wild animals in Ephesus? If the dead are not raised to life, “Let's eat and drink. Tomorrow we die.”", "33": "Don't fool yourselves. Bad friends will destroy you. ", "34": "Be sensible and stop sinning. You should be embarrassed that some people still don't know about God.", "35": "Some of you have asked, “How will the dead be raised to life? What kind of bodies will they have?” ", "36": "Don't be foolish. A seed must die before it can sprout from the ground. ", "37": "Wheat seeds and all other seeds look different from the sprouts that come up. ", "38": "This is because God gives everything the kind of body he wants it to have. ", "39": "People, animals, birds, and fish are each made of flesh, but none of them are alike. ", "40": "Everything in the heavens has a body, and so does everything on earth. But each one is very different from all the others. ", "41": "The sun isn't like the moon, the moon isn't like the stars, and each star is different.", "42": "That's how it will be when our bodies are raised to life. These bodies will die, but the bodies that are raised will live forever. ", "43": "These ugly and weak bodies will become beautiful and strong. ", "44": "As surely as there are physical bodies, there are spiritual bodies. And our physical bodies will be changed into spiritual bodies.", "45": "The first man was named Adam, and the Scriptures tell us that he was a living person. But Jesus, who may be called the last Adam, is a life-giving spirit. ", "46": "We see that the one with a spiritual body did not come first. He came after the one who had a physical body. ", "47": "The first man was made from the dust of the earth, but the second man came from heaven. ", "48": "Everyone on earth has a body like the body of the one who was made from the dust of the earth. And everyone in heaven has a body like the body of the one who came from heaven. ", "49": "Just as we are like the one who was made out of earth, we will be like the one who came from heaven.", "50": "My friends, I want you to know that our bodies of flesh and blood will decay. This means that they cannot share in God's kingdom, which lasts forever. ", "51": "I will explain a mystery to you. Not every one of us will die, but we will all be changed. ", "52": "It will happen suddenly, quicker than the blink of an eye. At the sound of the last trumpet the dead will be raised. We will all be changed, so that we will never die again. ", "53": "Our dead and decaying bodies will be changed into bodies that won't die or decay. ", "54": "The bodies we now have are weak and can die. But they will be changed into bodies that are eternal. Then the Scriptures will come true, “Death has lost the battle!", "55": "Where is its victory? Where is its sting?”", "56": "Sin is what gives death its sting, and the Law is the power behind sin. ", "57": "But thank God for letting our Lord Jesus Christ give us the victory!", "58": "My dear friends, stand firm and don't be shaken. Always keep busy working for the Lord. You know that everything you do for him is worthwhile."}