{"1": "Now I will answer the questions that you asked in your letter. You asked, “Is it best for people not to marry?”[a] ", "2": "Well, having your own husband or wife should keep you from doing something immoral. ", "3": "Husbands and wives should be fair with each other about having sex. ", "4": "A wife belongs to her husband instead of to herself, and a husband belongs to his wife instead of to himself. ", "5": "So don't refuse sex to each other, unless you agree not to have sex for a little while, in order to spend time in prayer. Then Satan won't be able to tempt you because of your lack of self-control. ", "6": "In my opinion that is what should be done, though I don't know of anything the Lord said about this matter. ", "7": "I wish that all of you were like me, but God has given different gifts to each of us.", "8": "Here is my advice for people who have never been married and for widows. You should stay single, just as I am. ", "9": "But if you don't have enough self-control, then go ahead and get married. After all, it is better to marry than to burn with desire.[b]", "10": "I instruct married couples to stay together, and this is exactly what the Lord himself taught. A wife who leaves her husband ", "11": "should either stay single or go back to her husband. And a husband should not leave his wife.", "12": "I don't know of anything else the Lord said about marriage. All I can do is to give you my own advice. If your wife isn't a follower of the Lord, but is willing to stay with you, don't divorce her. ", "13": "If your husband isn't a follower, but is willing to stay with you, don't divorce him. ", "14": "Your husband or wife who isn't a follower is made holy by having you as a mate. This also makes your children holy and keeps them from being unclean in God's sight.", "15": "If your husband or wife isn't a follower of the Lord and decides to divorce you, then you should agree to it. You are no longer bound to that person. After all, God chose you and wants you to live at peace. ", "16": "And besides, how do you know if you will be able to save your husband or wife who isn't a follower?", "17": "In every church I tell the people to stay as they were when the Lord Jesus chose them and God called them to be his own. Now I say the same thing to you. ", "18": "If you are already circumcised, don't try to change it. If you are not circumcised, don't get circumcised. ", "19": "Being circumcised or uncircumcised isn't really what matters. The important thing is to obey God's commands. ", "20": "So don't try to change what you were when God chose you. ", "21": "Are you a slave? Don't let that bother you. But if you can win your freedom, you should. ", "22": "When the Lord chooses slaves, they become his free people. And when he chooses free people, they become slaves of Christ. ", "23": "God paid a great price for you. So don't become slaves of anyone else. ", "24": "Stay what you were when God chose you.", "25": "I don't know of anything that the Lord said about people who have never been married.[c] But I will tell you what I think. And you can trust me, because the Lord has treated me with kindness. ", "26": "We are now going through hard times, and I think it is best for you to stay as you are. ", "27": "If you are married, stay married. If you are not married, don't try to get married. ", "28": "It isn't wrong to marry, even if you have never been married before. But those who marry will have a lot of trouble, and I want to protect you from that.", "29": "My friends, what I mean is that the Lord will soon come,[d] and it won't matter if you are married or not. ", "30": "It will be all the same if you are crying or laughing, or if you are buying or are completely broke. ", "31": "It won't make any difference how much good you are getting from this world or how much you like it. This world as we know it is now passing away.", "32": "I want all of you to be free from worry. An unmarried man worries about how to please the Lord. ", "33": "But a married man has more worries. He must worry about the things of this world, because he wants to please his wife. ", "34": "So he is pulled in two directions. Unmarried women and women who have never been married[e] worry only about pleasing the Lord, and they keep their bodies and minds pure. But a married woman worries about the things of this world, because she wants to please her husband. ", "35": "What I am saying is for your own good—it isn't to limit your freedom. I want to help you to live right and to love the Lord above all else.", "36": "But suppose you are engaged to someone old enough to be married, and you want her so much that all you can think about is getting married. Then go ahead and marry.[f] There is nothing wrong with that. ", "37": "But it is better to have self-control and to make up your mind not to marry. ", "38": "It is perfectly all right to marry, but it is better not to get married at all.", "39": "A wife should stay married to her husband until he dies. Then she is free to marry again, but only to a man who is a follower of the Lord. ", "40": "However, I think I am obeying God's Spirit when I say she would be happier to stay single."}