{"1": "So then,[a] my brothers, keep on rejoicing in the Lord. It is no trouble for me to write the same things to you; indeed, it is for your safety.", "2": "Beware of the dogs! Beware of the evil workers! Beware of the mutilators![b] ", "3": "For it is we who are the circumcision[c]—we who worship in the Spirit of God[d] and find our joy in the Messiah[e] Jesus. We have not placed any confidence in the flesh, ", "4": "although I could have confidence in the flesh. If anyone thinks he can place confidence in the flesh, I have more reason to think so.[f] ", "5": "Having been circumcised on the eighth day, I am of the nation of Israel, from the tribe of Benjamin, a Hebrew of Hebrews. As far as the Law is concerned, I was a Pharisee. ", "6": "As for my zeal, I was a persecutor of the church. As far as righteousness in the Law is concerned, I was blameless.", "7": "But whatever things were assets to me, these I now consider a loss for the sake of the Messiah.[g] ", "8": "What is more, I continue to consider all these things to be a loss for the sake of what is far more valuable, knowing the Messiah[h] Jesus, my Lord. It is because of him that I have experienced the loss of all those things. Indeed, I consider them rubbish[i] in order to gain the Messiah[j] ", "9": "and be found in him, not having a righteousness of my own that comes from the Law, but one that comes through the faithfulness[k] of the Messiah,[l] the righteousness that comes from God and that depends on faith. ", "10": "I want to know the Messiah[m]—what his resurrection power is like and what it means to share in his sufferings by becoming like him in his death, ", "11": "though I hope to experience the resurrection from the dead.", "12": "It's not that I have already reached this goal or have already become perfect. But I keep pursuing it, hoping somehow to embrace it just as I have been embraced by the Messiah[n] Jesus. ", "13": "Brothers, I do not consider myself to have embraced it yet.[o] But this one thing I do: Forgetting what lies behind and straining forward to what lies ahead, ", "14": "I keep pursuing the goal to win the prize[p] of God's heavenly call in the Messiah[q] Jesus.", "15": "Therefore, those of us who are mature[r] should think this way. And if you think differently about anything, God will show you how to think.[s] ", "16": "However, we should live up to what we have achieved so far.", "17": "Join together in imitating me, brothers, and pay close attention to those who live by the example we have set for you.[t] ", "18": "For I have often told you, and now tell you even with tears, that many live as enemies of the cross of the Messiah.[u] ", "19": "Their destiny is destruction, their god is their belly, and their glory is in their shame. Their minds are set on worldly things.", "20": "Our citizenship, however, is in heaven, and it is from there that we eagerly wait for a Savior, the Lord Jesus, the Messiah.[v] ", "21": "He will change our unassuming bodies and make them like his glorious body through the power that enables him to bring everything under his authority."}