{"1": "These are messages from the Lord to Micah, who lived in the town of Moresheth during the reigns of King Jotham, King Ahaz, and King Hezekiah, all kings of Judah. The messages were addressed to both Samaria and Judah and came to Micah in the form of visions.", "2": "Attention! Let all the peoples of the world listen. For the Lord in his holy Temple has made accusations against you!", "3": "Look! He is coming! He leaves his throne in heaven and comes to earth, walking on the mountaintops. ", "4": "They melt beneath his feet and flow into the valleys like wax in fire, like water pouring down a hill.", "5": "And why is this happening? Because of the sins of Israel and Judah. What sins? The idolatry and oppression centering in the capital cities, Samaria and Jerusalem!", "6": "Therefore, the entire city of Samaria will crumble into a heap of rubble and become an open field, her streets plowed up for planting grapes! The Lord will tear down her wall and her forts, exposing their foundations, and pour their stones into the valleys below. ", "7": "All her carved images will be smashed to pieces; her ornate idol temples, built with the gifts of worshipers, will all be burned.[a]", "8": "I will wail and lament, howling as a jackal, mournful as an ostrich crying across the desert sands at night. I will walk naked and barefoot in sorrow and shame; ", "9": "for my people's wound is far too deep to heal. The Lord stands ready at Jerusalem's gates to punish her. ", "10": "Woe to the city of Gath. Weep, men of Bakah. In Beth-leaphrah roll in the dust in your anguish and shame. ", "11": "There go the people of Shaphir,[b] led away as slaves—stripped, naked and ashamed. The people of Zaanan* dare not show themselves outside their walls. The foundations of Beth-ezel* are swept away—the very ground on which it stood. ", "12": "The people of Maroth vainly hope for better days, but only bitterness awaits them as the Lord stands poised against Jerusalem.", "13": "Quick! Use your swiftest chariots and flee, O people of Lachish, for you were the first of the cities of Judah to follow Israel in her sin of idol worship. Then all the cities of the south began to follow your example.", "14": "Write off Moresheth[c] of Gath; there is no hope of saving her. The town of Achzib has deceived the kings of Israel, for she promised help she cannot give. ", "15": "You people of Mareshah will be a prize to your enemies. They will penetrate to Adullam, the “Pride of Israel.”", "16": "Weep, weep for your little ones. For they are snatched away, and you will never see them again. They have gone as slaves to distant lands. Shave your heads in sorrow."}