{"1": "Woe to you who lie awake at night, plotting wickedness; you rise at dawn to carry out your schemes; because you can, you do. ", "2": "You want a certain piece of land or someone else's house (though it is all he has); you take it by fraud and threats and violence.", "3": "But the Lord God says, “I will reward your evil with evil; nothing can stop me; never again will you be proud and haughty after I am through with you. ", "4": "Then your enemies will taunt you and mock your dirge of despair: 'We are finished, ruined. God has confiscated our land and sent us far away; he has given what is ours to others.'” ", "5": "Others will set your boundaries then. “The People of the Lord” will live where they are sent.", "6": "“Don't say such things,” the people say. “Don't harp on things like that. It's disgraceful, that sort of talk. Such evils surely will not come our way.”", "7": "Is that the right reply for you to make, O House of Jacob? Do you think the Spirit of the Lord likes to talk to you so roughly? No! His threats are for your good, to get you on the path again.", "8": "Yet to this very hour my people rise against me. For you steal the shirts right off the backs of those who trusted you, who walk in peace.", "9": "You have driven out the widows from their homes and stripped their children of every God-given right. ", "10": "Up! Begone! This is no more your land and home, for you have filled it with sin, and it will vomit you out.", "11": "“I'll preach to you the joys of wine and drink”—that is the kind of drunken, lying prophet that you like!", "12": "“The time will come, O Israel, when I will gather you—all that are left—and bring you together again like sheep in a fold, like a flock in a pasture—a noisy, happy crowd. ", "13": "The Messiah[a] will lead you out of exile and bring you through the gates of your cities of captivity, back to your own land. Your King will go before you—the Lord leads on.”"}