{"1": "I will go up to the lookout tower. I'll station myself on the city wall. I'll wait to see how the Lord will reply to me. Then I'll try to figure out how his reply answers what I've complained about.", "2": "The Lord replies, “Write down the message I am giving you. Write it clearly on the tablets you use. Then a messenger can read it and run to announce it.", "3": "The message I give you waits for the time I have appointed. It speaks about what is going to happen. And all of it will come true. It might take a while. But wait for it. You can be sure it will come. It will happen when I want it to.", "4": "“The Babylonians are very proud. What they want is not good. “But the person who is godly will live by his faithfulness.", "5": "“Wine makes the Babylonians do foolish things. They are proud. They never rest. Like the grave, they are always hungry for more. Like death, they are never satisfied. They gather all the nations to themselves. They take all those people away as prisoners.", "6": "“Won't those people laugh at the Babylonians? Won't they make fun of them? They will say to them, “ 'How terrible it will be for you who pile up stolen goods! You get rich by cheating others. How long will this go on?'", "7": "Those you owe money to will suddenly rise up. They will wake up and make you tremble with fear. Then they will take away everything you have.", "8": "You have robbed many nations. So the nations that are left will rob you. You have spilled human blood. You have destroyed lands and cities and everyone in them.", "9": "“How terrible it will be for the Babylonians! They build their kingdom with money that they gained by cheating others. They have tried to make the kingdom as secure as possible. After all, they did not want to be destroyed.", "10": "They have planned to wipe out many nations. But they have brought shame on their own kingdom. So they must pay with their own lives.", "11": "The stones in the walls of their homes will cry out. And the wooden beams will echo that cry.", "12": "“How terrible it will be for the Babylonians! They build cities by spilling the blood of others. They establish towns by doing what is wrong.", "13": "I am the Lord who rules over all. Human effort is no better than wood that feeds a fire. So the nations wear themselves out for nothing.", "14": "The oceans are full of water. In the same way, the earth will be filled with the knowledge of my glory.", "15": "“How terrible it will be for the Babylonians! They give drinks to their neighbors. They pour the drinks from wineskins until their neighbors are drunk. They want to look at their naked bodies.", "16": "But the Babylonians will be filled with shame instead of glory. So now it is their turn to drink and be stripped of their clothes. The cup of anger in my powerful right hand is going to punish them. They will be covered with shame instead of glory.", "17": "The harm they have done to Lebanon will bring them down. Because they have killed so many animals, animals will terrify them. They have spilled human blood. They have destroyed lands and cities and everyone in them.", "18": "“If someone carves a statue of a god, what is it worth? What value is there in a god that teaches lies? The one who trusts in this kind of god worships his own creation. He makes statues of gods that can't speak.", "19": "How terrible it will be for the Babylonians! They say to a wooden god, 'Come to life!' They say to a stone god, 'Wake up!' Can those gods give advice? They are covered with gold and silver. They can't even breathe.”", "20": "The Lord is in his holy temple. Let the whole earth be silent in front of him."}