{"1": "From: Paul, a missionary of Jesus Christ, sent out by the direct command of God our Savior and by Jesus Christ our Lord—our only hope.", "2": "To: Timothy. Timothy, you are like a son to me in the things of the Lord. May God our Father and Jesus Christ our Lord show you his kindness and mercy and give you great peace of heart and mind.", "3-4": "As I said when I left for Macedonia, please stay there in Ephesus and try to stop the men who are teaching such wrong doctrine. Put an end to their myths and fables, and their idea of being saved by finding favor with an endless chain of angels leading up to God—wild ideas that stir up questions and arguments instead of helping people accept God's plan of faith. ", "5": "What I am eager for is that all the Christians there will be filled with love that comes from pure hearts, and that their minds will be clean and their faith strong.", "6": "But these teachers have missed this whole idea and spend their time arguing and talking foolishness. ", "7": "They want to become famous as teachers of the laws of Moses when they haven't the slightest idea what those laws really show us. ", "8": "Those laws are good when used as God intended. ", "9": "But they were not made for us, whom God has saved; they are for sinners who hate God, have rebellious hearts, curse and swear, attack their fathers and mothers, and murder. ", "10-11": "Yes, these laws are made to identify as sinners all who are immoral and impure: homosexuals, kidnappers, liars, and all others who do things that contradict the glorious Good News of our blessed God, whose messenger I am.", "12": "How thankful I am to Christ Jesus our Lord for choosing me as one of his messengers, and giving me the strength to be faithful to him, ", "13": "even though I used to scoff at the name of Christ. I hunted down his people, harming them in every way I could. But God had mercy on me because I didn't know what I was doing, for I didn't know Christ at that time. ", "14": "Oh, how kind our Lord was, for he showed me how to trust him and become full of the love of Christ Jesus.", "15": "How true it is, and how I long that everyone should know it, that Christ Jesus came into the world to save sinners—and I was the greatest of them all. ", "16": "But God had mercy on me so that Christ Jesus could use me as an example to show everyone how patient he is with even the worst sinners, so that others will realize that they, too, can have everlasting life. ", "17": "Glory and honor to God forever and ever. He is the King of the ages, the unseen one who never dies; he alone is God, and full of wisdom. Amen.", "18": "Now, Timothy, my son, here is my command to you: Fight well in the Lord's battles, just as the Lord told us through his prophets that you would. ", "19": "Cling tightly to your faith in Christ and always keep your conscience clear, doing what you know is right. For some people have disobeyed their consciences and have deliberately done what they knew was wrong. It isn't surprising that soon they lost their faith in Christ after defying God like that. ", "20": "Hymenaeus and Alexander are two examples of this. I had to give them over to Satan to punish them until they could learn not to bring shame to the name of Christ."}