{"1": "Christian slaves should work hard for their owners and respect them; never let it be said that Christ's people are poor workers. Don't let the name of God or his teaching be laughed at because of this.", "2": "If their owner is a Christian, that is no excuse for slowing down; rather they should work all the harder because a brother in the faith is being helped by their efforts. Teach these truths, Timothy, and encourage all to obey them.", "3": "Some may deny these things, but they are the sound, wholesome teachings of the Lord Jesus Christ and are the foundation for a godly life. ", "4": "Anyone who says anything different is both proud and stupid. He is quibbling over the meaning of Christ's words and stirring up arguments ending in jealousy and anger, which only lead to name-calling, accusations, and evil suspicions. ", "5": "These arguers—their minds warped by sin—don't know how to tell the truth; to them the Good News is just a means of making money. Keep away from them.", "6": "Do you want to be truly rich? You already are if you are happy and good. ", "7": "After all, we didn't bring any money with us when we came into the world, and we can't carry away a single penny when we die. ", "8": "So we should be well satisfied without money if we have enough food and clothing. ", "9": "But people who long to be rich soon begin to do all kinds of wrong things to get money, things that hurt them and make them evil-minded and finally send them to hell itself. ", "10": "For the love of money is the first step toward all kinds of sin. Some people have even turned away from God because of their love for it, and as a result have pierced themselves with many sorrows.", "11": "O Timothy, you are God's man. Run from all these evil things, and work instead at what is right and good, learning to trust him and love others and to be patient and gentle. ", "12": "Fight on for God. Hold tightly to the eternal life that God has given you and that you have confessed with such a ringing confession before many witnesses.", "13": "I command you before God, who gives life to all, and before Christ Jesus, who gave a fearless testimony before Pontius Pilate, ", "14": "that you fulfill all he has told you to do so that no one can find fault with you from now until our Lord Jesus Christ returns. ", "15": "For in due season Christ will be revealed from heaven by the blessed and only Almighty God, the King of kings and Lord of lords, ", "16": "who alone can never die, who lives in light so terrible that no human being can approach him. No mere man has ever seen him nor ever will. Unto him be honor and everlasting power and dominion forever and ever. Amen.", "17": "Tell those who are rich not to be proud and not to trust in their money, which will soon be gone, but their pride and trust should be in the living God who always richly gives us all we need for our enjoyment. ", "18": "Tell them to use their money to do good. They should be rich in good works and should give happily to those in need, always being ready to share with others whatever God has given them. ", "19": "By doing this they will be storing up real treasure for themselves in heaven—it is the only safe investment for eternity! And they will be living a fruitful Christian life down here as well.", "20": "Oh, Timothy, don't fail to do these things that God entrusted to you. Keep out of foolish arguments with those who boast of their “knowledge” and thus prove their lack of it. ", "21": "Some of these people have missed the most important thing in life—they don't know God. May God's mercy be upon you. Sincerely, Paul"}