{"1": "In the eighth month, during the second year of King Darius, the word of the Lord came to the prophet Zechariah, son of Berekiah, son of Iddo, saying:", "2": "The Lord was very angry with your fathers, ", "3": "so you will say to them, Thus says the Lord of Hosts: Return to Me, and I will return to you, says the Lord of Hosts. ", "4": "Do not be like your fathers to whom the former prophets cried, “Thus says the Lord of Hosts: Turn away from your evil ways and deeds!” But they did not listen or pay attention to Me, says the Lord. ", "5": "So where are your fathers, and do the prophets live forever? ", "6": "Surely My words and statutes that I commanded to My servants, the prophets, did they not persuade your fathers? They turned back and said, “Whatever the Lord of Hosts planned to do to us according to our ways and deeds, so He has done to us.”", "7": "On the twenty-fourth day, in the eleventh month, which is the month Shebat, during the second year of Darius, the word of the Lord came to the prophet Zechariah, son of Berekiah, son of Iddo:", "8": "I saw during the night a man riding on a red horse. But he was standing among the myrtle trees that were in the ravine, and behind him were red, sorrel, and white horses.", "9": "And I said, “What are these, my lord?” Then the angel who was speaking with me said, “I will show you what these are.”", "10": "Then the man who was standing among the myrtle trees responded and said, “These are the ones whom the Lord has sent out to walk to and fro on the earth.”", "11": "They answered and said to the angel of the Lord who was standing among the myrtle trees, “We have gone to and fro on the earth, and all the earth is resting and peaceful.”", "12": "Then the angel of the Lord said, “How much longer, O Lord of Hosts, will You withhold mercy from Jerusalem and the cities of Judah with which You have been angry these seventy years?” ", "13": "And the Lord answered the angel speaking to me with good and comforting words.", "14": "So the angel who spoke with me said, Cry out, saying: Thus says the Lord of Hosts: I have a great jealousy for Jerusalem and Zion. ", "15": "And I have a great anger for those nations who are at ease, for while I was angry but a little, they helped to increase evil.", "16": "Therefore thus says the Lord: I have returned to Jerusalem with mercy, and My house will be built in it, says the Lord of Hosts, and a measuring line will be stretched over Jerusalem.", "17": "Cry out again, saying, Thus says the Lord of Hosts: Yet again My cities will overflow with goodness, and again the Lord will comfort Zion and choose Jerusalem.", "18": "And I then lifted up my eyes, and I saw four horns. ", "19": "And I said to the angel speaking to me, “What are these?” And he answered, “These are the horns that have scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four craftsmen. ", "21": "And I said, “What are these coming to do?” And he said, “These are the horns that scattered Judah after which no one could raise his head; and these four craftsmen have come to terrify and throw down the horns of the nations who lifted up their horn against the land of Judah to scatter it.”"}