{"1": "Ask for rain from the Lord during the season of the latter spring rains. And the Lord will make the storm winds; and He will give them showers of rain; all will have vegetation in the field.", "2": "For the household Teraphim idols speak wickedness, and the diviners envision lies. They utter false dreams, and provide comfort that does not last. So the people wander about like sheep; they are afflicted because there is no shepherd.", "3": "My anger burns against the shepherds, and I will visit judgment on the male goats. For the Lord of Hosts will visit His flock, the house of Judah, and will make them like His majestic horse in battle.", "4": "From him comes the cornerstone, and from him the tent peg. From him comes the bow for battle, and from him every ruler goes out, all these together.", "5": "And they will be as mighty men, who trample down in the muddy streets in battle. They will fight because the Lord is with them, and He will put to shame those riding on horses.", "6": "I will make strong the house of Judah, and will deliver the house of Joseph. I will restore them because I have compassion on them. They will be like I had never rejected them; for I am the Lord their God, and I will respond to them.", "7": "Then Ephraim shall be like a mighty man, and their hearts shall rejoice as with wine. Their children shall see this and be glad; their hearts shall rejoice in the Lord.", "8": "I will whistle to them and gather them in, for I have ransomed them; they will be numerous as they were numerous before.", "9": "When I scatter them among the nations, they will remember Me in the distant lands; they will live with their children and then return.", "10": "I will bring them home from the land of Egypt, and gather them from Assyria. I will bring them into the land of Gilead and Lebanon, until there is no room for them.", "11": "He will pass through the sea of distress, and will put down the waves in the sea: All the depths of the Nile will be dried up; and the arrogance of Assyria will be brought down, and the scepter of Egypt will turn away.", "12": "I will make them strong in the Lord, and they will go to and fro in His name, says the Lord."}