{"1": "The oracle of the word of the Lord against Israel. Thus says the Lord, the One who stretches out the heavens and establishes the earth and forms the spirit of man within him: ", "2": "I am going to make Jerusalem a cup of reeling before all the surrounding nations. And when there is a siege against Judah, it is also against Jerusalem. ", "3": "And it will be on that day that I will set Jerusalem as a weighty stone to all the peoples. All who carry it will surely gash themselves, and all the nations of the land will be gathered against it. ", "4": "On that day I will strike every horse with confusion and its rider with madness, but for the house of Judah I will keep My eyes open although I will strike with blindness every horse of the peoples. ", "5": "Then the clans of Judah will say in their hearts, “There is strength for us with those residing in Jerusalem by the Lord of Hosts, their God.”", "6": "On that day I will set Judah like a fiery pot among wood and as a flaming torch among cut grain. And they will devour to the right and left all the surrounding peoples, while Jerusalem will still reside in her place, the place of Jerusalem.", "7": "The Lord will deliver the tents of Judah as before, so that the glory of the house of David and the glory of those dwelling in Jerusalem will not eclipse Judah. ", "8": "On that day the Lord will defend those residing in Jerusalem; and even the one who stumbles among them will be as David on that day. And the house of David will be like God, like the angel of the Lord going out before them. ", "9": "On that day I will seek to destroy all the nations who come out against Jerusalem.", "10": "And I will pour out on the house of David and over those dwelling in Jerusalem a spirit of favor and supplication so that they look to Me, whom they have pierced through. And they will mourn over him as one mourns for an only child and weep bitterly over him as a firstborn. ", "11": "On that day the mourning in Jerusalem will be as great as that of Hadad Rimmon in the plain of Megiddo. ", "12": "The land will mourn with each family by itself: the family of the house of David by themselves, and their wives by themselves; the family of the house of Nathan by themselves, and their wives by themselves; ", "13": "the family of the house of Levi by themselves, and their wives by themselves; the family of Shimei by themselves, and their wives also by themselves; ", "14": "and all the families that remain, each by itself and their wives by themselves."}