{"1": "An oracle of the word of the Lord that is against the land of Hadrak, and Damascus is the place where it will rest. For the eyes of men and the tribes of Israel are on the Lord.", "2": "Also Hamath borders it, even Tyre and Sidon, cities that are very wise.", "3": "Tyre has built a rampart for herself and stored up silver like it were dust, and even gold like it were mud in the streets.", "4": "The Lord will dispossess her of her possessions and strike down her power in the sea, and she will be devoured with fire.", "5": "Ashkelon will observe this and fear; Gaza as well and will writhe in anguish; even Ekron, her hope will be confounded. The king of Gaza will perish, and no one will inhabit Ashkelon.", "6": "A mongrel people will dwell in Ashdod, and I will cut down the pride of Philistia.", "7": "I will take away the bloodshed from its mouth, and the abominations from between its teeth. Even it will be a remnant for our God. It will be like a tribe of a clan in Judah, and Ekron like the Jebusites.", "8": "Then I will make camp at My house with a garrison, so that no one can pass back and forth. And no oppressor will pass through them, for now I see with My eyes.", "9": "Rejoice greatly, O daughter of Zion! And cry aloud, O daughter of Jerusalem! See, your king is coming to you; he is righteous and able to deliver, he is humble and riding on a donkey, a colt, the offspring of a donkey.", "10": "I will cut off the chariot from Ephraim and the horse from Jerusalem; and the bow for battle will be cut off. He will speak peace to the nations; and his dominion will be from one sea to another, and from the Great River to the ends of the earth.", "11": "And as for you, because of the blood of your covenant, I will send your prisoners from the empty, waterless pits.", "12": "Return to your stronghold, prisoners who now have hope. Today I declare that I will return to you a double portion.", "13": "Because I have bent Judah as My bow and fitted the bow with Ephraim. I will stir up your sons, O Zion, against your sons, O Greece, and will set you like the sword of a warrior.", "14": "Then the Lord will appear over them, and His arrow will go out like lightning. The Lord God will sound His trumpet, and will march forth like storm winds of southern Teman.", "15": "The Lord of Hosts will protect them. They will devour up and subdue them with stone slingers. And they will drink and make noise as with wine; they will be filled with blood as a bowl, saturated like the corners of the altar.", "16": "The Lord their God will deliver them that day like the flock of His people. For like jewels embedded in a crown, they will shine in His land.", "17": "For how great is His goodness, and how great His beauty! There will be grain for the young men and new wine to prosper the young women."}