{"1": "Jesus called his twelve disciples to him and gave them authority to cast out evil spirits and to heal every kind of sickness and disease.", "2-4": "Here are the names of his twelve disciples: Simon (also called Peter), Andrew (Peter's brother), James (Zebedee's son), John (James's brother), Philip, Bartholomew, Thomas, Matthew (the tax collector), James (Alphaeus's son), Thaddaeus, Simon (a member of “The Zealots,” a subversive political party), Judas Iscariot (the one who betrayed him).", "5": "Jesus sent them out with these instructions: “Don't go to the Gentiles or the Samaritans, ", "6": "but only to the people of Israel—God's lost sheep. ", "7": "Go and announce to them that the Kingdom of Heaven is near.[a] ", "8": "Heal the sick, raise the dead, cure the lepers, and cast out demons. Give as freely as you have received!", "9": "“Don't take any money with you; ", "10": "don't even carry a duffle bag with extra clothes and shoes, or even a walking stick; for those you help should feed and care for you. ", "11": "Whenever you enter a city or village, search for a godly man and stay in his home until you leave for the next town. ", "12": "When you ask permission to stay, be friendly, ", "13": "and if it turns out to be a godly home, give it your blessing; if not, keep the blessing. ", "14": "Any city or home that doesn't welcome you—shake off the dust of that place from your feet as you leave. ", "15": "Truly, the wicked cities of Sodom and Gomorrah will be better off at Judgment Day than they.", "16": "“I am sending you out as sheep among wolves. Be as wary as serpents and harmless as doves. ", "17": "But beware! For you will be arrested and tried, and whipped in the synagogues. ", "18": "Yes, and you must stand trial before governors and kings for my sake. This will give you the opportunity to tell them about me, yes, to witness to the world.", "19": "“When you are arrested, don't worry about what to say at your trial, for you will be given the right words at the right time. ", "20": "For it won't be you doing the talking—it will be the Spirit of your heavenly Father speaking through you!", "21": "“Brother shall betray brother to death, and fathers shall betray their own children. And children shall rise against their parents and cause their deaths. ", "22": "Everyone shall hate you because you belong to me. But all of you who endure to the end shall be saved.", "23": "“When you are persecuted in one city, flee to the next! I[b] will return before you have reached them all! ", "24": "A student is not greater than his teacher. A servant is not above his master. ", "25": "The student shares his teacher's fate. The servant shares his master's! And since I, the master of the household, have been called 'Satan,'[c] how much more will you! ", "26": "But don't be afraid of those who threaten you. For the time is coming when the truth will be revealed: their secret plots will become public information.", "27": "“What I tell you now in the gloom, shout abroad when daybreak comes. What I whisper in your ears, proclaim from the housetops!", "28": "“Don't be afraid of those who can kill only your bodies—but can't touch your souls! Fear only God who can destroy both soul and body in hell. ", "29": "Not one sparrow (What do they cost? Two for a penny?) can fall to the ground without your Father knowing it. ", "30": "And the very hairs of your head are all numbered. ", "31": "So don't worry! You are more valuable to him than many sparrows.", "32": "“If anyone publicly acknowledges me as his friend, I will openly acknowledge him as my friend before my Father in heaven. ", "33": "But if anyone publicly denies me, I will openly deny him before my Father in heaven.", "34": "“Don't imagine that I came to bring peace to the earth! No, rather, a sword. ", "35": "I have come to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law—", "36": "a man's worst enemies will be right in his own home! ", "37": "If you love your father and mother more than you love me, you are not worthy of being mine; or if you love your son or daughter more than me, you are not worthy of being mine. ", "38": "If you refuse to take up your cross and follow me, you are not worthy of being mine.", "39": "“If you cling to your life, you will lose it; but if you give it up for me, you will save it.", "40": "“Those who welcome you are welcoming me. And when they welcome me they are welcoming God who sent me. ", "41": "If you welcome a prophet because he is a man of God, you will be given the same reward a prophet gets. And if you welcome good and godly men because of their godliness, you will be given a reward like theirs.", "42": "“And if, as my representatives, you give even a cup of cold water to a little child, you will surely be rewarded.”"}