{"1": "When Jesus had finished giving these instructions to his twelve disciples, he went off preaching in the cities where they were scheduled to go.[a]", "2": "John the Baptist, who was now in prison, heard about all the miracles the Messiah was doing, so he sent his disciples to ask Jesus, ", "3": "“Are you really the one we are waiting for, or shall we keep on looking?”", "4": "Jesus told them, “Go back to John and tell him about the miracles you've seen me do—", "5": "the blind people I've healed, and the lame people now walking without help, and the cured lepers, and the deaf who hear, and the dead raised to life; and tell him about my preaching the Good News to the poor. ", "6": "Then give him this message, 'Blessed are those who don't doubt me.'”", "7": "When John's disciples had gone, Jesus began talking about him to the crowds. “When you went out into the barren wilderness to see John, what did you expect him to be like? Grass blowing in the wind? ", "8": "Or were you expecting to see a man dressed as a prince in a palace? ", "9": "Or a prophet of God? Yes, and he is more than just a prophet. ", "10": "For John is the man mentioned in the Scriptures—a messenger to precede me, to announce my coming, and prepare people to receive me.[b]", "11": "“Truly, of all men ever born, none shines more brightly than John the Baptist. And yet, even the lesser lights in the Kingdom of Heaven will be greater than he is! ", "12": "And from the time John the Baptist began preaching and baptizing until now, ardent multitudes have been crowding toward the Kingdom of Heaven,[c] ", "13": "for all the laws and prophets looked forward to the Messiah.[d] Then John appeared, ", "14": "and if you are willing to understand what I mean, he is Elijah, the one the prophets said would come at the time the Kingdom begins.[e] ", "15": "If ever you were willing to listen, listen now!", "16": "“What shall I say about this nation? These people are like children playing, who say to their little friends, ", "17": "'We played wedding and you weren't happy, so we played funeral but you weren't sad.' ", "18": "For John the Baptist doesn't even drink wine and often goes without food, and you say, 'He's crazy.'[f] ", "19": "And I, the Messiah,[g] feast and drink, and you complain that I am 'a glutton and a drinking man, and hang around with the worst sort of sinners!' But brilliant men like you can justify your every inconsistency!”*", "20": "Then he began to pour out his denunciations against the cities where he had done most of his miracles, because they hadn't turned to God.", "21": "“Woe to you, Chorazin, and woe to you, Bethsaida! For if the miracles I did in your streets had been done in wicked Tyre and Sidon,[h] their people would have repented long ago in shame and humility. ", "22": "Truly, Tyre and Sidon will be better off on the Judgment Day than you! ", "23": "And Capernaum, though highly honored,[i] shall go down to hell! For if the marvelous miracles I did in you had been done in Sodom, it would still be here today. ", "24": "Truly, Sodom will be better off at the Judgment Day than you.”", "25": "And Jesus prayed this prayer: “O Father, Lord of heaven and earth, thank you for hiding the truth from those who think themselves so wise, and for revealing it to little children. ", "26": "Yes, Father, for it pleased you to do it this way! . . .", "27": "“Everything has been entrusted to me by my Father. Only the Father knows the Son, and the Father is known only by the Son and by those to whom the Son reveals him. ", "28": "Come to me and I will give you rest—all of you who work so hard beneath a heavy yoke. Wear my yoke—for it fits perfectly—and let me teach you; for I am gentle and humble, and you shall find rest for your souls; for I give you only light burdens.”"}