{"1": "About that time, Jesus was walking one day through some grainfields with his disciples. It was on the Sabbath, the Jewish day of worship, and his disciples were hungry; so they began breaking off heads of wheat and eating the grain.", "2": "But some Pharisees saw them do it and protested, “Your disciples are breaking the law. They are harvesting on the Sabbath.”", "3": "But Jesus said to them, “Haven't you ever read what King David did when he and his friends were hungry? ", "4": "He went into the Temple and they ate the special bread permitted to the priests alone. That was breaking the law too. ", "5": "And haven't you ever read in the law of Moses how the priests on duty in the Temple may work on the Sabbath? ", "6": "And truly, one is here who is greater than the Temple! ", "7": "But if you had known the meaning of this Scripture verse, 'I want you to be merciful more than I want your offerings,' you would not have condemned those who aren't guilty! ", "8": "For I, the Messiah,[a] am master even of the Sabbath.”", "9": "Then he went over to the synagogue ", "10": "and noticed there a man with a deformed hand. The Pharisees[b] asked Jesus, “Is it legal to work by healing on the Sabbath day?” (They were, of course, hoping he would say yes, so they could arrest* him!) ", "11": "This was his answer: “If you had just one sheep, and it fell into a well on the Sabbath, would you work to rescue it that day? Of course you would.[c] ", "12": "And how much more valuable is a person than a sheep! Yes, it is right to do good on the Sabbath.” ", "13": "Then he said to the man, “Stretch out your arm.” And as he did, his hand became normal, just like the other one!", "14": "Then the Pharisees called a meeting to plot Jesus' arrest and death. ", "15": "But he knew what they were planning and left the synagogue, with many following him. He healed all the sick among them, ", "16": "but he cautioned them against spreading the news about his miracles. ", "17": "This fulfilled the prophecy of Isaiah concerning him:", "18": "“Look at my Servant. See my Chosen One. He is my Beloved, in whom my soul delights. I will put my Spirit upon him, And he will judge the nations.", "19": "He does not fight nor shout; He does not raise his voice!", "20": "He does not crush the weak, Or quench the smallest hope; He will end all conflict with his final victory,", "21": "And his name shall be the hope Of all the world.”[d]", "22": "Then a demon-possessed man—he was both blind and unable to talk—was brought to Jesus, and Jesus healed him so that he could both speak and see. ", "23": "The crowd was amazed. “Maybe Jesus is the Messiah!”[e] they exclaimed.", "24": "But when the Pharisees heard about the miracle, they said, “He can cast out demons because he is Satan,[f] king of devils.”", "25": "Jesus knew their thoughts and replied, “A divided kingdom ends in ruin. A city or home divided against itself cannot stand. ", "26": "And if Satan is casting out Satan, he is fighting himself and destroying his own kingdom. ", "27": "And if, as you claim, I am casting out demons by invoking the powers of Satan, then what power do your own people use when they cast them out? Let them answer your accusation! ", "28": "But if I am casting out demons by the Spirit of God, then the Kingdom of God has arrived among you. ", "29": "One cannot rob Satan's kingdom without first binding Satan.[g] Only then can his demons be cast out!* ", "30": "Anyone who isn't helping me is harming me.", "31-32": "“Even blasphemy against me[h] or any other sin can be forgiven—all except one: speaking against the Holy Spirit shall never be forgiven, either in this world or in the world to come.", "33": "“A tree is identified by its fruit. A tree from a select variety produces good fruit; poor varieties don't. ", "34": "You brood of snakes! How could evil men like you speak what is good and right? For a man's heart determines his speech. ", "35": "A good man's speech reveals the rich treasures within him. An evil-hearted man is filled with venom, and his speech reveals it. ", "36": "And I tell you this, that you must give account on Judgment Day for every idle word you speak. ", "37": "Your words now reflect your fate then: either you will be justified by them or you will be condemned.”", "38": "One day some of the Jewish leaders, including some Pharisees, came to Jesus asking him to show them a miracle.", "39-40": "But Jesus replied, “Only an evil, faithless nation would ask for further proof; and none will be given except what happened to Jonah the prophet! For as Jonah was in the great fish for three days and three nights, so I, the Messiah,[i] shall be in the heart of the earth three days and three nights. ", "41": "The men of Nineveh shall arise against this nation at the judgment and condemn you. For when Jonah preached to them, they repented and turned to God from all their evil ways. And now one greater than Jonah is here—and you refuse to believe him.[j] ", "42": "The queen of Sheba shall rise against this nation in the judgment and condemn it; for she came from a distant land to hear the wisdom of Solomon; and now one greater than Solomon is here—and you refuse to believe him.*", "43-45": "“This evil nation is like a man possessed by a demon. For if the demon leaves, it goes into the deserts[k] for a while, seeking rest but finding none. Then it says, 'I will return to the man I came from.' So it returns and finds the man's heart clean but empty! Then the demon finds seven other spirits more evil than itself, and all enter the man and live in him. And so he is worse off than before.”", "46-47": "As Jesus was speaking in a crowded house,[l] his mother and brothers were outside, wanting to talk with him. When someone told him they were there, ", "48": "he remarked, “Who is my mother? Who are my brothers?” ", "49": "He pointed to his disciples. “Look!” he said, “these are my mother and brothers.” ", "50": "Then he added, “Anyone who obeys my Father in heaven is my brother, sister, and mother!”"}