{"1": "Later that same day, Jesus left the house and went down to the shore, ", "2-3": "where an immense crowd soon gathered. He got into a boat and taught from it while the people listened on the beach. He used many illustrations such as this one in his sermon: “A farmer was sowing grain in his fields. ", "4": "As he scattered the seed across the ground, some fell beside a path, and the birds came and ate it. ", "5": "And some fell on rocky soil where there was little depth of earth; the plants sprang up quickly enough in the shallow soil, ", "6": "but the hot sun soon scorched them and they withered and died, for they had so little root. ", "7": "Other seeds fell among thorns, and the thorns choked out the tender blades. ", "8": "But some fell on good soil and produced a crop that was thirty, sixty, and even a hundred times as much as he had planted. ", "9": "If you have ears, listen!”", "10": "His disciples came and asked him, “Why do you always use these hard-to-understand illustrations?”[a]", "11": "Then he explained to them that only they were permitted to understand about the Kingdom of Heaven, and others were not.", "12-13": "“For to him who has will more be given,” he told them, “and he will have great plenty; but from him who has not, even the little he has will be taken away. That is why I use these illustrations, so people will hear and see but not understand.[b]", "14": "“This fulfills the prophecy of Isaiah: 'They hear, but don't understand; they look, but don't see! ", "15": "For their hearts are fat and heavy, and their ears are dull, and they have closed their eyes in sleep, ", "16": "so they won't see and hear and understand and turn to God again, and let me heal them.' But blessed are your eyes, for they see; and your ears, for they hear. ", "17": "Many a prophet and godly man has longed to see what you have seen and hear what you have heard, but couldn't.", "18": "“Now here is the explanation of the story I told about the farmer planting grain: ", "19": "The hard path where some of the seeds fell represents the heart of a person who hears the Good News about the Kingdom and doesn't understand it; then Satan[c] comes and snatches away the seeds from his heart. ", "20": "The shallow, rocky soil represents the heart of a man who hears the message and receives it with real joy, ", "21": "but he doesn't have much depth in his life, and the seeds don't root very deeply, and after a while when trouble comes, or persecution begins because of his beliefs, his enthusiasm fades, and he drops out. ", "22": "The ground covered with thistles represents a man who hears the message, but the cares of this life and his longing for money choke out God's Word, and he does less and less for God. ", "23": "The good ground represents the heart of a man who listens to the message and understands it and goes out and brings thirty, sixty, or even a hundred others into the Kingdom.”[d]", "24": "Here is another illustration Jesus used: “The Kingdom of Heaven is like a farmer sowing good seed in his field; ", "25": "but one night as he slept, his enemy came and sowed thistles among the wheat. ", "26": "When the crop began to grow, the thistles grew too.", "27": "“The farmer's men came and told him, 'Sir, the field where you planted that choice seed is full of thistles!'", "28": "“'An enemy has done it,' he exclaimed. “'Shall we pull out the thistles?' they asked.", "29": "“'No,' he replied. 'You'll hurt the wheat if you do. ", "30": "Let both grow together until the harvest, and I will tell the reapers to sort out the thistles and burn them, and put the wheat in the barn.'”", "31-32": "Here is another of his illustrations: “The Kingdom of Heaven is like a tiny mustard seed planted in a field. It is the smallest of all seeds but becomes the largest of plants, and grows into a tree where birds can come and find shelter.”", "33": "He also used this example: “The Kingdom of Heaven can be compared to a woman making bread. She takes a measure of flour and mixes in the yeast until it permeates every part of the dough.”", "34-35": "Jesus constantly used these illustrations when speaking to the crowds. In fact, because the prophets said that he would use so many, he never spoke to them without at least one illustration. For it had been prophesied, “I will talk in parables; I will explain mysteries hidden since the beginning of time.”[e] ", "36": "Then, leaving the crowds outside, he went into the house. His disciples asked him to explain to them the illustration of the thistles and the wheat.", "37": "“All right,” he said, “I am[f] the farmer who sows the choice seed. ", "38": "The field is the world, and the seed represents the people of the Kingdom; the thistles are the people belonging to Satan. ", "39": "The enemy who sowed the thistles among the wheat is the devil; the harvest is the end of the world, and the reapers are the angels.", "40": "“Just as in this story the thistles are separated and burned, so shall it be at the end of the world: ", "41": "I[g] will send my angels, and they will separate out of the Kingdom every temptation and all who are evil, ", "42": "and throw them into the furnace and burn them. There shall be weeping and gnashing of teeth. ", "43": "Then the godly shall shine as the sun in their Father's Kingdom. Let those with ears, listen!", "44": "“The Kingdom of Heaven is like a treasure a man discovered in a field. In his excitement, he sold everything he owned to get enough money to buy the field—and get the treasure, too!", "45": "“Again, the Kingdom of Heaven is like a pearl merchant on the lookout for choice pearls. ", "46": "He discovered a real bargain—a pearl of great value—and sold everything he owned to purchase it!", "47-48": "“Again, the Kingdom of Heaven can be illustrated by a fisherman—he casts a net into the water and gathers in fish of every kind, valuable and worthless. When the net is full, he drags it up onto the beach and sits down and sorts out the edible ones into crates and throws the others away. ", "49": "That is the way it will be at the end of the world—the angels will come and separate the wicked people from the godly, ", "50": "casting the wicked into the fire; there shall be weeping and gnashing of teeth. ", "51": "Do you understand?” “Yes,” they said, “we do.”", "52": "Then he added, “Those experts in Jewish law who are now my disciples have double treasures—from the Old Testament as well as from the New!”[h]", "53-54": "When Jesus had finished giving these illustrations, he returned to his hometown, Nazareth in Galilee,[i] and taught there in the synagogue and astonished everyone with his wisdom and his miracles.", "55": "“How is this possible?” the people exclaimed. “He's just a carpenter's son, and we know Mary his mother and his brothers—James, Joseph, Simon, and Judas. ", "56": "And his sisters—they all live here. How can he be so great?” ", "57": "And they became angry with him! Then Jesus told them, “A prophet is honored everywhere except in his own country, and among his own people!” ", "58": "And so he did only a few great miracles there, because of their unbelief."}