{"1": "When King Herod[a] heard about Jesus, ", "2": "he said to his men, “This must be John the Baptist, come back to life again. That is why he can do these miracles.” ", "3": "For Herod had arrested John and chained him in prison at the demand of[b] his wife Herodias, his brother Philip's ex-wife, ", "4": "because John had told him it was wrong for him to marry her. ", "5": "He would have killed John but was afraid of a riot, for all the people believed John was a prophet.", "6": "But at a birthday party for Herod, Herodias's daughter performed a dance that greatly pleased him, ", "7": "so he vowed to give her anything she wanted. ", "8": "Consequently, at her mother's urging, the girl asked for John the Baptist's head on a tray.", "9": "The king was grieved, but because of his oath, and because he didn't want to back down in front of his guests, he issued the necessary orders.", "10": "So John was beheaded in the prison, ", "11": "and his head was brought on a tray and given to the girl, who took it to her mother.", "12": "Then John's disciples came for his body and buried it, and came to tell Jesus what had happened.", "13": "As soon as Jesus heard the news, he went off by himself in a boat to a remote area to be alone. But the crowds saw where he was headed and followed by land from many villages.", "14": "So when Jesus came out of the wilderness, a vast crowd was waiting for him, and he pitied them and healed their sick.", "15": "That evening the disciples came to him and said, “It is already past time for supper, and there is nothing to eat here in the desert; send the crowds away so they can go to the villages and buy some food.”", "16": "But Jesus replied, “That isn't necessary—you feed them!”", "17": "“What!” they exclaimed. “We have exactly five small loaves of bread and two fish!”", "18": "“Bring them here,” he said.", "19": "Then he told the people to sit down on the grass; and he took the five loaves and two fish, looked up into the sky, and asked God's blessing on the meal, then broke the loaves apart and gave them to the disciples to place before the people. ", "20": "And everyone ate until full! And when the scraps were picked up afterwards, there were twelve basketfuls left over! ", "21": "(About five thousand men were in the crowd that day, besides all the women and children.)", "22": "Immediately after this, Jesus told his disciples to get into their boat and cross to the other side of the lake while he stayed to get the people started home.", "23-24": "Then afterwards he went up into the hills to pray. Night fell, and out on the lake the disciples were in trouble. For the wind had risen and they were fighting heavy seas.", "25": "About four o'clock in the morning Jesus came to them, walking on the water! ", "26": "They screamed in terror, for they thought he was a ghost.", "27": "But Jesus immediately spoke to them, reassuring them. “Don't be afraid!” he said.", "28": "Then Peter called to him: “Sir, if it is really you, tell me to come over to you, walking on the water.”", "29": "“All right,” the Lord said, “come along!” So Peter went over the side of the boat and walked on the water toward Jesus. ", "30": "But when he looked around at the high waves, he was terrified and began to sink. “Save me, Lord!” he shouted.", "31": "Instantly Jesus reached out his hand and rescued him. “O man of little faith,” Jesus said. “Why did you doubt me?” ", "32": "And when they had climbed back into the boat, the wind stopped.", "33": "The others sat there, awestruck. “You really are the Son of God!” they exclaimed.", "34": "They landed at Gennesaret. ", "35": "The news of their arrival spread quickly throughout the city, and soon people were rushing around, telling everyone to bring in their sick to be healed. ", "36": "The sick begged him to let them touch even the tassel of his robe, and all who did were healed."}