{"1": "Some Pharisees and other Jewish leaders now arrived from Jerusalem to interview Jesus.", "2": "“Why do your disciples disobey the ancient Jewish traditions?” they demanded. “For they ignore our ritual of ceremonial handwashing before they eat.” ", "3": "He replied, “And why do your traditions violate the direct commandments of God? ", "4": "For instance, God's law is 'Honor your father and mother; anyone who reviles his parents must die.' ", "5-6": "But you say, 'Even if your parents are in need, you may give their support money to the church[a] instead.' And so, by your man-made rule, you nullify the direct command of God to honor and care for your parents. ", "7": "You hypocrites! Well did Isaiah prophesy of you, ", "8": "'These people say they honor me, but their hearts are far away. ", "9": "Their worship is worthless, for they teach their man-made laws instead of those from God.'[b]”", "10": "Then Jesus called to the crowds and said, “Listen to what I say and try to understand: ", "11": "You aren't made unholy by eating nonkosher food! It is what you say and think that makes you unclean.”[c]", "12": "Then the disciples came and told him, “You offended the Pharisees by that remark.”", "13-14": "Jesus replied, “Every plant not planted by my Father shall be rooted up, so ignore them. They are blind guides leading the blind, and both will fall into a ditch.”", "15": "Then Peter asked Jesus to explain what he meant when he said that people are not defiled by nonkosher food.", "16": "“Don't you understand?” Jesus asked him. ", "17": "“Don't you see that anything you eat passes through the digestive tract and out again? ", "18": "But evil words come from an evil heart and defile the man who says them. ", "19": "For from the heart come evil thoughts, murder, adultery, fornication, theft, lying, and slander. ", "20": "These are what defile; but there is no spiritual defilement from eating without first going through the ritual of ceremonial handwashing!”", "21": "Jesus then left that part of the country and walked the fifty miles to Tyre and Sidon.[d]", "22": "A woman from Canaan who was living there came to him, pleading, “Have mercy on me, O Lord, King David's Son! For my daughter has a demon within her, and it torments her constantly.”", "23": "But Jesus gave her no reply—not even a word. Then his disciples urged him to send her away. “Tell her to get going,” they said, “for she is bothering us with all her begging.”", "24": "Then he said to the woman, “I was sent to help the Jews—the lost sheep of Israel—not the Gentiles.”", "25": "But she came and worshiped him and pled again, “Sir, help me!”", "26": "“It doesn't seem right to take bread from the children and throw it to the dogs,” he said.", "27": "“Yes, it is!” she replied, “for even the puppies beneath the table are permitted to eat the crumbs that fall.”", "28": "“Woman,” Jesus told her, “your faith is large, and your request is granted.” And her daughter was healed right then.", "29": "Jesus now returned to the Sea of Galilee and climbed a hill and sat there. ", "30": "And a vast crowd brought him their lame, blind, maimed, and those who couldn't speak, and many others, and laid them before Jesus, and he healed them all. ", "31": "What a spectacle it was! Those who hadn't been able to say a word before were talking excitedly, and those with missing arms and legs had new ones; the crippled were walking and jumping around, and those who had been blind were gazing about them! The crowds just marveled and praised the God of Israel.", "32": "Then Jesus called his disciples to him and said, “I pity these people—they've been here with me for three days now and have nothing left to eat; I don't want to send them away hungry or they will faint along the road.”", "33": "The disciples replied, “And where would we get enough here in the desert for all this mob to eat?”", "34": "Jesus asked them, “How much food do you have?” And they replied, “Seven loaves of bread and a few small fish!”", "35": "Then Jesus told all of the people to sit down on the ground, ", "36": "and he took the seven loaves and the fish, and gave thanks to God for them, and divided them into pieces, and gave them to the disciples who presented them to the crowd. ", "37-38": "And everyone ate until full—four thousand men besides the women and children! And afterwards, when the scraps were picked up, there were seven basketfuls left over!", "39": "Then Jesus sent the people home and got into the boat and crossed to Magadan."}