{"1": "One day the Pharisees and Sadducees[a] came to test Jesus' claim of being the Messiah by asking him to show them some great demonstrations in the skies.", "2-3": "He replied, “You are good at reading the weather signs of the skies—red sky tonight means fair weather tomorrow; red sky in the morning means foul weather all day—but you can't read the obvious signs of the times! ", "4": "This evil, unbelieving nation is asking for some strange sign in the heavens, but no further proof will be given except the miracle that happened to Jonah.” Then Jesus walked out on them.", "5": "Arriving across the lake, the disciples discovered they had forgotten to bring any food.", "6": "“Watch out!” Jesus warned them. “Beware of the yeast of the Pharisees and Sadducees.”", "7": "They thought he was saying this because they had forgotten to bring bread.", "8": "Jesus knew what they were thinking and told them, “O men of little faith! Why are you so worried about having no food? ", "9": "Won't you ever understand? Don't you remember at all the five thousand I fed with five loaves, and the basketfuls left over? ", "10": "Don't you remember the four thousand I fed, and all that was left? ", "11": "How could you even think I was talking about food? But again I say, 'Beware of the yeast of the Pharisees and Sadducees.'”", "12": "Then at last they understood that by yeast he meant the wrong teaching of the Pharisees and Sadducees.", "13": "When Jesus came to Caesarea Philippi, he asked his disciples, “Who are the people saying I[b] am?”", "14": "“Well,” they replied, “some say John the Baptist; some, Elijah; some, Jeremiah or one of the other prophets.”", "15": "Then he asked them, “Who do you think I am?”", "16": "Simon Peter answered, “The Christ, the Messiah, the Son of the living God.”", "17": "“God has blessed you, Simon, son of Jonah,” Jesus said, “for my Father in heaven has personally revealed this to you—this is not from any human source. ", "18": "You are Peter, a stone; and upon this rock I will build my church; and all the powers of hell shall not prevail against it. ", "19": "And I will give you the keys of the Kingdom of Heaven; whatever doors you lock on earth shall be locked in heaven; and whatever doors you open on earth shall be open in heaven!”", "20": "Then he warned the disciples against telling others that he was the Messiah.", "21": "From then on Jesus began to speak plainly to his disciples about going to Jerusalem, and what would happen to him there—that he would suffer at the hands of the Jewish leaders,[c] that he would be killed, and that three days later he would be raised to life again.", "22": "But Peter took him aside to remonstrate with him. “Heaven forbid, sir,” he said. “This is not going to happen to you!”", "23": "Jesus turned on Peter and said, “Get away from me, you Satan! You are a dangerous trap to me. You are thinking merely from a human point of view, and not from God's.”", "24": "Then Jesus said to the disciples, “If anyone wants to be a follower of mine, let him deny himself and take up his cross and follow me. ", "25": "For anyone who keeps his life for himself shall lose it; and anyone who loses his life for me shall find it again. ", "26": "What profit is there if you gain the whole world—and lose eternal life? What can be compared with the value of eternal life? ", "27": "For I, the Son of Mankind, shall come with my angels in the glory of my Father and judge each person according to his deeds. ", "28": "And some of you standing right here now will certainly live to see me coming in my Kingdom.”"}