{"1": "About that time the disciples came to Jesus to ask which of them would be greatest in the Kingdom of Heaven!", "2": "Jesus called a small child over to him and set the little fellow down among them, ", "3": "and said, “Unless you turn to God from your sins and become as little children, you will never get into the Kingdom of Heaven. ", "4": "Therefore anyone who humbles himself as this little child is the greatest in the Kingdom of Heaven. ", "5": "And any of you who welcomes a little child like this because you are mine is welcoming me and caring for me. ", "6": "But if any of you causes one of these little ones who trusts in me to lose his faith,[a] it would be better for you to have a rock tied to your neck and be thrown into the sea.", "7": "“Woe upon the world for all its evils.[b] Temptation to do wrong is inevitable, but woe to the man who does the tempting. ", "8": "So if your hand or foot causes you to sin, cut it off and throw it away. Better to enter heaven crippled than to be in hell with both of your hands and feet. ", "9": "And if your eye causes you to sin, gouge it out and throw it away. Better to enter heaven with one eye than to be in hell with two.", "10": "“Beware that you don't look down upon a single one of these little children. For I tell you that in heaven their angels have constant access[c] to my Father. ", "11": "And I, the Messiah,[d] came to save the lost.", "12": "“If a man has a hundred sheep, and one wanders away and is lost, what will he do? Won't he leave the ninety-nine others and go out into the hills to search for the lost one? ", "13": "And if he finds it, he will rejoice over it more than over the ninety-nine others safe at home! ", "14": "Just so, it is not my Father's will that even one of these little ones should perish.", "15": "“If a brother sins against you, go to him privately and confront him with his fault. If he listens and confesses it, you have won back a brother. ", "16": "But if not, then take one or two others with you and go back to him again, proving everything you say by these witnesses. ", "17": "If he still refuses to listen, then take your case to the church, and if the church's verdict favors you, but he won't accept it, then the church should excommunicate him.[e] ", "18": "And I tell you this—whatever you bind on earth is bound in heaven, and whatever you free on earth will be freed in heaven.", "19": "“I also tell you this—if two of you agree down here on earth concerning anything you ask for, my Father in heaven will do it for you. ", "20": "For where two or three gather together because they are mine, I will be right there among them.”", "21": "Then Peter came to him and asked, “Sir, how often should I forgive a brother who sins against me? Seven times?”", "22": "“No!” Jesus replied, “seventy times seven!", "23": "“The Kingdom of Heaven can be compared to a king who decided to bring his accounts up to date. ", "24": "In the process, one of his debtors was brought in who owed him $10 million!$10 million, literally, “10,000 talents.” Approximately £3 million. ", "25": "He couldn't pay, so the king ordered him sold for the debt, also his wife and children and everything he had.", "26": "“But the man fell down before the king, his face in the dust, and said, 'Oh, sir, be patient with me and I will pay it all.'", "27": "“Then the king was filled with pity for him and released him and forgave his debt.", "28": "“But when the man left the king, he went to a man who owed him $2,000$2,000, approximately £700. and grabbed him by the throat and demanded instant payment.", "29": "“The man fell down before him and begged him to give him a little time. 'Be patient and I will pay it,' he pled.", "30": "“But his creditor wouldn't wait. He had the man arrested and jailed until the debt would be paid in full.", "31": "“Then the man's friends went to the king and told him what had happened. ", "32": "And the king called before him the man he had forgiven and said, 'You evil-hearted wretch! Here I forgave you all that tremendous debt, just because you asked me to—", "33": "shouldn't you have mercy on others, just as I had mercy on you?'", "34": "“Then the angry king sent the man to the torture chamber until he had paid every last penny due. ", "35": "So shall my heavenly Father do to you if you refuse to truly forgive your brothers.”"}