{"1": "Jesus was born in the town of Bethlehem, in Judea, during the reign of King Herod. At about that time some astrologers from eastern lands arrived in Jerusalem, asking, ", "2": "“Where is the newborn King of the Jews? for we have seen his star in far-off eastern lands and have come to worship him.”", "3": "King Herod was deeply disturbed by their question, and all Jerusalem was filled with rumors.[a] ", "4": "He called a meeting of the Jewish religious leaders. “Did the prophets tell us where the Messiah would be born?” he asked.", "5": "“Yes, in Bethlehem,” they said, “for this is what the prophet Micah[b] wrote:", "6": "'O little town of Bethlehem, you are not just an unimportant Judean village, for a Governor shall rise from you to rule my people Israel.'”", "7": "Then Herod sent a private message to the astrologers, asking them to come to see him; at this meeting he found out from them the exact time when they first saw the star. Then he told them, ", "8": "“Go to Bethlehem and search for the child. And when you find him, come back and tell me so that I can go and worship him too!”", "9": "After this interview the astrologers started out again. And look! The star appeared to them again, standing over Bethlehem.[c] ", "10": "Their joy knew no bounds!", "11": "Entering the house where the baby and Mary, his mother, were, they threw themselves down before him, worshiping. Then they opened their presents and gave him gold, frankincense, and myrrh. ", "12": "But when they returned to their own land, they didn't go through Jerusalem to report to Herod, for God had warned them in a dream to go home another way.", "13": "After they were gone, an angel of the Lord appeared to Joseph in a dream. “Get up and flee to Egypt with the baby and his mother,” the angel said, “and stay there until I tell you to return, for King Herod is going to try to kill the child.” ", "14": "That same[d] night he left for Egypt with Mary and the baby, ", "15": "and stayed there until King Herod's death. This fulfilled the prophet's prediction, “I have called my Son from Egypt.”[e]", "16": "Herod was furious when he learned that the astrologers had disobeyed him. Sending soldiers to Bethlehem, he ordered them to kill every baby boy two years old and under, both in the town and on the nearby farms, for the astrologers had told him the star first appeared to them two years before. ", "17": "This brutal action of Herod's fulfilled the prophecy of Jeremiah,", "18": "“Screams of anguish come from Ramah,[f] Weeping unrestrained; Rachel weeping for her children, Uncomforted— For they are dead.”", "19": "When Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt and told him, ", "20": "“Get up and take the baby and his mother back to Israel, for those who were trying to kill the child are dead.”", "21": "So he returned immediately to Israel with Jesus and his mother. ", "22": "But on the way he was frightened to learn that the new king was Herod's son, Archelaus. Then, in another dream, he was warned not to go to Judea, so they went to Galilee instead ", "23": "and lived in Nazareth. This fulfilled the prediction of the prophets concerning the Messiah, “He shall be called a Nazarene.”"}