{"1": "As Jesus and the disciples approached Jerusalem, and were near the town of Bethphage on the Mount of Olives, Jesus sent two of them into the village ahead.", "2": "“Just as you enter,” he said, “you will see a donkey tied there, with its colt beside it. Untie them and bring them here. ", "3": "If anyone asks you what you are doing, just say, 'The Master needs them,' and there will be no trouble.”", "4": "This was done to fulfill the ancient prophecy, ", "5": "“Tell Jerusalem her King is coming to her, riding humbly on a donkey's colt!”", "6": "The two disciples did as Jesus said, ", "7": "and brought the animals to him and threw their garments over the colt[a] for him to ride on. ", "8": "And some in the crowd threw down their coats along the road ahead of him, and others cut branches from the trees and spread them out before him.", "9": "Then the crowds surged on ahead and pressed along behind, shouting, “God bless King David's Son!” . . . “God's Man is here!”[b] . . . “Bless him, Lord!” . . . “Praise God in highest heaven!”", "10": "The entire city of Jerusalem was stirred as he entered. “Who is this?” they asked.", "11": "And the crowds replied, “It's Jesus, the prophet from Nazareth up in Galilee.”", "12": "Jesus went into the Temple, drove out the merchants, and knocked over the money changers' tables and the stalls of those selling doves.", "13": "“The Scriptures say my Temple is a place of prayer,” he declared, “but you have turned it into a den of thieves.”", "14": "And now the blind and crippled came to him, and he healed them there in the Temple. ", "15": "But when the chief priests and other Jewish leaders saw these wonderful miracles and heard even the little children in the Temple shouting, “God bless the Son of David,” they were disturbed and indignant and asked him, “Do you hear what these children are saying?”", "16": "“Yes,” Jesus replied. “Didn't you ever read the Scriptures? For they say, 'Even little babies shall praise him!'”", "17": "Then he returned to Bethany, where he stayed overnight.", "18": "In the morning, as he was returning to Jerusalem, he was hungry ", "19": "and noticed a fig tree beside the road. He went over to see if there were any figs, but there were only leaves. Then he said to it, “Never bear fruit again!” And soon[c] the fig tree withered up.", "20": "The disciples were utterly amazed and asked, “How did the fig tree wither so quickly?”", "21": "Then Jesus told them, “Truly, if you have faith and don't doubt, you can do things like this and much more. You can even say to this Mount of Olives, 'Move over into the ocean,' and it will. ", "22": "You can get anything—anything you ask for in prayer—if you believe.”", "23": "When he had returned to the Temple and was teaching, the chief priests and other Jewish leaders came up to him and demanded to know by whose authority he had thrown out the merchants the day before.[d]", "24": "“I'll tell you if you answer one question first,” Jesus replied. ", "25": "“Was John the Baptist sent from God or not?” They talked it over among themselves. “If we say, 'From God,'” they said, “then he will ask why we didn't believe what John said. ", "26": "And if we deny that God sent him, we'll be mobbed, for the crowd all think he was a prophet.” ", "27": "So they finally replied, “We don't know!” And Jesus said, “Then I won't answer your question either.", "28": "“But what do you think about this? A man with two sons told the older boy, 'Son, go out and work on the farm today.' ", "29": "'I won't,' he answered, but later he changed his mind and went. ", "30": "Then the father told the youngest, 'You go!' and he said, 'Yes, sir, I will.' But he didn't. ", "31": "Which of the two was obeying his father?” They replied, “The first, of course.” Then Jesus explained his meaning: “Surely evil men and prostitutes will get into the Kingdom before you do. ", "32": "For John the Baptist told you to repent and turn to God, and you wouldn't, while very evil men and prostitutes did. And even when you saw this happening, you refused to repent, and so you couldn't believe.", "33": "“Now listen to this story: A certain landowner planted a vineyard with a hedge around it, and built a platform for the watchman, then leased the vineyard to some farmers on a sharecrop basis, and went away to live in another country.", "34": "“At the time of the grape harvest he sent his agents to the farmers to collect his share. ", "35": "But the farmers attacked his men, beat one, killed one, and stoned another.", "36": "“Then he sent a larger group of his men to collect for him, but the results were the same. ", "37": "Finally the owner sent his son, thinking they would surely respect him.", "38": "“But when these farmers saw the son coming, they said among themselves, 'Here comes the heir to this estate; come on, let's kill him and get it for ourselves!' ", "39": "So they dragged him out of the vineyard and killed him.", "40": "“When the owner returns, what do you think he will do to those farmers?”", "41": "The Jewish leaders replied, “He will put the wicked men to a horrible death and lease the vineyard to others who will pay him promptly.”", "42": "Then Jesus asked them, “Didn't you ever read in the Scriptures: 'The stone rejected by the builders has been made the honored cornerstone;[e] how remarkable! what an amazing thing the Lord has done'?", "43": "“What I mean is that the Kingdom of God shall be taken away from you, and given to a nation that will give God his share of the crop.[f] ", "44": "All who stumble on this rock of truth[g] shall be broken, but those it falls on will be scattered as dust.”", "45": "When the chief priests and other Jewish leaders realized that Jesus was talking about them—that they were the farmers in his story—", "46": "they wanted to get rid of him but were afraid to try because of the crowds, for they accepted Jesus as a prophet."}