{"1-2": "Jesus told several other stories to show what the Kingdom of Heaven is like. “For instance,” he said, “it can be illustrated by the story of a king who prepared a great wedding dinner for his son. ", "3": "Many guests were invited, and when the banquet was ready, he sent messengers to notify everyone that it was time to come. But all refused! ", "4": "So he sent other servants to tell them, 'Everything is ready and the roast is in the oven. Hurry!'", "5": "“But the guests he had invited merely laughed and went on about their business, one to his farm, another to his store; ", "6": "others beat up his messengers and treated them shamefully, even killing some of them.", "7": "“Then the angry king sent out his army and destroyed the murderers and burned their city. ", "8": "And he said to his servants, 'The wedding feast is ready, and the guests I invited aren't worthy of the honor. ", "9": "Now go out to the street corners and invite everyone you see.'", "10": "“So the servants did, and brought in all they could find, good and bad alike; and the banquet hall was filled with guests. ", "11": "But when the king came in to meet the guests, he noticed a man who wasn't wearing the wedding robe provided for him.[a]", "12": "“'Friend,' he asked, 'how does it happen that you are here without a wedding robe?' And the man had no reply.", "13": "“Then the king said to his aides, 'Bind him hand and foot and throw him out into the outer darkness where there is weeping and gnashing of teeth.' ", "14": "For many are called, but few are chosen.”", "15": "Then the Pharisees met together to try to think of some way to trap Jesus into saying something for which they could arrest him. ", "16": "They decided to send some of their men along with the Herodians[b] to ask him this question: “Sir, we know you are very honest and teach the truth regardless of the consequences, without fear or favor. ", "17": "Now tell us, is it right to pay taxes to the Roman government or not?”", "18": "But Jesus saw what they were after. “You hypocrites!” he exclaimed. “Who are you trying to fool with your trick questions? ", "19": "Here, show me a coin.” And they handed him a penny.", "20": "“Whose picture is stamped on it?” he asked them. “And whose name is this beneath the picture?”", "21": "“Caesar's,” they replied. “Well, then,” he said, “give it to Caesar if it is his, and give God everything that belongs to God.”", "22": "His reply surprised and baffled them, and they went away.", "23": "But that same day some of the Sadducees, who say there is no resurrection after death, came to him and asked, ", "24": "“Sir, Moses said that if a man died without children, his brother should marry the widow and their children would get all the dead man's property. ", "25": "Well, we had among us a family of seven brothers. The first of these men married and then died, without children, so his widow became the second brother's wife. ", "26": "This brother also died without children, and the wife was passed to the next brother, and so on until she had been the wife of each of them. ", "27": "And then she also died. ", "28": "So whose wife will she be in the resurrection? For she was the wife of all seven of them!”", "29": "But Jesus said, “Your error is caused by your ignorance of the Scriptures and of God's power! ", "30": "For in the resurrection there is no marriage; everyone is as the angels in heaven. ", "31": "But now, as to whether there is a resurrection of the dead—don't you ever read the Scriptures? Don't you realize that God was speaking directly to you when he said, ", "32": "'I am the God of Abraham, Isaac, and Jacob'? So God is not the God of the dead, but of the living.”[c]", "33": "The crowds were profoundly impressed by his answers—", "34-35": "but not the Pharisees! When they heard that he had routed the Sadducees with his reply, they thought up a fresh question of their own to ask him. One of them, a lawyer, spoke up: ", "36": "“Sir, which is the most important command in the laws of Moses?”", "37": "Jesus replied, “'Love the Lord your God with all your heart, soul, and mind.' ", "38-39": "This is the first and greatest commandment. The second most important is similar: 'Love your neighbor as much as you love yourself.' ", "40": "All the other commandments and all the demands of the prophets stem from these two laws and are fulfilled if you obey them. Keep only these and you will find that you are obeying all the others.”", "41": "Then, surrounded by the Pharisees, he asked them a question: ", "42": "“What about the Messiah? Whose son is he?” “The son of David,” they replied.", "43": "“Then why does David, speaking under the inspiration of the Holy Spirit, call him 'Lord'?” Jesus asked. “For David said,", "44": "'God said to my Lord, Sit at my right hand until I put your enemies beneath your feet.'", "45": "Since David called him 'Lord,' how can he be merely his son?”", "46": "They had no answer. And after that no one dared ask him any more questions."}