{"1": "As Jesus was leaving the Temple grounds, his disciples came along and wanted to take him on a tour of the various Temple buildings.", "2": "But he told them, “All these buildings will be knocked down, with not one stone left on top of another!”", "3": "“When will this happen?” the disciples asked him later, as he sat on the slopes of the Mount of Olives. “What events will signal your return and the end of the world?”[a]", "4": "Jesus told them, “Don't let anyone fool you. ", "5": "For many will come claiming to be the Messiah and will lead many astray. ", "6": "When you hear of wars beginning, this does not signal my return; these must come, but the end is not yet. ", "7": "The nations and kingdoms of the earth will rise against each other, and there will be famines and earthquakes in many places. ", "8": "But all this will be only the beginning of the horrors to come.", "9": "“Then you will be tortured and killed and hated all over the world because you are mine, ", "10": "and many of you shall fall back into sin and betray and hate each other. ", "11": "And many false prophets will appear and lead many astray. ", "12": "Sin will be rampant everywhere and will cool the love of many. ", "13": "But those enduring to the end shall be saved.", "14": "“And the Good News about the Kingdom will be preached throughout the whole world, so that all nations will hear it, and then, finally, the end will come.", "15": "“So, when you see the horrible thing[b] (told about by Daniel* the prophet) standing in a holy place (Note to the reader: You know what is meant!*), ", "16": "then those in Judea must flee into the Judean hills. ", "17": "Those on their porches[c] must not even go inside to pack before they flee. ", "18": "Those in the fields should not return to their homes for their clothes.", "19": "“And woe to pregnant women and to those with babies in those days. ", "20": "And pray that your flight will not be in winter, or on the Sabbath.[d] ", "21": "For there will be persecution such as the world has never before seen in all its history and will never see again.", "22": "“In fact, unless those days are shortened, all mankind will perish. But they will be shortened for the sake of God's chosen people.[e]", "23": "“Then if anyone tells you, 'The Messiah has arrived at such and such a place, or has appeared here or there,' don't believe it. ", "24": "For false Christs shall arise, and false prophets, and will do wonderful miracles so that if it were possible, even God's chosen ones[f] would be deceived. ", "25": "See, I have warned you.", "26": "“So if someone tells you the Messiah has returned and is out in the desert, don't bother to go and look. Or, that he is hiding at a certain place, don't believe it! ", "27": "For as the lightning flashes across the sky from east to west, so shall my coming be, when I, the Messiah,[g] return. ", "28": "And wherever the carcass is, there the vultures will gather.", "29": "“Immediately after the persecution of those days the sun will be darkened, and the moon will not give light, and the stars will seem to fall from the heavens,[h] and the powers overshadowing the earth will be convulsed.*", "30": "“And then at last the signal of my coming[i] will appear in the heavens, and there will be deep mourning all around the earth. And the nations of the world will see me arrive in the clouds of heaven, with power and great glory. ", "31": "And I shall send forth my angels with the sound of a mighty trumpet blast, and they shall gather my chosen ones from the farthest ends of the earth and heaven.[j]", "32": "“Now learn a lesson from the fig tree. When her branch is tender and the leaves begin to sprout, you know that summer is almost here. ", "33": "Just so, when you see all these things beginning to happen, you can know that my return is near,[k] even at the doors. ", "34": "Then at last this age will come to its close.[l]", "35": "“Heaven and earth will disappear, but my words remain forever. ", "36": "But no one knows the date and hour when the end will be—not even the angels. No, nor even God's Son.[m] Only the Father knows.", "37-38": "“The world will be at ease[n]—banquets and parties and weddings—just as it was in Noah's time before the sudden coming of the Flood; ", "39": "people wouldn't believe[o] what was going to happen until the Flood actually arrived and took them all away. So shall my coming be.", "40": "“Two men will be working together in the fields, and one will be taken, the other left. ", "41": "Two women will be going about their household tasks; one will be taken, the other left.", "42": "“So be prepared, for you don't know what day your Lord is coming.", "43": "“Just as a man can prevent trouble from thieves by keeping watch for them, ", "44": "so you can avoid trouble by always being ready for my unannounced return.", "45": "“Are you a wise and faithful servant of the Lord? Have I given you the task of managing my household, to feed my children day by day? ", "46": "Blessings on you if I return and find you faithfully doing your work. ", "47": "I will put such faithful ones in charge of everything I own!", "48": "“But if you are evil and say to yourself, 'My Lord won't be coming for a while,' ", "49": "and begin oppressing your fellow servants, partying and getting drunk, ", "50": "your Lord will arrive unannounced and unexpected, ", "51": "and severely whip you and send you off to the judgment of the hypocrites; there will be weeping and gnashing of teeth."}