{"1": "When it was morning, the chief priests and Jewish leaders met again to discuss how to induce the Roman government to sentence Jesus to death.[a] ", "2": "Then they sent him in chains to Pilate, the Roman governor.", "3": "About that time Judas, who betrayed him, when he saw that Jesus had been condemned to die, changed his mind and deeply regretted what he had done,[b] and brought back the money to the chief priests and other Jewish leaders.", "4": "“I have sinned,” he declared, “for I have betrayed an innocent man.” “That's your problem,” they retorted.", "5": "Then he threw the money onto the floor of the Temple and went out and hanged himself. ", "6": "The chief priests picked the money up. “We can't put it in the collection,” they said, “since it's against our laws to accept money paid for murder.”", "7": "They talked it over and finally decided to buy a certain field where the clay was used by potters, and to make it into a cemetery for foreigners who died in Jerusalem. ", "8": "That is why the cemetery is still called “The Field of Blood.”", "9": "This fulfilled the prophecy of Jeremiah which says, “They took the thirty pieces of silver—the price at which he was valued by the people of Israel—", "10": "and purchased a field from the potters as the Lord directed me.”", "11": "Now Jesus was standing before Pilate, the Roman governor. “Are you the Jews' Messiah?”[c] the governor asked him. “Yes,” Jesus replied.", "12": "But when the chief priests and other Jewish leaders made their many accusations against him, Jesus remained silent.", "13": "“Don't you hear what they are saying?” Pilate demanded.", "14": "But Jesus said nothing, much to the governor's surprise.", "15": "Now the governor's custom was to release one Jewish prisoner each year during the Passover celebration—anyone they wanted. ", "16": "This year there was a particularly notorious criminal in jail named Barabbas, ", "17": "and as the crowds gathered before Pilate's house that morning he asked them, “Which shall I release to you—Barabbas, or Jesus your Messiah?”[d] ", "18": "For he knew very well that the Jewish leaders had arrested Jesus out of envy because of his popularity with the people.", "19": "Just then, as he was presiding over the court, Pilate's wife sent him this message: “Leave that good man alone; for I had a terrible nightmare concerning him last night.”", "20": "Meanwhile the chief priests and Jewish officials persuaded the crowds to ask for Barabbas's release, and for Jesus' death. ", "21": "So when the governor asked again,[e] “Which of these two shall I release to you?” the crowd shouted back their reply: “Barabbas!”", "22": "“Then what shall I do with Jesus, your Messiah?” Pilate asked. And they shouted, “Crucify him!”", "23": "“Why?” Pilate demanded. “What has he done wrong?” But they kept shouting, “Crucify! Crucify!”", "24": "When Pilate saw that he wasn't getting anywhere and that a riot was developing, he sent for a bowl of water and washed his hands before the crowd, saying, “I am innocent of the blood of this good man. The responsibility is yours!”", "25": "And the mob yelled back, “His blood be on us and on our children!”", "26": "Then Pilate released Barabbas to them. And after he had whipped Jesus, he gave him to the Roman soldiers to be taken away and crucified. ", "27": "But first they took him into the armory and called out the entire contingent. ", "28": "They stripped him and put a scarlet robe on him, ", "29": "and made a crown from long thorns and put it on his head, and placed a stick in his right hand as a scepter and knelt before him in mockery. “Hail, King of the Jews,” they yelled. ", "30": "And they spat on him and grabbed the stick and beat him on the head with it.", "31": "After the mockery, they took off the robe and put his own garment on him again, and took him out to crucify him.", "32": "As they were on the way to the execution grounds they came across a man from Cyrene, in Africa—Simon was his name—and forced him to carry Jesus' cross. ", "33": "Then they went out to an area known as Golgotha, that is, “Skull Hill,” ", "34": "where the soldiers gave him drugged wine to drink; but when he had tasted it, he refused.", "35": "After the crucifixion, the soldiers threw dice to divide up his clothes among themselves. ", "36": "Then they sat around and watched him as he hung there. ", "37": "And they put a sign above his head, “This is Jesus, the King of the Jews.”", "38": "Two robbers were also crucified there that morning, one on either side of him. ", "39": "And the people passing by hurled abuse, shaking their heads at him and saying, ", "40": "“So! You can destroy the Temple and build it again in three days, can you? Well, then, come on down from the cross if you are the Son of God!”", "41-43": "And the chief priests and Jewish leaders also mocked him. “He saved others,” they scoffed, “but he can't save himself! So you are the King of Israel, are you? Come down from the cross and we'll believe you! He trusted God—let God show his approval by delivering him! Didn't he say, 'I am God's Son'?”", "44": "And the robbers also threw the same in his teeth.", "45": "That afternoon, the whole earth[f] was covered with darkness for three hours, from noon until three o'clock.", "46": "About three o'clock, Jesus shouted, “Eli, Eli, lama sabachthani?” which means, “My God, my God, why have you forsaken me?”", "47": "Some of the bystanders misunderstood and thought he was calling for Elijah. ", "48": "One of them ran and filled a sponge with sour wine and put it on a stick and held it up to him to drink. ", "49": "But the rest said, “Leave him alone. Let's see whether Elijah will come and save him.”", "50": "Then Jesus shouted out again, dismissed his spirit, and died.", "51": "And look! The curtain secluding the Holiest Place[g] in the Temple was split apart from top to bottom; and the earth shook, and rocks broke, ", "52": "and tombs opened, and many godly men and women who had died came back to life again. ", "53": "After Jesus' resurrection, they left the cemetery and went into Jerusalem, and appeared to many people there.", "54": "The soldiers at the crucifixion and their sergeant were terribly frightened by the earthquake and all that happened. They exclaimed, “Surely this was God's Son.”[h]", "55": "And many women who had come down from Galilee with Jesus to care for him were watching from a distance. ", "56": "Among them were Mary Magdalene and Mary the mother of James and Joseph, and the mother of James and John (the sons of Zebedee).", "57": "When evening came, a rich man from Arimathea named Joseph, one of Jesus' followers, ", "58": "went to Pilate and asked for Jesus' body. And Pilate issued an order to release it to him. ", "59": "Joseph took the body and wrapped it in a clean linen cloth, ", "60": "and placed it in his own new rock-hewn tomb, and rolled a great stone across the entrance as he left. ", "61": "Both Mary Magdalene and the other Mary were sitting nearby watching.", "62": "The next day—at the close of the first day of the Passover ceremonies[i]—the chief priests and Pharisees went to Pilate, ", "63": "and told him, “Sir, that liar once said, 'After three days I will come back to life again.' ", "64": "So we request an order from you sealing the tomb until the third day, to prevent his disciples from coming and stealing his body and then telling everyone he came back to life! If that happens, we'll be worse off than we were at first.”", "65": "“Use your own Temple police,” Pilate told them. “They can guard it safely enough.”", "66": "So they sealed the stone[j] and posted guards to protect it from intrusion."}