{"1": "Early on Sunday morning, as the new day was dawning, Mary Magdalene and the other Mary went out to the tomb.", "2": "Suddenly there was a great earthquake; for an angel of the Lord came down from heaven and rolled aside the stone and sat on it. ", "3": "His face shone like lightning and his clothing was a brilliant white. ", "4": "The guards shook with fear when they saw him, and fell into a dead faint.", "5": "Then the angel spoke to the women. “Don't be frightened!” he said. “I know you are looking for Jesus, who was crucified, ", "6": "but he isn't here! For he has come back to life again, just as he said he would. Come in and see where his body was lying. . . . ", "7": "And now, go quickly and tell his disciples that he has risen from the dead, and that he is going to Galilee to meet them there. That is my message to them.”", "8": "The women ran from the tomb, badly frightened, but also filled with joy, and rushed to find the disciples to give them the angel's message. ", "9": "And as they were running, suddenly Jesus was there in front of them! “Good morning!”[a] he said. And they fell to the ground before him, holding his feet and worshiping him.", "10": "Then Jesus said to them, “Don't be frightened! Go tell my brothers to leave at once for Galilee, to meet me there.”", "11": "As the women were on the way into the city, some of the Temple police who had been guarding the tomb went to the chief priests and told them what had happened. ", "12-13": "A meeting of all the Jewish leaders was called, and it was decided to bribe the police to say they had all been asleep when Jesus' disciples came during the night and stole his body.", "14": "“If the governor hears about it,” the Council promised, “we'll stand up for you and everything will be all right.”", "15": "So the police accepted the bribe and said what they were told to. Their story spread widely among the Jews and is still believed by them to this very day.", "16": "Then the eleven disciples left for Galilee, going to the mountain where Jesus had said they would find him. ", "17": "There they met him and worshiped him—but some of them weren't sure it really was Jesus!", "18": "He told his disciples, “I have been given all authority in heaven and earth. ", "19": "Therefore go and make disciples in all the nations,[b] baptizing them into the name of the Father and of the Son and of the Holy Spirit, ", "20": "and then teach these new disciples to obey all the commands I have given you; and be sure of this—that I am with you always, even to the end of the world.”[c]"}