{"1": "While they were living in Nazareth,[a] John the Baptist began preaching out in the Judean wilderness. His constant theme was, ", "2": "“Turn from your sins . . . turn to God . . . for the Kingdom of Heaven is coming soon.”[b] ", "3": "Isaiah the prophet had told about John's ministry centuries before! He had written, “I hear[c] a shout from the wilderness, 'Prepare a road for the Lord—straighten out the path where he will walk.'”", "4": "John's clothing was woven from camel's hair and he wore a leather belt; his food was locusts and wild honey. ", "5": "People from Jerusalem and from all over the Jordan Valley, and, in fact, from every section of Judea went out to the wilderness to hear him preach, ", "6": "and when they confessed their sins, he baptized them in the Jordan River.", "7": "But when he saw many Pharisees[d] and Sadducees* coming to be baptized, he denounced them. “You sons of snakes!” he warned. “Who said that you could escape the coming wrath of God? ", "8": "Before being baptized, prove that you have turned from sin by doing worthy deeds. ", "9": "Don't try to get by as you are, thinking, 'We are safe for we are Jews—descendants of Abraham.' That proves nothing. God can change these stones here into Jews![e]", "10": "“And even now the ax of God's judgment is poised to chop down every unproductive tree. They will be chopped and burned.", "11": "“With water[f] I baptize those who repent of their sins; but someone else is coming, far greater than I am, so great that I am not worthy to carry his shoes! He shall baptize you with the Holy Spirit* and with fire. ", "12": "He will separate the chaff from the grain, burning the chaff with never-ending fire and storing away the grain.”", "13": "Then Jesus went from Galilee to the Jordan River to be baptized there by John. ", "14": "John didn't want to do it. “This isn't proper,” he said. “I am the one who needs to be baptized by you.”", "15": "But Jesus said, “Please do it, for I must do all that is right.”[g] So then John baptized him.", "16": "After his baptism, as soon as Jesus came up out of the water, the heavens were opened to him and he saw the Spirit of God coming down in the form of a dove. ", "17": "And a voice from heaven said, “This is my beloved Son, and I am wonderfully pleased with him.”"}