{"1": "Then Jesus was led out into the wilderness by the Holy Spirit, to be tempted there by Satan. ", "2": "For forty days and forty nights he ate nothing and became very hungry. ", "3": "Then Satan tempted him to get food by changing stones into loaves of bread. “It will prove you are the Son of God,” he said.", "4": "But Jesus told him, “No! For the Scriptures tell us that bread won't feed men's souls: obedience to every word of God is what we need.”", "5": "Then Satan took him to Jerusalem to the roof of the Temple. ", "6": "“Jump off,” he said, “and prove you are the Son of God; for the Scriptures declare, 'God will send his angels to keep you from harm,' . . . they will prevent you from smashing on the rocks below.”", "7": "Jesus retorted, “It also says not to put the Lord your God to a foolish test!”", "8": "Next Satan took him to the peak of a very high mountain and showed him the nations of the world and all their glory. ", "9": "“I'll give it all to you,” he said, “if you will only kneel and worship me.”", "10": "“Get out of here, Satan,” Jesus told him. “The Scriptures say, 'Worship only the Lord God. Obey only him.'”", "11": "Then Satan went away, and angels came and cared for Jesus.", "12-13": "When Jesus heard that John had been arrested, he left Judea and returned home[a] to Nazareth in Galilee; but soon he moved to Capernaum, beside the Lake of Galilee, close to Zebulun and Naphtali. ", "14": "This fulfilled Isaiah's prophecy:", "15-16": "“The land of Zebulun and the land of Naphtali, beside the lake, and the countryside beyond the Jordan River, and Upper Galilee where so many foreigners live—there the people who sat in darkness have seen a great Light; they sat in the land of death, and the Light broke through upon them.”[b]", "17": "From then on, Jesus began to preach, “Turn from sin and turn to God, for the Kingdom of Heaven is near.”[c]", "18": "One day as he was walking along the beach beside the Lake of Galilee, he saw two brothers—Simon, also called Peter, and Andrew—out in a boat[d] fishing with a net, for they were commercial fishermen.", "19": "Jesus called out, “Come along with me and I will show you how to fish for the souls of men!” ", "20": "And they left their nets at once and went with him.", "21": "A little farther up the beach he saw two other brothers, James and John, sitting in a boat with their father, Zebedee, mending their nets; and he called to them to come too. ", "22": "At once they stopped their work and, leaving their father behind, went with him.", "23": "Jesus traveled all through Galilee teaching in the Jewish synagogues, everywhere preaching the Good News about the Kingdom of Heaven. And he healed every kind of sickness and disease. ", "24": "The report of his miracles spread far beyond the borders of Galilee so that sick folk were soon coming to be healed from as far away as Syria. And whatever their illness and pain, or if they were possessed by demons, or were insane, or paralyzed—he healed them all. ", "25": "Enormous crowds followed him wherever he went—people from Galilee, and the Ten Cities, and Jerusalem, and from all over Judea, and even from across the Jordan River."}