{"1-2": "One day as the crowds were gathering, he went up the hillside with his disciples and sat down and taught them there.", "3": "“Humble men are very fortunate!” he told them, “for the Kingdom of Heaven is given to them. ", "4": "Those who mourn are fortunate! for they shall be comforted. ", "5": "The meek and lowly are fortunate! for the whole wide world belongs to them.", "6": "“Happy are those who long to be just and good, for they shall be completely satisfied. ", "7": "Happy are the kind and merciful, for they shall be shown mercy. ", "8": "Happy are those whose hearts are pure, for they shall see God. ", "9": "Happy are those who strive for peace—they shall be called the sons of God. ", "10": "Happy are those who are persecuted because they are good, for the Kingdom of Heaven is theirs.", "11": "“When you are reviled and persecuted and lied about because you are my followers—wonderful! ", "12": "Be happy about it! Be very glad! for a tremendous reward awaits you up in heaven. And remember, the ancient prophets were persecuted too.", "13": "“You are the world's seasoning, to make it tolerable. If you lose your flavor, what will happen to the world? And you yourselves will be thrown out and trampled underfoot as worthless. ", "14": "You are the world's light—a city on a hill, glowing in the night for all to see. ", "15-16": "Don't hide your light! Let it shine for all; let your good deeds glow for all to see, so that they will praise your heavenly Father.", "17": "“Don't misunderstand why I have come—it isn't to cancel the laws of Moses and the warnings of the prophets. No, I came to fulfill them and to make them all come true. ", "18": "With all the earnestness I have I say: Every law in the Book will continue until its purpose is achieved.[a] ", "19": "And so if anyone breaks the least commandment and teaches others to, he shall be the least in the Kingdom of Heaven. But those who teach God's laws and obey them shall be great in the Kingdom of Heaven.", "20": "“But I warn you—unless your goodness[b] is greater than that of the Pharisees and other Jewish leaders, you can't get into the Kingdom of Heaven at all!", "21": "“Under the laws of Moses the rule was, 'If you murder, you must die.' ", "22": "But I have added to that rule and tell you[c] that if you are only angry, even in your own home,* you are in danger of judgment! If you call your friend an idiot, you are in danger of being brought before the court. And if you curse him, you are in danger of the fires of hell.*", "23": "“So if you are standing before the altar in the Temple, offering a sacrifice to God, and suddenly remember that a friend has something against you, ", "24": "leave your sacrifice there beside the altar and go and apologize and be reconciled to him, and then come and offer your sacrifice to God. ", "25": "Come to terms quickly with your enemy before it is too late and he drags you into court and you are thrown into a debtor's cell, ", "26": "for you will stay there until you have paid the last penny.", "27": "“The laws of Moses said, 'You shall not commit adultery.' ", "28": "But I say: Anyone who even looks at a woman with lust in his eye has already committed adultery with her in his heart. ", "29": "So if your eye—even if it is your best eye![d]—causes you to lust, gouge it out and throw it away. Better for part of you to be destroyed than for all of you to be cast into hell. ", "30": "And if your hand—even your right hand—causes you to sin, cut it off and throw it away. Better that than find yourself in hell.", "31": "“The law of Moses says, 'If anyone wants to be rid of his wife, he can divorce her merely by giving her a letter of dismissal.' ", "32": "But I say that a man who divorces his wife, except for fornication, causes her to commit adultery if she marries again. And he who marries her commits adultery.", "33": "“Again, the law of Moses says, 'You shall not break your vows to God but must fulfill them all.' ", "34": "But I say: Don't make any vows! And even to say 'By heavens!' is a sacred vow to God, for the heavens are God's throne. ", "35": "And if you say 'By the earth!' it is a sacred vow, for the earth is his footstool. And don't swear 'By Jerusalem!' for Jerusalem is the capital of the great King. ", "36": "Don't even swear 'By my head!' for you can't turn one hair white or black. ", "37": "Say just a simple 'Yes, I will' or 'No, I won't.' Your word is enough. To strengthen your promise with a vow shows that something is wrong.", "38": "“The law of Moses says, 'If a man gouges out another's eye, he must pay with his own eye. If a tooth gets knocked out, knock out the tooth[e] of the one who did it.' ", "39": "But I say: Don't resist violence! If you are slapped on one cheek, turn the other too. ", "40": "If you are ordered to court, and your shirt is taken from you, give your coat too. ", "41": "If the military demand that you carry their gear for a mile, carry it two. ", "42": "Give to those who ask, and don't turn away from those who want to borrow.", "43": "“There is a saying, 'Love your friends and hate your enemies.' ", "44": "But I say: Love your enemies! Pray for those who persecute you! ", "45": "In that way you will be acting as true sons of your Father in heaven. For he gives his sunlight to both the evil and the good, and sends rain on the just and on the unjust too. ", "46": "If you love only those who love you, what good is that? Even scoundrels do that much. ", "47": "If you are friendly only to your friends, how are you different from anyone else? Even the heathen do that. ", "48": "But you are to be perfect, even as your Father in heaven is perfect."}