{"1": "“Take care! Don't do your good deeds publicly, to be admired, for then you will lose the reward from your Father in heaven. ", "2": "When you give a gift to a beggar, don't shout about it as the hypocrites do—blowing trumpets in the synagogues and streets to call attention to their acts of charity! I tell you in all earnestness, they have received all the reward they will ever get. ", "3": "But when you do a kindness to someone, do it secretly—don't tell your left hand what your right hand is doing. ", "4": "And your Father, who knows all secrets, will reward you.", "5": "“And now about prayer. When you pray, don't be like the hypocrites who pretend piety by praying publicly on street corners and in the synagogues where everyone can see them. Truly, that is all the reward they will ever get. ", "6": "But when you pray, go away by yourself, all alone, and shut the door behind you and pray to your Father secretly, and your Father, who knows your secrets, will reward you.", "7-8": "“Don't recite the same prayer over and over as the heathen do, who think prayers are answered only by repeating them again and again. Remember, your Father knows exactly what you need even before you ask him!", "9": "“Pray along these lines: 'Our Father in heaven, we honor your holy name. ", "10": "We ask that your kingdom will come now. May your will be done here on earth, just as it is in heaven. ", "11": "Give us our food again today, as usual, ", "12": "and forgive us our sins, just as we have forgiven those who have sinned against us. ", "13": "Don't bring us into temptation, but deliver us from the Evil One.[a] Amen.' ", "14-15": "Your heavenly Father will forgive you if you forgive those who sin against you; but if you refuse to forgive them, he will not forgive you.", "16": "“And now about fasting. When you fast, declining your food for a spiritual purpose, don't do it publicly, as the hypocrites do, who try to look wan and disheveled so people will feel sorry for them. Truly, that is the only reward they will ever get. ", "17": "But when you fast, put on festive clothing, ", "18": "so that no one will suspect you are hungry, except your Father who knows every secret. And he will reward you.", "19": "“Don't store up treasures here on earth where they can erode away or may be stolen. ", "20": "Store them in heaven where they will never lose their value and are safe from thieves. ", "21": "If your profits are in heaven, your heart will be there too.", "22": "“If your eye is pure, there will be sunshine in your soul. ", "23": "But if your eye is clouded with evil thoughts and desires, you are in deep spiritual darkness. And oh, how deep that darkness can be!", "24": "“You cannot serve two masters: God and money. For you will hate one and love the other, or else the other way around.", "25": "“So my counsel is: Don't worry about things—food, drink, and clothes. For you already have life and a body—and they are far more important than what to eat and wear. ", "26": "Look at the birds! They don't worry about what to eat—they don't need to sow or reap or store up food—for your heavenly Father feeds them. And you are far more valuable to him than they are. ", "27": "Will all your worries add a single moment to your life?", "28": "“And why worry about your clothes? Look at the field lilies! They don't worry about theirs. ", "29": "Yet King Solomon in all his glory was not clothed as beautifully as they. ", "30": "And if God cares so wonderfully for flowers that are here today and gone tomorrow, won't he more surely care for you, O men of little faith?", "31-32": "“So don't worry at all about having enough food and clothing. Why be like the heathen? For they take pride in all these things and are deeply concerned about them. But your heavenly Father already knows perfectly well that you need them, ", "33": "and he will give them to you if you give him first place in your life and live as he wants you to.", "34": "“So don't be anxious about tomorrow. God will take care of your tomorrow too. Live one day at a time.[b]"}