{"1": "This is the revelation which God gave to Yeshua the Messiah, so that he could show his servants what must happen very soon. He communicated it by sending his angel to his servant Yochanan, ", "2": "who bore witness to the Word of God and to the testimony of Yeshua the Messiah, as much as he saw. ", "3": "Blessed are the reader and hearers of the words of this prophecy, provided they obey the things written in it! For the time is near!", "4": "From: Yochanan To: The seven Messianic communities in the province of Asia: Grace and shalom to you from the One who is, who was and who is coming; from the sevenfold Spirit before his throne; ", "5": "and from Yeshua the Messiah, the faithful witness, the firstborn from the dead and the ruler of the earth's kings. To him, the one who loves us, who has freed us from our sins at the cost of his blood, ", "6": "who has caused us to be a kingdom, that is, cohanim for God, his Father — to him be the glory and the rulership forever and ever. Amen.", "7": "Look! He is coming with the clouds![a] Every eye will see him, including those who pierced him; and all the tribes of the Land will mourn him.[b] Yes! Amen!", "8": "“I am the 'A' and the 'Z,'” says Adonai, God of heaven's armies, the One who is, who was and who is coming.", "9": "I, Yochanan, am a brother of yours and a fellow-sharer in the suffering, kingship and perseverance that come from being united with Yeshua. I had been exiled to the island called Patmos for having proclaimed the message of God and borne witness to Yeshua. ", "10": "I came to be, in the Spirit, on the Day of the Lord; and I heard behind me a loud voice, like a trumpet, ", "11": "saying, “Write down what you see on a scroll, and send it to the seven Messianic communities — Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea!” ", "12": "I turned around to see who was speaking to me; and when I had turned, I saw seven gold menorahs; ", "13": "and among the menorahs was someone like a Son of Man, wearing a robe down to his feet and a gold band around his chest.[c] ", "14": "His head and hair were as white as snow-white wool, his eyes like a fiery flame, ", "15": "his feet like burnished brass refined in a furnace, and his voice like the sound of rushing waters.[d] ", "16": "In his right hand he held seven stars, out of his mouth went a sharp double-edged sword, and his face was like the sun shining in full strength.", "17": "When I saw him, I fell down at his feet like a dead man. He placed his right hand upon me and said, “Don't be afraid! I am the First and the Last, ", "18": "the Living One. I was dead, but look! — I am alive forever and ever! And I hold the keys to Death and Sh'ol. ", "19": "So write down what you see, both what is now, and what will happen afterwards. ", "20": "Here is the secret meaning of the seven stars you saw in my right hand, and of the seven gold menorahs: the seven stars are the angels of the seven Messianic communities, and the seven menorahs are the seven Messianic communities."}