{"1": "I was given a measuring rod like a stick and told, “Get up, and measure the Temple of God and the altar, and count how many people are worshipping there! ", "2": "But the court outside the Temple, leave that out; don't measure it; because it has been given to the Goyim, and they will trample over the holy city for forty-two months.", "3": "“Also I will give power to my two witnesses; and they will prophesy for 1,260 days, dressed in sackcloth.” ", "4": "These are the two olive trees and the two menorahs standing before the Lord of the earth. ", "5": "If anyone tries to do them harm, fire comes out of their mouth and consumes their enemies — yes, if anyone tries to harm them, that is how he must die. ", "6": "They have the authority to shut up the sky, so that no rain falls during the period of their prophesying; also they have the authority to turn the waters into blood and to strike the earth with every kind of plague as often as they want.", "7": "When they finish their witnessing, the beast coming up out of the Abyss will fight against them, overcome them and kill them; ", "8": "and their dead bodies will lie in the main street of the great city whose name, to reflect its spiritual condition, is “S'dom” and “Egypt” — the city where their Lord was executed on a stake. ", "9": "Some from the nations, tribes, languages and peoples see their bodies for three-and-a-half days and do not permit the corpses to be placed in a tomb. ", "10": "The people living in the Land rejoice over them, they celebrate and send each other gifts, because these two prophets tormented them so.", "11": "But after the three-and-a-half days a breath of life from God entered them, they stood up on their feet, and great fear fell on those who saw them. ", "12": "Then the two heard a loud voice from heaven saying to them, “Come up here!” And they went up into heaven in a cloud, while their enemies watched them. ", "13": "In that hour there was a great earthquake, and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the rest were awestruck and gave glory to the God of heaven.", "14": "The second woe has passed; see, the third woe is coming quickly", "15": "The seventh angel sounded his shofar; and there were loud voices in heaven, saying, “The kingdom of the world has become the Kingdom of our Lord and his Messiah, and he will rule forever and ever!”", "16": "The twenty-four elders sitting on their thrones in God's presence fell on their faces and worshipped God, ", "17": "saying, “We thank you, Adonai, God of heaven's armies,[a] the One who is and was, that you have taken your power and have begun to rule.", "18": "“The Goyim raged.[b] But now your rage has come, the time for the dead to be judged, the time for rewarding your servants the prophets and your holy people, those who stand in awe of your name, both small and great. It is also the time for destroying those who destroy the earth.”", "19": "Then the Temple of God in heaven was opened, and the Ark of the Covenant was seen in his Temple; and there were flashes of lightning, voices, peals of thunder, an earthquake and violent hail."}