{"1": "Now a great sign was seen in heaven — a woman clothed with the sun, under her feet the moon, and on her head a crown of twelve stars. ", "2": "She was pregnant and about to give birth, and she screamed in the agony of labor.", "3": "Another sign was seen in heaven there was a great red dragon with seven heads and ten horns, and on his heads were seven royal crowns. ", "4": "Its tail swept a third of the stars out of heaven and threw them down to the earth. It stood in front of the woman about to give birth, so that it might devour the child the moment it was born.", "5": "She gave birth to a son, a male child, the one who will rule all the nations with a staff of iron.[a] But her child was snatched up to God and his throne; ", "6": "and she fled into the desert, where she has a place prepared by God so that she can be taken care of for 1,260 days.", "7": "Next there was a battle in heaven — Mikha'el and his angels fought against the dragon, and the dragon and his angels fought back. ", "8": "But it was not strong enough to win, so that there was no longer any place for them in heaven. ", "9": "The great dragon was thrown out, that ancient serpent, also known as the Devil and Satan [the Adversary], the deceiver of the whole world. He was hurled down to the earth, and his angels were hurled down with him.", "10": "Then I heard a loud voice in heaven saying, “Now have come God's victory, power and kingship, and the authority of his Messiah; because the Accuser of our brothers, who accuses them day and night before God, has been thrown out!", "11": "“They defeated him because of the Lamb's blood and because of the message of their witness. Even when facing death they did not cling to life.", "12": "“Therefore, rejoice, heaven and you who live there! But woe to you, land and sea, for the Adversary has come down to you, and he is very angry, because he knows that his time is short!”", "13": "When the dragon saw that he had been hurled down to the earth, he went in pursuit of the woman who had given birth to the male child. ", "14": "But the woman was given the two wings of the great eagle, so that she could fly to her place in the desert, where she is taken care of for a season and two seasons and half a season,[b] away from the serpent's presence. ", "15": "The serpent spewed water like a river out of its mouth after the woman, in order to sweep her away in the flood; ", "16": "but the land came to her rescue — it opened its mouth and swallowed up the river which the dragon had spewed out of its mouth. ", "17": "The dragon was infuriated over the woman and went off to fight the rest of her children, those who obey God's commands and bear witness to Yeshua.", "18": "Then the dragon stood on the seashore;"}