{"1": "Then I looked, and there was the Lamb standing on Mount Tziyon; and with him were 144,000 who had his name and his Father's name written on their foreheads. ", "2": "I heard a sound from heaven like the sound of rushing waters and like the sound of pealing thunder; the sound I heard was also like that of harpists playing on their harps. ", "3": "They were singing a new song before the throne and before the four living beings and the elders, and no one could learn the song except the 144,000 who have been ransomed from the world. ", "4": "These are the ones who have not defiled themselves with women, for they are virgins; they follow the Lamb wherever he goes; they have been ransomed from among humanity as firstfruits for God and the Lamb; ", "5": "on their lips no lie was found — they are without defect.", "6": "Next I saw another angel flying in mid-heaven with everlasting Good News to proclaim to those living on the earth — to every nation, tribe, language and people. ", "7": "In a loud voice he said, “Fear God, give him glory, for the hour has come when he will pass judgment! Worship the One who made heaven and earth, the sea and the springs of water!”", "8": "Another angel, a second one, followed, saying, “She has fallen! She has fallen! Bavel the Great![a] She made all the nations drink the wine of God's fury caused by her whoring!”", "9": "Another angel, a third one, followed them and said in a loud voice, “If anyone worships the beast and its image and receives the mark on his forehead or on his hand, ", "10": "he will indeed drink the wine of God's fury poured undiluted into the cup of his rage. He will be tormented by fire and sulfur before the holy angels and before the Lamb, ", "11": "and the smoke from their tormenting goes up forever and ever. They have no rest, day or night, those who worship the beast and its image and those who receive the mark of its name.” ", "12": "This is when perseverance is needed on the part of God's people, those who observe his commands and exercise Yeshua's faithfulness.", "13": "Next I heard a voice from heaven saying, “Write: 'How blessed are the dead who die united with the Lord, from now on!' 'Yes,' says the Spirit, 'now they may rest from their efforts, for the things they have accomplished follow along with them.'”", "14": "Then I looked, and there before me was a white cloud. Sitting on the cloud was someone like a Son of Man[b] with a gold crown on his head and a sharp sickle in his hand. ", "15": "Another angel came out of the Temple and shouted to the one sitting on the cloud, “Start using your sickle to reap, because the time to reap has come — the earth's harvest is ripe!” ", "16": "The one sitting on the cloud swung his sickle over the earth, and the earth was harvested.", "17": "Another angel came out of the Temple in heaven, and he too had a sharp sickle. ", "18": "Then out from the altar went yet another angel, who was in charge of the fire; and he called in a loud voice to the one with the sharp sickle, “Use your sharp sickle, and gather the clusters of grapes from the earth's vine, because they are ripe!” ", "19": "The angel swung his sickle down onto the earth, gathered the earth's grapes and threw them into the great winepress of God's fury. ", "20": "The winepress was trodden outside the city, and blood flowed from the winepress as high as the horses' bridles for two hundred miles!"}