{"1": "I heard a loud voice from the sanctuary say to the seven angels, “Go, and pour out on the earth the seven bowls of God's fury!”", "2": "So the first one went and poured his bowl onto the earth, and disgusting and painful sores appeared on all the people who had the mark of the beast and worshipped its image.", "3": "The second one poured out his bowl into the sea, and it became like the blood of a dead person, and every living thing in the sea died.", "4": "The third one poured out his bowl into the rivers and springs of water, and they turned to blood. ", "5": "Then I heard the angel of the waters say, “O HaKadosh, the One who is and was, you are just in these judgments of yours.", "6": "They poured out the blood of your people and your prophets, so you have made them drink blood. They deserve it!”", "7": "Then I heard the altar say, “Yes, Adonai, God of heaven's armies,[a] your judgments are true and just!”", "8": "The fourth one poured out his bowl on the sun, and it was permitted to burn people with fire. ", "9": "People were burned by the intense heat; yet they cursed the name of God, who had the authority over these plagues, instead of turning from their sins to give him glory.", "10": "The fifth one poured out his bowl on the throne of the beast, and its kingdom grew dark. People gnawed on their tongues from the pain, ", "11": "yet they cursed the God of heaven because of their pains and sores, and did not turn from their sinful deeds.", "12": "The sixth one poured out his bowl on the great river Euphrates, and its water dried up, in order to prepare the way for the kings from the east. ", "13": "And I saw three unclean spirits that looked like frogs; they came from the mouth of the dragon, from the mouth of the beast and from the mouth of the false prophet. ", "14": "They are miracle-working demonic spirits which go out to the kings of the whole inhabited world to assemble them for the War of the Great Day of Adonai-Tzva'ot. ", "15": "(“Look! I am coming like a thief! How blessed are those who stay alert and keep their clothes clean, so that they won't be walking naked and be publicly put to shame!”) ", "16": "And they gathered the kings to the place which in Hebrew is called Har Megiddo.", "17": "The seventh one poured out his bowl on the air, and a loud voice came out of the Temple from the throne, saying, “It is done!” ", "18": "There were flashes of lightning, voices and peals of thunder; and there was a massive earthquake, such as has never occurred since mankind has been on earth, so violent was the earthquake. ", "19": "The great city was split into three parts, the cities of the nations fell, and God remembered Bavel the Great and made her drink the wine from the cup of his raging fury. ", "20": "Every island fled, and no mountains were to be found. ", "21": "And huge seventy-pound hailstones fell on people from the sky. But the people cursed God for the plague of hail, that it was such a terrible plague."}