{"1": "Then came one of the angels with the seven bowls; and he said to me, “Come, I will show you the judgment of the great whore who is sitting by many waters. ", "2": "The kings of the earth went whoring with her, and the people living on earth have become drunk from the wine of her whoring.” ", "3": "He carried me off in the Spirit to a desert, and I saw a woman sitting on a scarlet beast filled with blasphemous names and having seven heads and ten horns. ", "4": "The woman was dressed in purple and scarlet and glittered with gold, precious stones and pearls. In her hand was a gold cup filled with the obscene and filthy things produced by her whoring. ", "5": "On her forehead was written a name with a hidden meaning, BAVEL THE GREAT MOTHER OF WHORES AND OF THE EARTH'S OBSCENITIES", "6": "I saw the woman drunk from the blood of God's people, that is, from the blood of the people who testify about Yeshua. On seeing her, I was altogether astounded. ", "7": "Then the angel said to me, “Why are you astounded? I will tell you the hidden meaning of the woman and of the beast with seven heads and ten horns that was carrying her. ", "8": "The beast you saw once was, now is not, and will come up from the Abyss; but it is on its way to destruction. The people living on earth whose names have not been written in the Book of Life since the founding of the world will be astounded to see the beast that once was, now is not, but is to appear. ", "9": "This calls for a mind with wisdom: the seven heads are seven hills on which the woman is sitting; also they are seven kings — ", "10": "five have fallen, one is living now and the other is yet to come; and when he does come, he must remain only a little while. ", "11": "The beast which once was and now is not is an eighth king; it comes from the seven and is on its way to destruction. ", "12": "The ten horns you saw are ten kings who have not yet begun to rule, but they receive power as kings for one hour, along with the beast. ", "13": "They have one mind, and they hand over their power and authority to the beast. ", "14": "They will go to war against the Lamb, but the Lamb will defeat them, because he is Lord of lords and King of kings, and those who are called, chosen and faithful will overcome along with him.”", "15": "Then he said to me, “The waters that you saw, where the whore is sitting, are peoples, crowds, nations and languages. ", "16": "As for the ten horns that you saw and the beast, they will hate the whore, bring her to ruin, leave her naked, eat her flesh and consume her with fire. ", "17": "For God put it in their hearts to do what will fulfill his purpose, that is, to be of one mind and give their kingdom to the beast until God's words have accomplished their intent. ", "18": "And the woman you saw is the great city that rules over the kings of the earth.”"}