{"1": "After these things, I saw another angel coming down from heaven. He had great authority, the earth was lit up by his splendor. ", "2": "He cried out in a strong voice, “She has fallen! She has fallen! Bavel the Great![a] She has become a home for demons, a prison for every unclean spirit, a prison for every unclean, hated bird.", "3": "“For all the nations have drunk of the wine of God's fury caused by her whoring — yes, the kings of the earth went whoring with her, and from her unrestrained love of luxury the world's businessmen have grown rich.”", "4": "Then I heard another voice out of heaven say: “My people, come out of her! so that you will not share in her sins, so that you will not be infected by her plagues,", "5": "for her sins are a sticky mass piled up to heaven, and God has remembered her crimes.", "6": "“Render to her as she rendered to others! Pay her back double for what she has done! Use the cup in which she has brewed to brew her a double-sized drink!", "7": "“Give her as much torment and sorrow as the glory and luxury she gave herself! For in her heart she says, 'I sit a queen — I am not a widow, I will never see sorrow.'", "8": "“Therefore, her plagues will come in a single day — death, sorrow and famine; and she will be burned with fire, because Adonai, God, her Judge, is mighty”", "9": "The kings of the earth who went whoring with her and shared her luxury will sob and wail over her when they see the smoke as she burns. ", "10": "Standing at a distance, for fear of her torment, they will say, “Oh no! The great city! Bavel, the mighty city! In a single hour your judgment has come!”", "11": "The world's businessmen weep and mourn over her, because no one is buying their merchandise any more — ", "12": "stocks of gold and silver, gems and pearls, fine linen and purple, silk and scarlet, all rare woods, all ivory goods, all kinds of things made of scented wood, brass, iron and marble; ", "13": "cinnamon, cardamom, incense, myrrh, frankincense, wine, oil, flour, grain, cattle, sheep, horses, chariots — and bodies — and people's souls.", "14": "The fruits you lusted for with all your heart have gone! All the luxury and flashiness have been destroyed, never to return!", "15": "The sellers of these things, who got rich from her, will stand at a distance, for fear of her torment, weeping and mourning, ", "16": "and saying, “Oh no! The great city used to wear fine linen, purple and scarlet! She glittered with gold, precious stones and pearls!", "17": "Such great wealth — in a single hour, ruined!” All the ship masters, passengers, sailors and everyone making his living from the sea stood at a distance ", "18": "and cried out when they saw the smoke as she burned, “What city was like the great city?” ", "19": "And they threw dust on their heads as they wept and mourned, saying, “Oh no! The great city! The abundance of her wealth made all the ship owners rich! In a single hour she is ruined!”", "20": "Rejoice over her, heaven! Rejoice, people of God, emissaries and prophets! For in judging her, God has vindicated you.", "21": "Then a mighty angel picked up a boulder the size of a great millstone, and hurled it into the sea, saying, “With violence like this will the great city Bavel be hurled down, never to be found again!", "22": "“The sound of harpists and musicians, flute-players and trumpeters will never again be heard in you. No worker of any trade will ever again be found in you, the sound of a mill will never again be heard in you,", "23": "the light of a lamp will never again shine in you, the voice of bridegroom and bride will never again be heard in you. “For your businessmen were the most powerful on earth, all the nations were deceived by your magic spell.", "24": "“In her was found the blood of prophets and of God's people, indeed, of all who have ever been slaughtered on earth!”"}