{"1": "After these things, I heard what sounded like the roar of a huge crowd in heaven, shouting, “Halleluyah! The victory, the glory, the power of our God!", "2": "For his judgments are true and just. He has judged the great whore who corrupted the earth with her whoring. He has taken vengeance on her who has the blood of his servants on her hands.”", "3": "And a second time they said, “Halleluyah! Her smoke goes up forever and ever!”", "4": "The twenty-four elders and the four living beings fell down and worshipped God, sitting on the throne, and said, “Amen! Halleluyah!”", "5": "A voice went out from the throne, saying, “Praise our God, all you his servants, you who fear him, small and great!”", "6": "Then I heard what sounded like the roar of a huge crowd, like the sound of rushing waters, like loud peals of thunder, saying, “Halleluyah! Adonai, God of heaven's armies,[a] has begun his reign!", "7": "“Let us rejoice and be glad! Let us give him the glory! For the time has come for the wedding of the Lamb, and his Bride has prepared herself —", "8": "fine linen, bright and clean has been given her to wear.” (“Fine linen” means the righteous deeds of God's people.)", "9": "The angel said to me, “Write: 'How blessed are those who have been invited to the wedding feast of the Lamb!'” Then he added, “These are God's very words.” ", "10": "I fell at his feet to worship him; but he said, “Don't do that! I'm only a fellow-servant with you and your brothers who have the testimony of Yeshua. Worship God! For the testimony of Yeshua is the Spirit of prophecy.”", "11": "Next I saw heaven opened, and there before me was a white horse. Sitting on it was the one called Faithful and True, and it is in righteousness that he passes judgment and goes to battle. ", "12": "His eyes were like a fiery flame, and on his head were many royal crowns. And he had a name written which no one knew but himself. ", "13": "He was wearing a robe that had been soaked in blood, and the name by which he is called is, “THE WORD OF GOD.” ", "14": "The armies of heaven, clothed in fine linen, white and pure, were following him on white horses. ", "15": "And out of his mouth comes a sharp sword with which to strike down nations — “He will rule them with a staff of iron.”[b] It is he who treads the winepress from which flows the wine of the furious rage of Adonai, God of heaven's armies. ", "16": "And on his robe and on his thigh he has a name written: KING OF KINGS AND LORD OF LORDS.", "17": "Then I saw an angel standing in the sun, and he cried out in a loud voice to all the birds that fly about in mid-heaven, “Come, gather together for the great feast God is giving, ", "18": "to eat the flesh of kings, the flesh of generals, the flesh of important men, the flesh of horses and their riders and the flesh of all kinds of people, free and slave, small and great!” ", "19": "I saw the beast and the kings of the earth and their armies gathered together to do battle with the rider of the horse and his army. ", "20": "But the beast was taken captive, and with it the false prophet who, in its presence, had done the miracles which he had used to deceive those who had received the mark of the beast and those who had worshipped his image. The beast and the false prophet were both thrown alive into the lake of fire that burns with sulfur. ", "21": "The rest were killed with the sword that goes out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh."}