{"1": "Then I saw a new heaven and a new earth,[a] for the old heaven and the old earth had passed away, and the sea was no longer there. ", "2": "Also I saw the holy city, New Yerushalayim, coming down out of heaven from God, prepared like a bride beautifully dressed for her husband. ", "3": "I heard a loud voice from the throne say, “See! God's Sh'khinah is with mankind, and he will live with them. They will be his people, and he himself, God-with-them, will be their God.[b] ", "4": "He will wipe away every tear from their eyes. There will no longer be any death; and there will no longer be any mourning, crying or pain; because the old order has passed away.”", "5": "Then the One sitting on the throne said, “Look! I am making everything new!” Also he said, “Write, 'These words are true and trustworthy!'” ", "6": "And he said to me, “It is done! I am the 'A' and the 'Z,' the Beginning and the End. To anyone who is thirsty I myself will give water free of charge from the Fountain of Life. ", "7": "He who wins the victory will receive these things, and I will be his God, and he will be my son. ", "8": "But as for the cowardly, the untrustworthy, the vile, the murderers, the sexually immoral, those involved with the occult and with drugs, idol-worshippers, and all liars — their destiny is the lake burning with fire and sulfur, the second death.”", "9": "One of the seven angels having the seven bowls full of the seven last plagues approached me and said, “Come! I will show you the Bride, the Wife of the Lamb.” ", "10": "He carried me off in the Spirit to the top of a great, high mountain and showed me the holy city, Yerushalayim, coming down out of heaven from God. ", "11": "It had the Sh'khinah of God, so that its brilliance was like that of a priceless jewel, like a crystal-clear diamond. ", "12": "It had a great, high wall with twelve gates; at the gates were twelve angels; and inscribed on the gates were the names of the twelve tribes of Isra'el. ", "13": "There were three gates to the east, three gates to the north, three gates to the south and three gates to the west. ", "14": "The wall of the city was built on twelve foundation-stones, and on these were the twelve names of the twelve emissaries of the Lamb.", "15": "The angel speaking with me had a gold measuring-rod with which to measure the city, its gates and its wall. ", "16": "The city is laid out in a square, its length equal to its width. With his rod he measured the city at 1,500 miles, with length, width and height the same. ", "17": "He measured its wall at 216 feet by human standards of measurement, which the angel was using. ", "18": "The wall was made of diamond and the city of pure gold resembling pure glass. ", "19": "The foundations of the city wall were decorated with all kinds of precious stones — the first foundation stone was diamond, the second sapphire, the third chalcedony, the fourth emerald, ", "20": "the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh turquoise and the twelfth amethyst. ", "21": "The twelve gates were twelve pearls, with each gate made of a single pearl. The city's main street was pure gold, transparent as glass.", "22": "I saw no Temple in the city, for Adonai, God of heaven's armies, is its Temple, as is the Lamb. ", "23": "The city has no need for the sun or the moon to shine on it, because God's Sh'khinah gives it light, and its lamp is the Lamb. ", "24": "The nations will walk by its light, and the kings of the earth will bring their splendor into it. ", "25": "Its gates will never close, they stay open all day because night will not exist there, ", "26": "and the honor and splendor of the nations will be brought into it. ", "27": "Nothing impure may enter it, nor anyone who does shameful things or lies; the only ones who may enter are those whose names are written in the Lamb's Book of Life."}