{"1": "Next the angel showed me the river of the water of life, sparkling like crystal, flowing from the throne of God and of the Lamb. ", "2": "Between the main street and the river was the Tree of Life producing twelve kinds of fruit, a different kind every month; and the leaves of the tree were for healing the nations — ", "3": "no longer will there be any curses. The throne of God and of the Lamb will be in the city, and his servants will worship him; ", "4": "they will see his face, and his name will be on their foreheads. ", "5": "Night will no longer exist, so they will need neither the light of a lamp nor the light of the sun, because Adonai, God, will shine upon them. And they will reign as kings forever and ever.", "6": "Then he said to me, “These words are true and trustworthy: Adonai, God of the spirits of the prophets, sent his angel to show his servants the things that must happen soon.”", "7": "“Look! I am coming very soon. Blessed is the person who obeys the words of the prophecy written in this book!”", "8": "Then I, Yochanan, the one hearing and seeing these things, when I heard and saw them, I fell down to worship at the feet of the angel showing them to me. ", "9": "But he said to me, “Don't do that! I am only a fellow-servant with you and your brothers, the prophets and the people who obey the words in this book. Worship God!”", "10": "Then he said to me, “Don't seal up the words of the prophecy in this book,[a] because the time of their fulfillment is near.", "11": "“Whoever keeps acting wickedly, let him go on acting wickedly; whoever is filthy, let him go on being made filthy. “Also, whoever is righteous, let him go on doing what is righteous; and whoever is holy, let him go on being made holy.”", "12": "“Pay attention!” [says Yeshua,] “I am coming soon, and my rewards are with me to give to each person according to what he has done. ", "13": "I am the 'A' and the 'Z,' the First and the Last, the Beginning and the End.”", "14": "How blessed are those who wash their robes, so that they have the right to eat from the Tree of Life and go through the gates into the city! ", "15": "Outside are the homosexuals, those involved with the occult and with drugs, the sexually immoral, murderers, idol-worshippers, and everyone who loves and practices falsehood. ", "16": "“I, Yeshua, have sent my angel to give you this testimony for the Messianic communities. I am the Root and Offspring of David, the bright Morning Star. ", "17": "The Spirit and the Bride say, 'Come!' Let anyone who hears say, 'Come!' And let anyone who is thirsty come — let anyone who wishes, take the water of life free of charge.”", "18": "I warn everyone hearing the words of the prophecy in this book that if anyone adds to them, God will add to him the plagues written in this book. ", "19": "And if anyone takes anything away from the words in the book of this prophecy, God will take away his share in the Tree of Life and the holy city, as described in this book.", "20": "“The one who is testifying to these things says, 'Yes, I am coming soon!'” Amen! Come, Lord Yeshua!", "21": "May the grace of the Lord Yeshua be with all!"}