{"1": "“To the angel of the Messianic Community in Sardis, write: 'Here is the message from the one who has the sevenfold Spirit of God and the seven stars: “I know what you are doing — you have a reputation for being alive, but in fact you are dead! ", "2": "Wake up, and strengthen what remains, before it dies too! For I have found what you are doing incomplete in the sight of my God. ", "3": "So remember what you received and heard, and obey it, and turn from your sin! For if you don't wake up, I will come like a thief; and you don't know at what moment I will come upon you. ", "4": "Nevertheless, you do have a few people in Sardis who have not soiled their clothes; and they will walk with me, clothed in white, because they are worthy. ", "5": "He who wins the victory will, like them, be dressed in white clothing; and I will not blot his name out of the Book of Life; in fact, I will acknowledge him individually before my Father and before his angels. ", "6": "Those who have ears, let them hear what the Spirit is saying to the Messianic communities.”'", "7": "“To the angel of the Messianic Community in Philadelphia, write: 'Here is the message of HaKadosh, the True One, the one who has the key of David, who, if he opens something, no one else can shut it, and if he closes something, no one else can open it.[a] ", "8": "“I know what you are doing. Look, I have put in front of you an open door, and no one can shut it. I know that you have but little power, yet you have obeyed my message and have not disowned me. ", "9": "Here, I will give you some from the synagogue of the Adversary, those who call themselves Jews but aren't — on the contrary, they are lying — see, I will cause them to come and prostrate themselves at your feet, and they will know that I have loved you. ", "10": "Because you did obey my message about persevering, I will keep you from the time of trial coming upon the whole world to put the people living on earth to the test. ", "11": "I am coming soon; hold on to what you have, so that no one will take away your crown. ", "12": "I will make him who wins the victory a pillar in the Temple of my God, and he will never leave it. Also I will write on him the name of my God and the name of my God's city, the new Yerushalayim coming down out of heaven from my God, and my own new name. ", "13": "Those who have ears, let them hear what the Spirit is saying to the Messianic communities.”'", "14": "“To the angel of the Messianic Community in Laodicea, write: 'Here is the message from the Amen, the faithful and true witness, the Ruler of God's creation: ", "15": "“I know what you are doing: you are neither cold nor hot. How I wish you were either one or the other! ", "16": "So, because you are lukewarm, neither cold nor hot, I will vomit you out of my mouth! ", "17": "For you keep saying, 'I am rich, I have gotten rich,[b] I don't need a thing!' You don't know that you are the one who is wretched, pitiable, poor, blind and naked! ", "18": "My advice to you is to buy from me gold refined by fire, so that you may be rich; and white clothing, so that you may be dressed and not have to be ashamed of your nakedness; and eyesalve to rub on your eyes, so that you may see. ", "19": "As for me, I rebuke and discipline everyone I love; so exert yourselves, and turn from your sins! ", "20": "Here, I'm standing at the door, knocking. If someone hears my voice and opens the door, I will come in to him and eat with him, and he will eat with me. ", "21": "I will let him who wins the victory sit with me on my throne, just as I myself also won the victory and sat down with my Father on his throne. ", "22": "Those who have ears, let them hear what the Spirit is saying to the Messianic communities.”'”"}