{"1": "Next I saw in the right hand of the One sitting on the throne a scroll with writing on both sides and sealed with seven seals; ", "2": "and I saw a mighty angel proclaiming in a loud voice, “Who is worthy to open the scroll and break its seals?” ", "3": "But no one in heaven, on earth or under the earth was able to open the scroll or look inside it. ", "4": "I cried and cried, because no one was found worthy to open the scroll or look inside it. ", "5": "One of the elders said to me, “Don't cry. Look, the Lion of the tribe of Y'hudah, the Root of David, has won the right to open the scroll and its seven seals.”", "6": "Then I saw standing there with the throne and the four living beings, in the circle of the elders, a Lamb that appeared to have been slaughtered. He had seven horns and seven eyes, which are the sevenfold Spirit of God sent out into all the earth. ", "7": "He came and took the scroll out of the right hand of the One sitting on the throne. ", "8": "When he took the scroll, the four living beings and the twenty-four elders fell down in front of the Lamb. Each one held a harp and gold bowls filled with pieces of incense, which are the prayers of God's people; ", "9": "and they sang a new song, “You are worthy to take the scroll and break its seals; because you were slaughtered; at the cost of blood you ransomed for God persons from every tribe, language, people and nation.", "10": "You made them into a kingdom for God to rule, cohanim to serve him; and they will rule over the earth.”", "11": "Then I looked, and I heard the sound of a vast number of angels — thousands and thousands, millions and millions! They were all around the throne, the living beings and the elders; ", "12": "and they shouted out, “Worthy is the slaughtered Lamb to receive power, riches, wisdom, strength, honor, glory and praise!”", "13": "And I heard every creature in heaven, on earth, under the earth and on the sea — yes, everything in them — saying, “To the One sitting on the throne and to the Lamb belong praise, honor, glory and power forever and ever!”", "14": "The four living beings said, “Amen!” and the elders fell down and worshipped."}