{"1-2": "One day long ago, God's Word came to Jonah, Amittai's son: “Up on your feet and on your way to the big city of Nineveh! Preach to them. They're in a bad way and I can't ignore it any longer.”", "3": "But Jonah got up and went the other direction to Tarshish, running away from God. He went down to the port of Joppa and found a ship headed for Tarshish. He paid the fare and went on board, joining those going to Tarshish—as far away from God as he could get.", "4-6": "But God sent a huge storm at sea, the waves towering. The ship was about to break into pieces. The sailors were terrified. They called out in desperation to their gods. They threw everything they were carrying overboard to lighten the ship. Meanwhile, Jonah had gone down into the hold of the ship to take a nap. He was sound asleep. The captain came to him and said, “What's this? Sleeping! Get up! Pray to your god! Maybe your god will see we're in trouble and rescue us.”", "7": "Then the sailors said to one another, “Let's get to the bottom of this. Let's draw straws to identify the culprit on this ship who's responsible for this disaster.” So they drew straws. Jonah got the short straw.", "8": "Then they grilled him: “Confess. Why this disaster? What is your work? Where do you come from? What country? What family?”", "9": "He told them, “I'm a Hebrew. I worship God, the God of heaven who made sea and land.”", "10": "At that, the men were frightened, really frightened, and said, “What on earth have you done!” As Jonah talked, the sailors realized that he was running away from God.", "11": "They said to him, “What are we going to do with you—to get rid of this storm?” By this time the sea was wild, totally out of control.", "12": "Jonah said, “Throw me overboard, into the sea. Then the storm will stop. It's all my fault. I'm the cause of the storm. Get rid of me and you'll get rid of the storm.”", "13": "But no. The men tried rowing back to shore. They made no headway. The storm only got worse and worse, wild and raging.", "14": "Then they prayed to God, “O God! Don't let us drown because of this man's life, and don't blame us for his death. You are God. Do what you think is best.”", "15": "They took Jonah and threw him overboard. Immediately the sea was quieted down.", "16": "The sailors were impressed, no longer terrified by the sea, but in awe of God. They worshiped God, offered a sacrifice, and made vows.", "17": "Then God assigned a huge fish to swallow Jonah. Jonah was in the fish's belly three days and nights."}