{"1": "Exhortation to Faithfulness.[a] 1 Therefore, we must attend all the more to what we have heard, so that we may not be carried away. ", "2": "For if the word announced through angels proved firm, and every transgression and disobedience received its just recompense, ", "3": "how shall we escape if we ignore so great a salvation? Announced originally through the Lord, it was confirmed for us by those who had heard. ", "4": "God added his testimony by signs, wonders, various acts of power, and distribution of the gifts of the holy Spirit according to his will. Exaltation Through Abasement.[b] ", "5": "For it was not to angels that he subjected the world to come, of which we are speaking. ", "6": "Instead, someone has testified somewhere: “What is man that you are mindful of him, or the son of man that you care for him?", "7": "You made him for a little while lower than the angels; you crowned him with glory and honor,", "8": "subjecting all things under his feet.” In “subjecting” all things [to him], he left nothing not “subject to him.” Yet at present we do not see “all things subject to him,” ", "9": "but we do see Jesus “crowned with glory and honor” because he suffered death, he who “for a little while” was made “lower than the angels,” that by the grace of God he might taste death for everyone.", "10": "For it was fitting that he, for whom and through whom all things exist, in bringing many children to glory, should make the leader to their salvation perfect through suffering. ", "11": "He who consecrates and those who are being consecrated all have one origin. Therefore, he is not ashamed to call them “brothers,” ", "12": "saying: “I will proclaim your name to my brothers, in the midst of the assembly I will praise you”;", "13": "and again: “I will put my trust in him”; and again: “Behold, I and the children God has given me.”", "14": "Now since the children share in blood and flesh, he likewise shared in them, that through death he might destroy the one who has the power of death, that is, the devil, ", "15": "and free those who through fear of death had been subject to slavery all their life. ", "16": "Surely he did not help angels but rather the descendants of Abraham; ", "17": "therefore, he had to become like his brothers in every way, that he might be a merciful and faithful high priest before God to expiate the sins of the people. ", "18": "Because he himself was tested through what he suffered, he is able to help those who are being tested."}