{"1": "Jesus, Superior to Moses.[a] 1 Therefore, holy “brothers,” sharing in a heavenly calling, reflect on Jesus, the apostle and high priest of our confession, ", "2": "who was faithful to the one who appointed him, just as Moses was “faithful in [all] his house.” ", "3": "But he is worthy of more “glory” than Moses, as the founder of a house has more “honor” than the house itself. ", "4": "Every house is founded by someone, but the founder of all is God. ", "5": "Moses was “faithful in all his house” as a “servant” to testify to what would be spoken, ", "6": "[b]but Christ was faithful as a son placed over his house. We are his house, if [only] we hold fast to our confidence and pride in our hope.", "7": "Israel's Infidelity a Warning. 7 [c]Therefore, as the holy Spirit says: “Oh, that today you would hear his voice,", "8": "'Harden not your hearts as at the rebellion in the day of testing in the desert,", "9": "where your ancestors tested and tried me and saw my works ", "10": "for forty years. Because of this I was provoked with that generation and I said, “They have always been of erring heart, and they do not know my ways.”", "11": "As I swore in my wrath, “They shall not enter into my rest.”'”", "12": "Take care, brothers, that none of you may have an evil and unfaithful heart, so as to forsake the living God. ", "13": "Encourage yourselves daily while it is still “today,” so that none of you may grow hardened by the deceit of sin. ", "14": "We have become partners of Christ if only we hold the beginning of the reality firm until the end, ", "15": "for it is said: “Oh, that today you would hear his voice: 'Harden not your hearts as at the rebellion.'”", "16": "Who were those who rebelled when they heard? Was it not all those who came out of Egypt under Moses? ", "17": "With whom was he “provoked for forty years”? Was it not those who had sinned, whose corpses fell in the desert? ", "18": "And to whom did he “swear that they should not enter into his rest,” if not to those who were disobedient? ", "19": "And we see that they could not enter for lack of faith."}