{"1": "The difference of foolishness and wisdom. 11 A slanderer is like a serpent that cannot be charmed. 16 Of foolish kings and drunken princes, 17 And of good Kings and Princes. Dead flies cause to stink, and putrefy the ointment of the apothecary: so doth a little folly him that is in estimation for wisdom, and for glory.", "2": "The heart of a [a]wise man is at his right hand: but the heart of a fool is at his left hand.", "3": "And also when the fool goeth by the way, his heart faileth, and he [b]telleth unto all that he is a fool.", "4": "If the [c]spirit of him that ruleth, rise up against thee, leave not thy place: for gentleness pacifieth great sins.", "5": "There is an evil that I have seen under the sun, as an [d]error that proceedeth from the face of him that ruleth.", "6": "Folly is set in great excellency, and the [e]rich sit in the low place.", "7": "I have seen servants on horses, and princes walking as servants on the ground.", "8": "He that diggeth a pit, shall fall into it, and he that breaketh the hedge, a serpent shall bite him.", "9": "He that removeth stones, shall hurt himself thereby, and he that cutteth wood, shall be in danger thereby.", "10": "If the iron be blunt, and one hath not whet the edge, he must then put to more [f]strength: but the excellency to direct a thing is wisdom.", "11": "If the serpent bite, when he is not charmed: no better is a babbler.", "12": "The words of the mouth of a wise man have grace: but the lips of a fool devour himself.", "13": "The beginning of the words of his mouth is foolishness, and the latter end of his mouth is wicked madness.", "14": "For the fool multiplieth words, saying, Man knoweth not what shall be: and who can tell him what shall be after him?", "15": "The labor of the foolish doth weary him: for he knoweth not to go into the [g]city.", "16": "Woe to thee, O land, when thy king is a [h]child, and thy princes [i]eat in the morning.", "17": "Blessed art thou, O land, when thy King is the son [j]of nobles, and thy princes eat in time, for strength and not for drunkenness.", "18": "By slothfulness the roof of the house goeth to decay, and by the idleness of the hands the house droppeth through.", "19": "They prepare bread for laughter, and wine comforteth the living, but silver answereth to all.", "20": "Curse not the king, no not in thy thought, neither curse the rich in thy bed chamber: for the [k]fowl of the heaven shall carry the voice, and that which hath wings, shall declare the matter."}