{"1": "Pleasures, sumptuous buildings, riches and possessions are but vanity. 14 The wise and the fool have both one end touching the bodily death. I said in mine heart, Go to now, I will prove [a]thee with joy: therefore take thou pleasure in pleasant things: and behold, this also is vanity.", "2": "I said of laughter, Thou art mad: and of joy, What is this that thou doest?", "3": "I sought in mine heart [b]to give myself to wine, and to lead mine heart in [c]wisdom, and to take hold of folly, till I might see where is that goodness of the children of men, which they [d]enjoy under the Sun, the whole number of the days of their life.", "4": "I have made my great works: I have built me houses: I have planted me vineyards.", "5": "I have made me gardens and [e]orchards, and planted in them trees of all fruit.", "6": "I have made me cisterns of water, to water therewith the woods that grow with trees.", "7": "I have gotten servants and maids, and had children born in the [f]house: also I had great Possession of beeves and sheep above all that were before me in Jerusalem.", "8": "I have gathered unto me also silver and gold, and the chief treasures of Kings and provinces: I have provided me men singers, and women singers, and the [g]delights of the sons of men, as a woman [h]taken captive, and women taken captives.", "9": "And I was great, and increased above all that were before me in Jerusalem: also my wisdom [i]remained with me.", "10": "And whatsoever mine eyes desired, I withheld it not from them: I withdrew not mine heart from any joy: for mine heart rejoiced in all my labor: and this was my [j]portion of all my travail.", "11": "Then I looked on all my works that mine hands had wrought, and on the travail that I had labored to do: and behold, all is vanity and vexation of the spirit: and there is no profit under the Sun.", "12": "¶ And I turned to behold [k]wisdom, and madness, and folly: (for who is the man that [l]will come after the King in things, which men now have done?)", "13": "Then I saw that there is profit in wisdom more than in folly: as the light is more excellent than darkness.", "14": "For the wise man's [m]eyes are in his head, but the fool walketh in darkness: yet I know also that the same [n]condition falleth to them all.", "15": "Then I thought in mine heart, It befalleth unto me, as it befalleth to the fool. Why therefore do I then labor to be more wise? And I said in mine heart, that this also is vanity.", "16": "For there shall be no remembrance of the wise, nor of the fool [o]forever: for that that now is, in the days to come, shall all be forgotten. And [p]how dieth the wise man, as doth the fool?", "17": "Therefore I hated life: for the work that is wrought under the Sun is grievous unto me: for all is vanity, and vexation of the spirit.", "18": "I hated also all my labor, wherein I had travailed under the Sun, which I shall leave to the man that shall be after me.", "19": "And who knoweth whether he shall be wise or foolish? yet shall he have rule over all my labor, wherein I have travailed, and wherein I have showed myself wise under the Sun. This is also vanity.", "20": "Therefore I went about to make mine heart [q]abhor all the labor, wherein I had travailed under the Sun.", "21": "For there is a man whose travail is in wisdom, and in knowledge, and in equity: yet to a man that hath not travailed herein, shall he [r]give his portion: this also is vanity, and a great grief.", "22": "For what hath man of all his travail and grief of his heart, wherein he hath travailed under the Sun?", "23": "For all his days are sorrows, and his travail grief: his heart also taketh not rest in the night: which also is vanity.", "24": "There is no profit to man, but that he eat and drink, and [s]delight his soul with the profit of his labor: I saw also this, that it was of the hand of God.", "25": "For who could eat, and who could haste to [t]outward things more than I?", "26": "Surely to a man that is good in his sight, God giveth wisdom, and knowledge, and joy: but to the sinner he giveth pain to gather, and to heap to give to him that is good before God: this also is vanity, and vexation of the spirit."}