{"1": "The innocents are oppressed. 4 Man's labors are full of abuse and vanity. 9 Man's society is necessary. 13 A young man poor and wise, is to be preferred to an old King that is a fool. So [a]I turned and considered all the oppressions that are wrought under the sun, and behold, the tears of the oppressed, and none comforteth them, and lo, the strength is of the hand of them that oppress them, and none comforteth them.", "2": "Wherefore I praised the [b]dead which now are dead, above the living, which are yet alive.", "3": "And I count him [c]better than them both, which hath not yet been: for he hath not seen the evil works which are wrought under the sun.", "4": "Also I beheld all travail, and all [d]perfection of works, that this is the envy of a man against his neighbor: this also is vanity and vexation of spirit.", "5": "The fool foldeth his hands, and [e]eateth up his own flesh.", "6": "Better is an handful with quietness, than two handfuls with labor and vexation of spirit.", "7": "Again I returned, and saw vanity under the sun.", "8": "There is one alone, and there is not a second, which hath neither son nor brother, yet is there none end of all his travail, neither can his eye be satisfied with riches: neither doth he think, For whom do I travail and defraud my soul of pleasures? this also is vanity, this is an evil travail.", "9": "[f]Two are better wages for their labor.", "10": "For if they fall, the one will lift up his fellow: but woe unto him that is alone: for he falleth, and there is not a second to lift him up.", "11": "Also if two sleep together, then shall they have heat: but to one how should there be heat?", "12": "And if one overcome him, two shall stand against him: and a threefold [g]cord is not easily broken.", "13": "Better is a poor and wise child, than an old and foolish King, which will no more be admonished.", "14": "For out of the [h]prison he cometh forth to reign: when as he that is [i]born in his kingdom, is made poor.", "15": "I beheld all the living, which walk under the Sun [j]with the second child, which shall stand up in his place.", "16": "There is none [k]end of all the people, nor of all that were before them, and they that come after, shall not rejoice in him: surely this is also vanity and vexation of spirit.", "17": "Take heed to thine [l]foot when thou enterest into the house of God, and be more near to hear than to give the sacrifice of [m]fools: for they know not that they do evil."}