{"1": "Divers precepts to follow that which is good, and to avoid the contrary. Surely there be many things that increase vanity, and what availeth it a man?", "2": "For who knoweth what is [a]good for man in the life, and in the number of the days of the life of his vanity, seeing he maketh them as a shadow? for who can show unto man what shall be after him under the sun?", "3": "A good name is better than a good ointment, and the day of [b]death, than the day that one is born.", "4": "It is better to go to the house of [c]mourning, than to go to the house of feasting, because this is the end of all men: and the living shall lay it to his heart.", "5": "Anger is better than laughter: for by a sad look the heart is made better.", "6": "The heart of the wise is in the house of mourning: but the heart of fools is in the house of mirth.", "7": "Better it is to hear the rebuke of a wise man, than that a man should hear the song of fools.", "8": "For like the noise of the [d]thorns under the pot, so is the laughter of the fool: this also is vanity.", "9": "Surely oppression maketh a wise man [e]mad: and the reward destroyeth the heart.", "10": "The [f]end of a thing is better than the beginning thereof, and the patient in spirit is better than the proud in spirit.", "11": "Be not thou of an hasty spirit to be angry: for anger resteth in the bosom of fools.", "12": "Say not thou, Why is it that the former days were better than these? for thou dost not inquire [g]wisely of this thing.", "13": "Wisdom is good with an [h]inheritance, and excellent to them that see the sun.", "14": "For man shall rest in the shadow of wisdom, and in the shadow of silver: but the excellency of the knowledge of wisdom giveth life to the possessors thereof.", "15": "Behold the work of God; for who can make straight that which he hath made crooked?", "16": "In the day of wealth be of good comfort, and in the day of affliction [i]consider: God also hath made this contrary to that, to the intent that man should find [j]nothing after him.", "17": "I have seen all things in the days of my vanity: there is a just man that perisheth in his [k]justice, and there is a wicked man that continueth long in his malice.", "18": "Be not thou just [l]overmuch, neither make thyself overwise: wherefore shouldest thou be desolate?", "19": "Be not thou wicked [m]overmuch, neither be thou foolish: wherefore shouldest thou perish not in thy time?", "20": "It is good that thou lay hold on [n]this: but yet withdraw not thine hand from [o]that: for he that feareth God shall come forth of them all.", "21": "Wisdom shall strengthen the wise men more than ten mighty princes that are in the city.", "22": "Surely there is no man just in the earth that doeth good and sinneth not.", "23": "Give not thine [p]heart also to all the words that men speak, lest thou do hear thy servant cursing thee.", "24": "For oftentimes also thine heart knoweth that thou likewise hast [q]cursed others.", "25": "All this have I proved by wisdom: I thought, I will be wise, but it went far from me.", "26": "It is far off, what may [r]it be? and it is a profound deepness, who can find it?", "27": "I have compassed about, both I and mine heart to know and to inquire and to search wisdom, and reason, and to know the wickedness of folly, and the foolishness of madness,", "28": "And I find more bitter than death the woman whose heart is as nets and snares, and her hands as bands: he that is good before God, shall be delivered from her, but the sinner shall be taken by her.", "29": "Behold, saith the Preacher, this have I found, seeking one by one to [s]find the count:", "30": "And yet my soul seeketh, but I find it not. I have found one man of a thousand: but a woman among them all have I not found.", "31": "Only lo, this have I found, that God hath made man righteous: but they have sought many [t]inventions."}