{"1": "My whole being, praise the Lord. Lord my God, you are very great. You are clothed with glory and majesty.", "2": "You wear light like a robe. You stretch out the skies like a tent.", "3": "You build your room above the clouds. You make the clouds your chariot. You ride on the wings of the wind.", "4": "You make the winds your messengers. Flames of fire are your servants.", "5": "You built the earth on its foundations. So it can never be moved.", "6": "You covered the earth with oceans. The water was above the mountains.", "7": "But at your command, the water rushed away. When you gave your orders like thunder, it hurried away.", "8": "The mountains rose. The valleys sank. The water went to the places you made for it.", "9": "You set borders for the seas that they cannot cross. The water will never cover the earth again.", "10": "You make springs pour into the ravines. They flow between the mountains.", "11": "They water all the wild animals. The wild donkeys come there to drink.", "12": "Wild birds make nests by the water. They sing among the tree branches.", "13": "You water the mountains from above. The earth is full of the things you made.", "14": "You make the grass for cattle and vegetables for the use of man. You make food grow from the earth.", "15": "You give us wine that makes happy hearts. And you give us olive oil that makes our faces shine. You give us bread that gives us strength.", "16": "The Lord's trees have plenty of water. They are the cedar trees of Lebanon, which he planted.", "17": "The birds make their nests there. The stork's home is in the fir trees.", "18": "The high mountains belong to the wild goats. The rocks are hiding places for the badgers.", "19": "You made the moon to mark the seasons. And the sun always knows when to set.", "20": "You make it dark, and it becomes night. Then all the wild animals creep around.", "21": "The lions roar as they attack. They look to God for food.", "22": "When the sun rises, they leave. They go back to their dens to lie down.", "23": "Then people go to work. And they work until evening.", "24": "Lord, you have made many things. With your wisdom you made them all. The earth is full of your riches.", "25": "Look at the sea, so big and wide. Its creatures large and small cannot be counted.", "26": "Ships travel over the ocean. And there is the sea monster Leviathan, which you made to play there.", "27": "All these things depend on you to give them their food at the right time.", "28": "When you give it to them, they gather it up. When you open your hand, they are filled with good food.", "29": "When you turn away from them, they become frightened. When you take away their breath, they die and turn into dust.", "30": "When you breathe on them, they are created. You make the land new again.", "31": "May the glory of the Lord be forever. May the Lord enjoy what he has made.", "32": "He just looks at the earth, and it shakes. He touches the mountains, and they smoke.", "33": "I will sing to the Lord all my life. I will sing praises to my God as long as I live.", "34": "May my thoughts please him. I am happy in the Lord.", "35": "Let sinners be destroyed from the earth. Let the wicked people live no longer. My whole being, praise the Lord. Praise the Lord."}