{"1": "Praise the Lord! Thank the Lord because he is good. His love continues forever.", "2": "No one can tell all the mighty things the Lord has done. No one can speak all his praise.", "3": "Happy are those people who are fair, who do what is right at all times.", "4": "Lord, remember me when you are kind to your people. Help me when you save them.", "5": "Let me see the good things you do for your chosen people. Let me be happy along with your happy nation. Let me join your own people in praising you.", "6": "We have sinned just as our ancestors did. We have done wrong. We have done evil.", "7": "Our ancestors in Egypt did not learn from your miracles. They did not remember all your kindnesses. So they turned against you at the Red Sea.", "8": "But the Lord saved them for his own sake, to show his great power.", "9": "He commanded the Red Sea, and it dried up. He led them through the deep sea as if it were a desert.", "10": "He saved them from those who hated them. He saved them from their enemies.", "11": "And the water covered their enemies. Not one of them escaped.", "12": "Then the people believed what the Lord said. They sang praises to him.", "13": "But they quickly forgot what he had done. They did not wait for his advice.", "14": "They became greedy for food in the desert. And they tested God there.", "15": "So he gave them what they wanted. But he also sent a terrible disease among them.", "16": "The people in the camp became jealous of Moses and of Aaron, the holy priest of the Lord.", "17": "Then the ground opened up and swallowed Dathan. It closed over Abiram's group.", "18": "Then a fire burned among their followers. Flames burned up the wicked people.", "19": "The people made a gold calf at Mount Sinai. They worshiped a metal statue.", "20": "They exchanged their glorious God for a statue of a bull, which eats grass.", "21": "They forgot the God who saved them, who had done great things in Egypt.", "22": "He did miracles in Egypt.[a] He did amazing things by the Red Sea.", "23": "So God said he would destroy them. But Moses, his chosen one, stood before him. He stopped God's anger from destroying them.", "24": "Then they refused to go into the beautiful land of Canaan. They did not believe what God promised.", "25": "They grumbled in their tents and did not obey the Lord.", "26": "So he swore to them that they would die in the desert.", "27": "He said their children would be killed by other nations and that they would be scattered among other countries.", "28": "They joined in worshiping Baal at Peor. They ate meat that had been sacrificed to lifeless statues.", "29": "They made the Lord angry by what they did. So many people became sick with a terrible disease.", "30": "But Phinehas prayed to the Lord, and the disease stopped.", "31": "The Lord will remember that Phinehas did what was right. And God will remember this from now on.", "32": "The people also made the Lord angry at Meribah. And Moses was in trouble because of them.", "33": "The people turned against the Spirit of God. So Moses spoke without stopping to think.", "34": "The people did not destroy the other nations as the Lord had told them to do.", "35": "Instead, they mixed with the other nations. And they learned their customs.", "36": "They worshiped other nations' idols. And they were trapped by them.", "37": "They even killed their sons and daughters as sacrifices to demons.", "38": "They killed innocent people. They killed their own sons and daughters as sacrifices to the idols of Canaan. So the land was made unholy by their blood.", "39": "The people became unholy by their sins. They were unfaithful to God in what they did.", "40": "So the Lord became angry with his people. He hated his own children.", "41": "He let other nations defeat them. He let their enemies rule over them.", "42": "Their enemies were cruel to them. Their enemies kept them under their power.", "43": "The Lord saved his people many times. But they continued to turn against him. So they became even more wicked.", "44": "But God saw their misery. He heard their cry.", "45": "He remembered his agreement with them. And he felt sorry for them because of his great love.", "46": "He caused them to be pitied by those who held them captive.", "47": "Lord our God, save us. Bring us back from other nations. Then we will thank you. Then we will gladly praise you.", "48": "Praise the Lord, the God of Israel. He always was and always will be. Let all the people say, “Amen!” Praise the Lord!"}