{"1": "Thank the Lord because he is good. His love continues forever.", "2": "Let the people of Israel say, “His love continues forever.”", "3": "Let the family of Aaron say, “His love continues forever.”", "4": "Let those who fear the Lord say, “His love continues forever.”", "5": "I was in trouble. So I called to the Lord. The Lord answered me and set me free.", "6": "I will not be afraid because the Lord is with me. People can't do anything to me.", "7": "The Lord is with me to help me. I will see my enemies defeated.", "8": "It is better to trust the Lord than to trust people.", "9": "It is better to trust the Lord than to trust princes.", "10": "All the nations surrounded me. But I defeated them in the name of the Lord.", "11": "They surrounded me on every side. But with the Lord's power, I defeated them.", "12": "They surrounded me like a swarm of bees. But they died as quickly as thorns burn. By the Lord's power, I defeated them.", "13": "They chased me until I was almost defeated. But the Lord helped me.", "14": "The Lord gives me strength and makes me sing. He has saved me.", "15": "Shouts of joy and victory come from the tents of those who do right: “The Lord has done powerful things.”", "16": "The power of the Lord has won the victory. With his power the Lord has done mighty things.", "17": "I will not die, but live. And I will tell what the Lord has done.", "18": "The Lord has taught me a hard lesson. But he did not let me die.", "19": "Open for me the Temple gates. Then I will come in and thank the Lord.", "20": "This is the Lord's gate. Only those who are good may enter it.", "21": "Lord, I thank you for answering me. You have saved me.", "22": "The stone that the builders did not want became the cornerstone.", "23": "The Lord did this, and it is wonderful to us.", "24": "This is the day that the Lord has made. Let us rejoice and be glad today!", "25": "Please, Lord, save us. Please, Lord, give us success.", "26": "God bless the one who comes in the name of the Lord. We bless all of you from the Temple of the Lord.", "27": "The Lord is God. And he has shown kindness to us. With branches in your hands, join the feast. Come to the corners of the altar.", "28": "You are my God, and I will thank you. You are my God, and I will praise your greatness.", "29": "Thank the Lord because he is good. His love continues forever."}