{"1": "Happy are the people who live pure lives. They follow the Lord's teachings.", "2": "Happy are the people who keep his rules. They ask him for help with their whole heart.", "3": "They don't do what is wrong. They follow his ways.", "4": "Lord, you gave your orders to be followed completely.", "5": "I wish I were more loyal in meeting your demands.", "6": "Then I would not be ashamed when I think of your commands.", "7": "When I learned that your laws are fair, I praised you with an honest heart.", "8": "I will meet your demands. So please don't ever leave me.", "9": "How can a young person live a pure life? He can do it by obeying your word.", "10": "With all my heart I try to obey you, God. Don't let me break your commands.", "11": "I have taken your words to heart so I would not sin against you.", "12": "Lord, you should be praised. Teach me your demands.", "13": "My lips will tell about all the laws you have spoken.", "14": "I enjoy living by your rules as people enjoy great riches.", "15": "I think about your orders and study your ways.", "16": "I enjoy obeying your demands. And I will not forget your word.", "17": "Do good to me, your servant, so I can live, so I can obey your word.", "18": "Open my eyes to see the wonderful things in your teachings.", "19": "I am a stranger on earth. Do not hide your commands from me.", "20": "I want to study your laws all the time.", "21": "You scold proud people. Those who ignore your commands are cursed.", "22": "Don't let me be insulted and hated because I obey your rules.", "23": "Even if princes speak against me, I, your servant, will think about your demands.", "24": "Your rules give me pleasure. They give me good advice.", "25": "I am about to die. Give me life, as you have promised.", "26": "I told you about my life, and you answered me. Teach me your demands.", "27": "Help me understand your orders. Then I will think about your miracles.", "28": "I am sad and tired. Make me strong again as you have promised.", "29": "Don't let me be dishonest. Be kind to me by helping me obey your teachings.", "30": "I have chosen to obey you. I have obeyed your laws.", "31": "I hold on to your rules. Lord, do not let me be disgraced.", "32": "I will obey your commands because you have made me happy.", "33": "Lord, teach me your demands. Then I will obey them until the end.", "34": "Help me understand, so I can obey your teachings. I will obey them with all my heart.", "35": "Help me obey your commands because that makes me happy.", "36": "Help me want to obey your rules instead of selfishly wanting riches.", "37": "Keep me from looking at worthless things. Let me live by your word.", "38": "Keep your promise to me, your servant, so you will be feared.", "39": "Take away the shame I fear. Your laws are good.", "40": "How I want to follow your orders. Give me life because of your goodness.", "41": "Lord, show me your love. Save me as you have promised.", "42": "Then I will have an answer for people who insult me. I trust what you say.", "43": "Never keep me from speaking your truth. I depend on your fair laws.", "44": "I will obey your teachings forever and ever.", "45": "So I will live in freedom because I want to follow your orders.", "46": "I will discuss your rules with kings. And I will not be ashamed.", "47": "I enjoy obeying your commands. I love them.", "48": "I praise your commands, which I love. And I think about your demands.", "49": "Remember your promise to me, your servant. It gives me hope.", "50": "When I suffer, this comforts me: Your promise gives me life.", "51": "Proud people make fun of me all the time. But I do not reject your teachings.", "52": "I remember your laws from long ago. They comfort me, Lord.", "53": "I become angry with wicked people. They have not kept your teachings.", "54": "I sing about your demands wherever I live.", "55": "Lord, I remember you at night. I will obey your teachings.", "56": "This is what I do: I follow your orders.", "57": "Lord, you are my share in life. I have promised to obey your words.", "58": "I prayed to you with all my heart. Be kind to me as you have promised.", "59": "I thought about my life, and I decided to obey your rules.", "60": "I hurried and did not wait to obey your commands.", "61": "Wicked people have surrounded me. But I have not forgotten your teachings.", "62": "In the middle of the night, I get up to thank you because your laws are right.", "63": "I am a friend to everyone who fears you. I am a friend to anyone who follows your orders.", "64": "Lord, your love fills the earth. Teach me your demands.", "65": "You have done good things for me, your servant, as you have promised, Lord.", "66": "Teach me wisdom and knowledge because I trust your commands.", "67": "Before I suffered, I did wrong. But now I obey your word.", "68": "You are good, and you do what is good. Teach me your demands.", "69": "Proud people have made up lies about me. But I will follow your orders with all my heart.", "70": "Those people have no feelings, but I love your teachings.", "71": "It was good for me to suffer so I would learn your demands.", "72": "Your teachings are worth more to me than thousands of pieces of gold and silver.", "73": "You made me and formed me with your hands. Give me understanding so I can learn your commands.", "74": "Let those who fear you rejoice when they see me because I put my hope in your word.", "75": "Lord, I know that your laws are right. And it was right for you to punish me.", "76": "Comfort me with your love, as you promised me, your servant.", "77": "Have mercy on me so that I may live. I love your teachings.", "78": "Make the proud people ashamed because they lied about me. But I will think about your orders.", "79": "Let those who fear you come to me. They know your rules.", "80": "Let me obey your demands perfectly. Then I will not be ashamed.", "81": "I am weak from waiting for you to save me. But I trust your word.", "82": "My eyes are tired from looking for your promise. When will you comfort me?", "83": "Even though I am like a leather wine bag going up in smoke, I do not forget your demands.", "84": "How long will I live? When will you judge those who are hurting me?", "85": "Proud people have dug pits to trap me. They have nothing to do with your teachings.", "86": "All of your commands can be trusted. Liars are hurting me. Help me!", "87": "They have almost put me in the grave. But I have not rejected your orders.", "88": "Give me life by your love so I can obey your rules.", "89": "Lord, your word is everlasting. It continues forever in heaven.", "90": "Your loyalty will continue from now on. You made the earth, and it still stands.", "91": "All things continue to this day because of your laws. All things serve you.", "92": "If I had not loved your teachings, I would have died from my sufferings.", "93": "I will never forget your orders because you have given me life by them.", "94": "I am yours. Save me. I have wanted to know your orders.", "95": "Wicked people are waiting to destroy me. But I will think about your rules.", "96": "Everything I see has its limits. But your commands have none.", "97": "How I love your teachings! I think about them all day long.", "98": "Your commands make me wiser than my enemies because they are mine forever.", "99": "I am wiser than all my teachers because I think about your rules.", "100": "I have more understanding than the elders because I follow your orders.", "101": "I have avoided every evil way so I could obey your word.", "102": "I haven't stopped obeying your laws because you yourself are my teacher.", "103": "Your promises are so sweet to me. They are like honey to my mouth!", "104": "Your orders give me understanding. So I hate lying ways.", "105": "Your word is like a lamp for my feet and a light for my way.", "106": "I will do what I have promised and obey your fair laws.", "107": "I have suffered for a long time. Lord, give me life by your word.", "108": "Lord, accept my willing praise. And teach me your laws.", "109": "My life is always in danger. But I haven't forgotten your teachings.", "110": "Wicked people have set a trap for me. But I haven't disobeyed your orders.", "111": "I will follow your rules forever. They make me happy.", "112": "I will try to do what you demand forever, until the end.", "113": "I hate people who are not completely loyal to you. But I love your teachings.", "114": "You are my hiding place and my shield. I trust your word.", "115": "Get away from me, you people who do evil, so I can keep my God's commands.", "116": "Support me as you promised so I can live. Don't let me be embarrassed because of my hopes.", "117": "Help me, and I will be saved. I will always respect your demands.", "118": "You reject everyone who ignores your demands. Their lies mislead them.", "119": "You throw away the wicked of the world like trash. So I will love your rules.", "120": "I shake in fear of you. I fear your laws.", "121": "I have done what is fair and right. Don't leave me to my enemies.", "122": "Promise that you will help me, your servant. Don't let proud people hurt me.", "123": "My eyes are tired from looking for your salvation and for your good promise.", "124": "Show your love to me, your servant. Teach me your demands.", "125": "I am your servant. Give me wisdom so I can understand your rules.", "126": "Lord, it is time for you to do something. People have disobeyed your teachings.", "127": "I love your commands more than the purest gold.", "128": "I respect all your orders. So I hate lying ways.", "129": "Your rules are wonderful. That is why I obey them.", "130": "Learning your words gives wisdom and understanding for the foolish.", "131": "I want to learn your commands. I am like a person breathing hard and waiting impatiently.", "132": "Look at me and have mercy on me as you do for those who love you.", "133": "Guide my steps as you promised. Don't let any sin control me.", "134": "Save me from harmful people. Then I will obey your orders.", "135": "Show your kindness to me, your servant. Teach me your demands.", "136": "Tears stream from my eyes because people do not obey your teachings.", "137": "Lord, you do what is right. And your laws are fair.", "138": "The rules you commanded are right and completely trustworthy.", "139": "I am so upset I am worn out. This is because my enemies have forgotten your words.", "140": "Your promises are proven. I, your servant, love them.", "141": "I am unimportant and hated. But I have not forgotten your orders.", "142": "Your goodness continues forever. And your teachings are true.", "143": "I have had troubles and misery. But I love your commands.", "144": "Your rules are good forever. Help me understand so I can live.", "145": "Lord, I call to you with all my heart. Answer me, and I will keep your demands.", "146": "I call to you. Save me so I can obey your rules.", "147": "I wake up early in the morning and cry out. I trust your word.", "148": "I stay awake all night so I can think about your promises.", "149": "Listen to me because of your love. Lord, give me life by your laws.", "150": "Those who love evil are near. They are far from your teachings.", "151": "But, Lord, you are also near. And all your commands are true.", "152": "Long ago I learned from your rules that you made them to continue forever.", "153": "See my suffering and save me because I have not forgotten your teachings.", "154": "Argue my case and save me. Let me live by your promises.", "155": "Wicked people are far from being saved because they do not want to obey your demands.", "156": "Lord, you are very kind. Give me life by your laws.", "157": "Many enemies are after me. But I have not rejected your rules.", "158": "I see those traitors, and I hate them because they do not obey what you say.", "159": "See how I love your orders. Lord, give me life by your love.", "160": "Your words are true from the start. And all your laws will be fair forever.", "161": "Leaders attack me for no reason. But I fear your law in my heart.", "162": "I am as happy over your promises as if I had found a great treasure.", "163": "I hate and despise lies. But I love your teachings.", "164": "Seven times a day I praise you for your fair laws.", "165": "Those who love your teachings will find true peace. Nothing will defeat them.", "166": "I am waiting for you to save me, Lord. I will obey your commands.", "167": "I keep your rules. I love them very much.", "168": "I keep your orders and rules. You know everything I do.", "169": "Hear my cry to you, Lord. Let your word help me understand.", "170": "Listen to my prayer. Save me as you promised.", "171": "Let me speak your praise. You have taught me your demands.", "172": "Let me sing about your promises. All your commands are fair.", "173": "Always be ready to help me because I have chosen to obey your commands.", "174": "I want you to save me, Lord. I love your teachings.", "175": "Let me live so I can praise you. Your laws will help me.", "176": "I have wandered like a lost sheep. Look for your servant because I have not forgotten your commands."}