{"1": "My God, my God, why have you left me alone? You are too far away to save me. You are too far away to hear my moans.", "2": "My God, I call to you during the day. But you do not answer. And I call at night. I am not silent.", "3": "You sit as the Holy One. The praises of Israel are your throne.", "4": "Our ancestors trusted you. They trusted you, and you saved them.", "5": "They called to you for help. And they were rescued. They trusted you. And they were not disappointed.", "6": "But I am like a worm instead of a man. Men make fun of me. They look down on me.", "7": "Everyone who looks at me laughs. They stick out their tongues. They shake their heads.", "8": "They say, “Turn to the Lord for help. Maybe he will save you. If he likes you, maybe he will rescue you.”", "9": "You had my mother give birth to me. You made me trust you while I was just a baby.", "10": "I have leaned on you since the day I was born. You have been my God since my mother gave birth to me.", "11": "So don't be far away from me. Now trouble is near, and there is no one to help.", "12": "Men have surrounded me like angry bulls. The strong bulls of Bashan are on every side.", "13": "Like hungry, roaring lions they open their jaws at me.", "14": "My strength is gone like water poured out onto the ground. All my bones are out of joint. My heart is like wax. It has melted inside me.", "15": "My strength has dried up like a piece of a broken pot. My tongue sticks to the top of my mouth. You laid me in the dust of death.", "16": "Evil men have surrounded me. Like dogs they have trapped me. They have bitten my arms and legs.", "17": "I can count all my bones. People look and stare at me.", "18": "They divided my clothes among them, and they threw lots for my clothing.", "19": "But, Lord, don't be far away. You are my power. Hurry to help me.", "20": "Save me from the sword. Save my life from the dogs.", "21": "Rescue me from the lion's mouth. Save me from the horns of the bulls.", "22": "Then I will tell my brothers and sisters about you. I will praise you when your people meet to worship you.", "23": "Praise the Lord, all you who worship him. All you descendants of Jacob, honor him. Fear him, all you Israelites.", "24": "The Lord does not ignore the one who is in trouble. He doesn't hide from him. He listens when the one in trouble calls out to him.", "25": "Lord, I praise you in the great meeting of your people. These worshipers will see me do what I promised.", "26": "Poor people will eat until they are full. Those who look to the Lord will praise him. May your hearts live forever!", "27": "People everywhere will remember and will turn to the Lord. All the families of the nations will worship him.", "28": "This is because the Lord is King. He rules the nations.", "29": "All the powerful people on earth will eat and worship. Everyone will bow down to him.", "30": "The people in the future will serve him. They will always be told about the Lord.", "31": "They will tell that he does what is right. People who are not yet born will hear what God has done."}