{"1": "Don't be upset because of evil people. Don't be jealous of those who do wrong.", "2": "Like the grass, they will soon dry up. Like green plants, they will soon die away.", "3": "Trust the Lord and do good. Live in the land and enjoy its safety.", "4": "Enjoy serving the Lord. And he will give you what you want.", "5": "Depend on the Lord. Trust him, and he will take care of you.", "6": "Then your goodness will shine like the sun. Your fairness will shine like the noonday sun.", "7": "Wait and trust the Lord. Don't be upset when others get rich or when someone else's plans succeed.", "8": "Don't get angry. Don't be upset; it only leads to trouble.", "9": "Evil people will be sent away. But people who trust the Lord will inherit the land.", "10": "In a little while there will be no more wicked people. You may look for them, but they will be gone.", "11": "People who are not proud will inherit the land. They will enjoy complete peace.", "12": "The wicked make evil plans against good people. They grind their teeth at them in anger.", "13": "But the Lord laughs at the wicked. He sees that their day is coming.", "14": "The wicked draw their swords. They bend their bows. They try to kill the poor and helpless. They want to kill those who are honest.", "15": "But their swords will stab their own hearts. Their bows will break.", "16": "It's better to have little and be right than to have much and be wrong.", "17": "The power of the wicked will be broken. But the Lord supports those who do right.", "18": "The Lord watches over the lives of the innocent. Their reward will last forever.", "19": "They will not be ashamed when trouble comes. They will be full in times of hunger.", "20": "But the wicked will die. The Lord's enemies will be like the flowers of the fields. They will disappear like smoke.", "21": "The wicked people borrow but don't pay back. But those who do right give freely to others.", "22": "Those people the Lord blesses will inherit the land. But those he curses will be sent away.", "23": "When a man's steps follow the Lord, God is pleased with his ways.", "24": "If he stumbles, he will not fall, because the Lord holds his hand.", "25": "I was young, and now I am old. But I have never seen the Lord leave good people helpless. I have never seen their children begging for food.", "26": "Good people always lend freely to others. And their children are a blessing.", "27": "Stop doing evil and do good. Then you will live forever.", "28": "The Lord loves justice. He will not leave those who worship him. He will always protect them. But the children of the wicked will die.", "29": "Good people will inherit the land. They will live in it forever.", "30": "A good person speaks with wisdom. He says what is fair.", "31": "The teachings of his God are in his heart. He does not fail to keep them.", "32": "The wicked watch for good people. They want to kill them.", "33": "The Lord will not take away his protection. He will not judge good people guilty.", "34": "Wait for the Lord's help and follow him. He will honor you and give you the land. And you will see the wicked people sent away.", "35": "I saw a wicked and cruel man. He looked strong like a healthy tree in good soil.", "36": "But he died and was gone. I looked for him, but he couldn't be found.", "37": "Think of the innocent person. Watch the honest one. The man who has peace will have children to live after him.", "38": "But sinners will be destroyed. In the end the wicked will die.", "39": "The Lord saves good people. He is their strong city in times of trouble.", "40": "The Lord helps them and saves them. He saves them from the wicked because they trust in him for protection."}