{"1": "I waited patiently for the Lord. He turned to me and heard my cry.", "2": "He lifted me out of the pit of destruction, out of the sticky mud. He stood me on a rock. He made my feet steady.", "3": "He put a new song in my mouth. It was a song of praise to our God. Many people will see this and worship him. Then they will trust the Lord.", "4": "Happy is the person who trusts the Lord. He doesn't turn to those who are proud, to those who worship false gods.", "5": "Lord our God, you have done many miracles. Your plans for us are many. If I tried to tell them all, there would be too many to count.", "6": "You do not want sacrifices and offerings. But you have made a hole in my ear to show that my body and life are yours. You do not ask for burnt offerings and offerings to take away sins.", "7": "Then I said, “Look, I have come. It is written about me in the book.", "8": "My God, I want to do what you want. Your teachings are in my heart.”", "9": "I will tell about your goodness in the great meeting of your people. Lord, you know my lips are not silent.", "10": "I do not hide your goodness in my heart. I speak about your loyalty and salvation. I do not hide your love and truth from the people in the great meeting.", "11": "Lord, do not hold back your mercy from me. Let your love and truth always protect me.", "12": "Troubles have gathered around me. There are too many to count. My sins have caught me. I cannot see a way to escape. I have more sins than hairs on my head. I have lost my courage.", "13": "Please, Lord, save me. Hurry, Lord, to help me.", "14": "People are trying to kill me. Shame them and disgrace them. People want to hurt me. Let them run away in disgrace.", "15": "People are making fun of me. Let them be shamed into silence.", "16": "But let those who follow you be happy and glad. They love you for saving them. May they always say, “Praise the Lord!”", "17": "Lord, I am poor and helpless. But please remember me. You are my helper and savior. My God, do not wait."}