{"1": "God, save me. The water has risen to my neck.", "2": "I'm sinking down into the mud. There is nothing to stand on. I am in deep water. The flood covers me.", "3": "I am tired from calling for help. My throat is sore. My eyes are tired from waiting for God to help me.", "4": "There are more people who hate me for no reason than hairs on my head. Those who want to destroy me are powerful. My enemies are liars. They make me pay back what I did not steal.", "5": "God, you know what I have done wrong. I cannot hide my guilt from you.", "6": "Master, the Lord of heaven's armies, do not let those who hope in you be ashamed because of me. God of Israel, do not let your worshipers be disgraced because of me.", "7": "For you, I carry this shame. My face is covered with disgrace.", "8": "I am like a stranger to my brothers. I am like a foreigner to my mother's sons.", "9": "My strong love for your Temple completely controls me. When people insult you, it hurts me.", "10": "When I cry and go without food, they make fun of me.", "11": "When I wear rough cloth to show my sadness, they joke about me.", "12": "They make fun of me in public places. The drunkards make up songs about me.", "13": "But I pray to you, Lord. I pray that you will accept me. God, because of your great love, answer me. You are truly able to save.", "14": "Pull me from the mud. Do not let me sink. Save me from those who hate me and from the deep water.", "15": "Do not let the flood drown me. Do not let the deep water swallow me. Do not let the grave close its mouth over me.", "16": "Lord, answer me because your love is so good. Because of your great kindness, turn to me.", "17": "Do not hide from me, your servant. I am in trouble. Hurry to help me!", "18": "Come near and save me. Rescue me from my enemies.", "19": "You see my shame and disgrace. You know all my enemies and what they have said.", "20": "Insults have broken my heart. I am weak. I looked for sympathy, but there was none. I found no one to comfort me.", "21": "They put poison in my food. They gave me vinegar to drink.", "22": "Let their own feasts cause their ruin. Let their feasts trap them and pay them back.", "23": "Let their eyes be closed so they cannot see. Let their backs be forever weak from troubles.", "24": "Pour your anger out on them. Show them how angry you are.", "25": "May their place be empty. Leave no one to live in their tents.", "26": "They chase after those you have hurt. They talk about the pain of those you have wounded.", "27": "Charge them with crime after crime. Do not let them have anything good.", "28": "Wipe their names from the book of life. Do not list them with those who do what is right.", "29": "I am sad and hurting. God, save me and protect me.", "30": "I will praise God in a song. I will honor him by giving thanks.", "31": "That will please the Lord more than offering him cattle. It will please him more than the sacrifice of a bull with horns and hooves.", "32": "People who are not proud will see this and be glad. Be encouraged, you who worship God.", "33": "The Lord listens to those in need. He does not look down on captives.", "34": "Heaven and earth should praise him. The seas and everything in them should also.", "35": "God will save Jerusalem. He will rebuild the cities of Judah. Then people will live there and own the land.", "36": "The descendants of his servants will inherit that land. Those who love him will live there."}