{"1": "In you, Lord, is my protection. Never let me be ashamed.", "2": "Because you do what is right, save and rescue me. Listen to me and save me.", "3": "Be my place of safety where I can always come. Give the command to save me. You are my rock and my strong, walled city.", "4": "My God, save me from the power of the wicked. Save me from the hold of evil and cruel people.", "5": "Lord God, you are my hope. I have trusted you since I was young.", "6": "I have depended on you since I was born. You have been my help from the day I was born. I will always praise you.", "7": "I am an example to many people. You are my strong protection.", "8": "I am always praising you. All day long I honor you.", "9": "Do not reject me when I am old. Do not leave me when my strength is gone.", "10": "My enemies have made plans against me. They meet together to kill me.", "11": "They say, “God has left him. Go after him and take him. No one will save him.”", "12": "God, don't be far off. My God, hurry to help me.", "13": "Let them be ashamed. Destroy those who accuse me. They are trying to hurt me. Cover them with shame and disgrace.", "14": "But I will always have hope. And I will praise you more and more.", "15": "I will tell about how you do what is right. I will tell about your salvation all day long, even though it is more than I can tell.", "16": "I will come and tell about your powerful works, Lord God. I will tell only about you and how you do what is right.", "17": "God, you have taught me since I was young. Even until today I tell about the miracles you do.", "18": "Even though I am old and gray, do not leave me, God. I will tell the children about your power. I will tell those who will live after me about your might.", "19": "God, your justice reaches to the skies. You have done great things. God, there is no one like you.", "20": "You have given me many troubles and bad times. But you will give me life again. When I am almost dead, you will keep me alive.", "21": "You will make me greater than ever. And you will comfort me again.", "22": "I will praise you with the harp. I trust you, my God. I will sing to you with the lyre. You are the Holy One of Israel.", "23": "I will shout for joy when I sing praises to you. You have saved me.", "24": "I will tell about your justice all day long. And those who want to hurt me will be ashamed and disgraced."}