{"1": "God, why have you rejected us for so long? Why are you angry with us, the sheep of your pasture?", "2": "Remember the people you bought long ago. You saved us. We are your very own. You live on Mount Zion.", "3": "Make your way through these old ruins. The enemy wrecked everything in the Temple.", "4": "Those who were against you shouted in your meeting place. They raised their flags there.", "5": "They came with axes raised as if to cut down a forest of trees.", "6": "They smashed the carved panels with their axes and hatchets.", "7": "They burned your Temple to the ground. They have made the place where you live unclean.", "8": "They thought, “We will completely crush them!” They burned every place where God was worshiped in the land.", "9": "We do not see any signs. There are no more prophets. And no one knows how long this will last.", "10": "God, how much longer will the enemy make fun of you? Will they insult you forever?", "11": "Why do you hold back your power? Bring your power out in the open and destroy them!", "12": "God, you have been our king for a long time. You have saved this country.", "13": "You split open the sea by your power. You broke the heads of the sea monster.", "14": "You smashed the heads of the monster Leviathan. You gave him to the desert creatures as food.", "15": "You opened up the springs and streams. And you made the rivers run dry.", "16": "Both the day and the night are yours. You made the sun and the moon.", "17": "You made all the limits on the earth. You created summer and winter.", "18": "Lord, remember how the enemy insulted you. Remember how those foolish people turned away from you.", "19": "Do not give us, your doves, to those wild animals. Never forget your poor people.", "20": "Remember the agreement you made with us because violence fills every dark corner of this land.", "21": "Do not let your suffering people be disgraced. The poor and helpless people praise you.", "22": "God, come and defend yourself. Remember the insults that come from those foolish people all day long.", "23": "Don't forget what your enemies said. Don't forget their roar as they rise against you always."}