{"1": "My people, listen to my teaching. Listen to what I say.", "2": "I will speak using stories. I will tell things that have been secret since long ago.", "3": "We have heard them and know them. Our fathers told them to us.", "4": "We will not keep them from our children. We will tell those who come later about the praises of the Lord. We will tell about his power and the miracles he has done.", "5": "The Lord made an agreement with Jacob. He gave the teachings to Israel. And he commanded our ancestors to teach them to their children.", "6": "Then their children would know them, even their children not yet born. And they would tell their children.", "7": "So they would all trust God. They would not forget what God had done. Instead, they would obey his commands.", "8": "They would not be like their ancestors who were stubborn and disobedient. Their hearts were not loyal to God. They were not true to him.", "9": "The men of Ephraim had bows for weapons. But they ran away on the day of battle.", "10": "They didn't keep their agreement with God. They refused to live by his teachings.", "11": "They forgot what he had done and the miracles he had shown them.", "12": "He did miracles while their ancestors watched, in the fields of Zoan in Egypt.", "13": "He divided the Red Sea and led them through. He made the water stand up like a wall.", "14": "He led them with a cloud by day. And he led them at night by the light of a fire.", "15": "He split the rocks in the desert. And he gave them much water, as if it were from the deep ocean.", "16": "He brought streams out of the rock. The water flowed down like rivers.", "17": "But the people continued to sin against him. In the desert they turned against God Most High.", "18": "They decided to test God by asking for the food they wanted.", "19": "Then they spoke against God. They said, “Can God prepare food in the desert?", "20": "When he hit the rock, water poured out. Rivers flowed down. But can he give us bread also? Will he provide his people with meat?”", "21": "When the Lord heard them, he was very angry. His anger was like fire to the people of Jacob. His anger grew against the people of Israel.", "22": "They had not believed God. They had not trusted him to save them.", "23": "But he gave a command to the clouds above. The doors of heaven opened.", "24": "He rained manna down on them to eat. He gave them grain from heaven.", "25": "So they ate the bread of angels. He sent them all the food they could eat.", "26": "He sent the east wind from heaven. He led the south wind by his power.", "27": "He rained meat on them like dust. The birds were as many as the sand of the sea.", "28": "He made the birds fall inside the camp, all around the tents.", "29": "So the people ate and became very full. God had given them what they wanted.", "30": "While they were still eating, and while the food was still in their mouths,", "31": "God became angry with them. He killed some of the healthiest of them. He struck down the best young men of Israel.", "32": "But they kept on sinning. They did not believe even with the miracles.", "33": "So he ended their days without meaning and their years in terror.", "34": "Anytime he killed them, some would look to him for help. They would come back to God and follow him.", "35": "They would remember that God was their Rock, that God Most High had saved them.", "36": "But their words were false. Their tongues lied to him.", "37": "Their hearts were not really loyal to God. They did not keep his agreement.", "38": "Still God was merciful. He forgave their sins. He did not destroy them. Many times he held back his anger. He did not stir up all his anger.", "39": "He remembered that they were only human. They were like a wind that blows and does not come back.", "40": "They turned against God so often in the desert! There they made him very sad.", "41": "Again and again they tested God. They brought pain to the Holy One of Israel.", "42": "They did not remember his power or the time he saved them from the enemy.", "43": "They forgot the signs he did in Egypt and his miracles in the fields of Zoan.", "44": "He turned the rivers to blood. So no one could drink the water.", "45": "He sent flies that bit the people. He sent frogs that destroyed them.", "46": "He gave their crops to grasshoppers and what they worked for to locusts.", "47": "He destroyed their vines with hail and their sycamore trees with sleet.", "48": "He killed their animals with hail and their cattle with lightning.", "49": "He showed them his hot anger. He sent his strong anger against them. He sent his destroying angels.", "50": "He found a way to show his anger. He did not keep them from dying. He let them die by a terrible disease.", "51": "God killed all the firstborn sons in Egypt, the oldest son of each family of Ham.[a]", "52": "But God led out his people like sheep. He guided them like a flock through the desert.", "53": "He led them to safety. They had nothing to fear. But their enemies drowned in the sea.", "54": "So God brought them to his holy land. He brought them to the mountain country he took with his own power.", "55": "He forced out the other nations. And he had his people inherit the land. He let the tribes of Israel settle there in tents.", "56": "But they tested God and turned against the Most High. They did not keep his rules.", "57": "They turned away and sinned just like their ancestors. They were like a crooked bow that does not shoot straight.", "58": "They made God angry by building places to worship false gods. They made him jealous with their idols.", "59": "When God heard them, he became very angry. And he rejected the people of Israel completely.", "60": "He left his dwelling at Shiloh, the tent where he lived among men.", "61": "He let his Ark of the Covenant be captured. He let the Ark of the Covenant, which was his glory, be taken by enemies.", "62": "He let his people be killed. He was very angry with his children.", "63": "The young men died by fire. The young women had no one to marry.", "64": "Their priests fell by the sword. But their widows were not allowed to cry.", "65": "Then the Lord got up as if he had been asleep. He awoke like a man who was drunk with wine.", "66": "He struck down his enemies. He disgraced them forever.", "67": "But God rejected the family of Joseph. He did not choose the tribe of Ephraim.", "68": "Instead, he chose the tribe of Judah and Mount Zion, which he loves.", "69": "And he built his Temple high like the mountains. Like the earth, he built it to last forever.", "70": "He chose David to be his servant. He took him from the sheep pens.", "71": "He brought him from tending the sheep so he could lead the flock, the people of Jacob. This flock was his own people, the people of Israel.", "72": "And David led them with an innocent heart. He guided them with skillful hands."}