{"1": "I will always sing about the Lord's love. I will tell of his loyalty from now on.", "2": "I will say, “Your love continues forever. Your loyalty goes on and on like the sky.”", "3": "You said, “I made an agreement with the man of my choice. I made a promise to my servant David.", "4": "I told him, 'I will make your family continue forever. Your kingdom will continue from now on.'” Selah", "5": "Lord, the heavens praise you for your miracles and for your loyalty in the meeting of your holy ones.", "6": "Who in heaven is equal to the Lord? None of the angels is like the Lord.", "7": "When the holy ones meet, it is God they fear. He is more frightening than all who surround him.", "8": "Lord God of heaven's armies, who is like you? Lord, you are powerful and completely to be trusted.", "9": "You rule the mighty sea. You calm the stormy waves.", "10": "You crushed the sea monster Rahab. By your power you scattered your enemies.", "11": "The skies and the earth belong to you. You made the world and everything in it.", "12": "You created the north and the south. Mount Tabor and Mount Hermon sing for joy at your name.", "13": "Your arm has great power. Your hand is strong. Your right hand is lifted up.", "14": "Your kingdom is built on what is right and fair. Love and truth are in all you do.", "15": "Happy are the people who know how to praise you. Lord, let them live in the light of your presence.", "16": "In your name they rejoice all the time. They praise your goodness.", "17": "You are their glorious strength. In your kindness you honor our king.", "18": "Our king, our shield, belongs to the Lord. Our king belongs to the Holy One of Israel.", "19": "Once, in a vision, you spoke to those who worship you. You said, “I have given strength to a warrior. I have selected a young man from my people.", "20": "I have found my servant David. I appointed him by pouring holy oil on him.", "21": "I will steady him with my hand. I will strengthen him with my arm.", "22": "No enemy will make him give forced payments. Wicked people will not defeat him.", "23": "I will crush his enemies in front of him. I will defeat those who hate him.", "24": "My loyalty and love will be with him. Through me he will be strong.", "25": "I will give him power over the sea and control over the rivers.", "26": "He will say to me, 'You are my father, my God, the Rock, the one who saves me.'", "27": "I will make him my firstborn son. He will be the greatest king on earth.", "28": "My love will watch over him forever. My agreement with him will never end.", "29": "I will make his family continue. His kingdom will last as long as the skies.", "30": "“But his descendants might reject my teachings and not follow my rules.", "31": "They might break my laws and disobey my commands.", "32": "Then I will punish their sins with a rod and their wrongs with a whip.", "33": "But I will not hold back my love from David. I will not stop being loyal.", "34": "I will not break my agreement. I will not change what I have said.", "35": "It is certain that I am a holy God. So it is certain I will not lie to David.", "36": "His family will continue forever. His kingdom will continue before me like the sun.", "37": "It will last forever, like the moon, like a lasting witness in the sky.” Selah", "38": "But now, you have rejected your appointed king. You have been angry with him.", "39": "You have broken the agreement with your servant. You threw his crown to the ground.", "40": "You have torn down all the city walls. You have turned his strong, walled cities into ruins.", "41": "Everyone who passes by steals from him. His neighbors insult him.", "42": "You have given strength to his enemies. You have made them all happy.", "43": "You have made his sword useless. You did not help him stand in battle.", "44": "You have kept him from winning. You threw his throne to the ground.", "45": "You have cut his life short. You have covered him with shame. Selah", "46": "Lord, how long will this go on? Will you ignore us forever? How long will your anger burn like a fire?", "47": "Remember how short my life is. Why did you create us anyway?", "48": "What man alive will not die? Can he escape the grave? Selah", "49": "Lord, where is your love from times past? With loyalty you promised it to David.", "50": "Lord, remember how they insulted your servant. Remember how I have suffered the insults of the nations.", "51": "Lord, remember how your enemies insulted you. Remember how they insulted your appointed king wherever he went.", "52": "Praise the Lord forever! Amen and amen."}