{"1": "Israel was like a spreading vine. They produced fruit for themselves. As they grew more fruit, they built more altars. As their land became richer, they made more beautiful the sacred stones they worshiped.", "2": "Their hearts are dishonest. So now they must pay for their sins. The Lord will tear down their altars. He'll destroy their sacred stones.", "3": "Then they'll say, “We don't have a king. That's because we didn't have any respect for the Lord. But suppose we did have a king. What could he do for us?”", "4": "They make a lot of promises. They make agreements among themselves. They make promises they don't mean to keep. So court cases spring up like poisonous weeds in a plowed field.", "5": "The people who live in Samaria are filled with fear. They are afraid for their god that looks like a calf. They're afraid it will be carried off from Beth Aven, that evil town. They will mourn over it. So will the priests who led them to worship it. The priests were full of joy because their statue was so glorious. But it will be captured and taken far away from them.", "6": "It will be carried off to Assyria. The people of Ephraim will be forced to give it to the great king. They will be dishonored. Israel will be ashamed of its agreements with other nations.", "7": "Samaria's king will be destroyed. He will be like a twig swept away by a river.", "8": "The high places where Israel worshiped other gods will be destroyed. That's where they sinned against the Lord. Thorns and weeds will grow up there. They will cover the altars. Then the people will say to the mountains, “Cover us!” They'll say to the hills, “Fall on us!”", "9": "The Lord says, “Israel, you have done evil things ever since your people sinned at Gibeah long ago. And you are still doing what is evil. War will come again to those who sinned at Gibeah.", "10": "I will punish them when I want to. Nations will gather together to fight against them. They will put them in chains because they have committed so many sins.", "11": "Ephraim was like a well-trained young cow. It loved to thresh grain. So I will put a yoke on its pretty neck. I will make Ephraim do hard work. Judah also must plow. So all the people of Jacob must break up the ground.", "12": "Your hearts are as hard as a field that has not been plowed. If you change your ways, you will produce good crops. So plant the seeds of doing what is right. Then you will harvest the fruit of your faithful love. It is time to seek the Lord. When you do, he will come and shower his blessings on you.", "13": "But you have planted the seeds of doing what is wrong. So you have harvested the fruit of your evil conduct. You have had to eat the fruit of your lies. You have trusted in your own strength. You have depended on your many soldiers.", "14": "But the roar of battle will come against you. All your forts will be completely destroyed. It will happen just as Shalman destroyed Beth Arbel in a battle. Mothers and their children were smashed on the ground.", "15": "People of Bethel, that will happen to you. You have committed far too many sins. When the time comes for me to punish you, the king of Israel will be completely destroyed.”"}