{"1": "“Listen to me, you priests! Pay attention, people of Israel! Listen, you members of the royal family! Here is my decision against you. You have been like a trap at Mizpah. You have been like a net spread out on Mount Tabor.", "2": "You refuse to obey me. You are knee-deep in killing. So I will punish all of you.", "3": "I know all about the people of Ephraim. What Israel is doing is not hidden from me. Now they have joined themselves to other gods. They have made themselves 'unclean.'", "4": "“They can't return to me because they have done so many evil things. In their hearts they long to act like prostitutes. They do not recognize me as the Lord.", "5": "Israel's pride proves that they are guilty. The people of Ephraim trip and fall because they have sinned. Judah falls down along with them.", "6": "Israel will come to worship the Lord. They will bring their animals to offer as sacrifices. But they will not find him. He has turned away from them.", "7": "They are not faithful to the Lord. Their children are not his. When they celebrate their New Moon feasts, he will destroy their fields.", "8": "“My people, blow trumpets in Gibeah! Blow horns in Ramah! Shout the battle cry in Bethel! Say to the people of Benjamin, 'Lead on into battle!'", "9": "The people of Ephraim will be completely destroyed when it is time for me to punish them. They can be sure it will happen. I am announcing it among their tribes.", "10": "Judah's leaders have stolen some land. They have moved their borders farther north. So I will pour out my anger on them like a flood of water.", "11": "Ephraim will soon be crushed. The Assyrians will stomp all over them. It will happen because they have made up their minds to chase after other gods.", "12": "I will be like a moth to Ephraim. I will cause Judah to rot away.", "13": "“The people of Ephraim saw how sick they were. The people of Judah saw that they were wounded. Then Ephraim turned to Assyria for help. They sent gifts to the great King Tiglath-Pileser. But he is not able to make you well. He can't heal your wounds.", "14": "I will be like a lion to Ephraim. I will attack Judah like a powerful lion. I will tear them to pieces. I will drag them off. Then I will leave them. No one will be able to save them.", "15": "I will go back to my lion's den. I will stay there until they pay the price for their sin. Then they will turn to me. They will suffer so much that they will really want me to help them.”"}