{"1": "After King Ahab's death the nation of Moab declared its independence and refused to pay tribute to Israel any longer.", "2": "Israel's new king, Ahaziah, had fallen off the upstairs porch of his palace at Samaria and was seriously injured. He sent messengers to the temple of the god Baal-zebub at Ekron to ask whether he would recover.", "3": "But the Angel of the Lord told Elijah the prophet,[a] “Go and meet the messengers and ask them, 'Is it true that there is no God in Israel? Is that why you are going to Baal-zebub, the god of Ekron, to ask whether the king will get well? ", "4-5": "Because King Ahaziah has done this, the Lord says that he will never leave the bed he is lying on; he will surely die.'” When Elijah told the messengers this, they returned immediately to the king. “Why have you returned so soon?” he asked them.", "6": "“A man came up to us,” they said, “and told us to go back to the king and tell him, 'The Lord wants to know why you are asking questions of Baal-zebub, the god of Ekron. Is it because there is no God in Israel? Now, since you have done this, you will not leave the bed you are lying on; you will surely die.'”", "7": "“Who was this fellow?” the king demanded. “What did he look like?”", "8": "“He was a hairy man,” they replied, “with a wide leather belt.” “It was Elijah the prophet!” the king exclaimed. ", "9": "Then he sent an army captain with fifty soldiers to arrest him. They found him sitting on top of a hill. The captain said to him, “O man of God, the king has commanded you to come along with us.”", "10": "But Elijah replied, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men!” Then lightning struck them and killed them all!", "11": "So the king sent another captain with fifty men to demand, “O man of God, the king says that you must come down right away.”", "12": "Elijah replied, “If I am a man of God, let fire come down from heaven and destroy you and your fifty men.” And again the fire from God burned them up.", "13": "Once more the king sent fifty men, but this time the captain fell to his knees before Elijah and pleaded with him, “O man of God, please spare my life and the lives of these, your fifty servants. ", "14": "Have mercy on us! Don't destroy us as you did the others.”", "15": "Then the Angel of the Lord said to Elijah, “Don't be afraid. Go with him.” So Elijah went to the king.", "16": "“Why did you send messengers to Baal-zebub, the god of Ekron, to ask about your sickness?” Elijah demanded. “Is it because there is no God in Israel to ask? Because you have done this, you shall not leave this bed; you will surely die.”", "17": "So Ahaziah died as the Lord had predicted through Elijah, and his brother Joram[b] became the new king—for Ahaziah did not have a son to succeed him. This occurred in the second year of the reign of King Jehoram (son of Jehoshaphat) of Judah. ", "18": "The rest of the history of Ahaziah's reign is recorded in The Annals of the Kings of Israel."}