{"1": "Then Jehu wrote a letter to the city council of Samaria and to the guardians of Ahab's seventy sons—all of whom were living there.", "2-3": "“Upon receipt of this letter, select the best one of Ahab's sons to be your king, and prepare to fight for his throne. For you have chariots and horses and a fortified city and an armory.”", "4": "But they were too frightened to do it. “Two kings couldn't stand against this man! What can we do?” they said.", "5": "So the manager of palace affairs and the city manager, together with the city council and the guardians of Ahab's sons, sent him this message: “Jehu, we are your servants and will do anything you tell us to. We have decided that you should be our king instead of one of Ahab's sons.”", "6": "Jehu responded with this message: “If you are on my side and are going to obey me, bring the heads of your master's sons to me at Jezreel at about this time tomorrow.” (These seventy sons of King Ahab were living in the homes of the chief men of the city, where they had been raised since childhood.) ", "7": "When the letter arrived, all seventy of them were murdered, and their heads were packed into baskets and presented to Jehu at Jezreel. ", "8": "When a messenger told Jehu that the heads of the king's sons had arrived, he said to pile them in two heaps at the entrance of the city gate, and to leave them there until the next morning.", "9-10": "In the morning he went out and spoke to the crowd that had gathered around them. “You aren't to blame,” he told them. “I conspired against my master and killed him, but I didn't kill his sons! The Lord has done that, for everything he says comes true. He declared through his servant Elijah that this would happen to Ahab's descendants.”", "11": "Jehu then killed all the rest of the members of the family of Ahab who were in Jezreel, as well as all of his important officials, personal friends, and private chaplains. Finally, no one was left who had been close to him in any way.[a] ", "12": "Then he set out for Samaria and stayed overnight at a shepherd's inn along the way. ", "13": "While he was there he met the brothers of King Ahaziah of Judah. “Who are you?” he asked them. And they replied, “We are brothers[b] of King Ahaziah. We are going to Samaria to visit the sons of King Ahab and of the Queen Mother, Jezebel.”", "14": "“Grab them!” Jehu shouted to his men. And he took them out to the cistern and killed all forty-two of them.", "15": "As he left the inn, he met Jehonadab, the son of Rechab, who was coming to meet him. After they had greeted each other, Jehu said to him, “Are you as loyal to me as I am to you?” “Yes,” Jehonadab replied. “Then give me your hand,” Jehu said, and he helped him into the royal chariot.", "16": "“Now come along with me,” Jehu said, “and see how much I have done for the Lord.” So Jehonadab rode along with him. ", "17": "When he arrived in Samaria he butchered all of Ahab's friends and relatives, just as Elijah, speaking for the Lord, had predicted. Then Jehu called a meeting of all the people of the city and said to them, “Ahab hardly worshiped Baal at all in comparison to the way I am going to! ", "18-19": "Summon all the prophets and priests of Baal, and call together all his worshipers. See to it that every one of them comes, for we worshipers of Baal are going to have a great celebration to praise him. Any of Baal's worshipers who don't come will be put to death.” But Jehu's plan was to exterminate them. ", "20-21": "He sent messengers throughout all Israel summoning those who worshiped Baal; and they all came and filled the temple of Baal from one end to the other. ", "22": "He instructed the head of the robing room, “Be sure that every worshiper wears one of the special robes.”", "23": "Then Jehu and Jehonadab (son of Rechab) went into the temple to address the people: “Check to be sure that only those who worship Baal are here; don't let anyone in who worships the Lord!”", "24": "As the priests of Baal began offering sacrifices and burnt offerings, Jehu surrounded the building with eighty of his men and told them, “If you let anyone escape, you'll pay for it with your own life.”", "25": "As soon as he had finished sacrificing the burnt offering, Jehu went out and told his officers and men, “Go in and kill the whole bunch of them. Don't let a single one escape.” So they slaughtered them all and dragged their bodies outside. Then Jehu's men went into the inner temple, ", "26": "dragged out the pillar used for the worship of Baal, and burned it. ", "27": "They wrecked the temple and converted it into a public toilet, which it still is today. ", "28": "Thus Jehu destroyed every trace of Baal from Israel. ", "29": "However, he didn't destroy the gold calves at Bethel and Dan—this was the great sin of Jeroboam (son of Nebat), for it resulted in all Israel sinning.", "30": "Afterwards the Lord said to Jehu, “You have done well in following my instructions to destroy the dynasty of Ahab. Because of this I will cause your son, your grandson, and your great-grandson to be the kings of Israel.”", "31": "But Jehu didn't follow the Lord God of Israel with all his heart, for he continued to worship Jeroboam's gold calves that had been the cause of such great sin in Israel.", "32-33": "At about that time the Lord began to whittle down the size of Israel. King Hazael conquered several sections of the country east of the Jordan River, as well as all of Gilead, Gad, and Reuben; he also conquered parts of Manasseh from the Aroer River in the valley of the Arnon as far as Gilead and Bashan.", "34": "The rest of Jehu's activities are recorded in The Annals of the Kings of Israel. ", "35": "When Jehu died, he was buried in Samaria; and his son Jehoahaz became the new king. ", "36": "In all, Jehu reigned as king of Israel, in Samaria, for twenty-eight years."}