{"1": "When Athaliah, the mother of King Ahaziah of Judah, learned that her son was dead, she killed all of his children, ", "2-3": "except for his year-old son[a] Joash. Joash was rescued by his Aunt Jehosheba, who was a sister of King Ahaziah (for she was a daughter of King Jehoram, Ahaziah's father). She stole him away from among the rest of the king's children who were waiting to be slain and hid him and his nurse in a storeroom of the Temple.* They lived there for six years while Athaliah reigned as queen.", "4": "In the seventh year of Queen Athaliah's reign, Jehoiada the priest[b] summoned the officers of the palace guard and the queen's bodyguard. He met them in the Temple, swore them to secrecy, and showed them the king's son.", "5": "Then he gave them their instructions: “A third of those who are on duty on the Sabbath are to guard the palace. ", "6-8": "The other two-thirds shall stand guard at the Temple; surround the king, weapons in hand, and kill anyone who tries to break through. Stay with the king at all times.”", "9": "So the officers followed Jehoiada's instructions. They brought to Jehoiada the men who were going off duty on the Sabbath and those who were coming on duty, ", "10": "and he armed them from the Temple's supply of spears and shields that had belonged to King David. ", "11": "The guards, with weapons ready, stood across the front of the sanctuary and surrounded the altar, which was near Joash's hideaway.", "12": "Then Jehoiada brought out the young prince and put the crown upon his head and gave him a copy of the Ten Commandments, and anointed him as king. Then everyone clapped and shouted, “Long live the king!”", "13-14": "When Athaliah heard all the noise, she ran into the Temple and saw the new king standing beside the pillar, as was the custom at times of coronation, surrounded by her bodyguard and many trumpeters; and everyone was rejoicing and blowing trumpets. “Treason! Treason!” she screamed, and began to tear her clothes.", "15": "“Get her out of here,” shouted Jehoiada to the officers of the guard. “Don't kill her here in the Temple. But kill anyone who tries to come to her rescue.”", "16": "So they dragged her to the palace stables and killed her there.", "17": "Jehoiada made a treaty between the Lord, the king, and the people, that they would be the Lord's people. He also made a contract between the king and the people. ", "18": "Everyone went over to the temple of Baal and tore it down, breaking the altars and images and killing Mattan, the priest of Baal, in front of the altar. And Jehoiada set guards at the Temple of the Lord. ", "19": "Then he and the officers and the guard and all the people led the king from the Temple, past the guardhouse, and into the palace. And he sat upon the king's throne.", "20": "So everyone was happy, and the city settled back into quietness after Athaliah's death. ", "21": "Joash was seven years old when he became king."}