{"1": "Jehoahaz (the son of Jehu) began a seventeen-year reign over Israel during the twenty-third year of the reign of King Joash of Judah. ", "2": "But he was an evil king, and he followed the wicked paths of Jeroboam, who had caused Israel to sin. ", "3": "So the Lord was very angry with Israel, and he continually allowed King Hazael of Syria and his son Ben-hadad to conquer them.", "4": "But Jehoahaz prayed for the Lord's help, and the Lord listened to him; for the Lord saw how terribly the king of Syria was oppressing Israel. ", "5": "So the Lord raised up leaders among the Israelis to rescue them from the tyranny of the Syrians; and then Israel lived in safety again as they had in former days. ", "6": "But they continued to sin, following the evil ways of Jeroboam; and they continued to worship the goddess Asherah at Samaria. ", "7": "Finally the Lord reduced Jehoahaz's army to fifty mounted troops, ten chariots, and ten thousand infantry; for the king of Syria had destroyed the others as though they were dust beneath his feet.", "8": "The rest of the history of Jehoahaz is recorded in The Annals of the Kings of Israel.", "9-10": "Jehoahaz died and was buried in Samaria, and his son Joash reigned in Samaria for sixteen years. He came to the throne in the thirty-seventh year of the reign of King Joash of Judah. ", "11": "But he was an evil man, for, like Jeroboam, he encouraged the people to worship idols and led them into sin. ", "12": "The rest of the history of the reign of Joash, including his wars against King Amaziah of Judah, are written in The Annals of the Kings of Israel. ", "13": "Joash died and was buried in Samaria with the other kings of Israel; and Jeroboam II became the new king.", "14": "When Elisha was in his last illness, King Joash visited him and wept over him. “My father! My father! You are the strength of Israel!”[a] he cried.", "15": "Elisha told him, “Get a bow and some arrows,” and he did.", "16-17": "“Open that eastern window,” he instructed. Then he told the king to put his hand upon the bow, and Elisha laid his own hands upon the king's hands. “Shoot!” Elisha commanded, and he did. Then Elisha proclaimed, “This is the Lord's arrow, full of victory over Syria; for you will completely conquer the Syrians at Aphek. ", "18": "Now pick up the other arrows and strike them against the floor.” So the king picked them up and struck the floor three times. ", "19": "But the prophet was angry with him. “You should have struck the floor five or six times,” he exclaimed, “for then you would have beaten Syria until they were entirely destroyed; now you will be victorious only three times.”", "20-21": "So Elisha died and was buried. In those days bandit gangs of Moabites used to invade the land each spring. Once some men who were burying a friend spied these marauders so they hastily threw his body into the tomb of Elisha. And as soon as the body touched Elisha's bones, the dead man revived and jumped to his feet!", "22": "King Hazael of Syria had oppressed Israel during the entire reign of King Jehoahaz. ", "23": "But the Lord was gracious to the people of Israel, and they were not totally destroyed. For God pitied them, and also he was honoring his contract with Abraham, Isaac, and Jacob. And this is still true. ", "24": "Then King Hazael of Syria died, and his son Ben-hadad reigned in his place.", "25": "King Joash of Israel[b] (the son of Jehoahaz) was successful on three occasions in reconquering the cities that his father had lost to Ben-hadad."}