{"1-2": "New king of Judah: Azariah Father's name: Amaziah, the former king His age at the beginning of his reign: 16 years old Length of reign: 52 years, in Jerusalem Mother's name: Jecoliah of Jerusalem Reigning in Israel at that time: King Jeroboam, who had been the king there for 27 years", "3": "Azariah was a good king, and he pleased the Lord just as his father Amaziah had. ", "4": "But like his predecessors, he didn't destroy the shrines on the hills where the people sacrificed and burned incense. ", "5": "Because of this[a] the Lord struck him with leprosy, which lasted until the day of his death; so he lived in a house by himself. And his son Jotham was the acting king. ", "6": "The rest of the history of Azariah is recorded in The Annals of the Kings of Judah. ", "7": "When Azariah died, he was buried with his ancestors in the City of David, and his son Jotham became king.", "8": "New king of Israel: Zechariah Father's name: Jeroboam Length of reign: 6 months, in Samaria Reigning in Judah at that time: King Azariah, who had been the king there for 38 years", "9": "But Zechariah was an evil king in the Lord's sight, just like his ancestors. Like Jeroboam I (the son of Nebat), he encouraged Israel in the sin of worshiping idols. ", "10": "Then Shallum (the son of Jabesh) conspired against him and assassinated him at Ibleam and took the crown himself. ", "11": "The rest of the history of Zechariah's reign is found in The Annals of the Kings of Israel. ", "12": "(So the Lord's statement to Jehu came true, that Jehu's son, grandson, and great-grandson would be kings of Israel.[b])", "13": "New king of Israel: Shallum Father's name: Jabesh Length of reign: 1 month, in Samaria Reigning in Judah at that time: King Uzziah, who had been the king there for 39 years", "14": "One month after Shallum became king, Menahem (the son of Gadi) came to Samaria from Tirzah and assassinated him and took the throne. ", "15": "Additional details about King Shallum and his conspiracy[c] are recorded in The Annals of the Kings of Israel.", "16": "Menahem destroyed the city of Tappuah and the surrounding countryside, for its citizens refused to accept him as their king; he killed the entire population and ripped open the pregnant women.", "17": "New king of Israel: Menahem Length of reign: 10 years, in Samaria Reigning in Judah at that time: King Azariah, who had been the king there for 39 years", "18": "But Menahem was an evil king. He worshiped idols, as King Jeroboam I had done so long before, and he led the people of Israel into grievous sin. ", "19-20": "Then King Pul of Assyria invaded the land; but King Menahem bought him off with a gift of $2,000,000, so he turned around and returned home. Menahem extorted the money from the rich, assessing each one $2,000 in the form of a special tax. ", "21": "The rest of the history of King Menahem is written in The Annals of the Kings of Israel. ", "22": "When he died, his son Pekahiah became the new king.", "23": "New king of Israel: Pekahiah Father's name: King Menahem Length of reign: 2 years, in Samaria Reigning in Judah at that time: King Azariah, who had been the king there for 50 years", "24": "But Pekahiah was an evil king, and he continued the idol worship begun by Jeroboam I (son of Nebat) who led Israel down that evil trail.", "25": "Then Pekah (son of Remaliah), the commanding general of his army, conspired against him with fifty men from Gilead and assassinated him in the palace at Samaria (Argob and Arieh were also slain in the revolt). So Pekah became the new king. ", "26": "The rest of the history of King Pekahiah is recorded in The Annals of the Kings of Israel.", "27": "New king of Israel: Pekah Father's name: Remaliah Length of reign: 20 years, in Samaria Reigning in Judah at that time: King Azariah, who had been the king there for 52 years", "28": "Pekah, too, was an evil king, and he continued in the example of Jeroboam I (son of Nebat), who led all of Israel into the sin of worshiping idols. ", "29": "It was during his reign that King Tiglath-pileser[d] led an attack against Israel. He captured the cities of Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the land of Naphtali; and he took the people away to Assyria as captives. ", "30": "Then Hoshea (the son of Elah) plotted against Pekah and assassinated him; and he took the throne for himself. New king of Israel: Hoshea Reigning in Judah at that time: King Jotham (son of Uzziah), who had been the king there for 20 years", "31": "The rest of the history of Pekah's reign is recorded in The Annals of the Kings of Israel.", "32-33": "New king of Judah: Jotham Father's name: King Uzziah His age at the beginning of his reign: 25 years old Length of reign: 16 years, in Jerusalem Mother's name: Jerusha (daughter of Zadok) Reigning in Israel at that time: King Pekah (son of Remaliah), who had been the king there for 2 years", "34-35": "Generally speaking, Jotham was a good king. Like his father Uzziah, he followed the Lord. But he didn't destroy the shrines on the hills where the people sacrificed and burned incense. It was during King Jotham's reign that the upper gate of the Temple of the Lord was built. ", "36": "The rest of Jotham's history is written in The Annals of the Kings of Judah. ", "37": "In those days the Lord caused King Rezin of Syria and King Pekah of Israel to attack Judah. ", "38": "When Jotham died he was buried with the other kings of Judah in the royal cemetery, in the City of David section of Jerusalem. Then his son Ahaz became the new king."}