{"1-2": "New king of Israel: Hoshea Father's name: Elah Length of reign: 9 years, in Samaria Character of his reign: evil—but not as bad as some of the other kings of Israel Reigning in Judah at that time: King Ahaz, who had been the king there for 12 years", "3": "King Shalmaneser of Assyria attacked and defeated King Hoshea, so Israel had to pay heavy annual taxes to Assyria. ", "4": "Then Hoshea conspired against the king of Assyria by asking King So of Egypt to help him shake free of Assyria's power, but this treachery was discovered. At the same time he refused to pay the annual tribute to Assyria. So the king of Assyria put him in prison and in chains for his rebellion.", "5": "Now the land of Israel was filled with Assyrian troops for three years besieging Samaria, the capital city of Israel. ", "6": "Finally, in the ninth year of King Hoshea's reign, Samaria fell and the people of Israel were exiled to Assyria. They were placed in colonies in the city of Halah and along the banks of the Habor River in Gozan, and among the cities of the Medes.", "7": "This disaster came upon the nation of Israel because the people worshiped other gods, thus sinning against the Lord their God who had brought them safely out of their slavery in Egypt. ", "8": "They had followed the evil customs of the nations which the Lord had cast out from before them. ", "9": "The people of Israel had also secretly done many things that were wrong, and they had built altars to other gods throughout the land.[a] ", "10": "They had placed obelisks and idols at the top of every hill and under every green tree; ", "11": "and they had burned incense to the gods of the very nations which the Lord had cleared out of the land when Israel came in. So the people of Israel had done many evil things, and the Lord was very angry. ", "12": "Yes, they worshiped idols, despite the Lord's specific and repeated warnings.", "13": "Again and again the Lord had sent prophets to warn both Israel and Judah to turn from their evil ways; he had warned them to obey his commandments which he had given to their ancestors through these prophets, ", "14": "but Israel wouldn't listen. The people were as stubborn as their ancestors and refused to believe in the Lord their God. ", "15": "They rejected his laws and the covenant he had made with their ancestors, and despised all his warnings. In their foolishness they worshiped heathen idols despite the Lord's stern warnings. ", "16": "They defied all the commandments of the Lord their God and made two calves from molten gold. They made detestable, shameful idols and worshiped Baal and the sun, moon, and stars. ", "17": "They even burned their own sons and daughters to death on the altars of Molech; they consulted fortune-tellers and used magic and sold themselves to evil. So the Lord was very angry. ", "18": "He swept them from his sight until only the tribe of Judah remained in the land.", "19": "But even Judah refused to obey the commandments of the Lord their God; they too walked in the same evil paths as Israel had. ", "20": "So the Lord rejected all the descendants of Jacob.[b] He punished them by delivering them to their attackers until they were destroyed. ", "21": "For Israel split off from the kingdom of David and chose Jeroboam I (the son of Nebat) as its king. Then Jeroboam drew Israel away from following the Lord. He made them sin a great sin, ", "22": "and the people of Israel never quit doing the evil things that Jeroboam led them into, ", "23": "until the Lord finally swept them away, just as all his prophets had warned would happen. So Israel was carried off to the land of Assyria where they remain to this day.", "24": "And the king of Assyria transported colonies of people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and resettled them in the cities of Samaria, replacing the people of Israel. So the Assyrians took over Samaria and the other cities of Israel. ", "25": "But since these Assyrian colonists did not worship the Lord when they first arrived, the Lord sent lions among them to kill some of them.", "26": "Then they sent a message to the king of Assyria: “We colonists here in Israel don't know the laws of the god of the land, and he has sent lions among us to destroy us because we have not worshiped him.”", "27-28": "The king of Assyria then decreed that one of the exiled priests from Samaria should return to Israel and teach the new residents the laws of the god of the land. So one of them returned to Bethel and taught the colonists from Babylon how to worship the Lord.", "29": "But these foreigners also worshiped their own gods. They placed them in the shrines on the hills near their cities. ", "30": "Those from Babylon worshiped idols of their god Succoth-benoth; those from Cuth worshiped their god Nergal; and the men of Hamath worshiped Ashima. ", "31": "The gods Nibhaz and Tartak were worshiped by the Avvites, and the people from Sephar even burned their own children on the altars of their gods Adrammelech and Anammelech.", "32": "They also worshiped the Lord, and they appointed from among themselves priests to sacrifice to the Lord on the hilltop altars. ", "33": "But they continued to follow the religious customs of the nations from which they came. ", "34": "And this is still going on among them today—they follow their former practices instead of truly worshiping the Lord or obeying the laws he gave to the descendants of Jacob (whose name was later changed to Israel). ", "35-36": "For the Lord had made a contract with them—that they were never to worship or make sacrifices to any heathen gods. They were to worship only the Lord who had brought them out of the land of Egypt with such tremendous miracles and power. ", "37": "The descendants of Jacob were to obey all of God's laws and never worship other gods.", "38": "For God had said, “You must never forget the covenant I made with you; never worship other gods. ", "39": "You must worship only the Lord; he will save you from all your enemies.”", "40": "But Israel didn't listen, and the people continued to worship other gods. ", "41": "These colonists from Babylon worshiped the Lord, yes—but they also worshiped their idols. And to this day their descendants do the same thing."}