{"1": "During the reign of King Jehoiakim, King Nebuchadnezzar of Babylon attacked Jerusalem. Jehoiakim surrendered and paid him tribute for three years, but then rebelled. ", "2": "And the Lord sent bands of Chaldeans, Syrians, Moabites, and Ammonites against Judah in order to destroy the nation, just as the Lord had warned through his prophets that he would. ", "3-4": "It is clear that these disasters befell Judah at the direct command of the Lord. He had decided to wipe Judah out of his sight because of the many sins of Manasseh, for he had filled Jerusalem with blood, and the Lord would not pardon it.", "5": "The rest of the history of the life of Jehoiakim is recorded in The Annals of the Kings of Judah. ", "6": "When he died, his son Jehoiachin became the new king. ", "7": "(The Egyptian Pharaoh never returned after that, for the king of Babylon occupied the entire area claimed by Egypt—all of Judah from the brook of Egypt to the Euphrates River.)", "8-9": "New king of Judah: Jehoiachin His age at the beginning of his reign: 18 years old Length of reign: 3 months, in Jerusalem Mother's name: Nehushta (daughter of Elnathan, a citizen of Jerusalem)", "10": "During his reign the armies of King Nebuchadnezzar of Babylon besieged the city of Jerusalem. ", "11": "Nebuchadnezzar himself arrived during the siege, ", "12": "and King Jehoiachin, all of his officials, and the queen mother surrendered to him. The surrender was accepted, and Jehoiachin was imprisoned in Babylon during the eighth year of Nebuchadnezzar's reign.", "13": "The Babylonians carried home all the treasures from the Temple and the royal palace; and they cut apart all the gold bowls which King Solomon of Israel had placed in the Temple at the Lord's directions. ", "14": "King Nebuchadnezzar took ten thousand captives from Jerusalem, including all the princes and the best of the soldiers, craftsmen, and smiths. So only the poorest and least skilled people were left in the land. ", "15": "Nebuchadnezzar took King Jehoiachin, his wives and officials, and the queen mother, to Babylon. ", "16": "He also took seven thousand of the best troops and one thousand craftsmen and smiths, all of whom were strong and fit for war. ", "17": "Then the king of Babylon appointed King Jehoiachin's great-uncle,[a] Mattaniah, to be the next king; and he changed his name to Zedekiah.", "18-19": "New king of Judah: Zedekiah His age at the beginning of his reign: 21 years old Length of reign: 11 years, in Jerusalem Mother's name: Hamutal (daughter of Jeremiah of Libnah) Character of his reign: evil, like that of Jehoiakim", "20": "So the Lord finally, in his anger, destroyed the people of Jerusalem and Judah. But now King Zedekiah rebelled against the king of Babylon."}