{"1": "Ahab's son Joram began his reign over Israel during the eighteenth year of the reign of King Jehoshaphat[a] of Judah; and he reigned twelve years. His capital was Samaria. ", "2": "He was a very evil man, but not as wicked as his father and mother had been, for he at least tore down the pillar to Baal that his father had made. ", "3": "Nevertheless he still clung to the great sin of Jeroboam (the son of Nebat), who had led the people of Israel into the worship of idols.", "4": "King Mesha of Moab and his people were sheep ranchers. They paid Israel an annual tribute of 100,000 lambs and the wool of 100,000 rams; ", "5": "but after Ahab's death, the king of Moab rebelled against Israel. ", "6-8": "So King Joram mustered the Israeli army and sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you help me fight him?” “Of course I will,” Jehoshaphat replied. “My people and horses are yours to command. What are your battle plans?” “We'll attack from the wilderness of Edom,” Joram replied.", "9": "So their two armies, now joined also by troops from Edom, moved along a roundabout route through the wilderness for seven days; but there was no water for the men or their pack animals.", "10": "“Oh, what shall we do?” the king of Israel cried out. “The Lord has brought us here to let the king of Moab defeat us.”", "11": "But Jehoshaphat, the king of Judah, asked, “Isn't there a prophet of the Lord with us? If so, we can find out what to do!” “Elisha is here,” one of the king of Israel's officers replied. Then he added, “He was Elijah's assistant.”", "12": "“Fine,” Jehoshaphat said. “He's just the man we want.”[b] So the kings of Israel, Judah, and Edom went to consult Elisha.", "13": "“I want no part of you,” Elisha snarled at King Joram of Israel. “Go to the false prophets of your father and mother!” But King Joram replied, “No! For it is the Lord who has called us here to be destroyed by the king of Moab!”", "14": "“I swear by the Lord God that I wouldn't bother with you except for the presence of King Jehoshaphat of Judah,” Elisha replied. ", "15": "“Now bring me someone to play the lute.” And as the lute was played, the message of the Lord came to Elisha:", "16": "“The Lord says to fill this dry valley with trenches to hold the water he will send. ", "17": "You won't see wind nor rain, but this valley will be filled with water, and you will have plenty for yourselves and for your animals! ", "18": "But this is only the beginning, for the Lord will make you victorious over the army of Moab! ", "19": "You will conquer the best of their cities—even those that are fortified—and ruin all the good land with stones.”", "20": "And sure enough, the next day at about the time when the morning sacrifice was offered—look! Water! It was flowing from the direction of Edom, and soon there was water everywhere.", "21": "Meanwhile, when the people of Moab heard about the three armies marching against them, they mobilized every man who could fight, old and young, and stationed themselves along their frontier. ", "22": "But early the next morning the sun looked red as it shone across the water!", "23": "“Blood!” they exclaimed. “The three armies have attacked and killed each other! Let's go and collect the loot!”", "24": "But when they arrived at the Israeli camp, the army of Israel rushed out and began killing them; and the army of Moab fled. Then the men of Israel moved forward into the land of Moab, destroying everything as they went. ", "25": "They destroyed the cities, threw stones on every good piece of land, stopped up the wells, and felled the fruit trees; finally, only Fort Kir-hareseth was left, but even that finally fell to them.[c]", "26": "When the king of Moab saw that the battle had been lost, he led 700 of his swordsmen in a last desperate attempt to break through to the king of Edom; but he failed. ", "27": "Then he took his oldest son, who was to have been the next king, and to the horror of the Israeli army, killed him and sacrificed him as a burnt offering upon the wall. So the army of Israel turned back in disgust to their own land."}