{"1": "The king of Syria had high admiration for Naaman, the commander-in-chief of his army, for he had led his troops to many glorious victories. So he was a great hero, but he was a leper. ", "2": "Bands of Syrians had invaded the land of Israel, and among their captives was a little girl who had been given to Naaman's wife as a maid.", "3": "One day the little girl said to her mistress, “I wish my master would go to see the prophet in Samaria. He would heal him of his leprosy!”", "4": "Naaman told the king what the little girl had said.", "5": "“Go and visit the prophet,” the king told him. “I will send a letter of introduction for you to carry to the king of Israel.” So Naaman started out, taking gifts of $20,000 in silver, $60,000 in gold, and ten suits of clothing. ", "6": "The letter to the king of Israel said: “The man bringing this letter is my servant Naaman; I want you to heal him of his leprosy.”", "7": "When the king of Israel read it, he tore his clothes and said, “This man sends me a leper to heal! Am I God, that I can kill and give life? He is only trying to get an excuse to invade us again.”", "8": "But when Elisha the prophet heard about the king of Israel's plight, he sent this message to him: “Why are you so upset? Send Naaman to me, and he will learn that there is a true prophet of God here in Israel.”", "9": "So Naaman arrived with his horses and chariots and stood at the door of Elisha's home. ", "10": "Elisha sent a messenger out to tell him to go and wash in the Jordan River seven times and he would be healed of every trace of his leprosy! ", "11": "But Naaman was angry and stalked away. “Look,” he said, “I thought at least he would come out and talk to me! I expected him to wave his hand over the leprosy and call upon the name of the Lord his God and heal me! ", "12": "Aren't the Abana River and Pharpar River of Damascus better than all the rivers of Israel put together? If it's rivers I need, I'll wash at home and get rid of my leprosy.” So he went away in a rage.", "13": "But his officers tried to reason with him and said, “If the prophet had told you to do some great thing, wouldn't you have done it? So you should certainly obey him when he says simply to go and wash and be cured!”", "14": "So Naaman went down to the Jordan River and dipped himself seven times, as the prophet had told him to. And his flesh became as healthy as a little child's, and he was healed! ", "15": "Then he and his entire party went back to find the prophet; they stood humbly before him and Naaman said, “I know at last that there is no God in all the world except in Israel; now please accept my gifts.”", "16": "But Elisha replied, “I swear by Jehovah my God that I will not accept them.” Naaman urged him to take them, but he absolutely refused. ", "17": "“Well,” Naaman said, “all right. But please give me two muleloads of earth to take back with me, for from now on I will never again offer any burnt offerings or sacrifices to any other god except the Lord.[a] ", "18": "However, may the Lord pardon me this one thing—when my master the king goes into the temple of the god Rimmon to worship there and leans on my arm, may the Lord pardon me when I bow too.”", "19": "“All right,” Elisha said. So Naaman started home again.", "20": "But Gehazi, Elisha's servant, said to himself, “My master shouldn't have let this fellow get away without taking his gifts. I will chase after him and get something from him.”", "21": "So Gehazi caught up with him. When Naaman saw him coming, he jumped down from his chariot and ran to meet him. “Is everything all right?” he asked.", "22": "“Yes,” he said, “but my master has sent me to tell you that two young prophets from the hills of Ephraim have just arrived, and he would like $2,000 in silver and two suits to give to them.”", "23": "“Take $4,000,” Naaman insisted. He gave him two expensive robes, tied up the money in two bags, and gave them to two of his servants to carry back with Gehazi. ", "24": "But when they arrived at the hill where Elisha lived,[b] Gehazi took the bags from the servants and sent the men back. Then he hid the money in his house.", "25": "When he went in to his master, Elisha asked him, “Where have you been, Gehazi?” “I haven't been anywhere,” he replied.", "26": "But Elisha asked him, “Don't you realize that I was there in thought when Naaman stepped down from his chariot to meet you? Is this the time to receive money and clothing and olive farms and vineyards and sheep and oxen and servants? ", "27": "Because you have done this, Naaman's leprosy shall be upon you and upon your children and your children's children forever.” And Gehazi walked from the room a leper, his skin as white as snow."}