{"1-2": "One day the seminary students came to Elisha and told him, “As you can see, our dormitory is too small. Tell us, as our president, whether we can build a new one down beside the Jordan River, where there are plenty of logs.” “All right,” he told them, “go ahead.”", "3": "“Please, sir, come with us,” someone suggested. “I will,” he said.", "4": "When they arrived at the Jordan, they began cutting down trees; ", "5": "but as one of them was chopping, his axhead fell into the river. “Oh, sir,” he cried, “it was borrowed!”", "6": "“Where did it fall?” the prophet asked. The youth showed him the place, and Elisha cut a stick and threw it into the water; and the axhead rose to the surface and floated! ", "7": "“Grab it,” Elisha said to him; and he did.", "8": "Once when the king of Syria was at war with Israel, he said to his officers, “We will mobilize our forces at ____” (naming the place).", "9": "Immediately Elisha warned the king of Israel, “Don't go near ____” (naming the same place) “for the Syrians are planning to mobilize their troops there!”", "10": "The king sent a scout to see if Elisha was right, and sure enough, he had saved him from disaster. This happened several times.", "11": "The king of Syria was puzzled. He called together his officers and demanded, “Which of you is the traitor? Who has been informing the king of Israel about my plans?”", "12": "“It's not us, sir,” one of the officers replied. “Elisha, the prophet, tells the king of Israel even the words you speak in the privacy of your bedroom!”", "13": "“Go and find out where he is, and we'll send troops to seize him,” the king exclaimed. And the report came back, “Elisha is at Dothan.”", "14": "So one night the king of Syria sent a great army with many chariots and horses to surround the city. ", "15": "When the prophet's servant got up early the next morning and went outside, there were troops, horses, and chariots everywhere. “Alas, my master, what shall we do now?” he cried out to Elisha.", "16": "“Don't be afraid!” Elisha told him. “For our army is bigger than theirs!”", "17": "Then Elisha prayed, “Lord, open his eyes and let him see!” And the Lord opened the young man's eyes so that he could see horses of fire and chariots of fire everywhere upon the mountain!", "18": "As the Syrian army advanced upon them, Elisha prayed, “Lord, please make them blind.” And he did.", "19": "Then Elisha went out and told them, “You've come the wrong way! This isn't the right city! Follow me and I will take you to the man you're looking for.” And he led them to Samaria!", "20": "As soon as they arrived Elisha prayed, “Lord, now open their eyes and let them see.” And the Lord did, and they discovered that they were in Samaria, the capital city of Israel!", "21": "When the king of Israel saw them, he shouted to Elisha, “Oh, sir, shall I kill them? Shall I kill them?”", "22": "“Of course not!” Elisha told him. “Do we kill prisoners of war? Give them food and drink and send them home again.”", "23": "So the king made a great feast for them and then sent them home to their king. And after that the Syrian raiders stayed away from the land of Israel.", "24": "Later on, however, King Ben-hadad of Syria mustered his entire army and besieged Samaria. ", "25": "As a result there was a great famine in the city, and after a long while even a donkey's head sold for fifty dollars and a pint of dove's dung brought three dollars!", "26-30": "One day as the king of Israel was walking along the wall of the city, a woman called to him, “Help, my lord the king!” “If the Lord doesn't help you, what can I do?” he retorted. “I have neither food nor wine to give you. However, what's the matter?” She replied, “This woman proposed that we eat my son one day and her son the next. So we boiled my son and ate him, but the next day when I said, 'Kill your son so we can eat him,' she hid him.” When the king heard this he tore his clothes. (The people watching noticed through the rip he tore in them that he was wearing an inner robe made of sackcloth next to his flesh.)", "31": "“May God kill me if I don't execute Elisha this very day,” the king vowed.", "32": "Elisha was sitting in his house at a meeting with the elders of Israel when the king sent a messenger to summon him. But before the messenger arrived Elisha said to the elders, “This murderer has sent a man to kill me. When he arrives, shut the door and keep him out, for his master will soon follow him.”", "33": "While Elisha was still saying this, the messenger arrived followed by the king.[a] “The Lord has caused this mess,” the king stormed. “Why should I expect any help from him?”"}