{"1": "Elisha had told the woman whose son he had brought back to life, “Take your family and move to some other country, for the Lord has called down a famine on Israel that will last for seven years.”", "2": "So the woman took her family and lived in the land of the Philistines for seven years. ", "3": "After the famine ended, she returned to the land of Israel and went to see the king about getting back her house and land. ", "4": "Just as she came in, the king was talking with Gehazi, Elisha's servant, and saying, “Tell me some stories of the great things Elisha has done.” ", "5": "And Gehazi was telling the king about the time when Elisha brought a little boy back to life. At that very moment, the mother of the boy walked in! “Oh, sir!” Gehazi exclaimed. “Here is the woman now, and this is her son—the very one Elisha brought back to life!”", "6": "“Is this true?” the king asked her. And she told him that it was. So he directed one of his officials to see to it that everything she had owned was restored to her, plus the value of any crops that had been harvested during her absence.", "7": "Afterwards Elisha went to Damascus (the capital of Syria), where King Ben-hadad lay sick. Someone told the king that the prophet had come.", "8-9": "When the king heard the news, he said to Hazael, “Take a present to the man of God and tell him to ask the Lord whether I will get well again.” So Hazael took forty camel-loads of the best produce of the land as presents for Elisha and said to him, “Your son Ben-hadad, the king of Syria, has sent me to ask you whether he will recover.”", "10": "And Elisha replied, “Tell him, 'Yes.' But the Lord has shown me that he will surely die!”", "11": "Elisha stared at Hazael until he became embarrassed, and then Elisha started crying.", "12": "“What's the matter, sir?” Hazael asked him. Elisha replied, “I know the terrible things you will do to the people of Israel: you will burn their forts, kill the young men, dash their babies against the rocks, and rip open the bellies of the pregnant women!”", "13": "“Am I a dog?” Hazael asked him. “I would never do that sort of thing.” But Elisha replied, “The Lord has shown me that you are going to be the king of Syria.”", "14": "When Hazael went back, the king asked him, “What did he tell you?” And Hazael replied, “He told me that you would recover.”", "15": "But the next day Hazael took a blanket and dipped it in water and held it over the king's face until he smothered to death. And Hazael became king instead.", "16": "King Jehoram, the son of King Jehoshaphat of Judah, began his reign during the fifth year of the reign of King Joram of Israel, the son of Ahab. ", "17": "Jehoram was thirty-two years old when he became king, and he reigned in Jerusalem for eight years. ", "18": "But he was as wicked as Ahab and the other kings of Israel; he even married one of Ahab's daughters. ", "19": "Nevertheless, because God had promised his servant David that he would watch over and guide his descendants, he did not destroy Judah.", "20": "During Jehoram's reign, the people in Edom revolted from Judah and appointed their own king. ", "21": "King Jehoram[a] tried unsuccessfully to crush the rebellion: he crossed the Jordan River and attacked the city of Zair, but was quickly surrounded by the army of Edom. Under cover of night he broke through their ranks, but his army deserted him and fled. ", "22": "So Edom has maintained its independence to this day. Libnah also rebelled at that time.", "23": "The rest of the history of King Jehoram is written in The Annals of the Kings of Judah. ", "24-25": "He died and was buried in the royal cemetery in the City of David—the old section of Jerusalem. Then his son Ahaziah[b] became the new king during the twelfth year of the reign of King Joram of Israel, the son of Ahab. ", "26": "Ahaziah was twenty-two years old when he began to reign, but he reigned only one year in Jerusalem. His mother was Athaliah, the granddaughter of King Omri of Israel. ", "27": "He was an evil king, just as all of King Ahab's descendants were—for he was related to Ahab by marriage.", "28": "He joined King Joram of Israel (son of Ahab) in his war against Hazael, the king of Syria, at Ramoth-gilead. King Joram was wounded in the battle, ", "29": "so he went to Jezreel to rest and recover from his wounds. While he was there, King Ahaziah of Judah (son of Jehoram) came to visit him."}