{"1": "Meanwhile Elisha had summoned one of the young prophets. “Get ready to go to Ramoth-gilead,” he told him. “Take this vial of oil with you ", "2": "and find Jehu (the son of Jehoshaphat, the son of Nimshi). Call him into a private room away from his friends, ", "3": "and pour the oil over his head. Tell him that the Lord has anointed him to be the king of Israel; then run for your life!”", "4": "So the young prophet did as he was told. When he arrived in Ramoth-gilead, ", "5": "he found Jehu sitting around with the other army officers. “I have a message for you, sir,” he said. “For which one of us?” Jehu asked. “For you,” he replied.", "6": "So Jehu left the others and went into the house, and the young man poured the oil over his head and said, “The Lord God of Israel says, 'I anoint you king of the Lord's people, Israel. ", "7": "You are to destroy the family of Ahab; you will avenge the murder of my prophets and of all my other people who were killed by Jezebel. ", "8": "The entire family of Ahab must be wiped out—every male, no matter who. ", "9": "I will destroy the family of Ahab as I destroyed the families of Jeroboam (son of Nebat) and of Baasha (son of Ahijah). ", "10": "Dogs shall eat Ahab's wife Jezebel at Jezreel, and no one will bury her.'” Then he opened the door and ran.", "11": "Jehu went back to his friends and one of them asked him, “What did that crazy fellow want? Is everything all right?” “You know very well who he was and what he wanted,” Jehu replied.", "12": "“No, we don't,” they said. “Tell us.” So he told them what the man had said and that he had been anointed king of Israel!", "13": "They quickly carpeted the bare steps with their coats and blew a trumpet, shouting, “Jehu is king!”", "14": "That is how Jehu (son of Jehoshaphat, son of Nimshi) rebelled against King Joram. (King Joram had been with the army at Ramoth-gilead, defending Israel against the forces of King Hazael of Syria. ", "15": "But he had returned to Jezreel to recover from his wounds.) “Since you want me to be king,” Jehu told the men who were with him, “don't let anyone escape to Jezreel to report what we have done.”", "16": "Then Jehu jumped into a chariot and rode to Jezreel himself to find King Joram, who was lying there wounded. (King Ahaziah of Judah was there too, for he had gone to visit him.) ", "17": "The watchman on the Tower of Jezreel saw Jehu and his company approaching and shouted, “Someone is coming.” “Send out a rider and find out if he is friend or foe,” King Joram shouted back. ", "18": "So a soldier rode out to meet Jehu. “The king wants to know whether you are friend or foe,” he demanded. “Do you come in peace?” Jehu replied, “What do you know about peace? Get behind me!” The watchman called out to the king that the messenger had met them but was not returning. ", "19": "So the king sent out a second rider. He rode up to them and demanded in the name of the king to know whether their intentions were friendly or not. Jehu answered, “What do you know about friendliness? Get behind me!”", "20": "“He isn't returning either!” the watchman exclaimed. “It must be Jehu, for he is driving so furiously.”", "21": "“Quick! Get my chariot ready!” King Joram commanded. Then he and King Ahaziah of Judah rode out to meet Jehu. They met him at the field of Naboth, ", "22": "and King Joram demanded, “Do you come as a friend, Jehu?” Jehu replied, “How can there be friendship as long as the evils of your mother Jezebel are all around us?”", "23": "Then King Joram reined the chariot horses around and fled, shouting to King Ahaziah, “There is treachery, Ahaziah! Treason!”", "24": "Then Jehu drew his bow with his full strength and shot Joram between the shoulders; and the arrow pierced his heart, and he sank down dead in his chariot.", "25": "Jehu said to Bidkar, his assistant, “Throw him into the field of Naboth, for once when you and I were riding along behind his father Ahab, the Lord revealed this prophecy to me: ", "26": "'I will repay him here on Naboth's property for the murder of Naboth and his sons.' So throw him out on Naboth's field, just as the Lord said.”", "27": "Meanwhile, King Ahaziah of Judah had fled along the road to Beth-haggan. Jehu rode after him, shouting, “Shoot him too.” So they shot him in his chariot at the place where the road climbs to Gur, near Ibleam. He was able to go on as far as Megiddo, but died there. ", "28": "His officials took him by chariot to Jerusalem where they buried him in the royal cemetery. ", "29": "(Ahaziah's reign over Judah had begun in the twelfth year[a] of the reign of King Joram of Israel.)", "30": "When Jezebel heard that Jehu had come to Jezreel, she painted her eyelids and fixed her hair and sat at a window. ", "31": "When Jehu entered the gate of the palace, she shouted at him, “How are you today, you murderer! You son of a Zimri who murdered his master!”", "32": "He looked up and saw her at the window and shouted, “Who is on my side?” And two or three eunuchs looked out at him.", "33": "“Throw her down!” he yelled. So they threw her out the window, and her blood spattered against the wall and on the horses; and she was trampled by the horses' hoofs.", "34": "Then Jehu went into the palace for lunch. Afterwards he said, “Someone go and bury this cursed woman, for she is the daughter of a king.”", "35": "But when they went out to bury her, they found only her skull, her feet, and her hands.", "36": "When they returned and told him, he remarked, “That is just what the Lord said would happen. He told Elijah the prophet that dogs would eat her flesh ", "37": "and that her body would be scattered like manure upon the field, so that no one could tell whose it was.”"}