{"1": "Simon Peter, a slave and emissary of Messiah Yeshua, To those who have received a faith equal to ours through the righteousness of our God and Savior, Messiah Yeshua:", "2": "May grace and shalom be multiplied to you in the knowledge of God and of Yeshua our Lord.", "3": "His divine power has given us everything we need for life and godliness, through the knowledge of Him who called us by His own glory and virtue. ", "4": "Through these things He has given us His precious and magnificent promises,[a] so that through them you may become partakers of the divine nature, since you have escaped the corruption that evil desires have brought into the world. ", "5": "Now for this very reason, making every effort, add to your faith virtue; and to virtue, knowledge; ", "6": "and to knowledge, self-control; and to self-control, patience; and to patience, godliness; ", "7": "and to godliness, brotherly love; and to brotherly love, love.", "8": "[b] 8 For if these qualities are in you and increasing, they keep you from becoming idle and unfruitful in the knowledge of our Lord Yeshua the Messiah. ", "9": "But anyone who lacks these qualities is blind—nearsighted because he has forgotten his cleansing from past sins. ", "10": "Therefore, brothers and sisters, make all the more effort to make your calling and election certain—for if you keep doing these things, you will never stumble. ", "11": "For in this way entry into the eternal kingdom of our Lord and Savior, Messiah Yeshua, will be richly provided for you.", "12": "Therefore I intend to keep reminding you of these things, even though you know them and are well-grounded in the truth that you have. ", "13": "I think it right to stir you up with a reminder, as long as I remain alive in this “tent” of a body[c]—", "14": "knowing that my death[d] is soon, as our Lord Yeshua the Messiah has made clear to me. ", "15": "And I will make every effort for you to always remember these things even after my departure.", "16": "For we did not follow cleverly concocted tales when we made known to you the power and coming of our Lord Yeshua the Messiah, but we were eyewitnesses of His majesty. ", "17": "For when He received honor and glory from God the Father, a voice came to Him from the Majestic Glory: “This is My Son, whom I love; with Him I am well pleased!”", "18": "[e] 18 And we ourselves heard this voice come out of heaven, when we were with Him on the holy mountain.", "19": "[f] 19 Furthermore, we have the reliable prophetic word. You do well by paying attention to it, as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts.", "20": "[g] 20 Above all understand this: no prophecy of Scripture comes about from a person's own interpretation. ", "21": "For no prophecy was ever brought forth by human will; rather, people spoke from God as they were moved by the Ruach ha-Kodesh.[h]"}