{"1": "In the beginning was the Word, and the Word was with God, and the Word was God. ", "2": "He was with God in the beginning. ", "3": "All things were created through him, and apart from him not one thing was created that has been created. ", "4": "In him was life,[a] and that life was the light of men. ", "5": "That light shines in the darkness, and yet the darkness did not overcome[b] it.", "6": "There was a man sent from God whose name was John. ", "7": "He came as a witness to testify about the light, so that all might believe through him.[c] ", "8": "He was not the light, but he came to testify about the light. ", "9": "The true light that gives light to everyone, was coming into the world.[d]", "10": "He was in the world, and the world was created through him, and yet the world did not recognize him. ", "11": "He came to his own, and his own people did not receive him. ", "12": "But to all who did receive him, he gave them the right to be[e] children of God, to those who believe in his name, ", "13": "who were born, not of natural descent,[f] or of the will of the flesh, or of the will of man,[g] but of God.", "14": "The Word became flesh and dwelt[h] among us. We observed his glory, the glory as the one and only Son[i] from the Father, full of grace and truth. ", "15": "(John testified concerning him and exclaimed, “This was the one of whom I said, 'The one coming after me ranks ahead of me, because he existed before me.'”) ", "16": "Indeed, we have all received grace upon[j] grace from his fullness, ", "17": "for the law was given through Moses; grace and truth came through Jesus Christ. ", "18": "No one has ever seen God. The one and only Son, who is himself God and is at the Father's side[k]—he has revealed him.", "19": "This was John's testimony when the Jews from Jerusalem sent priests and Levites to ask him, “Who are you?”", "20": "He didn't deny it but confessed: “I am not the Messiah.”", "21": "“What then?” they asked him. “Are you Elijah?”  “I am not,” he said. “Are you the Prophet?”  “No,” he answered.", "22": "“Who are you, then?” they asked. “We need to give an answer to those who sent us. What can you tell us about yourself?”", "23": "He said, “I am a voice of one crying out in the wilderness: Make straight the way of the Lord[l]—just as Isaiah the prophet said.”", "24": "Now they had been sent from the Pharisees. ", "25": "So they asked him, “Why then do you baptize if you aren't the Messiah, or Elijah, or the Prophet?”", "26": "“I baptize with[m] water,” John answered them. “Someone stands among you, but you don't know him. ", "27": "He is the one coming after me,[n] whose sandal strap I'm not worthy to untie.” ", "28": "All this happened in Bethany[o] across the Jordan, where John was baptizing.", "29": "The next day John saw Jesus coming toward him and said, “Here is the Lamb of God, who takes away the sin of the world! ", "30": "This is the one I told you about: 'After me comes a man who ranks ahead of me, because he existed before me.' ", "31": "I didn't know him, but I came baptizing with water so he might be revealed to Israel.” ", "32": "And John testified, “I saw the Spirit descending from heaven like a dove, and he rested on him. ", "33": "I didn't know him, but he who sent me to baptize with water told me, 'The one you see the Spirit descending and resting on—he is the one who baptizes with the Holy Spirit.' ", "34": "I have seen and testified that this is the Son of God.”[p]", "35": "The next day, John was standing with two of his disciples. ", "36": "When he saw Jesus passing by, he said, “Look, the Lamb of God!”", "37": "The two disciples heard him say this and followed Jesus. ", "38": "When Jesus turned and noticed them following him, he asked them, “What are you looking for?” They said to him, “Rabbi” (which means “Teacher”), “where are you staying?”", "39": "“Come and you'll see,” he replied. So they went and saw where he was staying, and they stayed with him that day. It was about four in the afternoon.[q]", "40": "Andrew, Simon Peter's brother, was one of the two who heard John and followed him. ", "41": "He first found his own brother Simon and told him, “We have found the Messiah”[r] (which is translated “the Christ”), ", "42": "and he brought Simon to Jesus. When Jesus saw him, he said, “You are Simon, son of John.[s] You will be called Cephas” (which is translated “Peter”[t]).", "43": "The next day Jesus[u] decided to leave for Galilee. He found Philip and told him, “Follow me.”", "44": "Now Philip was from Bethsaida, the hometown of Andrew and Peter. ", "45": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the law (and so did the prophets): Jesus the son of Joseph, from Nazareth.”", "46": "“Can anything good come out of Nazareth?” Nathanael asked him. “Come and see,” Philip answered.", "47": "Then Jesus saw Nathanael coming toward him and said about him, “Here truly is an Israelite in whom there is no deceit.”", "48": "“How do you know me?” Nathanael asked. “Before Philip called you, when you were under the fig tree, I saw you,” Jesus answered.", "49": "“Rabbi,” Nathanael replied, “You are the Son of God; you are the King of Israel!” ", "50": "Jesus responded to him, “Do you believe because I told you I saw you under the fig tree? You will see greater things than this.” ", "51": "Then he said, “Truly I tell you, you will see heaven opened and the angels of God ascending and descending on the Son of Man.”"}