{"1": "After this, Jesus revealed himself again to his disciples by the Sea of Tiberias. He revealed himself in this way:", "2": "Simon Peter, Thomas (called “Twin”[a]), Nathanael from Cana of Galilee, Zebedee's sons, and two others of his disciples were together.", "3": "“I'm going fishing,” Simon Peter said to them. “We're coming with you,” they told him. They went out and got into the boat, but that night they caught nothing.", "4": "When daybreak came, Jesus stood on the shore, but the disciples did not know it was Jesus. ", "5": "“Friends,”[b] Jesus called to them, “you don't have any fish, do you?” “No,” they answered.", "6": "“Cast the net on the right side of the boat,” he told them, “and you'll find some.” So they did,[c] and they were unable to haul it in because of the large number of fish. ", "7": "The disciple, the one Jesus loved, said to Peter, “It is the Lord!”  When Simon Peter heard that it was the Lord, he tied his outer clothing around him (for he had taken it off) and plunged into the sea. ", "8": "Since they were not far from land (about a hundred yards[d] away), the other disciples came in the boat, dragging the net full of fish.", "9": "When they got out on land, they saw a charcoal fire there, with fish lying on it, and bread. ", "10": "“Bring some of the fish you've just caught,” Jesus told them. ", "11": "So Simon Peter climbed up and hauled the net ashore, full of large fish—153 of them. Even though there were so many, the net was not torn.", "12": "“Come and have breakfast,” Jesus told them. None of the disciples dared ask him, “Who are you?” because they knew it was the Lord. ", "13": "Jesus came, took the bread, and gave it to them. He did the same with the fish. ", "14": "This was now the third time Jesus appeared[e] to the disciples after he was raised from the dead.", "15": "When they had eaten breakfast, Jesus asked Simon Peter, “Simon, son of John,[f] do you love me more than these?” “Yes, Lord,” he said to him, “you know that I love you.” “Feed my lambs,” he told him. ", "16": "A second time he asked him, “Simon, son of John, do you love me?” “Yes, Lord,” he said to him, “you know that I love you.” “Shepherd my sheep,” he told him.", "17": "He asked him the third time, “Simon, son of John, do you love me?” Peter was grieved that he asked him the third time, “Do you love me?” He said, “Lord, you know everything; you know that I love you.” “Feed my sheep,” Jesus said. ", "18": "“Truly I tell you, when you were younger, you would tie your belt and walk wherever you wanted. But when you grow old, you will stretch out your hands and someone else will tie you and carry you where you don't want to go.” ", "19": "He said this to indicate by what kind of death Peter would glorify God. After saying this, he told him, “Follow me.”", "20": "So Peter turned around and saw the disciple Jesus loved following them, the one who had leaned back against Jesus at the supper and asked, “Lord, who is the one that's going to betray you?”  ", "21": "When Peter saw him, he said to Jesus, “Lord, what about him?”", "22": "“If I want him to remain until I come,” Jesus answered, “what is that to you? As for you, follow me.”", "23": "So this rumor[g] spread to the brothers and sisters that this disciple would not die. Yet Jesus did not tell him that he would not die, but, “If I want him to remain until I come, what is that to you?”", "24": "This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true.", "25": "And there are also many other things that Jesus did, which, if every one of them were written down, I suppose not even the world itself could contain the books[h] that would be written."}