{"1": "When Jesus[a] learned that the Pharisees had heard he was making and baptizing more disciples than John ", "2": "(though Jesus himself was not baptizing, but his disciples were), ", "3": "he left Judea and went again to Galilee. ", "4": "He had to travel through Samaria; ", "5": "so he came to a town of Samaria called Sychar near the property[b] that Jacob had given his son Joseph. ", "6": "Jacob's well was there, and Jesus, worn out from his journey, sat down at the well. It was about noon.[c]", "7": "A woman of Samaria came to draw water. “Give me a drink,” Jesus said to her, ", "8": "because his disciples had gone into town to buy food.", "9": "“How is it that you, a Jew, ask for a drink from me, a Samaritan woman?” she asked him. For Jews do not associate with[d] Samaritans.[e]", "10": "Jesus answered, “If you knew the gift of God, and who is saying to you, 'Give me a drink,' you would ask him, and he would give you living water.”", "11": "“Sir,” said the woman, “you don't even have a bucket, and the well is deep. So where do you get this 'living water'? ", "12": "You aren't greater than our father Jacob, are you? He gave us the well and drank from it himself, as did his sons and livestock.”", "13": "Jesus said, “Everyone who drinks from this water will get thirsty again. ", "14": "But whoever drinks from the water that I will give him will never get thirsty again. In fact, the water I will give him will become a well[f] of water springing up in him for eternal life.”", "15": "“Sir,” the woman said to him, “give me this water so that I won't get thirsty and come here to draw water.”", "16": "“Go call your husband,” he told her, “and come back here.”", "17": "“I don't have a husband,” she answered. “You have correctly said, 'I don't have a husband,'” Jesus said. ", "18": "“For you've had five husbands, and the man you now have is not your husband. What you have said is true.”", "19": "“Sir,” the woman replied, “I see that you are a prophet. ", "20": "Our fathers worshiped on this mountain, but you Jews say that the place to worship is in Jerusalem.”", "21": "Jesus told her, “Believe me, woman, an hour is coming when you will worship the Father neither on this mountain nor in Jerusalem. ", "22": "You Samaritans worship what you do not know. We worship what we do know, because salvation is from the Jews. ", "23": "But an hour is coming, and is now here, when the true worshipers will worship the Father in Spirit and in truth.[g] Yes, the Father wants such people to worship him. ", "24": "God is spirit, and those who worship him must worship in Spirit and in truth.”", "25": "The woman said to him, “I know that the Messiah is coming” (who is called Christ). “When he comes, he will explain everything to us.”", "26": "Jesus told her, “I, the one speaking to you, am he.”", "27": "Just then his disciples arrived, and they were amazed that he was talking with a woman. Yet no one said, “What do you want?” or “Why are you talking with her?”", "28": "Then the woman left her water jar, went into town, and told the people, ", "29": "“Come, see a man who told me everything I ever did. Could this be the Messiah?”  ", "30": "They left the town and made their way to him.", "31": "In the meantime the disciples kept urging him, “Rabbi, eat something.”", "32": "But he said, “I have food to eat that you don't know about.”", "33": "The disciples said to one another, “Could someone have brought him something to eat?”", "34": "“My food is to do the will of him who sent me and to finish his work,” Jesus told them. ", "35": "“Don't you say, 'There are still four more months, and then comes the harvest'? Listen to what I'm telling you: Open[h] your eyes and look at the fields, because they are ready[i] for harvest. ", "36": "The reaper is already receiving pay and gathering fruit for eternal life, so that the sower and reaper can rejoice together. ", "37": "For in this case the saying is true: 'One sows and another reaps.' ", "38": "I sent you to reap what you didn't labor for; others have labored, and you have benefited from[j] their labor.”", "39": "Now many Samaritans from that town believed in him because of what the woman said[k] when she testified, “He told me everything I ever did.” ", "40": "So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. ", "41": "Many more believed because of what he said.[l] ", "42": "And they told the woman, “We no longer believe because of what you said, since we have heard for ourselves and know that this really is the Savior of the world.”[m]", "43": "After two days he left there for Galilee. ", "44": "(Jesus himself had testified that a prophet has no honor in his own country.) ", "45": "When they entered Galilee, the Galileans welcomed him because they had seen everything he did in Jerusalem during the festival. For they also had gone to the festival.", "46": "He went again to Cana of Galilee, where he had turned the water into wine. There was a certain royal official whose son was ill at Capernaum. ", "47": "When this man heard that Jesus had come from Judea into Galilee, he went to him and pleaded with him to come down and heal his son, since he was about to die.", "48": "Jesus told him, “Unless you people see signs and wonders, you will not believe.”", "49": "“Sir,” the official said to him, “come down before my boy dies.”", "50": "“Go,” Jesus told him, “your son will live.” The man believed what[n] Jesus said to him and departed.", "51": "While he was still going down, his servants met him saying that his boy was alive. ", "52": "He asked them at what time he got better. “Yesterday at one in the afternoon[o] the fever left him,” they answered. ", "53": "The father realized this was the very hour at which Jesus had told him, “Your son will live.” So he himself believed, along with his whole household.", "54": "Now this was also the second sign Jesus performed after he came from Judea to Galilee."}