{"1": "The law is only an unclear picture of the good things coming in the future; it is not the real thing. The people under the law offer the same sacrifices every year, but these sacrifices can never make perfect those who come near to worship God. ", "2": "If the law could make them perfect, the sacrifices would have already stopped. The worshipers would be made clean, and they would no longer have a sense of sin. ", "3": "But these sacrifices remind them of their sins every year, ", "4": "because it is impossible for the blood of bulls and goats to take away sins.", "5": "So when Christ came into the world, he said: “You do not want sacrifices and offerings, but you have prepared a body for me.", "6": "You do not ask for burnt offerings and offerings to take away sins.", "7": "Then I said, 'Look, I have come. It is written about me in the book. God, I have come to do what you want.'” Psalm 40:6–8", "8": "In this Scripture he first said, “You do not want sacrifices and offerings. You do not ask for burnt offerings and offerings to take away sins.” (These are all sacrifices that the law commands.) ", "9": "Then he said, “Look, I have come to do what you want.” God ends the first system of sacrifices so he can set up the new system. ", "10": "And because of this, we are made holy through the sacrifice Christ made in his body once and for all time.", "11": "Every day the priests stand and do their religious service, often offering the same sacrifices. Those sacrifices can never take away sins. ", "12": "But after Christ offered one sacrifice for sins, forever, he sat down at the right side of God. ", "13": "And now Christ waits there for his enemies to be put under his power. ", "14": "With one sacrifice he made perfect forever those who are being made holy.", "15": "The Holy Spirit also tells us about this. First he says:", "16": "“This is the agreement[a] I will make with them at that time, says the Lord. I will put my teachings in their hearts and write them on their minds.” Jeremiah 31:33", "17": "Then he says: “Their sins and the evil things they do— I will not remember anymore.” Jeremiah 31:34", "18": "Now when these have been forgiven, there is no more need for a sacrifice for sins.", "19": "So, brothers and sisters, we are completely free to enter the Most Holy Place without fear because of the blood of Jesus' death. ", "20": "We can enter through a new and living way that Jesus opened for us. It leads through the curtain—Christ's body. ", "21": "And since we have a great priest over God's house, ", "22": "let us come near to God with a sincere heart and a sure faith, because we have been made free from a guilty conscience, and our bodies have been washed with pure water. ", "23": "Let us hold firmly to the hope that we have confessed, because we can trust God to do what he promised.", "24": "Let us think about each other and help each other to show love and do good deeds. ", "25": "You should not stay away from the church meetings, as some are doing, but you should meet together and encourage each other. Do this even more as you see the day[b] coming.", "26": "If we decide to go on sinning after we have learned the truth, there is no longer any sacrifice for sins. ", "27": "There is nothing but fear in waiting for the judgment and the terrible fire that will destroy all those who live against God. ", "28": "Anyone who refused to obey the law of Moses was found guilty from the proof given by two or three witnesses. He was put to death without mercy. ", "29": "So what do you think should be done to those who do not respect the Son of God, who look at the blood of the agreement that made them holy as no different from others' blood, who insult the Spirit of God's grace? Surely they should have a much worse punishment. ", "30": "We know that God said, “I will punish those who do wrong; I will repay them.”[c] And he also said, “The Lord will judge his people.”[d] ", "31": "It is a terrible thing to fall into the hands of the living God.", "32": "Remember those days in the past when you first learned the truth. You had a hard struggle with many sufferings, but you continued strong. ", "33": "Sometimes you were hurt and attacked before crowds of people, and sometimes you shared with those who were being treated that way. ", "34": "You helped the prisoners. You even had joy when all that you owned was taken from you, because you knew you had something better and more lasting.", "35": "So do not lose the courage you had in the past, which has a great reward. ", "36": "You must hold on, so you can do what God wants and receive what he has promised. ", "37": "For in a very short time, “The One who is coming will come and will not be delayed.", "38": "Those who are right with me will live by faith. But if they turn back with fear, I will not be pleased with them.” Habakkuk 2:3–4", "39": "But we are not those who turn back and are lost. We are people who have faith and are saved."}