{"1": "Keep on loving each other as brothers and sisters. ", "2": "Remember to welcome strangers, because some who have done this have welcomed angels without knowing it. ", "3": "Remember those who are in prison as if you were in prison with them. Remember those who are suffering as if you were suffering with them.", "4": "Marriage should be honored by everyone, and husband and wife should keep their marriage pure. God will judge as guilty those who take part in sexual sins. ", "5": "Keep your lives free from the love of money, and be satisfied with what you have. God has said, “I will never leave you; I will never abandon you.” Deuteronomy 31:6", "6": "So we can be sure when we say, “I will not be afraid, because the Lord is my helper. People can't do anything to me.” Psalm 118:6", "7": "Remember your leaders who taught God's message to you. Remember how they lived and died, and copy their faith. ", "8": "Jesus Christ is the same yesterday, today, and forever.", "9": "Do not let all kinds of strange teachings lead you into the wrong way. Your hearts should be strengthened by God's grace, not by obeying rules about foods, which do not help those who obey them.", "10": "We have a sacrifice, but the priests who serve in the Holy Tent cannot eat from it. ", "11": "The high priest carries the blood of animals into the Most Holy Place where he offers this blood for sins. But the bodies of the animals are burned outside the camp. ", "12": "So Jesus also suffered outside the city to make his people holy with his own blood. ", "13": "So let us go to Jesus outside the camp, holding on as he did when we are abused.", "14": "Here on earth we do not have a city that lasts forever, but we are looking for the city that we will have in the future. ", "15": "So through Jesus let us always offer to God our sacrifice of praise, coming from lips that speak his name. ", "16": "Do not forget to do good to others, and share with them, because such sacrifices please God.", "17": "Obey your leaders and act under their authority. They are watching over you, because they are responsible for your souls. Obey them so that they will do this work with joy, not sadness. It will not help you to make their work hard.", "18": "Pray for us. We are sure that we have a clear conscience, because we always want to do the right thing. ", "19": "I especially beg you to pray so that God will send me back to you soon.", "20-21": "I pray that the God of peace will give you every good thing you need so you can do what he wants. God raised from the dead our Lord Jesus, the Great Shepherd of the sheep, because of the blood of his death. His blood began the eternal agreement that God made with his people. I pray that God will do in us what pleases him, through Jesus Christ, and to him be glory forever and ever. Amen.", "22": "My brothers and sisters, I beg you to listen patiently to this message I have written to encourage you, because it is not very long. ", "23": "I want you to know that our brother Timothy has been let out of prison. If he arrives soon, we will both come to see you.", "24": "Greet all your leaders and all of God's people. Those from Italy send greetings to you.", "25": "Grace be with you all."}