{"1": "So all of you holy brothers and sisters, who were called by God, think about Jesus, who was sent to us and is the high priest of our faith. ", "2": "Jesus was faithful to God as Moses was in God's family. ", "3": "Jesus has more honor than Moses, just as the builder of a house has more honor than the house itself. ", "4": "Every house is built by someone, but the builder of everything is God himself. ", "5": "Moses was faithful in God's family as a servant, and he told what God would say in the future. ", "6": "But Christ is faithful as a Son over God's house. And we are God's house if we confidently maintain our hope.", "7": "So it is as the Holy Spirit says: “Today listen to what he says.", "8": "Do not be stubborn as in the past when you turned against God, when you tested God in the desert.", "9": "There your ancestors tried me and tested me and saw the things I did for forty years.", "10": "I was angry with them. I said, 'They are not loyal to me and have not understood my ways.'", "11": "I was angry and made a promise, 'They will never enter my rest.'”[a] Psalm 95:7–11", "12": "So brothers and sisters, be careful that none of you has an evil, unbelieving heart that will turn you away from the living God. ", "13": "But encourage each other every day while it is “today.”[b] Help each other so none of you will become hardened because sin has tricked you. ", "14": "We all share in Christ if we keep till the end the sure faith we had in the beginning. ", "15": "This is what the Scripture says: “Today listen to what he says. Do not be stubborn as in the past when you turned against God.” Psalm 95:7–8", "16": "Who heard God's voice and was against him? It was all those people Moses led out of Egypt. ", "17": "And with whom was God angry for forty years? He was angry with those who sinned, who died in the desert. ", "18": "And to whom was God talking when he promised that they would never enter his rest? He was talking to those who did not obey him. ", "19": "So we see they were not allowed to enter and have God's rest, because they did not believe."}