{"1": "Melchizedek[a] was the king of Salem and a priest for God Most High. He met Abraham when Abraham was coming back after defeating the kings. When they met, Melchizedek blessed Abraham, ", "2": "and Abraham gave him a tenth of everything he had brought back from the battle. First, Melchizedek's name means “king of goodness,” and he is king of Salem, which means “king of peace.” ", "3": "No one knows who Melchizedek's father or mother was,[b] where he came from, when he was born, or when he died. Melchizedek is like the Son of God; he continues being a priest forever.", "4": "You can see how great Melchizedek was. Abraham, the great father, gave him a tenth of everything that he won in battle. ", "5": "Now the law says that those in the tribe of Levi who become priests must collect a tenth from the people—their own people—even though the priests and the people are from the family of Abraham. ", "6": "Melchizedek was not from the tribe of Levi, but he collected a tenth from Abraham. And he blessed Abraham, the man who had God's promises. ", "7": "Now everyone knows that the more important person blesses the less important person. ", "8": "Priests receive a tenth, even though they are only men who live and then die. But Melchizedek, who received a tenth from Abraham, continues living, as the Scripture says. ", "9": "We might even say that Levi, who receives a tenth, also paid it when Abraham paid Melchizedek a tenth. ", "10": "Levi was not yet born, but he was in the body of his ancestor when Melchizedek met Abraham.", "11": "The people were given the law[c] concerning the system of priests from the tribe of Levi, but they could not be made perfect through that system. So there was a need for another priest to come, a priest like Melchizedek, not Aaron. ", "12": "And when a different kind of priest comes, the law must be changed, too. ", "13": "We are saying these things about Christ, who belonged to a different tribe. No one from that tribe ever served as a priest at the altar. ", "14": "It is clear that our Lord came from the tribe of Judah, and Moses said nothing about priests belonging to that tribe.", "15": "And this becomes even more clear when we see that another priest comes who is like Melchizedek.[d] ", "16": "He was not made a priest by human rules and laws but through the power of his life, which continues forever. ", "17": "It is said about him, “You are a priest forever, a priest like Melchizedek.” Psalm 110:4", "18": "The old rule is now set aside, because it was weak and useless. ", "19": "The law of Moses could not make anything perfect. But now a better hope has been given to us, and with this hope we can come near to God. ", "20": "It is important that God did this with an oath. Others became priests without an oath, ", "21": "but Christ became a priest with God's oath. God said: “The Lord has made a promise and will not change his mind. 'You are a priest forever.'” Psalm 110:4", "22": "This means that Jesus is the guarantee of a better agreement[e] from God to his people.", "23": "When one of the other priests died, he could not continue being a priest. So there were many priests. ", "24": "But because Jesus lives forever, he will never stop serving as priest. ", "25": "So he is able always to save those who come to God through him because he always lives, asking God to help them.", "26": "Jesus is the kind of high priest we need. He is holy, sinless, pure, not influenced by sinners, and he is raised above the heavens. ", "27": "He is not like the other priests who had to offer sacrifices every day, first for their own sins, and then for the sins of the people. Christ offered his sacrifice only once and for all time when he offered himself. ", "28": "The law chooses high priests who are people with weaknesses, but the word of God's oath came later than the law. It made God's Son to be the high priest, and that Son has been made perfect forever."}