{"1": "Boaz Marries Ruth. 1 Boaz went to the gate[a] and took a seat there. Along came the other redeemer of whom he had spoken. Boaz called to him by name, “Come, sit here.” And he did so. ", "2": "Then Boaz picked out ten of the elders[b] of the town and asked them to sit nearby. When they had done this, ", "3": "he said to the other redeemer: “Naomi, who has come back from the plateau of Moab, is putting up for sale the piece of land that belonged to our kinsman Elimelech. ", "4": "[c]So I thought I would inform you. Before those here present, including the elders of my people, purchase the field; act as redeemer. But if you do not want to do it, tell me so, that I may know, for no one has a right of redemption prior to yours, and mine is next.” He answered, “I will act as redeemer.”", "5": "[d]Boaz continued, “When you acquire the field from Naomi, you also acquire responsibility for Ruth the Moabite, the widow of the late heir, to raise up a family for the deceased on his estate.” ", "6": "The redeemer replied, “I cannot exercise my right of redemption for that would endanger my own estate. You do it in my place, for I cannot.” ", "7": "Now it used to be the custom in Israel that, to make binding a contract of redemption or exchange, one party would take off a sandal[e] and give it to the other. This was the form of attestation in Israel. ", "8": "So the other redeemer, in saying to Boaz, “Acquire it for yourself,” drew off his sandal. ", "9": "Boaz then said to the elders and to all the people, “You are witnesses today that I have acquired from Naomi all the holdings of Elimelech, Chilion and Mahlon. ", "10": "I also acquire Ruth the Moabite, the widow of Mahlon, as my wife, in order to raise up a family for her late husband on his estate, so that the name of the deceased may not perish from his people and his place. Do you witness this today?” ", "11": "All those at the gate, including the elders, said, “We do. May the Lord make this woman come into your house like Rachel and Leah, who between them built up the house of Israel. Prosper in Ephrathah! Bestow a name in Bethlehem! ", "12": "With the offspring the Lord will give you from this young woman, may your house become like the house of Perez, whom Tamar bore to Judah.”[f]", "13": "Boaz took Ruth. When they came together as husband and wife, the Lord enabled her to conceive and she bore a son. ", "14": "Then the women said to Naomi, “Blessed is the Lord who has not failed to provide you today with a redeemer. May he become famous in Israel! ", "15": "He will restore your life and be the support of your old age, for his mother is the daughter-in-law who loves you. She is worth more to you than seven sons!” ", "16": "Naomi took the boy, cradled him[g] against her breast, and cared for him. ", "17": "The neighbor women joined the celebration: “A son has been born to Naomi!” They named him Obed. He was the father of Jesse, the father of David.", "18": "These are the descendants of Perez: Perez was the father of Hezron, ", "19": "Hezron was the father of Ram, Ram was the father of Amminadab, ", "20": "Amminadab was the father of Nahshon, Nahshon was the father of Salma, ", "21": "Salma was the father of Boaz, Boaz was the father of Obed, ", "22": "Obed was the father of Jesse, and Jesse became the father of David."}