{"1": "Here is the story of Shem, Ham and Japheth. They were Noah's sons. After the flood, they also had sons.", "2": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshek and Tiras.", "3": "The sons of Gomer were Ashkenaz, Riphath and Togarmah.", "4": "The sons of Javan were Elishah, Tarshish, the Kittites and the Rodanites. ", "5": "From these people came the families who lived near the Mediterranean Sea. Each tribe and nation then spread out into its own territory and had its own language.", "6": "The sons of Ham were Cush, Egypt, Put and Canaan.", "7": "The sons of Cush were Seba, Havilah, Sabtah, Raamah and Sabteka. The sons of Raamah were Sheba and Dedan.", "8": "Cush was the father of Nimrod. Nimrod became a mighty hero on the earth. ", "9": "He was a mighty hunter in the Lord's eyes. That's why people sometimes compare others with Nimrod. They say, “They are like Nimrod, who was a mighty hunter in the Lord's eyes.” ", "10": "The first capital cities of Nimrod's kingdom were Babylon, Uruk, Akkad and Kalneh. These cities were in the land of Babylon. ", "11": "From that land he went to Assyria. There he built Nineveh, Rehoboth Ir and Calah. ", "12": "He also built Resen, which is between Nineveh and Calah. Nineveh is the most famous city.", "13": "Egypt was the father of the Ludites, Anamites, Lehabites, Naphtuhites, ", "14": "Pathrusites, Kasluhites and Caphtorites. The Philistines came from the Kasluhites.", "15": "Canaan was the father of Sidon. Sidon was his oldest son. Canaan was also the father of the Hittites, ", "16": "Jebusites, Amorites and Girgashites. ", "17": "And he was the father of the Hivites, Arkites, Sinites, ", "18": "Arvadites, Zemarites and Hamathites. Later the Canaanite tribes scattered. ", "19": "The borders of Canaan reached from Sidon toward Gerar all the way to Gaza. Then they continued toward Sodom, Gomorrah, Admah and Zeboyim all the way to Lasha.", "20": "These are the sons of Ham. They are listed by their tribes and languages in their territories and nations.", "21": "Sons were also born to Shem, Japheth's younger brother. All the sons of Eber belonged to Shem's family line.", "22": "The sons of Shem were Elam, Ashur, Arphaxad, Lud and Aram.", "23": "The sons of Aram were Uz, Hul, Gether and Meshek.", "24": "Arphaxad was the father of Shelah. Shelah was the father of Eber.", "25": "Eber had two sons. One was named Peleg. That's because the earth was divided up in his time. His brother was named Joktan.", "26": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah and Jobab. They were all sons of Joktan.", "30": "The area where they lived stretched from Mesha toward Sephar. It was in the eastern hill country.", "31": "These are the sons of Shem. They are listed by their tribes and languages in their territories and nations.", "32": "These are the tribes of Noah's sons. They are listed by their family lines within their nations. From them the nations spread out over the earth after the flood."}