{"1": "Abram's wife Sarai had never had any children by him. But she had a female slave from Egypt named Hagar. ", "2": "So she said to Abram, “The Lord has kept me from having children. Go and sleep with my slave. Maybe I can have a family through her.” Abram agreed to what Sarai had said. ", "3": "His wife Sarai gave him her slave Hagar to be his wife. That was after he had been living in Canaan for ten years. ", "4": "Then he slept with Hagar, and she became pregnant. When Hagar knew she was pregnant, she began to look down on the woman who owned her. ", "5": "Then Sarai said to Abram, “It's your fault that I'm suffering like this. I put my slave in your arms. Now that she knows she's pregnant, she looks down on me. May the Lord judge between you and me. May he decide which of us is right.”", "6": "“Your slave belongs to you,” Abram said. “Do with her what you think is best.” Then Sarai treated Hagar badly. So Hagar ran away from her.", "7": "The angel of the Lord found Hagar near a spring of water in the desert. The spring was beside the road to Shur. ", "8": "The angel said, “Hagar, you are Sarai's slave. Where have you come from? Where are you going?” “I'm running away from my owner Sarai,” she answered.", "9": "Then the angel of the Lord told her, “Go back to the woman who owns you. Obey her.” ", "10": "The angel continued, “I will give you and your family many children. There will be more of them than anyone can count.”", "11": "The angel of the Lord also said to her, “You are now pregnant and will have a son. You will name him Ishmael, because the Lord has heard about your suffering.", "12": "He will be like a wild donkey. He will use his power against everyone, and everyone will be against him. He will not get along with any of his family.”", "13": "She gave a name to the Lord who spoke to her. She called him “You are the God who sees me.” That's because she said, “I have now seen the One who sees me.” ", "14": "That's why the well was named Beer Lahai Roi. It's still there, between Kadesh and Bered.", "15": "So Hagar had a son by Abram and Abram gave him the name Ishmael. ", "16": "Abram was 86 years old when Hagar had Ishmael by him."}