{"1": "The Lord appeared to Abraham near the large trees of Mamre. Abraham was sitting at the entrance to his tent. It was the hottest time of the day. ", "2": "Abraham looked up and saw three men standing nearby. So he quickly left the entrance to his tent to greet them. He bowed low to the ground.", "3": "He said, “My lord, if you are pleased with me, don't pass me by. ", "4": "Let me get you some water. Then all of you can wash your feet and rest under this tree. ", "5": "Let me get you something to eat to give you strength. Then you can go on your way. I want to do this for you now that you have come to me.” “All right,” they answered. “Do as you say.”", "6": "So Abraham hurried into the tent to Sarah. “Quick!” he said. “Get about 36 pounds of the finest flour. Prepare it and bake some bread.”", "7": "Then he ran over to the herd. He picked out a choice, tender calf. He gave it to a servant, who hurried to prepare it. ", "8": "Then he brought some butter and milk and the calf that had been prepared. He served them to the three men. While they ate, he stood near them under a tree.", "9": "“Where is your wife Sarah?” they asked him. “Over there in the tent,” he said.", "10": "Then one of them said, “I will surely return to you about this time next year. Your wife Sarah will have a son.” Sarah was listening at the entrance to the tent, which was behind him. ", "11": "Abraham and Sarah were already very old. Sarah was too old to have a baby. ", "12": "So she laughed to herself. She thought, “I'm worn out, and my husband is old. Can I really know the joy of having a baby?”", "13": "Then the Lord said to Abraham, “Why did Sarah laugh? Why did she say, 'Will I really have a baby, now that I am old?' ", "14": "Is anything too hard for me? I will return to you at the appointed time next year. Sarah will have a son.”", "15": "Sarah was afraid. So she lied and said, “I didn't laugh.” But the Lord said, “Yes, you laughed.”", "16": "The men got up to leave. They looked down toward Sodom. Abraham walked along with them to see them on their way. ", "17": "Then the Lord said, “Should I hide from Abraham what I am about to do? ", "18": "He will certainly become a great and powerful nation. All nations on earth will be blessed because of him. ", "19": "I have chosen him. He must direct his children to live in the way that pleases me. And he must direct the members of his family after him to do the same. So he must guide all of them in doing what is right and fair. Then I, the Lord, will do for Abraham what I have promised him.”", "20": "The Lord also said, “The cries against Sodom and Gomorrah are very great. Their sin is so bad ", "21": "that I will go down and see for myself. I want to see if what they have done is as bad as the cries that have reached me. If it is not, then I will know.”", "22": "The men turned away and went toward Sodom. But Abraham remained standing in front of the Lord. ", "23": "Then Abraham came up to him. He said, “Will you sweep away godly people along with those who are evil? ", "24": "What if there are 50 godly people in the city? Will you really sweep it away? Won't you spare the place because of the 50 godly people in it? ", "25": "You would never kill godly people along with those who are evil, would you? Would you treat them all alike? You would never do anything like that! Won't the Judge of the whole earth do what is right?”", "26": "The Lord said, “If I find 50 godly people in the city of Sodom, I will spare it. I will spare the whole place because of them.”", "27": "Then Abraham spoke up again. He said, “I have been very bold to speak to the Lord. After all, I'm only dust and ashes. ", "28": "What if the number of godly people is five fewer than 50? Will you destroy the whole city because there are five fewer people?” “If I find 45 there,” he said, “I will not destroy it.”", "29": "Once again Abraham spoke to him. He asked, “What if only 40 are found there?” He said, “If there are 40, I will not do it.”", "30": "Then Abraham said, “Lord, please don't be angry with me. Let me speak. What if only 30 can be found there?” He answered, “If I find 30, I will not do it.”", "31": "Abraham said, “I have been very bold to speak to the Lord. What if only 20 can be found there?” He said, “If I find 20, I will not destroy it.”", "32": "Then he said, “Lord, please don't be angry with me. Let me speak just one more time. What if only ten can be found there?” He answered, “If I find ten, I will not destroy it.”", "33": "When the Lord had finished speaking with Abraham, he left. And Abraham returned home."}