{"1": "The two angels arrived at Sodom in the evening. Lot was sitting near the gate of the city. When Lot saw the angels, he got up to greet them. He bowed down with his face to the ground. ", "2": "“My lords,” he said, “please come to my house. You can wash your feet and spend the night there. Then you can go on your way early in the morning.” “No,” they answered. “We'll spend the night in the town square.”", "3": "But Lot wouldn't give up. So they went with him and entered his house. He prepared a meal for them. He baked bread without using yeast. And they ate. ", "4": "Before Lot and his guests had gone to bed, all the men came from every part of the city of Sodom. Young and old men alike surrounded the house. ", "5": "They called out to Lot. They said, “Where are the men who came to you tonight? Bring them out to us. We want to have sex with them.”", "6": "Lot went outside to meet them. He shut the door behind him. ", "7": "He said, “No, my friends. Don't do such an evil thing. ", "8": "Look, I have two daughters that no man has ever slept with. I'll bring them out to you now. Then do to them what you want to. But don't do anything to these men. I've brought them inside so they can be safe.”", "9": "“Get out of our way!” the men of Sodom replied to Lot. “You came here as an outsider. Now you want to act like a judge! We'll treat you worse than them.” They kept trying to force Lot to open the door. Then they moved forward to break it down.", "10": "But the the angels inside reached out and pulled Lot back into the house and shut the door. ", "11": "Then they made the men who were at the door of the house blind. They blinded both young and old men so that they couldn't find the door.", "12": "The two angels said to Lot, “Do you have any other family members here? Do you have sons-in-law, sons, daughters or any other relatives in the city? Get them out of here! ", "13": "We are going to destroy this place. Many have cried out to the Lord against the people of this city. So he has sent us to destroy it.”", "14": "Then Lot went out and spoke to his sons-in-law. They had promised to marry his daughters. He said, “Hurry up! Get out of this place! The Lord is about to destroy the city!” But his sons-in-law thought he was joking.", "15": "The sun was coming up. So the angels tried to get Lot to leave. They said, “Hurry up! Take your wife and your two daughters who are here. Get out! If you don't, you will be swept away when the city is destroyed.”", "16": "Lot didn't move right away. So the men grabbed him by the hand. They also took hold of the hands of his wife and two daughters. They led all of them safely out of the city. The Lord had mercy on them. ", "17": "As soon as the angels had brought them out, one of them spoke. He said, “Run for your lives! Don't look back! Don't stop anywhere in the valley! Run to the mountains! If you don't, you will be swept away!”", "18": "But Lot said to them, “No, my lords! Please! ", "19": "You have done me a big favor. You have been very kind to me by sparing my life. But I can't run to the mountains. I won't be able to escape this horrible thing that's going to happen. And then I'll die. ", "20": "Look, here's a town near enough to run to. It's small. Let me run to it. It's very small, isn't it? Then my life will be spared.”", "21": "The Lord said to Lot, “All right. I will also give you what you are asking for. I will not destroy the town you are talking about. ", "22": "But run there quickly. I can't do anything until you reach it.” The town was named Zoar. Zoar means Small.", "23": "By the time Lot reached Zoar, the sun had risen over the land. ", "24": "Then the Lord sent down burning sulfur. It came down like rain on Sodom and Gomorrah. It came from the Lord. It came out of the sky. ", "25": "The Lord destroyed these cities and the whole valley. All the people who were living in the cities were wiped out. So were the plants in the land. ", "26": "But Lot's wife looked back. When she did, she became a pillar made out of salt.", "27": "Early the next morning Abraham got up. He returned to the place where he had stood in front of the Lord. ", "28": "He looked down toward Sodom and Gomorrah and the whole valley. He saw thick smoke rising from the land. It looked like smoke from a furnace.", "29": "So when God destroyed the cities of the valley, he showed concern for Abraham. He brought Lot out safely when he destroyed the cities where Lot had lived.", "30": "Lot and his two daughters left Zoar. They went to live in the mountains because Lot was afraid to stay in Zoar. So he and his daughters lived in a cave. ", "31": "One day the older daughter spoke to the younger one. She said, “Our father is old. People all over the earth have men to marry and have children with. We do not. ", "32": "So let's get our father to drink wine. Then we can sleep with him. We can use our father to continue our family line.”", "33": "That night they got their father to drink wine. Then the older daughter went in and slept with him. He wasn't aware when she lay down or when she got up.", "34": "The next day the older daughter spoke to the younger one again. She said, “Last night I slept with my father. Let's get him to drink wine again tonight. Then you go in and sleep with him. We can use our father to continue our family line.” ", "35": "So they got their father to drink wine that night also. Then the younger daughter slept with him. Again he wasn't aware when she lay down or when she got up.", "36": "So both of Lot's daughters became pregnant by their father. ", "37": "The older daughter had a son. She named him Moab. He's the father of the Moabites of today. ", "38": "The younger daughter also had a son. She named him Ben-Ammi. He's the father of the Ammonites of today."}