{"1": "Sarah lived to be 127 years old. ", "2": "She died at Kiriath Arba. Kiriath Arba is also called Hebron. It's in the land of Canaan. Sarah's death made Abraham very sad. He went to the place where her body was lying. There he wept over her.", "3": "Then Abraham got up from beside his wife's body. He said to the Hittites, ", "4": "“I'm an outsider. I'm a stranger among you. Sell me some property where I can bury those in my family who die. Then I can bury my wife.”", "5": "The Hittites replied to Abraham, ", "6": "“Sir, listen to us. You are a mighty prince among us. Bury your wife in the best place we have to bury our dead. None of us will refuse to sell you a place to bury her.”", "7": "Then Abraham bowed down in front of the Hittites, the people of the land. ", "8": "He said to them, “If you are willing to let me bury my wife, then listen to me. Speak to Zohar's son Ephron for me. ", "9": "Ask him to sell me the cave of Machpelah. It belongs to him and is at the end of his field. Ask him to sell it to me for the full price. I want it as a place to bury my dead wife among you.”", "10": "Ephron the Hittite was sitting there among his people. He replied to Abraham. All of the Hittites who had come to the gate of his city heard him. ", "11": "“No, sir,” Ephron said. “Listen to me. I will give you the field. I'll also give you the cave that's in the field. I will give it to you in front of my people. Bury your wife.”", "12": "Again Abraham bowed down in front of the people of the land. ", "13": "He spoke to Ephron so they could hear him. He said, “Please listen to me. I'll pay the price of the field. Accept it from me. Then I can bury my wife there.”", "14": "Ephron answered Abraham, ", "15": "“Sir, listen to me. The land is worth ten pounds of silver. But what's that between the two of us? Bury your wife.”", "16": "Abraham agreed to Ephron's offer. He weighed out for Ephron the price he had named. The Hittites there had heard the amount. The price was ten pounds of silver. Abraham measured it by the weights that were used by merchants.", "17": "So Ephron sold his field to Abraham. The field was in Machpelah near Mamre. Abraham bought the field and the cave that was in it. He also bought all the trees that were inside the borders of the field. Everything was sold ", "18": "to Abraham as his property. He bought it in front of all the Hittites who had come to the gate of the city. ", "19": "Then Abraham buried his wife Sarah. He buried her in the cave in the field of Machpelah near Mamre in the land of Canaan. Mamre is at Hebron. ", "20": "So the field and the cave that was in it were sold to Abraham by the Hittites. The property became a place to bury those who died in his family."}