{"1": "By that time Abraham was very old. The Lord had blessed Abraham in every way. ", "2": "The best servant in his house was in charge of everything Abraham had. Abraham said to him, “Put your hand under my thigh. ", "3": "The Lord is the God of heaven and the God of earth. I want you to make a promise to me in his name. I'm living among the people of Canaan. But I want you to promise me that you won't get a wife for my son from their daughters. ", "4": "Instead, promise me that you will go to my country and to my own relatives. Get a wife for my son Isaac from there.”", "5": "The servant asked Abraham, “What if the woman doesn't want to come back with me to this land? Then should I take your son back to the country you came from?”", "6": "“Make sure you don't take my son back there,” Abraham said. ", "7": "“The Lord, the God of heaven, took me away from my father's family. He brought me out of my own land. He made me a promise. He said, 'I will give this land to your family after you.' The Lord will send his angel ahead of you. So you will be able to get a wife for my son from there. ", "8": "The woman may not want to come back with you. If she doesn't, you will be free from your promise. But don't take my son back there.” ", "9": "So the servant put his hand under Abraham's thigh. He promised to do what his master wanted.", "10": "The servant chose ten of his master's camels and left. He loaded the camels with all kinds of good things from his master. He started out for Aram Naharaim and made his way to the town of Nahor. ", "11": "He stopped near the well outside the town. There he made the camels get down on their knees. It was almost evening, the time when women go out to get water.", "12": "Then he prayed, “Lord, you are the God of my master Abraham. Make me successful today. Be kind to my master Abraham. ", "13": "I'm standing beside this spring. The daughters of the people who live in the town are coming out here to get water. ", "14": "I will speak to a young woman. I'll say to her, 'Please lower your jar so I can have a drink.' Suppose she says, 'Have a drink of water, and I'll get some for your camels too.' Then let her be the one you have chosen for your servant Isaac. That's how I'll know you have been kind to my master.”", "15": "Before he had finished praying, Rebekah came out. She was carrying a jar on her shoulder. She was the daughter of Milkah's son Bethuel. Milkah was the wife of Abraham's brother Nahor. ", "16": "The young woman was very beautiful. No man had ever slept with her. She went down to the spring. She filled her jar and came up again.", "17": "The servant hurried to meet her. He said, “Please give me a little water from your jar.”", "18": "“Have a drink, sir,” she said. She quickly lowered the jar to her hands and gave him a drink.", "19": "After she had given him a drink, she said, “I'll get water for your camels too. I'll keep doing it until they have had enough to drink.” ", "20": "So she quickly emptied her jar into the stone tub. Then she ran back to the well to get more water. She got enough for all his camels. ", "21": "The man didn't say a word. He watched her closely. He wanted to learn whether the Lord had given him success on the journey he had made.", "22": "The camels finished drinking. Then the man took out a gold nose ring. It weighed about a fifth of an ounce. He also took out two gold bracelets. They weighed about four ounces. ", "23": "Then he asked, “Whose daughter are you? And please tell me something else. Is there room in your father's house for us? Can we spend the night there?”", "24": "She answered, “I'm the daughter of Bethuel. He's the son Milkah had by Nahor.” ", "25": "She continued, “We have plenty of straw and feed for your camels. We also have room for you to spend the night.”", "26": "Then the man bowed down and worshiped the Lord. ", "27": "He said, “I praise the Lord, the God of my master Abraham. The Lord hasn't stopped being kind and faithful to my master. The Lord has led me on this journey. He has brought me to the house of my master's relatives.”", "28": "The young woman ran home. She told her mother's family what had happened. ", "29": "Rebekah had a brother named Laban. He hurried out to the spring to meet the man. ", "30": "Laban had seen the nose ring. He had seen the bracelets on his sister's arms. And he had heard Rebekah tell what the man had said to her. So Laban went out to the man. He found him standing by the camels near the spring. ", "31": "“The Lord has given you his blessing,” he said. “So come with me. Why are you standing out here? I've prepared my house for you. I also have a place for the camels.”", "32": "So the man went to the house. The camels were unloaded. Straw and feed were brought for the camels. And water was brought for him and his men to wash their feet. ", "33": "Then food was placed in front of him. But he said, “I won't eat until I've told you what I have to say.” “Then tell us,” Laban said.", "34": "So he said, “I am Abraham's servant. ", "35": "The Lord has blessed my master greatly, and he has become rich. The Lord has given him sheep and cattle, silver and gold. He has also given him male and female servants, camels and donkeys. ", "36": "My master's wife Sarah had a son by him when she was old. He has given that son everything he owns. ", "37": "My master made me promise him. He said, 'I'm living in the land of the people of Canaan. But promise me that you won't get a wife for my son from their daughters. ", "38": "Instead, go to my father's family and to my own relatives. Get a wife for my son there.'", "39": "“Then I asked my master, 'What if the woman won't come back with me?'", "40": "“He replied, 'I have walked faithfully with the Lord. He will send his angel with you. He will give you success on your journey. So you will be able to get a wife for my son. She will be from my own relatives and from my father's family. ", "41": "When you go to my relatives, suppose they refuse to give her to you. Then you will be free from the promise you made to me.'", "42": "“Today I came to the spring. I said, 'Lord, you are the God of my master Abraham. Please make me successful on this journey I've made. ", "43": "I'm standing beside this spring. A young woman will come out to get water. I'll say to her, “Please let me drink a little water from your jar.” ", "44": "Suppose she says, “Have a drink of water, and I'll get some for your camels too.” Then let her be the one the Lord has chosen for my master's son.'", "45": "“Before I finished praying in my heart, Rebekah came out. She was carrying a jar on her shoulder. She went down to the spring and got water. I said to her, 'Please give me a drink.'", "46": "“She quickly lowered her jar from her shoulder. She said, 'Have a drink, and I'll get water for your camels too.' So I drank. She also got water for the camels.", "47": "“I asked her, 'Whose daughter are you?' “She said, 'The daughter of Bethuel. He's the son Milkah had by Nahor.' “Then I put the ring in her nose. I put the bracelets on her arms. ", "48": "And I bowed down and worshiped the Lord. I praised the Lord, the God of my master Abraham. He had led me on the right road. He had led me to get for my master's son the granddaughter of my master's brother. ", "49": "Now will you be kind and faithful to my master? If you will, tell me. And if you won't, tell me. Then I'll know which way to turn.”", "50": "Laban and Bethuel answered, “The Lord has done all of this. We can't say anything to you one way or the other. ", "51": "Here is Rebekah. Take her and go. Let her become the wife of your master's son, just as the Lord has said.”", "52": "Abraham's servant heard what they said. So he bowed down to the Lord with his face to the ground. ", "53": "He brought out gold and silver jewelry and articles of clothing. He gave all of them to Rebekah. He also gave expensive gifts to her brother and her mother. ", "54": "Then Abraham's servant and the men who were with him ate and drank. They spent the night there. When they got up the next morning, Abraham's servant said, “Send me back to my master.”", "55": "But her brother and her mother replied, “Let the young woman stay with us ten days or so. Then you can go.”", "56": "But he said to them, “Don't make me wait. The Lord has given me success on my journey. Send me on my way so I can go to my master.”", "57": "Then they said, “Let's get Rebekah and ask her about it.” ", "58": "So they sent for her and asked, “Will you go with this man?” “Yes, I'll go,” she said.", "59": "So they sent their sister Rebekah on her way with Abraham's servant and his men. They also sent Rebekah's servant with her. ", "60": "And they gave Rebekah their blessing. They said to her, “Dear sister, may your family grow by thousands and thousands. May they take over the cities of their enemies.”", "61": "Then Rebekah and her female servants got ready. They got on their camels to go back with the man. So Abraham's servant took Rebekah and left.", "62": "By that time Isaac had come from Beer Lahai Roi. He was living in the Negev Desert. ", "63": "One evening he went out to the field. He wanted to spend some time thinking. When he looked up, he saw camels approaching. ", "64": "Rebekah also looked up and saw Isaac. She got down from her camel. ", "65": "She asked the servant, “Who is that man in the field coming to meet us?” “He's my master,” the servant answered. So she covered her face with her veil.", "66": "Then the servant told Isaac everything he had done. ", "67": "Isaac brought Rebekah into the tent that had belonged to his mother Sarah. And he married Rebekah. She became his wife, and he loved her. So Isaac was comforted after his mother died."}