{"1": "Joseph had been taken down to Egypt. An Egyptian named Potiphar had bought him from the Ishmaelite traders who had taken him there. Potiphar was one of Pharaoh's officials. He was the captain of the palace guard.", "2": "The Lord was with Joseph. He gave him great success. Joseph lived in Potiphar's house. ", "3": "Joseph's master saw that the Lord was with him. He saw that the Lord made Joseph successful in everything he did. ", "4": "So Potiphar was pleased with Joseph and made him his attendant. He put Joseph in charge of his house. He trusted Joseph to take care of everything he owned. ", "5": "From that time on, the Lord blessed Potiphar's family and servants because of Joseph. He blessed everything Potiphar had in his house and field. ", "6": "So Joseph took good care of everything Potiphar owned. With Joseph in charge, Potiphar didn't have to worry about anything except the food he ate. Joseph was strong and handsome. ", "7": "After a while, his master's wife noticed Joseph. She said to him, “Come to bed with me!”", "8": "But he refused. “My master has put me in charge,” he told her. “Now he doesn't have to worry about anything in the house. He trusts me to take care of everything he owns. ", "9": "No one in this house is in a higher position than I am. My master hasn't held anything back from me, except you. You are his wife. So how could I do an evil thing like that? How could I sin against God?” ", "10": "She spoke to Joseph day after day. But he told her he wouldn't go to bed with her. He didn't even want to be with her.", "11": "One day Joseph went into the house to take care of his duties. None of the family servants was inside. ", "12": "Potiphar's wife grabbed him by his coat. “Come to bed with me!” she said. But he left his coat in her hand. And he ran out of the house.", "13": "She saw that he had left his coat in her hand and had run out of the house. ", "14": "So she called her servants. “Look,” she said to them, “this Hebrew slave has been brought here to make fun of us! He came in here to force me to have sex with him. But I screamed for help. ", "15": "He heard my scream. So he left his coat beside me and ran out of the house.”", "16": "She kept Joseph's coat with her until Potiphar came home. ", "17": "Then she told him her story. She said, “That Hebrew slave you brought us came to me to rape me. ", "18": "But I screamed for help. So he left his coat beside me and ran out of the house.”", "19": "Potiphar's wife told him, “That's how your slave treated me.” When Joseph's master heard her story, he became very angry. ", "20": "So he put Joseph in prison. It was the place where the king's prisoners were kept. While Joseph was there in the prison, ", "21": "the Lord was with him. He was kind to him. So the man running the prison was pleased with Joseph. ", "22": "He put Joseph in charge of all the prisoners. He made him responsible for everything done there. ", "23": "The man who ran the prison didn't pay attention to anything in Joseph's care. That's because the Lord was with Joseph. He gave Joseph success in everything he did."}