{"1": "Jacob found out that there was grain in Egypt. So he said to his sons, “Why do you just keep looking at one another?” ", "2": "He continued, “I've heard there's grain in Egypt. Go down there. Buy some for us. Then we'll live and not die.”", "3": "So ten of Joseph's brothers went down to Egypt to buy grain there. ", "4": "But Jacob didn't send Joseph's brother Benjamin with them. He was afraid Benjamin might be harmed. ", "5": "Israel's sons were among the people who went to buy grain. There wasn't enough food in the land of Canaan.", "6": "Joseph was the governor of the land. He was the one who sold grain to all its people. When Joseph's brothers arrived, they bowed down to him with their faces to the ground. ", "7": "As soon as Joseph saw his brothers, he recognized them. But he pretended to be a stranger. He spoke to them in a mean way. “Where do you come from?” he asked. “From the land of Canaan,” they replied. “We've come to buy food.”", "8": "Joseph recognized his brothers, but they didn't recognize him. ", "9": "Then Joseph remembered his dreams about them. So he said to them, “You are spies! You have come to see the places where our land isn't guarded very well.”", "10": "“No, sir,” they answered. “We've come to buy food. ", "11": "All of us are the sons of one man. We're honest men. We aren't spies.”", "12": "“No!” he said to them. “You have come to see the places where our land isn't guarded very well.”", "13": "But they replied, “We were 12 brothers. All of us were the sons of one man. He lives in the land of Canaan. Our youngest brother is now with our father. And one brother is gone.”", "14": "Joseph said to them, “I still say you are spies! ", "15": "So I'm going to test you. And here's the test. You can be sure that you won't leave this place unless your youngest brother comes here. You can be just as sure of this as you are sure that Pharaoh lives. I give you my word that you won't leave here unless your brother comes. ", "16": "Send one of you back to get your brother. The rest of you will be kept in prison. I'll test your words. Then we'll find out whether you are telling the truth. You can be sure that Pharaoh lives. And you can be just as sure that if you aren't telling the truth, we'll know that you are spies!” ", "17": "So Joseph kept all of them under guard for three days.", "18": "On the third day, Joseph spoke to them again. He said, “Do what I say. Then you will live, because I have respect for God. ", "19": "If you are honest men, let one of your brothers stay here in prison. The rest of you may go and take grain back to your hungry families. ", "20": "But you must bring your youngest brother to me. That will prove that your words are true. Then you won't die.” So they did what he said.", "21": "They said to one another, “God is surely punishing us because of our brother. We saw how upset he was when he begged us to let him live. But we wouldn't listen. That's why all this trouble has come to us.”", "22": "Reuben replied, “Didn't I tell you not to sin against the boy? But you wouldn't listen! Now we're being paid back for killing him.” ", "23": "They didn't realize that Joseph could understand what they were saying. He was using someone else to explain their words to him in the Egyptian language.", "24": "Joseph turned away from his brothers and began to weep. Then he came back and spoke to them again. He had Simeon taken and tied up right there in front of them.", "25": "Joseph gave orders to have their bags filled with grain. He had each man's money put back into his sack. He also made sure they were given food for their journey. ", "26": "Then the brothers loaded their grain on their donkeys and left.", "27": "When night came, they stopped. One of them opened his sack to get feed for his donkey. He saw his money in the top of his sack. ", "28": "“My money has been given back,” he said to his brothers. “Here it is in my sack.” They had a sinking feeling in their hearts. They began to tremble. They turned to one another and said, “What has God done to us?”", "29": "They came to their father Jacob in the land of Canaan. They told him everything that had happened to them. They said, ", "30": "“The man who is the governor of the land spoke to us in a mean way. He treated us as if we were spying on the land. ", "31": "But we said to him, 'We're honest men. We aren't spies. ", "32": "We were 12 brothers. All of us were the sons of one father. But now one brother is gone. And our youngest brother is with our father in Canaan.'", "33": "“Then the man who is the governor of the land spoke to us. He said, 'Here's how I will know whether you are honest men. Leave one of your brothers here with me. Take food for your hungry families and go. ", "34": "But bring your youngest brother to me. Then I'll know that you are honest men and not spies. I'll give your brother back to you. And you will be free to trade in the land.' ”", "35": "They began emptying their sacks. There in each man's sack was his bag of money! When they and their father saw the money bags, they were scared to death. ", "36": "Their father Jacob said to them, “You have taken my children away from me. Joseph is gone. Simeon is gone. Now you want to take Benjamin. Everything is going against me!”", "37": "Then Reuben spoke to his father. He said, “You can put both of my sons to death if I don't bring Benjamin back to you. Trust me to take care of him. I'll bring him back.”", "38": "But Jacob said, “My son will not go down there with you. His brother is dead. He's the only one left here with me. Suppose he's harmed on the journey you are taking. Then I would die as a sad old man.”"}