{"1": "So Israel started out with everything that belonged to him. When he reached Beersheba, he offered sacrifices to the God of his father Isaac.", "2": "God spoke to Israel in a vision at night. “Jacob! Jacob!” he said. “Here I am,” Jacob replied.", "3": "“I am God. I am the God of your father,” he said. “Do not be afraid to go down to Egypt. There I will make you into a great nation. ", "4": "I will go down to Egypt with you. I will surely bring you back again. And when you die, Joseph will close your eyes with his own hand.”", "5": "Then Jacob left Beersheba. Israel's sons put their father Jacob and their families in the carts that Pharaoh had sent to carry him. ", "6": "So Jacob and his whole family went to Egypt. They took their livestock with them. And they took everything they had acquired in Canaan. ", "7": "Jacob brought his sons and grandsons with him to Egypt. He also brought his daughters and granddaughters. He brought his whole family with him.", "8": "Here are the names of Israel's children and grandchildren who went to Egypt. Jacob and his whole family are included. Reuben was Jacob's oldest son.", "9": "The sons of Reuben were Hanok, Pallu, Hezron and Karmi.", "10": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul. Shaul was the son of a woman from Canaan.", "11": "The sons of Levi were Gershon, Kohath and Merari.", "12": "The sons of Judah were Er, Onan, Shelah, Perez and Zerah. But Er and Onan had died in the land of Canaan. The sons of Perez were Hezron and Hamul.", "13": "The sons of Issachar were Tola, Puah, Jashub and Shimron.", "14": "The sons of Zebulun were Sered, Elon and Jahleel.", "15": "These were the sons and grandsons born to Jacob and Leah in Paddan Aram. Leah also had a daughter by Jacob. Her name was Dinah. The total number of people in the family line of Jacob and Leah was 33.", "16": "The sons of Gad were Zephon, Haggi, Shuni, Ezbon, Eri, Arodi and Areli.", "17": "The sons of Asher were Imnah, Ishvah, Ishvi and Beriah. Their sister was Serah. The sons of Beriah were Heber and Malkiel.", "18": "These were the children and grandchildren born to Jacob and Zilpah. Laban had given Zilpah to his daughter Leah. The total number of people in the family line of Jacob and Zilpah was 16.", "19": "The sons of Jacob's wife Rachel were Joseph and Benjamin.", "20": "In Egypt, Asenath had Manasseh and Ephraim by Joseph. Asenath was the daughter of Potiphera. Potiphera was the priest of On.", "21": "The sons of Benjamin were Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim and Ard.", "22": "These were the sons and grandsons born to Jacob and Rachel. The total number of people in the family line of Jacob and Rachel was 14.", "23": "The son of Dan was Hushim.", "24": "The sons of Naphtali were Jahziel, Guni, Jezer and Shillem.", "25": "These were the sons and grandsons born to Jacob and Bilhah. Laban had given Bilhah to his daughter Rachel. The total number of people in the family line of Jacob and Bilhah was seven.", "26": "The total number of people who went to Egypt with Jacob was 66. That number includes only his own children and grandchildren. It doesn't include his sons' wives or his grandsons' wives. ", "27": "The total number of the members of Jacob's family who went to Egypt was 70. That includes the two sons who had been born to Joseph in Egypt.", "28": "Jacob sent Judah ahead of him to Joseph. He sent him to get directions to Goshen. And so they arrived in the area of Goshen. ", "29": "Then Joseph had his servants get his chariot ready. He went to Goshen to meet his father Israel. As soon as he came to his father, Joseph threw his arms around him. Then Joseph wept for a long time.", "30": "Israel said to Joseph, “I have seen for myself that you are still alive. Now I'm ready to die.”", "31": "Then Joseph spoke to his brothers and to the rest of his father's family. He said, “I will go up and speak to Pharaoh. I'll say to him, 'My brothers and the rest of my father's family have come to me. They were living in the land of Canaan. ", "32": "The men are shepherds. They take care of livestock. They've brought along their flocks and herds and everything they own.' ", "33": "Pharaoh will send for you. He'll ask, 'What do you do for a living?' ", "34": "You should answer, 'We've taken care of livestock from the time we were boys. We've done just as our fathers did.' It's the practice of the people of Egypt not to mix with shepherds. So Pharaoh will let you settle in the area of Goshen.”"}