{"1": "But God showed concern for Noah. He also showed concern for all the wild animals and livestock that were with Noah in the ark. So God sent a wind to sweep over the earth. And the waters began to go down. ", "2": "The springs at the bottom of the oceans had been closed. The windows of the sky had also been closed. And the rain had stopped falling from the sky. ", "3": "The water on the earth continued to go down. At the end of the 150 days the water had gone down. ", "4": "On the 17th day of the seventh month, the ark came to rest on the mountains of Ararat. ", "5": "The waters continued to go down until the tenth month. On the first day of that month, the tops of the mountains could be seen.", "6": "After 40 days Noah opened a window he had made in the ark. ", "7": "He sent out a raven. It kept flying back and forth until the water on the earth had dried up. ", "8": "Then Noah sent out a dove. He wanted to see if the water on the surface of the ground had gone down. ", "9": "But the dove couldn't find any place to rest. Water still covered the whole surface of the earth. So the dove returned to Noah in the ark. Noah reached out his hand and took the dove in. He brought it back to himself in the ark. ", "10": "He waited seven more days. Then he sent out the dove again from the ark. ", "11": "In the evening the dove returned to him. There in its beak was a freshly picked olive leaf! So Noah knew that the water on the earth had gone down. ", "12": "He waited seven more days. Then he sent out the dove again. But this time it didn't return to him.", "13": "It was the first day of the first month of Noah's 601st year. The water on the earth had dried up. Then Noah removed the covering from the ark. He saw that the surface of the ground was dry. ", "14": "By the 27th day of the second month the earth was completely dry.", "15": "Then God said to Noah, ", "16": "“Come out of the ark. Bring your wife and your sons and their wives with you. ", "17": "Bring out every kind of living thing that is with you. Bring the birds, the animals, and all the creatures that move along the ground. Then they can multiply on the earth. They can have little ones and the number of them can increase.”", "18": "So Noah came out of the ark. His sons and his wife and his sons' wives were with him. ", "19": "All the animals came out of the ark. The creatures that move along the ground also came out. So did all the birds. Everything that moves on land came out of the ark, one kind after another.", "20": "Then Noah built an altar to honor the Lord. He took some of the “clean” animals and birds. He sacrificed them on the altar as burnt offerings. ", "21": "The smell of the offerings pleased the Lord. He said to himself, “I will never put a curse on the ground again because of human beings. I will not do it even though their hearts are always directed toward evil. Their thoughts are evil from the time they are young. I will never destroy all living things again, as I have just done.", "22": "“As long as the earth lasts, there will always be a time to plant and a time to gather the crops. As long as the earth lasts, there will always be cold and heat. There will always be summer and winter, day and night.”"}