{"1-5": "This book records Moses' address to the people of Israel when they were camped in the valley of the Arabah in the wilderness of Moab, east of the Jordan River. (Cities in the area included Suph, Paran, Tophel, Laban, Hazeroth, and Dizahab.) The speech was given on February 15,[a] forty years after the people of Israel left Mount Horeb—though it takes only eleven days to travel by foot from Mount Horeb to Kadesh-barnea,* going by way of Mount Seir! At the time of this address, King Sihon of the Amorites had already been defeated at Heshbon, and King Og of Bashan had been defeated at Ashtaroth, near Edrei. Here, then, is Moses' address to Israel, stating all the laws God had commanded him to pass on to them:", "6": "“It was forty years ago, at Mount Horeb, that Jehovah our God told us, 'You have stayed here long enough. ", "7": "Now go and occupy the hill country of the Amorites, the valley of the Arabah, and the Negeb, and all the land of Canaan and Lebanon—the entire area from the shores of the Mediterranean Sea to the Euphrates River. ", "8": "I am giving all of it to you! Go in and possess it, for it is the land the Lord promised to your ancestors Abraham, Isaac, and Jacob, and all of their descendants.'", "9": "“At that time I told the people, 'I need help! You are a great burden for me to carry all by myself, ", "10": "for the Lord has multiplied you to become as many as the stars! ", "11": "And may he multiply you a thousand times more and bless you as he promised, ", "12": "but what can one man do to settle all your quarrels and problems? ", "13": "So choose some men from each tribe who are wise, experienced, and understanding, and I will appoint them as your leaders.'", "14": "“They agreed to this; ", "15": "I took the men they selected, some from every tribe, and appointed them as administrative assistants in charge of thousands, hundreds, fifties, and tens to decide their quarrels and assist them in every way. ", "16": "I instructed them to be perfectly fair at all times, even to foreigners. ", "17": "'When giving your decisions,' I told them, 'never favor a man because he is rich; be fair to great and small alike. Don't fear their displeasure, for you are judging in the place of God. Bring me any cases too difficult for you, and I will handle them.' ", "18": "And I gave them other instructions at that time also.", "19-21": "“Then we left Mount Horeb and traveled through the great and terrible desert, finally arriving among the Amorite hills to which the Lord our God had directed us. We were then at Kadesh-barnea on the border of the Promised Land[b] and I said to the people, 'The Lord God has given us this land. Go and possess it as he told us to. Don't be afraid! Don't even doubt!'", "22": "“But they replied, 'First let's send out spies to discover the best route of entry, and to decide which cities we should capture first.'", "23": "“This seemed like a good idea, so I chose twelve spies, one from each tribe. ", "24-25": "They crossed into the hills and came to the valley of Eshcol, and returned with samples of the local fruit. One look was enough to convince us that it was indeed a good land the Lord our God had given us. ", "26": "But the people refused to go in and rebelled against the Lord's command.", "27": "“They murmured and complained in their tents and said, 'The Lord must hate us, bringing us here from Egypt to be slaughtered by these Amorites. ", "28": "What are we getting into? Our brothers who spied out the land have frightened us with their report. They say that the people of the land are tall and powerful, and that the walls of their cities rise high into the sky! They have even seen giants there—the descendants of the Anakim!'", "29": "“But I said to them, 'Don't be afraid! ", "30": "The Lord God is your leader, and he will fight for you with his mighty miracles, just as you saw him do in Egypt. ", "31": "And you know how he has cared for you again and again here in the wilderness, just as a father cares for his child!' ", "32": "But nothing I said did any good. “They refused to believe the Lord our God ", "33": "who had led them all the way, and had selected the best places for them to camp, and had guided them by a pillar of fire at night and a pillar of cloud during the day.", "34-35": "“Well, the Lord heard their complaining and was very angry. He vowed that not one person in that entire generation would live to see the good land he had promised their fathers, ", "36": "except Caleb (the son of Jephunneh), who, because he had wholly followed the Lord, would receive as his personal inheritance some of the land he had walked over.", "37": "“And the Lord was even angry with me because of them and said to me, 'You shall not enter the Promised Land! ", "38": "Instead, your assistant, Joshua (the son of Nun), shall lead the people. Encourage him as he prepares to take over the leadership. ", "39": "I will give the land to the children they said would die in the wilderness. ", "40": "But as for you of the older generation, turn around now and go on back across the desert toward the Red Sea.'", "41": "“Then they confessed, 'We have sinned! We will go into the land and fight for it as the Lord our God has told us to.' So they strapped on their weapons and thought it would be easy to conquer the whole area.", "42": "“But the Lord said to me, 'Tell them not to do it, for I will not go with them; they will be struck down before their enemies.'", "43": "“I told them, but they wouldn't listen. Instead, they rebelled again against the Lord's commandment and went on up into the hill country to fight. ", "44": "But the Amorites who lived there came out against them and chased them like bees and killed them from Seir to Hormah. ", "45": "Then they returned and wept before the Lord, but he wouldn't listen. ", "46": "So they stayed there at Kadesh for a long time."}