{"1": "“These are the laws you must obey when you arrive in the land that Jehovah, the God of your fathers, has given you forever:", "2": "“You must destroy all the heathen altars wherever you find them—high in the mountains, up in the hills, or under the trees. ", "3": "Break the altars, smash the obelisks, burn the shameful images, cut down the metal idols, and leave nothing even to remind you of them!", "4-5": "“You must not make sacrifices to your God just anywhere, as the heathen sacrifice to their gods. Rather, you must build a sanctuary for him at a place he himself will select as his home. ", "6": "There you shall bring to the Lord your burnt offerings and other sacrifices—your tithes, your offerings presented by the gesture of waving before the altar, your offerings to fulfill your vows, your freewill offerings, and your offerings of the firstborn animals of your flocks and herds. ", "7": "There you and your families shall feast before the Lord your God and shall rejoice in all he has done for you.", "8": "“You will no longer go your own way as you do now, everyone doing whatever he thinks is right; ", "9": "(for these laws don't go into effect until you arrive in the place of rest the Lord will give to you). ", "10": "But when you cross the Jordan River and live in the Promised Land, and the Lord gives you rest and keeps you safe from all your enemies, ", "11": "then you must bring all your burnt sacrifices and other offerings to his sanctuary, the place he will choose as his home. ", "12": "You shall rejoice there before the Lord with your sons and daughters and servants; and remember to invite the Levites to feast with you, for they have no land of their own.", "13": "“You are not to sacrifice your burnt offerings just anywhere; ", "14": "you may only do so in the place the Lord will choose. He will pick a place in the territory allotted to one of the tribes. Only there may you offer your sacrifices and bring your offerings. ", "15": "However, the meat you eat may be butchered anywhere, just as you do now with gazelle and deer. Eat as much of this meat as you wish and as often as you are able to obtain it, because the Lord has prospered you. Those who are ceremonially defiled may eat it too. ", "16": "The only restriction is that you are not to eat the blood—pour it out on the ground, like water.", "17": "“But none of the offerings may be eaten at home. Neither the tithe of your grain and new wine and olive oil, nor the firstborn of your flocks and herds, nor anything you have vowed to give the Lord, nor your freewill offerings, nor the offerings to be presented to the Lord by waving them before his altar. ", "18": "All these must be brought to the central altar where you, your children, and the Levites shall eat them before the Lord your God. He will tell you where this altar must be located. Rejoice before the Lord your God in everything you do. ", "19": "(By the way, be very careful not to forget about the Levites. Share with them.)", "20-23": "“If, when the Lord enlarges your borders, the central altar is too far away from you, then your flocks and herds may be butchered on your own farms, just as you do now with gazelle and deer. And even persons who are ceremonially defiled may eat them. The only restriction is never to eat the blood, for the blood is the life, and you shall not eat the life with the meat. ", "24-25": "Instead, pour the blood out upon the earth. If you do, all will be well with you and your children. ", "26-27": "Only your gifts to the Lord, and the offerings you have promised in your vows, and your burnt offerings need be taken to the central altar. These may only be sacrificed upon the altar of the Lord your God. The blood will be poured out upon the altar, and you will eat the meat.", "28": "“Be careful to obey all of these commandments. If you do what is right in the eyes of the Lord your God, all will go well with you and your children forever. ", "29": "When he destroys the nations in the land where you will live, ", "30": "don't follow their example in worshiping their gods. Do not ask, 'How do these nations worship their gods?' and then go and worship as they do! ", "31": "You must not insult the Lord your God like that! These nations have done horrible things that he hates, all in the name of their religion. They have even roasted their sons and daughters in front of their gods. ", "32": "Obey all the commandments I give you. Do not add to or subtract from them."}