{"1": "“Since you are the people of God, never cut yourselves as the heathen do when they worship their idols[a] nor shave the front halves of your heads for funerals. ", "2": "You belong exclusively to the Lord your God, and he has chosen you to be his own possession, more so than any other nation on the face of the earth.", "3-5": "“You are not to eat any animal I have declared to be ceremonially defiled. These are the animals you may eat: the ox, the sheep, the goat, the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep.", "6": "“Any animal that has cloven hooves and chews the cud may be eaten, ", "7": "but if the animal doesn't have both, it may not be eaten. So you may not eat the camel, the hare, or the coney. They chew the cud but do not have cloven hooves. ", "8": "Pigs may not be eaten because, although they have cloven hooves, they don't chew the cud. You may not even touch the dead bodies of such animals.", "9": "“Only sea animals with fins and scales may be eaten; ", "10": "all other kinds are ceremonially defiled.", "11-18": "“You may eat any bird except the following: the eagle, the vulture, the osprey, the buzzard, the falcon (any variety), the raven (any variety), the ostrich, the nighthawk, the sea gull, the hawk (any variety), the screech owl, the great owl, the horned owl, the pelican, the vulture, the cormorant, the stork, the heron (any variety), the hoopoe, the bat.", "19-20": "“With certain exceptions,[b] insects are a defilement to you and may not be eaten.", "21": "“Don't eat anything that has died a natural death. However, a foreigner among you may eat it. You may give it or sell it to him, but don't eat it yourself, for you are holy to the Lord your God. “You must not boil a young goat in its mother's milk.", "22": "“You must tithe all of your crops every year. ", "23": "Bring this tithe to eat before the Lord your God at the place he shall choose as his sanctuary; this applies to your tithes of grain, new wine, olive oil, and the firstborn of your flocks and herds. The purpose of tithing is to teach you always to put God first in your lives. ", "24": "If the place the Lord chooses for his sanctuary is so far away that it isn't convenient to carry your tithes to that place, ", "25": "then you may sell the tithe portion of your crops and herds and take the money to the Lord's sanctuary. ", "26": "When you arrive, use the money to buy an ox, a sheep, some wine, or beer, to feast there before the Lord your God, and to rejoice with your household.", "27": "“Don't forget to share your income with the Levites in your community, for they have no property or crops as you do.", "28": "“Every third year you are to use your entire tithe for local welfare programs: ", "29": "Give it to the Levites who have no inheritance among you, or to foreigners, or to widows and orphans within your city, so that they can eat and be satisfied; and then Jehovah your God will bless you and your work."}