{"1": "“When the Lord your God has destroyed the nations you will displace, and when you are living in their cities and homes, ", "2-3": "you must set apart three Cities of Refuge so that anyone who accidentally kills someone may flee to safety. Divide the country into three districts, with one of these cities in each district; and keep the roads to these cities in good repair.", "4": "“Here is an example of the purpose of these cities: ", "5": "If a man goes into the forest with his neighbor to chop wood, and the axhead flies off the handle and kills the man's neighbor, he may flee to one of those cities and be safe. ", "6-7": "Anyone seeking to avenge the death will not be able to. These cities must be scattered so that one of them will be reasonably close to everyone; otherwise the angry avenger might catch and kill the innocent slayer, even though he should not have died since he had not killed deliberately.", "8": "“If the Lord enlarges your boundaries as he promised your ancestors, and gives you all the land he promised ", "9": "(whether he does this depends on your obedience to all these commandments I am giving you today—loving the Lord your God and walking his paths), then you must designate three additional Cities of Refuge. ", "10": "In this way you will be able to avoid the death of innocent people, and you will not be held responsible for unjustified bloodshed.", "11": "“But if anyone hates his neighbor and springs out of hiding and kills him, and then flees into one of the Cities of Refuge, ", "12": "the elders of his hometown shall send for him and shall bring him home and deliver him over to the dead man's avenger, to kill him. ", "13": "Don't pity him! Purge all murderers from Israel! Only then will all go well with you.", "14": "“When you arrive in the land the Lord your God is giving you, remember that you must never steal a man's land by moving the boundary marker.", "15": "“Never convict anyone on the testimony of one witness. There must be at least two, and three is even better. ", "16": "If anyone gives false witness, claiming he has seen someone do wrong when he hasn't, ", "17": "both men shall be brought before the priests and judges on duty before the Lord at the time. ", "18": "They must be closely questioned, and if the witness is lying, ", "19": "his penalty shall be the punishment he thought the other man would get. In this way you will purge out evil from among you. ", "20": "Then those who hear about it will be afraid to tell lies on the witness stand. ", "21": "You shall not show pity to a false witness. Life for life, eye for eye, tooth for tooth, hand for hand, foot for foot; this is your rule in such cases."}