{"1": "“When you go to war and see before you vast numbers of horses and chariots, an army far greater than yours, don't be frightened! The Lord your God is with you—the same God who brought you safely out of Egypt! ", "2": "Before you begin the battle, a priest shall stand before the Israeli army and say,", "3": "“'Listen to me, all you men of Israel! Don't be afraid as you go out to fight today! ", "4": "For the Lord your God is going with you! He will fight for you against your enemies, and he will give you the victory!'", "5": "“Then the officers of the army shall address the men in this manner: 'Has anyone just built a new house but not yet dedicated it? If so, go home! For you might be killed in the battle, and someone else would dedicate it! ", "6": "Has anyone just planted a vineyard but not yet eaten any of its fruit? If so, go home! You might die in battle and someone else would eat it! ", "7": "Has anyone just become engaged? Well, go home and get married! For you might die in the battle, and someone else would marry your fiancée. ", "8": "And now, is anyone afraid? If you are, go home before you frighten the rest of us!' ", "9": "When the officers have finished saying this to their men, they will announce the names of the battalion leaders.", "10": "“As you approach a city to fight against it, first offer it a truce. ", "11": "If it accepts the truce and opens its gates to you, then all its people shall become your servants. ", "12": "But if it refuses and won't make peace with you, you must besiege it. ", "13": "When the Lord your God has given it to you, kill every male in the city; ", "14": "but you may keep for yourselves all the women, children, cattle, and booty. ", "15": "These instructions apply only to distant cities, not to those in the Promised Land itself.[a]", "16": "“For in the cities within the boundaries of the Promised Land you are to save no one; destroy every living thing. ", "17": "Utterly destroy the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. This is the commandment of the Lord your God. ", "18": "The purpose of this command is to prevent the people of the land from luring you into idol worship and into participation in their loathsome customs, thus sinning deeply against the Lord your God.", "19": "“When you besiege a city, don't destroy the fruit trees. Eat all the fruit you wish; just don't cut down the trees. They aren't enemies who need to be slaughtered! ", "20": "But you may cut down trees that aren't valuable for food. Use them for the siege to make ladders, portable towers, and battering rams.[b]"}