{"1": "“If you see someone's ox or sheep wandering away, don't pretend you didn't see it; take it back to its owner. ", "2": "If you don't know who the owner is, take it to your farm and keep it there until the owner comes looking for it, and then give it to him. ", "3": "The same applies to donkeys, clothing, or anything else you find. Keep it for its owner.", "4": "“If you see someone trying to get an ox or donkey onto its feet when it has slipped beneath its load,[a] don't look the other way. Go and help!", "5": "“A woman must not wear men's clothing, and a man must not wear women's clothing. This is abhorrent to the Lord your God.", "6": "“If a bird's nest is lying on the ground, or if you spy one in a tree, and there are young ones or eggs in it with the mother sitting in the nest, don't take the mother with the young. ", "7": "Let her go, and take only the young. The Lord will bless you for it.", "8": "“Every new house must have a guardrail around the edge of the flat rooftop to prevent anyone from falling off and bringing guilt to both the house and its owner.", "9": "“Do not sow other crops in the rows of your vineyard. If you do, both the crops and the grapes shall be confiscated by the priests.[b]", "10": "“Don't plow with an ox and a donkey harnessed together.", "11": "“Don't wear clothing woven from two kinds of thread: for instance, wool and linen.", "12": "“You must sew tassels on the four corners of your cloaks.", "13-14": "“If a man marries a girl, then after sleeping with her accuses her of having had premarital intercourse with another man, saying, 'She was not a virgin when I married her,' ", "15": "then the girl's father and mother shall bring the proof of her virginity to the city judges.", "16": "“Her father shall tell them, 'I gave my daughter to this man to be his wife, and now he despises her ", "17-18": "and has accused her of shameful things, claiming that she was not a virgin when she married; yet here is the proof.' And they shall spread before the judges the blood-stained sheet from her marriage bed. The judges shall sentence the man to be whipped, ", "19": "and fine him one hundred dollars[c] to be given to the girl's father, for he has falsely accused a virgin of Israel. She shall remain his wife and he may never divorce her. ", "20": "But if the man's accusations are true, and she was not a virgin, ", "21": "the judges shall take the girl to the door of her father's home where the men of the city shall stone her to death. She has defiled Israel by flagrant crime, being a prostitute while living at home with her parents; and such evil must be cleansed from among you.", "22": "“If a man is discovered committing adultery, both he and the other man's wife must be killed; in this way evil will be cleansed from Israel. ", "23-24": "If a girl who is engaged is seduced within the walls of a city, both she and the man who seduced her shall be taken outside the gates and stoned to death—the girl because she didn't scream for help, and the man because he has violated the virginity of another man's fiancée. ", "25-27": "In this way you will reduce crime among you. But if this deed takes place out in the country, only the man shall die. The girl is as innocent as a murder victim; for it must be assumed that she screamed, but there was no one to hear and rescue her out in the field. ", "28-29": "If a man rapes a girl who is not engaged and is caught in the act, he must pay a fine[d] to the girl's father and marry her; he may never divorce her. ", "30": "A man shall not sleep with his father's widow[e] since she belonged to his father."}