{"1": "After Moses had said all these things to the people of Israel, ", "2": "he told them, “I am now 120 years old! I am no longer able to lead you,[a] for the Lord has told me that I shall not cross the Jordan River. ", "3": "But the Lord himself will lead you and will destroy the nations living there, and you shall overcome them. Joshua is your new commander, as the Lord has instructed. ", "4": "The Lord will destroy the nations living in the land, just as he destroyed Sihon and Og, the kings of the Amorites. ", "5": "The Lord will deliver over to you the people living there, and you shall destroy them as I have commanded you. ", "6": "Be strong! Be courageous! Do not be afraid of them! For the Lord your God will be with you. He will neither fail you nor forsake you.”", "7": "Then Moses called for Joshua and said to him, as all Israel watched, “Be strong! Be courageous! For you shall lead these people into the land promised by the Lord to their ancestors; see to it that they conquer it. ", "8": "Don't be afraid, for the Lord will go before you and will be with you; he will not fail nor forsake you.”", "9": "Then Moses wrote out the laws he had already delivered to the people and gave them to the priests, the sons of Levi, who carried the Ark containing the Ten Commandments of the Lord. Moses also gave copies of the laws to the elders of Israel. ", "10-11": "The Lord commanded that these laws be read to all the people at the end of every seventh year—the Year of Release—at the Festival of Tabernacles, when all Israel would assemble before the Lord at the sanctuary.", "12": "“Call them all together,” the Lord instructed, “—men, women, children, and foreigners living among you—to hear the laws of God and to learn his will, so that you will reverence the Lord your God and obey his laws. ", "13": "Do this so that your little children who have not known these laws will hear them and learn how to revere the Lord your God as long as you live in the Promised Land.”", "14": "Then the Lord said to Moses, “The time has come when you must die. Summon Joshua and come into the Tabernacle where I can give him his instructions.” So Moses and Joshua came and stood before the Lord.", "15": "He appeared to them in a great cloud at the Tabernacle entrance, ", "16": "and said to Moses, “You shall die and join your ancestors. After you are gone, these people will begin worshiping foreign gods in the Promised Land. They will forget about me and break the contract I have made with them. ", "17": "Then my anger will flame out against them and I will abandon them, hiding my face from them, and they shall be destroyed. Terrible trouble will come upon them, so that they will say, 'God is no longer among us!' ", "18": "I will turn away from them because of their sins in worshiping other gods.", "19": "“Now write down the words of this song, and teach it to the people of Israel as my warning to them. ", "20": "When I have brought them into the land I promised their ancestors—a land 'flowing with milk and honey'—and when they have become fat and prosperous, and worship other gods and despise me and break my contract, ", "21": "and great disasters come upon them, then this song will remind them of the reason for their woes. (For this song will live from generation to generation.) I know now, even before they enter the land, what these people are like.”", "22": "So, on that very day, Moses wrote down the words of the song and taught it to the Israelites. ", "23": "Then he charged Joshua (son of Nun) to be strong and courageous and said to him, “You must bring the people of Israel into the land the Lord promised them; for the Lord says, 'I will be with you.'”", "24": "When Moses had finished writing down all the laws that are recorded in this book, ", "25": "he instructed the Levites who carried the Ark containing the Ten Commandments ", "26": "to put this book of the law beside the Ark, as a solemn warning to the people of Israel.", "27": "“For I know how rebellious and stubborn you are,” Moses told them. “If even today, while I am still here with you, you are defiant rebels against the Lord, how much more rebellious will you be after my death! ", "28": "Now summon all the elders and officers of your tribes so that I can speak to them, and call heaven and earth to witness against them. ", "29": "I know that after my death you will utterly defile yourselves and turn away from God and his commands; and in the days to come evil will crush you for you will do what the Lord says is evil, making him very angry.”", "30": "So Moses recited this entire song to the whole assembly of Israel:"}