{"1": "“Listen, O heavens and earth! Listen to what I say!", "2": "My words shall fall upon you Like the gentle rain and dew, Like rain upon the tender grass, Like showers on the hillside.", "3": "I will proclaim the greatness of the Lord. How glorious he is!", "4": "He is the Rock. His work is perfect. Everything he does is just and fair. He is faithful, without sin.", "5": "But Israel has become corrupt, Smeared with sin. They are no longer his; They are a stubborn, twisted generation.", "6": "Is this the way you treat Jehovah? O foolish people, Is not God your Father? Has he not created you? Has he not established you and made you strong?", "7": "Remember the days of long ago! (Ask your father and the aged men; They will tell you all about it.)", "8": "When God divided up the world among the nations, He gave each of them a supervising angel!", "9": "But he appointed none for Israel; For Israel was God's own personal possession!", "10": "God protected them in the howling wilderness As though they were the apple of his eye.", "11": "He spreads his wings over them, Even as an eagle overspreads her young. She carries them upon her wings— As does the Lord his people!", "12": "When the Lord alone was leading them, And they lived without foreign gods,", "13": "God gave them fertile hilltops, Rolling, fertile fields, Honey from the rock, And olive oil from stony ground![a]", "14": "He gave them milk and meat— Choice Bashan rams, and goats— And the finest of the wheat; They drank the sparkling wine.", "15": "But Israel[b] was soon overfed; Yes, fat and bloated; Then, in plenty, they forsook their God. They shrugged away the Rock of their salvation.", "16": "Israel began to follow foreign gods, And Jehovah was very angry; He was jealous of his people.", "17": "They sacrificed to heathen gods, To new gods never before worshiped.", "18": "They spurned the Rock who had made them, Forgetting it was God who had given them birth.", "19": "God saw what they were doing, And detested them! His sons and daughters were insulting him.", "20": "He said, 'I will abandon them; See what happens to them then! For they are a stubborn, faithless generation.", "21": "They have made me very jealous of their idols, Which are not gods at all. Now I, in turn, will make them jealous By giving my affections To the foolish Gentile nations of the world.", "22": "For my anger has kindled a fire That burns to the depths of the underworld, Consuming the earth and all of its crops, And setting its mountains on fire.", "23": "I will heap evils upon them And shoot them down with my arrows.", "24": "I will waste them with hunger, Burning fever, and fatal disease. I will devour them! I will set wild beasts upon them, To rip them apart with their teeth; And deadly serpents Crawling in the dust.", "25": "Outside, the enemies' sword— Inside, the plague[c]— Shall terrorize young men and girls alike; The baby nursing at the breast, And aged men.", "26": "I had decided to scatter them to distant lands, So that even the memory of them Would disappear.", "27": "But then I thought, “My enemies will boast, 'Israel is destroyed by our own might; It was not the Lord Who did it!'”", "28": "Israel is a stupid nation; Foolish, without understanding.", "29": "Oh, that they were wise! Oh, that they could understand! Oh, that they would know what they are getting into!", "30": "How could one single enemy chase a thousand of them, And two put ten thousand to flight, Unless their Rock had abandoned them, Unless the Lord had destroyed them?", "31": "But the rock of other nations Is not like our Rock; Prayers to their gods are valueless.", "32": "They act like men of Sodom and Gomorrah: Their deeds[d] are bitter with poison;", "33": "They drink the wine of serpent venom.", "34": "But Israel[e] is my special people, Sealed as jewels within my treasury.", "35": "Vengeance is mine, And I decree the punishment of all her enemies: Their doom is sealed.", "36": "The Lord will see his people righted, And will have compassion on them when they slip. He will watch their power ebb away, Both slave and free.", "37": "Then God will ask, 'Where are their gods— The rocks they claimed to be their refuge?", "38": "Where are these gods now, To whom they sacrificed their fat and wine? Let those gods arise, And help them!", "39": "Don't you see that I alone am God? I kill and make live. I wound and heal— No one delivers from my power.", "40-41": "I raise my hand to heaven And vow by my existence, That I will whet the lightning of my sword! And hurl my punishments upon my enemies!", "42": "My arrows shall be drunk with blood! My sword devours the flesh and blood Of all the slain and captives. The heads of the enemy Are gory with blood.'", "43": "Praise his people, Gentile nations, For he will avenge his people, Taking vengeance on his enemies, Purifying his land And his people.”", "44-45": "When Moses and Joshua had recited all the words of this song to the people, ", "46": "Moses made these comments: “Meditate upon all the laws I have given you today, and pass them on to your children. ", "47": "These laws are not mere words—they are your life! Through obeying them you will live long, plentiful lives in the land you are going to possess across the Jordan River.”", "48": "That same day, the Lord said to Moses, ", "49": "“Go to Mount Nebo in the mountains of Abarim, in the land of Moab across from Jericho. Climb to its heights and look out across the land of Canaan, the land I am giving to the people of Israel. ", "50": "After you see the land, you must die and join your ancestors, just as Aaron, your brother, died in Mount Hor and joined them. ", "51": "For you dishonored me among the people of Israel at the springs of Meribah-kadesh, in the wilderness of Zin. ", "52": "You will see spread out before you the land I am giving the people of Israel, but you will not enter it.”"}