{"1": "This is the blessing Moses, the man of God, gave to the people of Israel before his death:", "2": "“The Lord came to us at Mount Sinai, And dawned upon us from Mount Seir; He shone from Mount Paran, Surrounded by ten thousands of holy angels,[a] And with flaming fire at his right hand.", "3": "How he loves his people— His holy ones are in his hands. They followed in your steps, O Lord. They have received their directions from you.", "4": "The laws I have given Are your precious possession.", "5": "The Lord became king in Jerusalem, Elected by a convocation of the leaders of the tribes!", "6": "Let Reuben live forever And may his tribe increase!”", "7": "And Moses said of Judah: “O Lord, hear the cry of Judah And unite him with Israel; Fight for him against his enemies.”", "8": "Then Moses said concerning the tribe of Levi: “Give to godly Levi Your Urim and your Thummim. You tested Levi at Massah and at Meribah;", "9": "He obeyed your instructions and destroyed many sinners,[b] Even his own children, brothers, fathers, and mothers.", "10": "The Levites shall teach God's laws to Israel And shall work before you at the incense altar And the altar of burnt offering.", "11": "O Lord, prosper the Levites And accept the work they do for you. Crush those who are their enemies; Don't let them rise again.”", "12": "Concerning the tribe of Benjamin, Moses said: “He is beloved of God And lives in safety beside him. God surrounds him with his loving care, And preserves him from every harm.”", "13": "Concerning the tribe of Joseph, he said: “May his land be blessed by God With the choicest gifts of heaven And of the earth that lies below.", "14": "May he be blessed With the best of what the sun makes grow; Growing richly month by month,", "15": "With the finest of mountain crops And of the everlasting hills.", "16": "May he be blessed with the best gifts Of the earth and its fullness, And with the favor of God who appeared In the burning bush. Let all these blessings come upon Joseph, The prince among his brothers.", "17": "He is a young bull in strength and splendor, With the strong horns of a wild ox To push against the nations everywhere; This is my blessing on the multitudes of Ephraim And the thousands of Manasseh.”", "18": "Of the tribe of Zebulun, Moses said: “Rejoice, O Zebulun, you outdoorsmen, And Issachar, you lovers of your tents;", "19": "They shall summon the people To celebrate their sacrifices with them. Lo, they taste the riches of the sea And the treasures of the sand.”", "20": "Concerning the tribe of Gad, Moses said: “A blessing upon those who help Gad. He crouches like a lion, With savage arm and face and head.", "21": "He chose the best of the land for himself Because it is reserved for a leader. He led the people Because he carried out God's penalties for Israel.”", "22": "Of the tribe of Dan, Moses said: “Dan is like a lion's cub Leaping out from Bashan.”", "23": "Of the tribe of Naphtali, Moses said: “O Naphtali, you are satisfied With all the blessings of the Lord; The Mediterranean coast and the Negeb Are your home.”", "24": "Of the tribe of Asher: “Asher is a favorite son, Esteemed above his brothers; He bathes his feet in oil.", "25": "May you be protected with strong bolts Of iron and bronze, And may your strength match the length of your days!", "26": "There is none like the God of Jerusalem— He descends from the heavens In majestic splendor to help you.", "27": "The eternal God is your refuge, And underneath are the everlasting arms. He thrusts out your enemies before you; It is he who cries, 'Destroy them!'", "28": "So Israel dwells safely, Prospering in a land of corn and wine, While the gentle rains descend from heaven.", "29": "What blessings are yours, O Israel! Who else has been saved by the Lord? He is your shield and your helper! He is your excellent sword! Your enemies shall bow low before you, And you shall trample on their backs!”"}