{"1": "“When the Lord brings you into the Promised Land, as he soon will, he will destroy the following seven nations, all greater and mightier than you are: the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, the Jebusites.", "2": "“When the Lord your God delivers them over to you to be destroyed, do a complete job of it—don't make any treaties or show them mercy; utterly wipe them out. ", "3": "Do not intermarry with them, nor let your sons and daughters marry their sons and daughters. ", "4": "That would surely result in your young people's beginning to worship their gods. Then the anger of the Lord would be hot against you, and he would surely destroy you.", "5": "“You must break down the heathen altars and shatter the obelisks and cut up the shameful images and burn the idols.", "6": "“For you are a holy people, dedicated to the Lord your God. He has chosen you from all the people on the face of the whole earth to be his own chosen ones. ", "7": "He didn't choose you and pour out his love upon you because you were a larger nation than any other, for you were the smallest of all! ", "8": "It was just because he loves you, and because he kept his promise to your ancestors. That is why he brought you out of slavery in Egypt with such amazing power and mighty miracles.", "9": "“Understand, therefore, that the Lord your God is the faithful God who for a thousand generations keeps his promises and constantly loves those who love him and who obey his commands. ", "10": "But those who hate him shall be punished publicly and destroyed. He will deal with them personally. ", "11": "Therefore, obey all these commandments I am giving you today. ", "12": "Because of your obedience, the Lord your God will keep his part of the contract which, in his tender love, he made with your fathers. ", "13": "And he will love you and bless you and make you into a great nation. He will make you fertile and give fertility to your ground and to your animals, so that you will have large crops of grain, grapes, and olives, and great flocks of cattle, sheep, and goats when you arrive in the land he promised your fathers to give you. ", "14": "You will be blessed above all the nations of the earth; not one of you, whether male or female, shall be barren, not even your cattle. ", "15": "And the Lord will take away all your sickness and will not let you suffer any of the diseases of Egypt you remember so well; he will give them all to your enemies!", "16": "“You must destroy all the nations the Lord your God delivers into your hands. Have no pity, and do not worship their gods; if you do, it will be a sad day for you. ", "17": "Perhaps you will think to yourself, 'How can we ever conquer these nations that are so much more powerful than we are?' ", "18": "But don't be afraid of them! Just remember what the Lord your God did to Pharaoh and to all the land of Egypt. ", "19": "Do you remember the terrors the Lord sent upon them—your parents saw it with their own eyes—and the mighty miracles and wonders, and the power and strength of Almighty God that he used to bring you out of Egypt? Well, the Lord your God will use this same might against the people you fear. ", "20": "Moreover, the Lord your God will send hornets to drive out those who hide from you!", "21": "“No, do not be afraid of those nations, for the Lord your God is among you, and he is a great and awesome God. ", "22": "He will cast them out a little at a time; he will not do it all at once, for if he did, the wild animals would multiply too quickly and become dangerous. ", "23": "He will do it gradually, and you will move in against those nations and destroy them. ", "24": "He will deliver their kings into your hands, and you will erase their names from the face of the earth. No one will be able to stand against you.", "25": "“Burn their idols and do not touch the silver or gold they are made of. Do not take it or it will be a snare to you, for it is horrible to the Lord your God. ", "26": "Do not bring an idol into your home and worship it, for then your doom is sealed. Utterly detest it, for it is a cursed thing."}