{"1-2": "“O Israel, listen! Today you are to cross the Jordan River and begin to dispossess the nations on the other side. Those nations are much greater and more powerful than you are! They live in high walled cities. Among them are the famed Anak giants, against whom none can stand! ", "3": "But the Lord your God will go before you as a devouring fire to destroy them, so that you will quickly conquer them and drive them out.", "4": "“Then, when the Lord has done this for you, don't say to yourselves, 'The Lord has helped us because we are so good!' No, it is because of the wickedness of the other nations that he is doing it. ", "5": "It is not at all because you are such fine, upright people that the Lord will drive them out from before you! I say it again, it is only because of the wickedness of the other nations, and because of his promises to your ancestors, Abraham, Isaac, and Jacob, that he will do it. ", "6": "I say it yet again: Jehovah your God is not giving you this good land because you are good, for you are not—you are a wicked, stubborn people.", "7": "“Don't you remember (oh, never forget it!) how continually angry you made the Lord your God out in the wilderness, from the day you left Egypt until now? For all this time you have constantly rebelled against him.", "8": "“Don't you remember how angry you made him at Mount Horeb? He was ready to destroy you. ", "9": "I was on the mountain at the time, receiving the contract which Jehovah had made with you—the stone tablets with the laws inscribed upon them. I was there for forty days and forty nights, and all that time I ate nothing. I didn't even take a drink of water. ", "10-11": "At the end of those forty days and nights the Lord gave me the contract, the tablets on which he had written the commandments he had spoken from the fire-covered mountain while the people had watched below. ", "12": "He told me to go down quickly because the people I had led out of Egypt had defiled themselves, quickly turning away from the laws of God, and had made an idol from molten metal.", "13-14": "“'Let me alone that I may destroy this evil, stubborn people!' the Lord told me, 'and I will blot out their name from under heaven, and I will make a mighty nation of you, mightier and greater than they are.'", "15": "“I came down from the burning mountain, holding in my hands the two tablets inscribed with the laws of God. ", "16": "There below me I could see the calf you had made in your terrible sin against the Lord your God. How quickly you turned away from him! ", "17": "I lifted the tablets high above my head and dashed them to the ground! I smashed them before your eyes! ", "18": "Then, for another forty days and nights I lay before the Lord, neither eating bread nor drinking water, for you had done what the Lord hated most, thus provoking him to great anger. ", "19": "How I feared for you—for the Lord was ready to destroy you. But that time, too, he listened to me. ", "20": "Aaron was in great danger because the Lord was so angry with him; but I prayed, and the Lord spared him. ", "21": "I took your sin—the calf you had made—and burned it and ground it into fine dust, and threw it into the stream that cascaded out of the mountain.", "22": "“Again at Taberah and once again at Massah you angered the Lord, and yet again at Kibroth-hattaavah. ", "23": "At Kadesh-barnea, when the Lord told you to enter the land he had given you, you rebelled and wouldn't believe that he would help you; you refused to obey him. ", "24": "Yes, you have been rebellious against the Lord from the first day I knew you. ", "25": "That is why I fell down before him for forty days and nights when the Lord was ready to destroy you.", "26": "“I prayed to him, 'O Lord God, don't destroy your own people. They are your inheritance saved from Egypt by your mighty power and glorious strength. ", "27": "Don't notice the rebellion and stubbornness of these people, but remember instead your promises to your servants Abraham, Isaac, and Jacob. Oh, please overlook the awful wickedness and sin of these people. ", "28": "For if you destroy them, the Egyptians will say, “It is because the Lord wasn't able to bring them to the land he promised them,” or “He destroyed them because he hated them: he brought them into the wilderness to slay them.” ", "29": "They are your people and your inheritance that you brought from Egypt by your great power and your mighty arm.'"}