{"1": "Now in the fifteenth year of [Emperor] [a]Tiberius Caesar's reign—when Pontius Pilate was governor of Judea, and Herod [Antipas] was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene— ", "2": "in the high [b]priesthood of Annas and [c]Caiaphas [his son-in-law], the word of God came to John, the son of Zacharias, in the wilderness. ", "3": "And he went into all the country around the Jordan, preaching a baptism of repentance for the forgiveness of sin; ", "4": "as it is written and forever remains written in the book of the words of Isaiah the prophet, “The voice of one shouting in the wilderness, 'Prepare the way of the Lord, [d]Make His paths straight.", "5": "  'Every ravine shall be filled up, And every mountain and hill shall be leveled; And the crooked [places] shall be made straight, And the rough roads smooth;", "6": "  and [e]all mankind shall see the salvation of God.'”", "7": "So he began saying to the crowds who were coming out to be baptized by him, “You brood of [f]vipers, who warned you to flee from the wrath [of God that is] to come? ", "8": "Therefore produce fruit that is worthy of [and consistent with your] repentance [that is, live changed lives, turn from sin and seek God and His righteousness]. And do not even begin to say to yourselves [as a defense], 'We have Abraham for our father [and so our heritage assures us of salvation]'; for I say to you that from these stones God is able to raise up children (descendants) for Abraham [for God can replace the unrepentant, regardless of their heritage, with those who are obedient]. ", "9": "Even now the axe [of God's judgment] is swinging toward the root of the trees; so every tree that does not produce good fruit is being cut down and thrown into the fire.”", "10": "The crowds asked him, “Then what are we to do?” ", "11": "And John replied, “The man who has two tunics is to share with him who has none; and he who has food is to do the same.” ", "12": "Even some tax collectors came to be baptized, and they asked, “Teacher, what are we to do?” ", "13": "And he told them, “Collect no more than the fixed amount you have been ordered to [collect].” ", "14": "Some soldiers asked him, “And what about us, what are we to do?” And he replied to them, “Do not [g]extort money from anyone or harass or blackmail anyone, and be satisfied with your wages.”", "15": "Now the people were in a state of expectation, and all were wondering in their hearts about John, as to whether he was the Christ (the Messiah, the Anointed). ", "16": "John answered them all by saying, “As for me, I baptize you [only] [h]with water; but One who is mightier [more powerful, more noble] than I is coming, and I am not fit to untie the strap of His sandals [even as His slave]. He will baptize you [who truly repent] with the Holy Spirit and [you who remain unrepentant] with [i]fire. ", "17": "His [j]winnowing fork is in His hand to thoroughly clear His threshing floor, and to gather the wheat (believers) into His barn (kingdom); but He will burn up the chaff (the unrepentant) with unquenchable fire.”", "18": "So with many other appeals and various admonitions John preached the good news (gospel) to the people. ", "19": "But when Herod [Antipas] the tetrarch was repeatedly reprimanded [and convicted by John's disapproval] for having [k]Herodias, his brother's wife [as his own], and for all the wicked things that Herod had done, ", "20": "he also added this to them all: he locked up John in prison.", "21": "Now when all the people were baptized, Jesus was also baptized, and while He was praying, the [visible] heaven was opened, ", "22": "and the [l]Holy Spirit descended on Him in bodily form like a dove, and a voice came from heaven, “You are My Son, My Beloved, in You I am well-pleased and delighted!”", "23": "When He began His ministry, Jesus Himself was about thirty years of age, being, as was supposed, the son of Joseph, the son [by marriage] of Eli, ", "24": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, ", "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Hesli, the son of Naggai, ", "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, ", "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, ", "28": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, ", "29": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, ", "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, ", "31": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, ", "32": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon, ", "33": "the son of Amminadab, the son of Admin, the son of Ram, the son of Hezron, the son of Perez, the son of Judah, ", "34": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, ", "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Heber, the son of Shelah, ", "36": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, ", "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan, ", "38": "the son of Enosh, the son of Seth, the son of Adam, the son of God."}