{"1": "The words of Hilkiah's son Jeremiah,[a] who was one of the priests at Anathoth in the territory of Benjamin. ", "2": "This message from the Lord came to him during the thirteenth year of the reign of[b] Ammon's son Josiah, the king of Judah, ", "3": "and during the reign of[c] Josiah's son Jehoiakim, the king of Judah, and continued until the exile of Jerusalem in the fifth month, at[d] the end of the eleventh year of the reign of Josiah's son Zedekiah, the king of Judah.", "4": "This message from the Lord came to me:", "5": "“I knew you before I formed you in the womb; I set you apart for me before you were born; I appointed you to be a prophet to the nations.”", "6": "I replied, “Ah, Lord God! Look, I don't know how to speak, because I'm only[e] a young man.”", "7": "Then the Lord told me, “Don't say, 'I'm only[f] a young man,' for you will go everywhere I send you, and you will speak everything I command you. ", "8": "Don't be afraid of them, because I am with you to deliver you,” declares the Lord.", "9": "The Lord stretched out his hand, touched my mouth, and then told me, “Look, I've put my words in your mouth. ", "10": "See, today I've appointed you to prophesy about nations and kingdoms, to pull up and tear down, to destroy and overthrow, to build and to plant.”", "11": "This message from the Lord came to me, asking, “What do you see, Jeremiah?” I replied, “I see an almond branch.”", "12": "The Lord told me, “You have observed well, because I'm watching over[g] my message, to make sure it comes about.”", "13": "This message from the Lord came to me a second time: “What do you see?” I replied, “I see a boiling pot, and its mouth is tilted away from the north.”", "14": "Then the Lord told me, “From the north disaster will pour out on all who live in the land, ", "15": "because I'm about to summon all the families and kingdoms from the north,” declares the Lord. “They'll come and each one will set up his seat[h] at the entrance of the gates of Jerusalem, against all of its surrounding walls, and against all of the towns of Judah.", "16": "“I'll pronounce my judgments against them because of all their wickedness. They have forsaken me, they have burned incense to other gods, and they have bowed down in worship to the works of their own[i] hands.”[j]", "17": "“As for you, get ready![k] Stand up and tell them everything that I've commanded you. Don't be frightened as you face them, or I'll frighten you right in front of them.", "18": "“As for me, today I'm making you a fortified city, an iron pillar, and a bronze wall against the whole land—against the kings of Judah, against its princes, against its priests, and against the people of the land. ", "19": "They'll fight against you, but they won't prevail against you, because I am with you,” declares the Lord, “to deliver you.”"}