{"1": "Hear the message that the Lord has spoken to you, house of Israel. ", "2": "This is what the Lord says: “Don't learn the way of the nations, and don't be terrified by signs in the heavens, though the nations are terrified of them.", "3": "For the practices[a] of the people are worthless. Indeed, a tree is cut down from the forest; it's the work of the hands of a craftsman[b] with an ax.", "4": "They decorate it with silver and gold. They secure it with nails and hammers so it won't totter.", "5": "Their idols[c] are like scarecrows in a cucumber field. They can't speak! They must always be carried because they can't walk! Don't be afraid of them because they can do no harm, nor can they do any good.”", "6": "There is no one like you, Lord. You are great, and your name is great and powerful.", "7": "Who wouldn't fear you, king of the nations? This is what you deserve! Indeed, among all the wise men of the nations, and throughout all their kingdoms, there is no one like you!", "8": "Everyone is stupid[d] and senseless. They follow worthless instruction from a piece of wood![e]", "9": "Beaten silver is brought from Tarshish, and gold from Uphaz. The idols are[f] the work of a craftsman[g] and of the hands of a goldsmith. Their clothing is violet and purple. The idols[h] are all the work of skilled craftsmen.", "10": "The Lord is the true God; he's the living God and the everlasting king. At his wrath the earth quakes, and the nations cannot endure his indignation.", "11": "[i]Tell this to them: “The gods who[j] didn't make the heavens and the earth will perish from the earth and from these heavens.”", "12": "The Lord is[k] the one who made the world by his power, who established the earth by his wisdom and stretched out the heavens by his understanding.", "13": "When his voice sounds there is thunder from the waters of heaven, and he makes clouds rise up from the ends of the earth. He makes lightning for the rain and brings wind out of his storehouses.", "14": "Everyone is stupid[l] and without knowledge. Every goldsmith is put to shame by his idols, for his images are false.[m] There is no life[n] in them.", "15": "They're worthless, a work of mockery, and when the time of punishment comes,[o] they'll perish.", "16": "The Portion of Jacob[p] is not like these. He made everything, and Israel is the tribe of his inheritance. The Lord of the Heavenly Armies is his name.", "17": "You who live under siege, Gather up your bundle[q] from the ground.[r]", "18": "For this is what the Lord says: “I'm going to throw out the inhabitants of the land at this time, and I'll bring distress on them so they'll experience[s] it.”", "19": "Woe is me because of my injury. My wound is severe. I said, “Truly this is my sickness, and I must bear it.", "20": "My tent is destroyed, and all my tent cords are broken. My sons have gone away from me, they no longer live. There is no one to pitch my tent again and set up my curtains.", "21": "Because the shepherds are stupid[t] and don't seek[u] the Lord, therefore, they don't prosper, and their flock is scattered.", "22": "The sound of a report, it's coming now! There is a great commotion from a land in the north to make the towns of Judah desolate, a refuge for jackals.”", "23": "Lord, I know that a person's life is not his to control,[v] nor does a person establish his way in life.[w]", "24": "Lord, correct me, but with justice, not with anger. Otherwise, you'll bring me to nothing.", "25": "Pour out your anger on the nations that don't acknowledge you, and on the families that don't call on your name. For they have devoured Jacob; they have devoured and consumed him; they have devastated his habitation."}