{"1": "This is the message that came to Jeremiah from the Lord: ", "2": "“Listen to the words of this covenant, and convey them to the people of Judah and the residents of Jerusalem. ", "3": "You are to say to them, 'This is what the Lord God of Israel says: “Cursed is the person who does not listen to the words of this covenant ", "4": "which I commanded to your ancestors on the day I brought them out of the land of Egypt, from the iron furnace. I said, 'Obey me and do everything[a] that I commanded you. Then you will be my people and I'll be your God.' ", "5": "As a result, I'll fulfill the oath that I made with your ancestors to give them a land flowing with milk and honey, just as is the case today.”'” Then I answered, “So be it,[b] Lord.”", "6": "The Lord told me, “Proclaim all these words in the towns of Judah and in the streets of Jerusalem. You are to say, 'Listen to the words of this covenant and do them. ", "7": "For I've diligently warned your ancestors from the day I brought them out of the land of Egypt until now, regularly warning them,[c] saying, “Obey me!” ", "8": "But they would not listen or turn their ear, and each of them stubbornly followed his own evil desires.[d] So I brought on them all the consequences[e] of this covenant that I commanded them to fulfill, but they did not.'”", "9": "The Lord told me, “Conspiracy has been found among the people of Judah and the residents of Jerusalem. ", "10": "They have turned back to the iniquities of their ancestors of old[f] who refused to listen to my words. They followed other gods to serve them. The house of Israel and the house of Judah broke my covenant which I made with their ancestors.”", "11": "Therefore, this is what the Lord says: “I'm about to bring disaster on them from which they won't be able to escape. They'll cry out to me, but I won't listen to them. ", "12": "The towns of Judah and the residents of Jerusalem will go and cry out to the gods to whom they burn incense, but they'll be no help at all to them[g] in the time of their disaster. ", "13": "Judah, you have as many gods as you have towns, and you have set up as many altars to the shameful idols as there are streets in Jerusalem. You burn incense to Baal on these altars.", "14": "“Jeremiah,[h] don't pray for this people and don't cry or pray for them. I won't listen when they cry out to me because of their disaster.", "15": "“What right does my beloved have in my house, when she has carried out many evil schemes? Can sacrificial[i] flesh turn disaster away from you, so you can rejoice?”", "16": "The Lord once called you a green olive tree, with beautiful shape and fruit. With a great roaring sound, he has set fire to it and its branches will be destroyed.", "17": "The Lord of the Heavenly Armies who planted you has called for disaster on you because of the evil of the house of Israel and the house of Judah, has provoked me by burning incense to Baal.”", "18": "The Lord made it known to me, and so I understood. Then you showed me their malicious deeds.", "19": "I was like a gentle lamb led to the slaughter. I didn't know that they had devised schemes against me. They told themselves,[j] “Let's destroy the tree with its fruit. Let's eliminate him from the land of the living, so his name won't be remembered again.”", "20": "Lord of the Heavenly Armies, the righteous judge, the one who tests feelings and the heart, let me see your vengeance on them, for I've committed my case to you.", "21": "Therefore, this is what the Lord says about the men of Anathoth who seek to kill you, all the while threatening you, “Don't prophesy in the name of the Lord so you won't die by our hand!” ", "22": "Therefore, this is what the Lord of the Heavenly Armies says: “I'm about to punish them. The young men will die by the sword. Their sons and daughters will die by famine. ", "23": "Not one of them will be left,[k] for I'll bring disaster on the men of Anathoth when I punish them.”"}