{"1": "This is what the Lord told me: “Go and buy a linen belt for yourself, and put it around your waist.[a] But don't let it get wet.” ", "2": "So I bought the belt according to the Lord's instruction, and put it around my waist.", "3": "Then this message from the Lord came to me a second time: ", "4": "Take the belt that you bought and that is around your waist. Get up and go to the Euphrates,[b] and hide it there in a crevice in the rock.” ", "5": "So I went and hid it at the Euphrates,[c] just as the Lord had commanded me.", "6": "After a long time,[d] the Lord told me, “Arise, go to the Euphrates,[e] and get the belt that I commanded you to hide there.” ", "7": "I went to the Euphrates and dug it up. I got the belt from the place where I had hidden it. The belt was ruined! It was not good for anything.", "8": "Then this message from the Lord came to me: ", "9": "“This is what the Lord says: 'In the same way I'll ruin the pride of Judah and the pride of Jerusalem. ", "10": "This evil people that refuses to listen to my words, that stubbornly pursues their own desires,[f] and that follows other gods to serve and worship them, will be like this belt that is not good for anything. ", "11": "For just as the belt clings tightly to a person's waist, so I've made all the people[g] of Israel and all the people[h] of Judah cling tightly to me,' declares the Lord. 'I did this[i] so that they would be my people, name, praise, and glory. But they wouldn't listen.'", "12": "“This is what you're to tell them: 'This is what the Lord God of Israel says: “Every wineskin is to be filled with wine.”' When they say to you, 'Don't we know very well that every wineskin is to be filled with wine?', ", "13": "then say to them, 'This is what the Lord says: “I'm about to make all the inhabitants of this land drunk—the kings who sit on David's throne, the priests, the prophets, and all the residents of Jerusalem. ", "14": "I'll smash them against each other, even fathers against their sons,”[j] declares the Lord. “I'll have no pity, mercy, or compassion when I destroy them.”'”", "15": "Listen and pay attention![k] Don't be proud, for the Lord has spoken.", "16": "Give glory to the Lord your God before he brings darkness, before your feet stumble on the mountains at twilight. You hope for light, but he turns it into deep darkness. He changes it into heavy gloom.", "17": "If you don't listen, I'll cry secretly because of your pride. My eyes will cry bitterly, flowing tears, because the Lord's flock has been taken captive.", "18": "Say to the king and the queen mother,[l] “Come take a lowly seat, because your beautiful crowns have fallen off your heads.”", "19": "The towns in the Negev[m] will be closed up, and there will be no one to open them. All Judah will be taken into exile and be completely exiled.", "20": "“Look up and see those who are coming from the north. Where is the flock that was given to you— your beautiful sheep?", "21": "What will you say when the Lord[n] appoints over you as your head those whom you taught to be your allies?[o] Pain will seize you like that seizing a woman about to give birth, will it not?", "22": "When you say to yourselves, 'Why have all these things happened to me?' It's because of the extent of your iniquity that your skirt has been lifted up, and your heels have suffered violence.[p]", "23": "Can an Ethiopian change his skin, or a leopard his spots? Then you who are trained to do evil will also be able to do good.", "24": "I'll scatter them like chaff blown away by a desert wind.", "25": "“This is your fate, the portion I've measured out for you,” declares the Lord, “because you have forgotten me and have trusted in false gods.[q]", "26": "I'll also pull your skirt up over your face, so your shame will be seen,", "27": "I've seen your detestable behavior: your adulteries, your passionate neighing, your lewd immorality on the hills in the field. How terrible it will be for you, Jerusalem! You are unclean. How much longer will this go on?”"}