{"1": "This is[a] this message from the Lord that came[b] to Jeremiah concerning the drought:", "2": "“Judah mourns, and her gates languish. The people[c] mourn for the land, and the cry of Jerusalem goes up.", "3": "Their nobles send their young people for water. They go to the cisterns, but they find no water. They return with their vessels empty. They're disappointed[d] and dismayed, and they cover their heads in shame.[e]", "4": "The ground is cracked, because there has been no rain in the land. The farmers are disappointed,[f] and they cover their heads in shame.[g]", "5": "Even the doe in the field gives birth and then abandons her young[h] because there is no grass.", "6": "Wild donkeys stand on the barren hills. They pant for air like jackals. Their eyesight fails because there is no vegetation.”", "7": "Lord, even though our iniquities testify against us, do something for the sake of your name. Indeed, our apostasies are many, and we have sinned against you.", "8": "Hope of Israel, its deliverer in time of trouble, why are you like a stranger[i] in the land, like a traveler who sets up his tent for a night?", "9": "Why are you like a man taken by surprise, like a strong man who can't deliver? You are among us, Lord, and your name is the one by which we're called. Don't abandon us!", "10": "This is what the Lord says to these people: “Yes, they do love to wander, and they haven't restrained their feet. So the Lord won't accept them now. He will remember their iniquity and punish their sin.”", "11": "Then the Lord told me, “Don't pray for the welfare of these people. ", "12": "Although they fast, I won't listen to their cry, and although they offer burnt offerings and grain offerings, I won't accept them. Instead, I'll put an end to them with the sword, with famine, and with a plague.”", "13": "Then I said, “Ah, Lord God, look! The prophets are saying to them, 'You won't see the sword and you won't experience famine. Rather, I'll give you lasting peace in this place.'”", "14": "Then the Lord told me, “The prophets are prophesying lies[j] in my name. I didn't send them, I didn't command them, and I didn't speak to them. They're proclaiming[k] to you false visions, worthless predictions,[l] and the delusions of their own minds. ", "15": "Therefore, this is what the Lord says about the false prophets who prophesy in my name, 'There will be no sword and famine in this land' (though I haven't sent them): 'By the sword and by famine these prophets will be finished off! ", "16": "The people to whom they have prophesied will be thrown out into the streets of Jerusalem because of the famine and the sword. There will be no one to bury them, their wives, their sons, or their daughters. I'll pour out on them the[m] judgment they deserve.'”[n]", "17": "“And deliver[o] this message to them: 'Let tears run down my face,[p] night and day, and don't let them stop, because my virgin daughter—my people— will be broken with a powerful blow, with a severe wound.", "18": "If I go out into the field, I see those slain by the sword! If I go into the city, I see the ravages of the famine! Indeed, both prophet and priest ply their trade in the land, but they don't know anything.'”[q]", "19": "Have you completely rejected Judah? Do you despise Zion? Why have you struck us, so that there is no healing for us? We hoped for peace, but no good came, for a time of healing, but there was only terror.", "20": "We acknowledge, Lord, our wickedness, the guilt of our ancestors. Indeed, we have sinned against you.", "21": "For the sake of your name[r] don't despise us. Don't dishonor your glorious throne. Remember, don't break your covenant with us!", "22": "Can any of the worthless gods of the nations make it rain? Can the heavens themselves bring forth showers? Aren't you the one who does this,[s] Lord our God? So we hope in you, for you are the one who does all these things."}