{"1": "Then the Lord told me, “Even if Moses and Samuel were standing before me, I wouldn't be favorably disposed toward this people. Send them out of my presence! Let them go!", "2": "“When they say to you, 'Where can we go?', say to them, 'This is what the Lord says: “Those destined for death, to death will go;[a] those destined for the sword, to the sword will go;[b] and those destined for captivity, to captivity will go.[c]", "3": "“I'll appoint four kinds of judgment for them,” declares the Lord: “the sword to kill, the dogs to drag off, the birds of the sky to devour, and the animals of the land to destroy. ", "4": "I'll make them a horrifying sight to all the kingdoms of the earth because of what Hezekiah's son Manasseh, king of Judah, did in Jerusalem.", "5": "“Who will have pity on you, Jerusalem, and who will grieve for you? Who will go out of his way to ask about your welfare?", "6": "You have deserted me,” declares the Lord. “You keep going backward. I'll reach out my hand and destroy you. I'm tired of showing compassion.", "7": "I'll winnow[d] them with a winnowing fork in the gates of the land. I'll make them childless. I'll destroy my people, for they didn't change their ways.", "8": "I'll make their[e] widows more numerous than the sand of the sea. At noontime I'll send a destroyer against the mother[f] of a young man. I'll cause terror and anguish to come to her unexpectedly.", "9": "“The woman who gave birth to seven will grow faint, her life will expire. Her sun will set while it's still day. She will be disgraced and humiliated. I'll kill the rest of them with swords in the presence of their enemies,” declares the Lord.", "10": "How terrible for me, my mother, that you gave birth to me, a man of strife and contention for the whole land! I've neither lent nor borrowed, yet everyone curses me.", "11": "The Lord said, “Have I not set you free for a good purpose? Have I not intervened for you with your enemies in times of trouble and times of distress?", "12": "“Can anyone break iron— iron from the north—or bronze?", "13": "“I'll give away your wealth and your treasures as plunder, for free, because of all your sins throughout your territory.", "14": "I'll make you serve your enemies in a land you don't know, for my anger has started a fire that will burn against you.”", "15": "You are aware— Lord, remember me, pay attention to me, and vindicate me in front of those who pursue me. You are patient— don't take me away. Know that I suffer insult because of you!", "16": "Your words were found, and I consumed them. Your words were joy and my hearts delight, because I bear your name,[g] Lord God of the Heavenly Armies.", "17": "I didn't sit in the company of those who have fun, and I didn't rejoice. Because of your hand on me,[h] I sat alone, for you filled me with indignation.", "18": "Why is my pain unending and my wound incurable, refusing to be healed? You are like a deceptive brook, whose waters cannot be depended on.", "19": "Therefore, this is what the Lord says: “If you repent, I'll take you back and you will stand before me. If you speak what is worthwhile,[i] instead of what is worthless, then you will be my spokesman.[j] People[k] will turn to you, but you aren't to turn to them.", "20": "I'll make you a fortified wall of bronze to this people. They'll fight against you, but they won't prevail against you, for I am with you to save you and deliver you,”", "21": "So I'll deliver you from the hand of the wicked, and redeem you from the grasp of the ruthless.”"}