{"1": "This message from the Lord came to me: ", "2": "“You are not to take a wife, nor are you to have sons or daughters in this place.”", "3": "For this is what the Lord says about the sons and daughters who are born in this place, about their mothers who give birth to them, and about their fathers who father them in this land: ", "4": "“They'll die of deadly diseases. People won't mourn for them, nor will they be buried. They'll be dung on the surface of the ground, and they'll come to an end with the sword and with famine. Their dead bodies will be food for the birds of the sky and the animals of the land.”", "5": "For this is what the Lord says: “Don't go to a house where there is mourning, don't go to lament, nor to express sorrow to them. For I've taken my peace away from this people,” declares the Lord, “as well as gracious love and compassion. ", "6": "Both the most and the least important people[a] will die in this land, and they won't be buried. People won't mourn for them. They won't cut themselves,[b] nor will they shave their heads for them.[c] ", "7": "They won't break bread[d] for the mourner to be consoled for the dead. They won't give anyone the cup of consolation to drink for his father or[e] mother. ", "8": "Don't go to a banquet to sit with people[f] to eat and drink.” ", "9": "For this is what the Lord of the Heavenly Armies, the God of Israel, says: “In this place I'm about to bring an end to the sounds of happiness and rejoicing, the sounds of the bridegroom and the bride. I'll do it in front of your eyes and in your time.", "10": "“When you speak all these words to this people, they'll say to you, 'Why has the Lord pronounced all this disaster against us? What is our iniquity, and what is the sin that we have committed against the Lord our God?' ", "11": "Then say to them, 'It is because your ancestors abandoned me,' declares the Lord. 'They followed other gods, served them, worshipped them, abandoned me, and didn't keep my Law. ", "12": "You have done even more evil than your ancestors, and each one of you is stubbornly following his own evil desires,[g] refusing to listen to me. ", "13": "I'll throw you out of this land into a land neither you nor your ancestors have known. There you will serve other gods day and night, and I'll show you no favor.'", "14": "“Therefore, days are coming,” declares the Lord, “when it will no longer be said, 'As surely as the Lord lives, who brought up the Israelis from the land of Egypt.' ", "15": "Rather it will be said, 'As surely as the Lord lives, who brought the Israelis up from the land of the north and from all the lands to which the Lord[h] had banished them.' I'll bring them back to their land, which I gave to their ancestors.", "16": "“I'm about to send many fishermen,” declares the Lord, “and they'll catch them. Afterwards, I'll send for many hunters and they'll hunt for them on every mountain and hill and in the crevices of the rocks. ", "17": "For I am watching all their ways; they are not hidden from my sight.[i] Their iniquity is not concealed from my eyes. ", "18": "First I'll repay them double for their iniquity and their sin, because they have polluted my land with the dead bodies of their detestable images, and they have filled my inheritance with their abominations.”[j]", "19": "Lord, my strength and my stronghold, my refuge in a time of difficulty, to you the nations will come, and from the ends of the earth they'll say, “Surely our ancestors inherited deception,[k] things that are worthless, and in which there is no profit.”", "20": "Can a person make a god for himself? They are not gods!", "21": "Therefore, I'm about to make them understand; this time I'll make them understand my power and strength, so they'll understand that my name is the Lord."}