{"1": "The sin of Judah is engraved with an iron stylus. It is inscribed with a diamond point on the tablet of their heart and on the horns of their[a] altars.", "2": "When their sons remember, they remember their altars[b] and their Asherah poles[c] beside green trees on the high hills.", "3": "My mountain in the field, your wealth and your treasures I'll give as spoil; along with your high places as the price of your sin throughout your territory.", "4": "You will let go of your inheritance which I gave you, and I'll make you serve your enemies in a land that you don't know. For with my anger you have started a fire that will burn forever.", "5": "This is what the Lord says: “Cursed is the person who trusts in mankind, who makes flesh his strength, and whose heart turns away from the Lord.", "6": "He will be like a bush in the desert, and he won't see when good comes. He will dwell in parched places in the wilderness,[d] a land of salt, without inhabitants.", "7": "Blessed is the person who trusts in the Lord, making the Lord his trust.", "8": "He will be like a tree planted by the water that sends out its roots by a stream. He won't fear when the heat comes, and his leaves will be green. In a year of drought he won't be concerned, nor will he stop producing fruit.”", "9": "“The heart is more deceitful than anything. It is incurable— who can know it?", "10": "I am the Lord who searches the heart, who tests the inner depths to give to each person according to what he deserves,[e] according to the fruit of his deeds.", "11": "As a partridge gathers together eggs that it didn't lay, so is a person who amasses wealth unjustly. In the middle of his life[f] it will leave him, and in the end he will prove to be a fool.”", "12": "A glorious throne exalted from the beginning is the place of our sanctuary.", "13": "Lord, you are the hope of Israel; all who forsake you will be put to shame. Those who turn aside from you[g] will be written in the dust,[h] because they have forsaken the Lord, the spring of living water.", "14": "Heal me, Lord, and I'll be healed; deliver me, and I'll be delivered, because you are my praise.", "15": "Look, they're saying to me, “Where is the message from the Lord? Let it come about!”", "16": "I haven't run away from being your shepherd,[i] and I haven't longed for the day of sickness.[j] You know what comes out from my lips, it's open before you.[k]", "17": "Don't be a terror to me. You are my refuge in a day of trouble.", "18": "Let those who pursue me be put to shame, but don't put me to shame. Let them be terrified, but don't let me be terrified. Bring the day of judgment[l] on them, and destroy them with double destruction!", "19": "The Lord told me, “Go, stand in the gate of the people,[m] where the kings of Judah come in and go out, and in the other gates of Jerusalem as well. ", "20": "Say to them, 'Kings of Judah, all Judah, and all the residents of Jerusalem entering these gates, hear this message from the Lord. ", "21": "This is what the Lord says: “Be careful! On the Sabbath day, don't carry any load or bring anything through the gates of Jerusalem. ", "22": "Don't bring any load out of your houses on the Sabbath day, nor are you to do any work. You are to consecrate[n] the Sabbath day, just as I commanded your ancestors. ", "23": "But they didn't listen, nor did they pay attention.[o] They were determined[p] not to listen and not to accept instruction.[q] ", "24": "If you listen to me carefully,” declares the Lord, “and don't bring a load through the gates of this city on the Sabbath day, and you consecrate the Sabbath day and don't do any work on it, ", "25": "then kings and princes, sitting on the throne of David will come through the gates of this city. They, their princes, the men of Judah, and the residents of Jerusalem will come riding in chariots and on horses, and this city will be inhabited forever. ", "26": "They'll come from the cities of Judah, from the places around Jerusalem, from the territory of Benjamin, from the Shephelah,[r] from the hill country, and from the Negev,[s] bringing burnt offerings, sacrifices, grain offerings, and incense, and bringing thanksgiving offerings to the Lord's Temple. ", "27": "But if you don't listen to me, to consecrate the Sabbath day and not carry any load as you enter the gates of Jerusalem on the Sabbath day, then I'll start a fire in its gates. It will consume the palaces of Jerusalem and won't be extinguished.”'”"}