{"1": "When the priest Pashhur, Immer's son, who was the officer in charge[a] of the Lord's Temple heard Jeremiah prophesying these words, ", "2": "Pashhur struck Jeremiah the prophet and put him in the stocks that were at the upper Benjamin Gate of the Temple. ", "3": "The next day, Pashhur released Jeremiah from the stocks, and Jeremiah told him, “The Lord has not named you Pashhur, but rather Magor-missabib.[b] ", "4": "For this is what the Lord says: 'Look, I'm going to make you a terror to yourself and to all your loved ones. They'll fall by the sword of their enemies, and your eyes will see it. I'll give all Judah into the hand of the king of Babylon. He will take them into exile to Babylon, and he will execute them with swords. ", "5": "I'll turn over all the wealth of this city, all its possessions, all its valuables, and all the treasures of the kings of Judah right into the hands of their enemies, and they'll plunder them, capture them, and take them to Babylon. ", "6": "You, Pashhur, and all those living in your house will go into captivity. You will go to Babylon and there you will die. There you and all your loved ones[c] to whom you have falsely prophesied will be buried.'”", "7": "You deceived me, Lord, and I've been deceived. You overpowered me, and you prevailed. I've become a laughing stock all day long, and everyone mocks me.", "8": "Indeed, as often as I speak, I cry out, and shout, “Violence and destruction!” For this message from the Lord has caused me constant[d] reproach and derision.", "9": "When I say, “I won't remember the Lord[e], nor will I speak in his name anymore, then there is this burning fire in my heart. It is bound up in my bones, I grow weary of trying to hold it in, and I cannot do it!", "10": "Indeed, I hear many people whispering, “Terror on every side.[f] Denounce him, let's denounce him!” All my close friends watch my steps and say, “Perhaps he will be deceived, and we can prevail against him and take vengeance on him.”", "11": "But the Lord is with me like a fearsome warrior. Therefore, those who pursue me will stumble and won't prevail. They'll be put to great shame, when they don't succeed. Their everlasting disgrace won't be forgotten.", "12": "Lord of the Heavenly Armies, who tests the righteous, who sees the inner motives[g] and the heart, let me see you take vengeance on them, for I've committed my case to you.", "13": "Sing to the Lord, give praise to the Lord! For he saves the life of the poor from the hand of the wicked.", "14": "Let the day on which I was born be cursed. Don't let the day on which my mother gave birth to me be blessed.", "15": "Cursed is the person who brought the good news to my father, “A baby boy has been born to you,” making him very happy.", "16": "May that man be like the cities that the Lord overthrew without compassion. Let him hear a cry in the morning, and a battle cry at noon,", "17": "because he didn't kill me in the womb, so that my mother would have been my grave and her womb forever pregnant.", "18": "Why did I ever come out of the womb to see trouble and sorrow, and to finish my life living in shame?"}