{"1": "The message that came to Jeremiah from the Lord when King Zedekiah sent to him Malchijah's son Pashhur and Maaseiah's son Zephaniah the priest: ", "2": "“Please inquire of the Lord on our behalf, because King Nebuchadnezzar of Babylon is fighting against us. Perhaps the Lord will do some of his miraculous acts[a] for us, and Nebuchadnezzar[b] will depart from us.”", "3": "Jeremiah told them, “This is what you are to say to Zedekiah, ", "4": "'This is what the Lord God of Israel says: “I'm about to turn against you the weapons of war that are in your hands and with which you are fighting the king of Babylon and the Chaldeans who are besieging you outside the walls. I'll gather them into the center of this city. ", "5": "Because of my anger, wrath, and great fury, I'll fight against you myself with an outstretched hand and a strong arm. ", "6": "I'll strike down the residents of this city, both people and animals, and they'll die from a terrible plague. ", "7": "Afterwards,” declares the Lord, “I'll give King Zedekiah of Judah, his officials,[c] and the people—those who are left in this city from the plague, the sword, and the famine—into the control of Nebuchadnezzar king of Babylon, right into the hand of their enemies and the hand of those who want to kill them. He'll execute them with swords and won't pity them. He won't spare them, nor will he have compassion on them.”'", "8": "“You are to say to this people, 'This is what the Lord says: “I'm about to set before you the way of life and the way of death. ", "9": "Whoever stays in this city will die by the sword, by famine, and by the plague. But whoever goes out and surrenders to the Chaldeans who are besieging you will live. He will save his life as a spoil of war.[d] ", "10": "Indeed, I'm firmly decided—I'm sending calamity to this city, not good,” declares the Lord. “It will be given into the hand of the king of Babylon, and he will set it on fire.”'", "11": "“To the house of the king of Judah say, 'Hear this message from the Lord.", "12": "This is what the Lord says, house of David: “Judge appropriately every morning, and deliver those who have been robbed from the oppressor, so my anger does not break out like fire and burn with no one to put it out because of your evil deeds.", "13": "“Look, I'm against you, city dwelling in the valley, rock of the plain,” declares the Lord, “those of you who say, 'Who can come down against us and who can enter our habitations?'", "14": "But I'll punish you according to what you have done,”[e] declares the Lord. “I'll start a fire in her forest, and it will consume everything around her.”'”"}