{"1": "This is what the Lord says: “Go down to the house of the king of Judah and tell him this: ", "2": "'Listen to this message from the Lord, king of Judah, you who sit on the throne of David—you, your officials,[a] and your people who enter these gates. ", "3": "This is what the Lord says: “Uphold justice and righteousness. Deliver from their oppressor those who have been robbed. Don't mistreat or do violence to the alien, the orphan, or the widow, or shed the blood of innocent people in this place. ", "4": "Rather, carefully obey this message,[b] and then kings sitting for David on his throne and riding in chariots and on horses will enter the gates of this house. The king will enter along with his officials[c] and his people. ", "5": "But if you don't listen to these words, I swear,” declares the Lord, “that this house will become a ruin.”'” ", "6": "For this is what the Lord says about the house of the king of Judah, “You are like Gilead to me, like the summit of Lebanon. Yet I'll surely make you a desert, towns where no one lives.", "7": "I'll appoint people to destroy you— men with their weapons. They'll cut down some of your choice cedars[d] and incinerate them.", "8": "“Many nations will pass by this city and say to one another, 'Why did the Lord do this to this great city?' ", "9": "Then people[e] will respond, 'It is[f] because they have forsaken the covenant of the Lord their God and have bowed down to other gods and served them.'", "10": "“Don't cry for the dead or grieve for them. Weep bitterly for the one going away, because he won't return again nor see the land of his birth.", "11": "“For this is what the Lord says about Josiah's son Shallum,[g] king of Judah, who reigned in place of his father Josiah: 'He went out from this place and won't return to it again. ", "12": "He will die in the place where they exiled him, and he won't ever[h] see this land again.'”", "13": "“How terrible for him who builds his house without righteousness, and its upper rooms without justice, who makes his neighbor work for nothing, and does not pay him his wage.", "14": "How terrible for[i] him who says, 'I'll build a large house for myself with spacious upper rooms, who cuts out windows for it, paneling it with cedar and painting it red.'", "15": "Are you a king because you try to outdo everyone with cedar? Your father ate and drank and upheld justice and righteousness, did he not? And then it went well for him.", "16": "He judged the case of the poor and needy. And then it went well for him. Isn't this what it means to know me?", "17": "But your eyes and heart are on nothing but your dishonest gain, shedding the blood of innocent people, and practicing oppression and extortion.”", "18": "Therefore, this is what the Lord says about Josiah's son Jehoiakim, king of Judah, “They won't lament for him with these words:[j] 'How terrible, my brother, How terrible, my sister!' They won't lament for him with these words:[k] 'How terrible, lord, How terrible, your[l] majesty!'", "19": "He will receive[m] a donkey's burial, dragged out and thrown outside the gates of Jerusalem.”", "20": "Go up to Lebanon and cry out, to Bashan and lift up your voice. Cry out from Abarim, for all your lovers[n] have been crushed.", "21": "I spoke to you when you were secure,[o] but you said, “I won't listen!” This has been your way since your youth, for you haven't obeyed me.", "22": "The wind will shepherd[p] all your shepherds,[q] and your lovers[r] will go into exile. Indeed, you will then be ashamed and humiliated because of all your wickedness.", "23": "You who live in Lebanon, who build your nest in the cedars, how you will groan when pains come upon you, pain like that of a woman giving birth.", "24": "“As certainly as I'm alive and living,” declares the Lord, “even if Jehoiakim's son King Jehoiachin[s] of Judah were a signet ring on my right hand, I would pull you off ", "25": "and give you to those who are trying to kill you, whom you fear—that is, to King Nebuchadnezzar of Babylon and the Chaldeans. ", "26": "I'll hurl you and the mother who gave birth to you into another land where you were not born, and there you will die. ", "27": "As for the land to which you[t] want to return, you[u] won't return there!", "28": "“Is this man Jehoiachin[v] a despised and shattered jar, a vessel no one wants? Why were he and his descendants hurled away, thrown into a land that they didn't know?", "29": "Land, land, land, listen to this message from the Lord!", "30": "This is what the Lord says: 'Write this man off as childless, a man who does not prosper in his lifetime.[w] None of his descendants will succeed in sitting on the throne of David, or ever ruling in Judah again.'”"}