{"1": "“How terrible for the shepherds[a] who are destroying and scattering the sheep of my pasture!” declares the Lord. ", "2": "Therefore, this is what the Lord God of Israel says about the shepherds who are shepherding my people, “You have scattered my flock and driven them away. You haven't taken care of them, and now I'm about to take care of you[b] because of your evil deeds,” declares the Lord. ", "3": "“I'll gather the remnant of my flock from all the countries where I've driven them, and bring them back to their pasture where they'll be fruitful and increase in numbers. ", "4": "I'll raise up shepherds over them, and they'll shepherd them. My flock[c] will no longer be afraid or terrified, and none will be missing,” declares the Lord.", "5": "“The time is coming,” declares the Lord, “when I'll raise up a righteous branch for David. He will be a king who rules wisely, and he will administer justice and righteousness in the land.", "6": "In his time[d] Judah will be delivered and Israel will dwell in safety. This is the name by which he will be known: 'The Lord Our Righteousness.'", "7": "“Therefore, the time is coming,” declares the Lord, “when people will no longer say, 'As surely as the Lord lives who brought up the Israelis from the land of Egypt,' ", "8": "but they'll say,[e] 'As surely as the Lord lives who brought the descendants of the Israelis from the land of the north and from all the lands where I had driven them and brought them into the land.'[f] Then they'll live in their own land.”", "9": "Concerning the prophets: My heart is broken within me, and all my bones shake. I'm like a drunk man, like a person overcome with wine, because of the Lord, and because of his holy words.", "10": "Indeed, the land is full of adulterers. Indeed, the land mourns because of the curse; the pastures of the wilderness have dried up. The adulterers'[g] lifestyles are evil, and they use[h] their strength for what[i] is not right.", "11": "Indeed, both priest and prophet are ungodly. Even in my house I find evil,” declares the Lord.", "12": "Therefore their way will be slippery. They'll be driven out into the darkness, where they'll fall. For I'll bring disaster on them, the year of their judgment,” declares the Lord.", "13": "“Among the prophets of Samaria I saw a disgusting thing, for they prophesied by Baal and led my people Israel astray.", "14": "Among the prophets of Jerusalem I saw a horrible thing, for they commit adultery and live a lie. They strengthen the hands of those who do evil, so that no one repents of his evil. All of them are like Sodom to me, and her[j] residents like Gomorrah.”", "15": "Therefore, this is what the Lord God of the Heavenly Armies says about the prophets, “I'm about to make them eat wormwood[k] and drink poisoned water, because godlessness has spread from the prophets of Jerusalem throughout the land.”", "16": "This is what the Lord of the Heavenly Armies says: “Don't listen to the words of the prophets who are prophesying to you; they're giving you false hopes. They declare visions from their own minds— they don't come from the Lord![l]", "17": "They keep on saying to those who despise me, 'The Lord has said, “You will have peace.”' To all who stubbornly follow their own desires[m] they say, 'Disaster won't come upon you.'", "18": "But who has stood in the Lord's council to see and hear his message? Who has paid attention to his message and obeyed it?[n]", "19": "Look, the storm of the Lord's wrath has gone forth, a whirling tempest, and it will swirl down around the head of the wicked.", "20": "The Lord's anger won't turn back until he has accomplished what he intended to do. In the future you will clearly understand it.", "21": "I didn't send these prophets,[o] but they ran anyway. I didn't speak to them, but they prophesied.", "22": "If they had stood in my council and had delivered my words to my people, then they would have turned them back from their evil way, from their evil deeds.”", "23": "“Am I a God who is near,” declares the Lord, “rather than a God who is far away?", "24": "If a person hides himself in secret places, will I not see him?” declares the Lord. “I fill the heavens and the earth, do I not?” declares the Lord.", "25": "“I've heard what the prophets who prophesy lies in my name have said: 'I had a dream; I had a dream.' ", "26": "How long will this go on?[p] Is there anything[q] in the hearts of the prophets who prophesy lies, and who prophesy from the deceit that is in their hearts? ", "27": "With their dreams that they relate to one another,[r] they plan to make my people forget my name just as their ancestors forgot my name by embracing[s] Baal. ", "28": "Let the prophet who has a dream relate the dream, but let whoever receives my message[t] speak my message truthfully. What does straw have in common with wheat?” declares the Lord. ", "29": "“My message is like fire or like a hammer that shatters rock, is it not?” declares the Lord.", "30": "“Therefore, look, I'm against the prophets,” declares the Lord, “who steal my words from each other. ", "31": "Look, I'm against the prophets,” declares the Lord, “who use their tongues to issue a declaration.[u] ", "32": "Look, I'm against those who prophesy based on false dreams,” declares the Lord, “and relate them and lead my people astray with their lies and their recklessness. I didn't send them; I didn't command them, and they provide no benefit at all to these people,” declares the Lord.", "33": "“Jeremiah,[w] when these people, the prophet, or a priest ask you,[x] 'What is the oracle[y] of the Lord?' say to them, 'You are the burden,[z] and I'll cast you out,'” declares the Lord. ", "34": "“As for the prophet, the priest, or the people who say, 'I have[aa] an oracle of the Lord,' I'll judge that person and his household. ", "35": "This is what you should say to one another and among yourselves,[ab] 'What has the Lord answered?' or 'What has the Lord said?' ", "36": "But you are to no longer mention[ac] the oracle of the Lord, because the oracle is only for the person to whom the Lord gives his message,[ad] and you have overturned the words of the living God, the Lord of the Heavenly Armies, our God. ", "37": "This is what you should say to the prophet, 'What has the Lord answered?' or 'What has the Lord said?' ", "38": "Since you're saying, 'We have an oracle of the Lord,'[ae] therefore this is what the Lord says: He will answer your message with this message, 'Burden[af] of the Lord,' and I'll send you away with these words: 'Don't say, “Oracle of the Lord.”' ", "39": "Therefore I'll surely forget you and cast you and the city I gave you and your ancestors out of my presence. ", "40": "I'll bring on you everlasting reproach and everlasting humiliation that won't ever[ag] be forgotten.”"}