{"1": "This message from the Lord came to Jeremiah concerning all the people of Judah in the fourth year of Josiah's son Jehoiakim, king of Judah. (This was also the first year of the reign of[a] King Nebuchadnezzar of Babylon.) ", "2": "This is what Jeremiah the prophet told all the people of Judah and all the residents of Jerusalem: ", "3": "“From the thirteenth year of the reign of[b] Ammon's son Josiah, the king of Judah, until the present time, for 23 years this message from the Lord has come to me, and I've spoken to you again and again,[c] but you haven't listened. ", "4": "Again and again,[d] the Lord sent all his servants, the prophets, to you, but you wouldn't listen or even turn your ears in my direction to hear. ", "5": "They said, 'Turn, each one of you, from your[e] evil habits[f] and evil deeds, and live in the land that the Lord gave to you and your ancestors forever and ever. ", "6": "Don't follow other gods to serve and worship them. Don't provoke me with the idols[g] you make with your hands, and I won't bring disaster on you.' ", "7": "But you didn't listen to me,” declares the Lord, “so as to provoke me with the idols[h] you make with your hands to your own harm.", "8": "“Therefore, this is what the Lord of the Heavenly Armies says: 'Because you haven't listened to my message, ", "9": "I'm now sending for all the tribes from the north, declares the Lord, and for my servant Nebuchadnezzar king of Babylon. I'll bring them against this land, against its inhabitants, and against all these surrounding nations. I'll utterly destroy them and make them an object of horror and scorn,[i] and an everlasting desolation. ", "10": "I'll destroy the sounds of gladness and rejoicing from them, the sounds of the bridegroom and the bride, the sound of the hand mill and also the light of the lamp. ", "11": "This entire land will be a desolation and a waste, and these nations will serve the king of Babylon for seventy years.", "12": "'Then when the seventy years have passed, I'll judge the king of Babylon and that nation, declares the Lord, I'll judge[j] the land of the Chaldeans for their iniquity and I'll make it a desolation forever. ", "13": "I'll bring on that land all the things I spoke against it, all that is written in this book, which Jeremiah prophesied about the nations. ", "14": "Indeed many nations and great kings will make slaves even of them, and I'll repay them according to their deeds, according to what they have done.'”", "15": "For this is what the Lord God of Israel says to me, “Take this cup of the wine of burning anger from my hand and make all the nations to whom I send you drink it. ", "16": "They'll drink, stagger, and act like madmen because of the sword I'm sending among them.” ", "17": "So I took the cup from the Lord's hand, and I made all the nations to whom the Lord sent me drink it: ", "18": "Jerusalem, the cities of Judah, its kings and officials[k] to make them into a ruin, an object of horror and scorn,[l] and a curse, as it is this day; ", "19": "Pharaoh, king of Egypt, his officials,[m] his princes, and all his people; ", "20": "all the various people;[n] all the kings of the land of Uz, all the kings of the land of the Philistines, Ashkelon, Gaza, Ekron, and what remains of Ashdod; ", "21": "Edom, Moab, and the people of Ammon; ", "22": "all the kings of Tyre, all the kings of Sidon, and all the kings of the coast lands that are beyond the sea; ", "23": "Dedan, Tema, Buz, and those who shave the corners of their beards;[o] ", "24": "all the kings of Arabia and all the kings of the various people[p] who live in the desert; ", "25": "all the kings of Zimri, all the kings of Elam, and all the kings of Media; ", "26": "all the kings of the north near and far, one after another, and all the kingdoms of the world on the face of the earth. The king of Sheshak[q] will drink after all the others.[r]", "27": "“You are to say to them, 'This is what the Lord of the Heavenly Armies, the God of Israel, says: “Drink, get drunk, and vomit! Fall down and don't get up because of the sword I'm sending among you.”' ", "28": "And if they refuse to take the cup from your hand to drink it, say to them, 'This is what the Lord of the Heavenly Armies says: “You will surely drink it! ", "29": "Look, I'm beginning to bring disaster on the city that is called by my name, and do you actually think you will avoid punishment? You won't avoid punishment because I'm summoning the sword against all those who live in the land,” declares the Lord of the Heavenly Armies.'”", "30": "“You are to prophesy all these things against them, and you are to say to them, 'The Lord roars from his high place, from his holy dwelling he lifts his voice. He roars loudly against his flock,[s] and against all who live on the earth; he shouts like those treading grapes.[t]", "31": "A tumult reaches to the ends of the earth because the Lord is bringing an indictment against the nations. He judges all flesh. He has given the wicked over to the sword,' declares the Lord.", "32": "'This is what the Lord of the Heavenly Armies says: “Look, disaster is going from nation to nation, a great storm is being stirred up from the most distant parts of the earth.", "33": "“Those slain by the Lord on that day will extend[u] from one end of the earth to the other. They won't be mourned for or gathered up or buried. They'll be like dung on the surface of the ground.", "34": "“Scream, you shepherds! Cry out! Roll in the dust, you leaders of the flock! Indeed, the time for your slaughter and your dispersion has arrived, and you will break like a choice vessel.", "35": "Flight will be impossible[v] for the shepherds, as will be escape for the leaders of the flock.", "36": "A sound—it's the cry of the shepherds and the scream of the leaders of the flock— because the Lord is destroying their pastures.", "37": "The peaceful meadows are silent because of the Lord's fierce anger.", "38": "Like a lion, he has left his den.[w] Indeed, their land has become a waste because of the anger of the oppressor and because of the Lord's[x] fierce anger.”"}