{"1": "These are the words of the letter that the prophet Jeremiah sent from Jerusalem to the remaining elders among the exiles, to the priests, to the prophets, and to all the people whom Nebuchadnezzar had taken into exile from Jerusalem to Babylon, ", "2": "after King Jeconiah, the queen mother, the palace officials,[a] the officials[b] of Judah and Jerusalem, the craftsmen, and the smiths left Jerusalem. ", "3": "The letter was sent by Shaphan's son Elasah and by Hilkiah's son Gemariah, whom King Zedekiah of Judah sent to Nebuchadnezzar king of Babylon in Babylon, and it said, ", "4": "“This is what the Lord of the Heavenly Armies, the God of Israel, says to all the exiles who were taken from Jerusalem into exile to Babylon, ", "5": "'Build houses and live in them.[c] Plant gardens and eat their produce. ", "6": "Take wives and father sons and daughters. Take wives for your sons and give your daughters in marriage, so they may have sons and daughters. Increase in numbers there, don't decrease. ", "7": "Seek the welfare of the city to which I've exiled you and pray to the Lord for it, for your welfare depends on its welfare.'[d] ", "8": "For this is what the Lord of the Heavenly Armies, the God of Israel, says: 'Don't let the prophets and diviners[e] who are among you deceive you, and don't listen to them when they tell you their dreams.[f] ", "9": "Indeed, they're prophesying lies to you in my name. I didn't send them,' declares the Lord.", "10": "“For this is what the Lord says: 'When Babylon's seventy years are completed, I'll take note of you and will fulfill my good promises to you by bringing you back to this place. ", "11": "For I know the plans that I have for you,' declares the Lord, 'plans for well-being, and not for calamity, in order to give you a future and a hope. ", "12": "When you call out to me and come and pray to me, I'll hear you. ", "13": "You will seek me and find me when you search for me with all your heart. ", "14": "I'll be found by you,' declares the Lord, 'and I'll restore your security[g] and gather you from all the nations and all the places to which I've driven you,' declares the Lord. 'I'll bring you back to the place from which I sent you into exile.'", "15": "“Indeed, you have said, 'The Lord has raised up prophets for us in Babylon.'", "16": "“But this is what the Lord says about the king who sits on David's throne, and about the people who live in this city—your brothers who didn't go with you into exile: ", "17": "This is what the Lord says: 'I'm about to send the sword, famine, and plague on them, and I'll make them like rotten figs that cannot be eaten because they're so bad. ", "18": "I'll pursue them with the sword, with famine, and with plague, and I'll make them a horrifying sight to all the kingdoms of the earth. I'll make them[h] a curse, an object of horror, and scorn,[i] and a desolation in all the nations to which I've driven them, ", "19": "because they didn't listen to my words,' declares the Lord. 'When I sent my servants, the prophets, to you again and again,[j] you didn't listen,' declares the Lord.", "20": "“Now, all you exiles whom I sent from Jerusalem to Babylon, listen to this message from the Lord! ", "21": "This is what the Lord of the Heavenly Armies, the God of Israel, says about Kolaiah's son Ahab and Maaseiah's son Zedekiah, who are prophesying lies to you in my name, 'I'm about to give them into the domination[k] of Nebuchadnezzar king of Babylon, and he will kill them before your eyes. ", "22": "What happens to them will be the basis for a curse[l] for all the Judean exiles who are in Babylon. People will say,[m] “May the Lord make you like Zedekiah and Ahab, whom the Lord roasted[n] in the fire, ", "23": "because they did something stupid[o] in Israel. They committed adultery with their neighbors' wives, and in my name they spoke lies that I didn't command them. I'm the one who knows, and I'm a witness,” declares the Lord.'”", "24": "“You are to say to Shemaiah of Nehelam: ", "25": "'This is what the Lord of the Heavenly Armies, the God of Israel, says: “Because you sent letters in your own name to all the people who are in Jerusalem, to Maaseiah's son Zephaniah the priest and to all the priests— ", "26": "The Lord made you a priest instead of Jehoiada the priest to serve in the Lord's Temple as an official against every crazy prophet, and to put him in stocks and restraints. ", "27": "And now, why didn't you rebuke Jeremiah from Anathoth who prophesies to you? ", "28": "So he sent a message[p] to us in Babylon: 'The exile[q] will be long, so build houses and live in them.[r] Plant gardens and eat their produce.'”'”", "29": "Then Zephaniah the priest read this letter to Jeremiah the prophet, ", "30": "and this message from the Lord came to Jeremiah: ", "31": "“Send a message to all the exiles: 'This is what the Lord says about Shemaiah from Nehelam, “Because Shemaiah has prophesied to you, even though I didn't send him, and has made you trust a lie,” ", "32": "therefore, this is what the Lord says: “I'm about to judge Shemaiah from Nehelam along with his descendants. He won't have anyone related to him[s] living among these people. Nor will he see the good that I'll do for my people,” declares the Lord, “because he advocated rebellion against the Lord.”'”"}