{"1": "“When a man divorces his wife, she leaves him and becomes another man's wife, will the first husband[a] return to her again? The land would be deeply polluted, would it not? Since you have committed fornication with many lovers, would you now return to me?” declares the Lord.", "2": "“Look up to the barren heights and see. Is there any place[b] where you have not been ravished? You have sat beside the road, waiting[c] for them[d] like a nomad in the desert. And you have polluted the land with your fornication and your wickedness.", "3": "This is why the rain has been withheld and there are no spring showers. Yet you have a harlot's look[e] and you refuse to be ashamed.", "4": "Have you not just called out to me, 'My father, you are the friend of my youth—", "5": "will he hold on to his anger forever, will he persist in his wrath to the end?' Look, you have spoken and done evil things, and you have succeeded in it.”[f]", "6": "In the time of King Josiah the Lord told me, “Have you seen what unfaithful Israel did? She went up on every high hill and under every green tree, and she committed fornication there. ", "7": "I thought,[g] 'After she has done all these things, she will return to me.' But she didn't return, and her treacherous sister Judah saw this. ", "8": "I saw that even though I had sent unfaithful Israel away for all her adulteries and had given her a[h] divorce decree, her treacherous sister Judah didn't fear, and she, too, committed adultery. ", "9": "She took her fornication so lightly that she polluted the land and committed adultery with stones and trees.[i] ", "10": "Yet in all this her treacherous sister Judah didn't return to me with her whole heart, but rather deceptively,” declares the Lord.", "11": "Then the Lord told me, “Unfaithful Israel has shown herself more righteous than treacherous Judah. ", "12": "Go, proclaim these words to the north, and say, 'Return, unfaithful Israel,' declares the Lord. 'I won't look on you in anger, for I am gracious,'[j] declares the Lord. 'I won't remain angry forever.", "13": "'Only acknowledge your iniquity, that you have rebelled against the Lord your God, and have scattered your favors to strangers under every green tree. But you haven't obeyed me,' declares the Lord.", "14": "“Return, unfaithful people,”[k] declares the Lord, “for I am your husband.[l] I'll take you, one from a city and two from a family, and I'll bring you to Zion. ", "15": "I'll give you shepherds[m] after my own heart, and they'll shepherd you with knowledge and good sense.”", "16": "“And in those days when you increase in numbers and multiply in the land,” declares the Lord, “people will no longer say, 'The Ark of the Covenant of the Lord,' and it won't come to mind, and they won't remember it or miss it, nor will it be made again. ", "17": "At that time people will call Jerusalem, “The Throne of the Lord,” and all the nations will be gathered to it, to the name of the Lord, to Jerusalem. They'll no longer stubbornly follow their own evil desires.[n] ", "18": "In those days the house of Judah will walk with the house of Israel, and together they'll come to the land that I gave your ancestors as an inheritance.”", "19": "“I said, 'How I wanted to treat you like children, and give you a pleasant land, the most beautiful inheritance of the nations.' I said, 'You will call me, my father, and won't turn back from following me.'", "20": "Instead, like an unfaithful wife leaves her husband, so you have been unfaithful to me, house of Israel,” declares the Lord.", "21": "“A voice is heard on the barren heights, the weeping and pleading of the children of Israel because they have perverted their way. They have forgotten the Lord their God.”", "22": "“Turn back, unfaithful people,[o] and I'll heal your unfaithfulness.” “Look, we're coming to you because you are the Lord our God.", "23": "Truly the hills are a deception,[p] and the mountains[q] are confusion. Truly, in the Lord our God is Israel's salvation.”", "24": "Since our youth the false gods have consumed the products of our ancestors' hard work, their sheep and their cattle, their sons and their daughters.", "25": "“Let us lie down in our shame, and let our humiliation cover us, because both we and our ancestors have sinned against the Lord our God from our youth until this present time. We haven't obeyed the Lord our God.”"}