{"1": "“At that time,” declares the Lord, “I'll be the God of all the families of Israel, and they will be my people.”", "2": "This is what the Lord says: “The people who survived the sword, found favor in the desert while Israel was seeking rest.[a]", "3": "The Lord appeared to Israel[b] from far away and said,[c] “I've loved you with an everlasting love, therefore I've drawn you with gracious love.", "4": "I'll again build you, and you will be rebuilt, Virgin Israel! You will again take up your tambourines and go out to dance with those who are filled with joy.", "5": "You will again plant vineyards on the hills of Samaria where planters had planted and defiled the fruit.[d]", "6": "For there will be a day when the watchmen will call out on the hills of Ephraim, 'Arise, let's go up to Zion to the Lord our God.'”", "7": "For this is what the Lord says: “Cry out with joy for Jacob and shout for the chief among the nations. Announce, give praise, and say, 'Lord, save your people, the remnant of Israel.'", "8": "Look, I'm bringing them from the northern region,[e] and I'll gather them from the farthest parts of the earth. Among them will be the blind and the lame, together with the pregnant woman and the woman in labor. A large group will return here.", "9": "They'll come crying, and I'll lead them as they pray for mercy.[f] I'll make them walk by streams of water, along a straight path on which they won't stumble. For I am Israel's father, and Ephraim is my firstborn.”", "10": "Nations, listen to this message from the Lord, and declare it in the distant coastlands. Say, “The one who scattered Israel will gather him and keep him as a shepherd keeps his flock.”", "11": "For the Lord will deliver Jacob and redeem him from the hand of one stronger than he.", "12": "They'll come and cry out with joy on the heights of Zion. They'll be radiant over the Lord's goodness, over the grain, the new wine, the fresh oil, and over the young of the flocks and herds. Their lives will be like a well-watered garden. They'll never again grow faint.[g]", "13": "The virgins will rejoice with dancing, together with young men and old men. For I'll turn their mourning into joy, and I'll comfort them and give them gladness instead of sorrow.", "14": "I'll give the priests abundant provisions,[h] and my people will be satisfied with my goodness,” declares the Lord.", "15": "This is what the Lord says: “A voice is heard in Ramah, lamentation and bitter crying. Rachel is crying, and she refuses to be comforted for her children, because they are no longer alive.”", "16": "This is what the Lord says: “Restrain your voice from crying, and your eyes from tears, for there is a reward for your work,” declares the Lord. “They'll return from the enemy's land.", "17": "There is hope for your future,” declares the Lord. “Your[i] children will return to their own territory.”", "18": "“I've certainly heard Ephraim shuddering with grief as they said,[j] 'You have disciplined me, and I'm disciplined like an untrained calf. Restore me, and let me return,[k] for you are the Lord my God.", "19": "Indeed, after I turned away, then I repented. And after I came to understand, I slapped my forehead.[l] I was both ashamed and humiliated because I bear the disgrace of my youth.'”", "20": "“Is Ephraim my dear son? Is he a darling child? Indeed, as often as I've spoken about him, I surely still remember him. Therefore I deeply yearn for him. I'll surely have great compassion on him,” declares the Lord.", "21": "Set up markers for yourselves. Erect signposts for yourselves. Pay attention to the highway, to the road you traveled. Return, virgin Israel, return to these cities of yours.", "22": "How long will you go this way and that, rebellious daughter? Indeed, the Lord will create a new thing on the earth; a woman will protect[m] a man.", "23": "This is what the Lord of the Heavenly Armies, the God of Israel, says: “They'll again speak this message in the land of Judah and its towns when I restore their fortunes:[n] 'The Lord bless you, righteous dwelling, holy mountain.' ", "24": "Judah and all its towns will live together in the land,[o] along with farmers and those who follow the flock. ", "25": "I'll provide abundance for those who are weary, and fill all who are faint.” ", "26": "Then I awoke and looked around, and I had had a pleasant sleep.", "27": "“Look, days are coming,” declares the Lord, “when I'll sow the house of Israel and the house of Judah using people and animals as seed.[p] ", "28": "Just as I've watched over them to pull up, tear down, overthrow, destroy, and bring disaster, so I'll watch over them to build and to plant,” declares the Lord. ", "29": "“In those days people will no longer say, 'The fathers have eaten sour grapes, but the children's teeth have been set on edge.' ", "30": "Instead, each person will die for his own iniquity. Everyone who eats sour grapes will have his own[q] teeth set on edge.”", "31": "“Look, days are coming,” declares the Lord, “when I'll make a new covenant with the house of Israel and the house of Judah. ", "32": "It won't be like the covenant I made with their ancestors on the day I took them by the hand to bring them out of the land of Egypt. They broke my covenant, although I was a husband to them,” declares the Lord. ", "33": "“Rather, this is the covenant that I'll make with the house of Israel after those days,” declares the Lord. “I'll put my Law[r] within them and will write it on their hearts. I'll be their God and they will be my people. ", "34": "No longer will a person teach his neighbor or his relative: 'Know the Lord.' Instead, they'll all know me, from the least to the greatest of them,” declares the Lord. “Indeed, I'll forgive their iniquity, and I'll remember their sin no more.”", "35": "This is what the Lord says, who gives the sun for light by day, the laws that govern the moon and stars for light by night, and who stirs up the sea so that its waves roar. The Lord of the Heavenly Armies is his name:", "36": "“If these laws cease to function in my presence,” declares the Lord, “then the descendants of Israel will cease to be a nation in my presence for all time!”", "37": "This is what the Lord says: “If the heavens could be measured above, or the foundations of the earth be searched out below, then I also would reject all the descendants of Israel because of everything they have done,” declares the Lord.", "38": "“Look, days are coming,” declares the Lord, “when the city of the Lord will be rebuilt[s] from the Tower of Hananel to the Corner Gate. ", "39": "A measuring line will go straight out from there to the hill of Gareb, and then it will turn to Goah. ", "40": "The whole valley of dead bodies and ashes and all the fields as far as the Brook Kidron to the corner of the Horse Gate toward the east will be holy to the Lord. It won't be uprooted or overthrown again, forever.”"}