{"1": "This message from the Lord came to Jeremiah a second time while he was still confined in the courtyard of the guard: ", "2": "“This is what the Lord says who made the earth, the Lord who formed it in order to establish it—whose name is the Lord— ", "3": "'Call to me and I'll answer you, and will tell you about great and hidden[a] things that you don't know.' ", "4": "For this is what the Lord God of Israel says about the houses of this city and the houses of the kings of Judah that were torn down to defend[b] against the siege ramps and the sword, ", "5": "'The Chaldeans are coming to fight and to fill those houses with the dead bodies of the people that I've struck down in my anger and wrath, for I've hidden my face from this city because of all their wickedness.", "6": "“'Look, I'll bring restoration and healing to it, and I'll heal them. I'll reveal to them an abundance of peace and faithfulness. ", "7": "I'll restore the security of Judah and Israel[c] and rebuild them as they were at first. ", "8": "I'll cleanse them from all their sin that they have committed against me, and I'll forgive all their sins that they committed against me and by which they rebelled against me. ", "9": "Jerusalem[d] will be for me a name of joy, praise, and glory to all the nations of the earth that hear about all the good that I'm doing for them. They'll fear and tremble because of all the good and because of all the peace that I'm bringing to Jerusalem.'[e]", "10": "“This is what the Lord says: 'You are saying about this place, “It is a ruin without people and without animals.” Yet in the cities of Judah and the streets of Jerusalem which are desolate places without inhabitants and without animals, there will again be heard ", "11": "the sounds of rejoicing and gladness, the sounds of the bridegroom and the bride, and the sounds of those saying, “Give thanks to the Lord of the Heavenly Armies, for the Lord is good, and his gracious love lasts forever,” as they bring thanksgiving offerings to the Lord's Temple. For I'll restore the fortunes of the land as they were at first,' declares the Lord.", "12": "“This is what the Lord of the Heavenly Armies says: 'In this place that is now a ruin without people or animals, and in all its towns there will again be pasture for shepherds resting their flocks. ", "13": "In the towns of the hill country, in the towns of the Shephelah,[f] in the towns of the Negev,[g] in the territory of Benjamin, in the areas around Jerusalem, and in the towns of Judah flocks will again pass under the hands of the one who counts them,' says the Lord.”", "14": "“'Look, the time is coming,' declares the Lord, 'when I'll fulfill the good promise that I spoke concerning the house of Israel and Judah. ", "15": "In those days and at that time I'll cause a righteous Branch to spring up for David, and he will uphold justice and righteousness in the land. ", "16": "At that time Judah will be delivered and Jerusalem will dwell in safety. And this is the name people[h] will call it, “The Lord is Our Righteousness.”' ", "17": "For this is what the Lord says: 'David will never be without[i] a man sitting on the throne of the house of Israel, ", "18": "nor will the Levitical priests be without[j] a man offering up burnt offerings, bringing in grain offerings, and offering sacrifices continuously[k] before me.'”", "19": "This message from the Lord came to Jeremiah: ", "20": "“This is what the Lord says: 'If you could break my covenant with the day and night[l] so that day and night wouldn't occur at the proper time,[m] ", "21": "then my covenant with my servant David might also be broken so that he wouldn't have a son sitting on his throne, and so also with my servants the Levitical priests. ", "22": "As the heavenly bodies[n] cannot be counted, and the sands of the sea cannot be measured, so I'll multiply the descendants[o] of my servant David and the descendants of Levi who serve me.'”", "23": "This message from the Lord came to Jeremiah: ", "24": "“Haven't you noticed what these people have been saying?—'The Lord rejected the two families that he had chosen!' They have contempt for my people and no longer consider them a nation. ", "25": "This is what the Lord says: 'If I had not established my covenant for day and night and the laws that govern[p] the heavens and earth, ", "26": "then I might reject the descendants[q] of Jacob and my servant David by not taking some of his descendants as rulers over the descendants of Abraham, Isaac, and Jacob. Indeed, I'll restore their fortunes, and I'll have compassion on them.'”"}