{"1": "This is[a] the message that came to Jeremiah from the Lord while king Nebuchadnezzar of Babylon, all his army, all the kingdoms of the earth that were under his authority, along with all the people were fighting against Jerusalem and all its towns: ", "2": "“This is what the Lord God of Israel says: 'Go and speak to king Zedekiah of Judah. Say to him, “This is what the Lord says: 'Look, I'm giving this city into the hand of the king of Babylon, and he will set it on fire. ", "3": "You won't escape from him. You will certainly be captured and given into his control.[b] You will see the king of Babylon eye to eye, he will speak to you face to face, and you will go to Babylon.'”' ", "4": "Yet, hear this message from the Lord, king Zedekiah of Judah. This is what the Lord says to you, 'You won't die by the sword. ", "5": "You will die peacefully, and as they burned fires[c] for your ancestors,[d] the former kings who were before you, so they'll burn fires[e] for you, wailing, “Oh how terrible, your majesty!”' For I've spoken the message,” declares the Lord.", "6": "Then Jeremiah the prophet spoke all of this in Jerusalem to king Zedekiah of Judah, ", "7": "while the army of the king of Babylon was fighting against Jerusalem and all the cities of Judah that were left, namely Lachish and Azekah. (They were the only fortified cities that remained among the cities of Judah.)", "8": "This is[f] this message from the Lord that came to Jeremiah from the Lord after Zedekiah had made a covenant with all the people in Jerusalem proclaiming release for them. ", "9": "Each person was to set free his male and female slaves who were Hebrews, so that no Jewish person would enslave his brother.[g] ", "10": "All the officials and all the people who had entered into the covenant agreed[h] that each would set his male and female slaves free so that they[i] would not enslave them any longer. They obeyed and they released them. ", "11": "But afterward they turned around and took back the male and female slaves that they had set free, and they forced them to become male and female slaves.", "12": "Then this message from the Lord came to Jeremiah from the Lord: ", "13": "“This is what the Lord God of Israel says: 'I made a covenant with your ancestors on the day I brought them out of the land of Egypt, out of the house of slavery. I told them: ", "14": "“At the end of seven years, each of you is to set free your fellow Hebrew who has sold himself to you and has served you for six years. You are to send him out from you with no further obligation.” But your ancestors didn't obey me or pay attention.[j] ", "15": "You recently repented and did what was right in my eyes by proclaiming release for one another, and you made a covenant before me in the house that is called by my name. ", "16": "But then you turned around and profaned my name when each of you took back his male and female slaves whom you had set free according to their desire, and you forced them to become male and female slaves.”'", "17": "“Therefore, this is what the Lord says: 'You haven't obeyed me by each of you proclaiming a release for your brothers and neighbors. Now I'm going to proclaim a release for you,' declares the Lord, 'a release[k] to the sword, to plague, and to famine, and I'll make you a horrifying sight to all the kingdoms of the earth. ", "18": "I'll give over the men who transgressed my covenant, who haven't fulfilled the terms of the covenant that they made before me when they cut the calf in two and passed between its parts—", "19": "the officials of Judah, the officials of Jerusalem, the eunuchs,[l] the priests, and all the people of the land who passed between the parts of the calf. ", "20": "I'll give them to their enemies who are seeking to kill them, and their dead bodies will be food for the birds of the sky and the animals of the land. ", "21": "I'll give Zedekiah, king of Judah, and his officials into the domination of their enemies, to those[m] who are seeking to kill them, and to[n] the army of the king of Babylon that is coming against them. ", "22": "Look, I'm in command of them,' declares the Lord, 'and I'll bring them back to this city. They'll capture it and burn it with fire, and I'll turn the towns of Judah into desolate places without inhabitants.'”"}