{"1": "Josiah's son King Zedekiah reigned in place of Jehoiakim's son Coniah,[a] whom Nebuchadnezzar king of Babylon had made king of the land of Judah. ", "2": "But neither he nor his officials nor the people of the land listened to the words of the Lord that were spoken by[b] Jeremiah the prophet.", "3": "King Zedekiah sent Shelemiah's son Jehucal and Maaseiah's son Zephaniah the priest to Jeremiah the prophet, asking him, “Please pray to the Lord our God for us.” ", "4": "Now Jeremiah was still[c] going in and out among the people since he had not yet been put in prison. ", "5": "Pharaoh's army had come out of Egypt, and when the Chaldeans who were besieging Jerusalem heard the report about them, they withdrew from Jerusalem.", "6": "Then this message from the Lord came to Jeremiah the prophet: ", "7": "“This is what the Lord God of Israel says: 'This is what you are to say to the king of Judah who sent you to me to inquire of me, “Look, Pharaoh's army that has come to help will go back to its own land of Egypt, ", "8": "and then the Chaldeans will come back to fight against this city, to capture it, and burn it with fire.”' ", "9": "“This is what the Lord says: 'Don't deceive yourselves by saying, “The Chaldeans will surely go away from us,” 'for they won't go. ", "10": "Indeed, even if you defeated the entire Chaldean army that is fighting against you, and they had only wounded men left in their tents, they would get up and burn this city with fire.'”'”", "11": "When the Chaldean army was leaving Jerusalem because of Pharaoh's army, ", "12": "Jeremiah left Jerusalem to go to the territory of Benjamin to take possession of his property[d] there among the people. ", "13": "He was in the Gate of Benjamin, and chief officer Irijah, Shelemiah's son and the grandson of Hananiah, was there. He arrested Jeremiah the prophet, accusing him: “You are going over to the Chaldeans!”", "14": "Jeremiah said, “It's a lie! I'm not going over to the Chaldeans.” But Irijah[e] would not listen to him, and he[f] arrested Jeremiah and brought him to the officials. ", "15": "The officials were angry with Jeremiah and beat him. They put him in jail in the house of Jonathan the scribe because they had made it into a prison. ", "16": "So Jeremiah came into the cells in the dungeon[g] and remained there for a long time.[h]", "17": "Then King Zedekiah sent for Jeremiah[i] and received him. The king questioned him secretly in his house: “Is there a message from the Lord?” Jeremiah said, “There is,” and then he said, “You will be given into the hand of the king of Babylon.” ", "18": "Then Jeremiah asked King Zedekiah, “What offense have I committed against you, your officials, or these people that you have put me in prison? ", "19": "Where are your prophets who prophesied to you, telling you: 'The king of Babylon won't come against you or against this land'? ", "20": "Now, please listen, your majesty,[j] and pay attention to what I'm asking you. Don't make me go back to the house of Jonathan the scribe, so I don't die there.”", "21": "So King Zedekiah gave the order, and they assigned Jeremiah to the courtyard of the guard. Each day they gave him a loaf of bread from the bakers' street until all the bread in the city was gone. So Jeremiah remained in the courtyard of the guard."}