{"1": "Mattan's son Shephatiah, Pashhur's son Gedaliah, Shelemiah's son Jucal, and Malchijah's son Pashhur heard the words that Jeremiah was speaking to all the people: ", "2": "“This is what the Lord says: 'Whoever stays in this city will die by the sword, by famine, and by the plague, but the one who goes over to the Chaldeans will live. His life will be spared,[a] and he will live.' ", "3": "This is what the Lord says: 'This city will surely be given to the army of the king of Babylon, and he will capture it.'”", "4": "Then the officials told the king, “Let this man be put to death because he's undermining the efforts[b] of the soldiers who remain in this city and that of all the people by speaking words like these to them. Indeed, this man is not seeking the well-being of this people, but rather their harm.”", "5": "King Zedekiah said, “Look, he's in your hands, and the king can do nothing to you.” ", "6": "So they threw Jeremiah into a cistern that belonged to the king's son Malchijah and was located in the courtyard of the guard. When they let Jeremiah down with ropes, because there was no water in the cistern—only mud—Jeremiah sank into the mud.", "7": "Ebed-melech the Ethiopian, a eunuch[c] in the king's house, heard that Jeremiah had been put in the cistern. The king was sitting in the Benjamin Gate, ", "8": "so Ebed-melech went out of the palace and spoke to the king: ", "9": "“Your majesty,[d] these men have acted wickedly in all they have done to the prophet Jeremiah by throwing him into the cistern. He will die where he is because of the famine since there is no more bread in the city.”", "10": "Then the king ordered Ebed-melech the Ethiopian:[e] “Thirty men are at your disposal. Take them with you and bring up Jeremiah the prophet from the cistern before he dies.” ", "11": "So Ebed-melech took the men with him and went to the palace, underneath the storeroom. He took worn out rags and worn out clothes from there, and using ropes he lowered them down to Jeremiah in the cistern.", "12": "Ebed-melech the Ethiopian told Jeremiah, “Put the worn out rags and clothes under your armpits under the ropes,” and Jeremiah did as he said.[f] ", "13": "They pulled Jeremiah with the ropes and brought him up from the cistern, but Jeremiah remained in the courtyard of the guard.", "14": "King Zedekiah sent for Jeremiah the prophet and had him brought to him[g] at the third entrance to the Lord's Temple. The king told Jeremiah, “I'm going to ask you something, and don't hide anything from me.”", "15": "Jeremiah told Zedekiah, “When I tell you, you will surely put me to death, won't you? And when I give you advice, you don't listen to me.”", "16": "Then King Zedekiah, in secret, swore an oath to Jeremiah: “As surely as the Lord lives, who gave us this life to live, I won't have you put to death, nor will I hand you over to these men who are seeking to kill you.”", "17": "So Jeremiah told Zedekiah, “This is what the Lord God of the Heavenly Armies, the God of Israel, says: 'If you will immediately surrender[h] to the officers[i] of the king of Babylon, then you will live, and this city won't be burned with fire. Both you and your family will live. ", "18": "But if you don't surrender to the officers of the king of Babylon, then this city will be given to the Chaldeans, and they'll burn it with fire. You won't escape from their hands.'”", "19": "Then King Zedekiah told Jeremiah, “I'm afraid of the Judeans who have gone over to the Chaldeans. The Chaldeans[j] may turn me over to them,[k] and they may treat me harshly.”", "20": "Jeremiah said, “They won't turn you over. Obey the Lord in what I'm telling you, and it will go well for you and you will live. ", "21": "But if you refuse to surrender,[l] this is what the Lord has shown me: ", "22": "Look, all the women who are left in the house of the king of Judah will be brought out to the officers of the king of Babylon, and will say, 'These friends of yours have mislead you and overcome you. Your feet have sunk down into the mire, but they have turned away.'", "23": "“They'll bring all your women and children out to the Chaldeans, and you won't escape from their hand. Indeed, you will be seized by the hand of the king of Babylon, and this city will be burned with fire.”", "24": "Then Zedekiah told Jeremiah, “Don't let anyone know about these words and you won't die. ", "25": "If the officials hear that I've spoken with you, and they come to you and say,[m] 'Tell us what you told the king, and what the king told you; don't hide it from us, and we won't put you to death,' ", "26": "then you are to say to them, 'I was presenting my request to the king that I not be taken back to the house of Jonathan to die there.'”", "27": "When all the officials came to Jeremiah and questioned him, he replied to them exactly as the king had ordered him.[n] So they stopped speaking with him because the conversation had not been overheard. ", "28": "Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured."}