{"1": "“Israel, if you return to me,” declares the Lord, “Return to me, remove your detestable idols from my presence, and don't waver.", "2": "If you swear, 'as surely as the Lord lives,' in truth, in justice, and in righteousness, then nations will be blessed[a] by him, and in him they will boast.”", "3": "For this is what the Lord says to the men[b] of Judah and Jerusalem, “Break up your unplowed ground, and don't sow among thorns.", "4": "Circumcise yourselves to the Lord and remove the foreskin of your heart, you men of Judah and residents of Jerusalem, or else my wrath will break out like fire and burn with no one to put it out, because of your evil deeds.”", "5": "Declare in Judah, make known in Jerusalem, by saying, “Blow the trumpet in the land, cry out, and say, 'Gather together and let's go to the fortified cities!'", "6": "Raise a standard in the direction of Zion. Flee! Don't stand around! For I'm bringing calamity from the north, along with great destruction.", "7": "A lion has gone up from his thicket, and a destroyer of nations has set out. He has left his place to make your land a waste. Your cities will be ruined, and without inhabitants.", "8": "So, put on sackcloth, mourn and wail, because the burning anger of the Lord has not turned away from us.”", "9": "“On that day,” declares the Lord, “the courage of the king and the leaders will fail. The priests will be appalled and the prophets astounded.”", "10": "Then I replied, “Ah, Lord God, you have completely deceived this people and Jerusalem when you said, 'You will have peace,' while the sword is at their[c] throat!”", "11": "At that time, it will be told this people and to Jerusalem, “A scorching wind from the barren heights in the desert is coming[d] toward my people, and it's not for winnowing or cleansing. ", "12": "A wind too strong for that is coming at my bidding.[e] Now I'm judging them as I speak.”", "13": "Look, he comes up like clouds, and his chariots are like a whirlwind. His horses are as swift as eagles. Woe to us—we're destroyed!", "14": "Jerusalem, wash your evil from your heart so that you may be delivered. How long will you harbor evil schemes within you?", "15": "For a voice announces from Dan and declares disaster from Mount Ephraim.", "16": "“Tell the nations, 'Here they come!'[f] Proclaim to Jerusalem, 'The besieging forces are coming from a distant land. They cry out[g] against the cities of Judah.", "17": "They have surrounded her like those guarding a field because they have rebelled against me,'” declares the Lord.", "18": "“Your lifestyles and your actions have brought these things on you. This is your calamity—it is indeed bitter, for it has reached your heart!”", "19": "“My anguish, my anguish! I writhe in pain. Oh, the aching[h] of my heart! My heart pounds within me; I cannot keep silent. For I hear the sound of the trumpet,[i] the alarm for war.", "20": "Disaster upon disaster is proclaimed, for the entire land is devastated. Suddenly, my tent is destroyed, in a moment my curtains.", "21": "How long will I see the battle standard and hear the sound of the trumpet?", "22": "“For my people are foolish, they don't know me. They're stupid children, they have no understanding. They're skilled at doing evil, but how to do good, they don't know.”", "23": "I looked at the earth, and it was formless and void,[j] at the heavens, and there was no light there.", "24": "I looked at the mountains; they were quaking, and all the hills moved back and forth.", "25": "I looked, and no people were there. All the birds of the sky had gone.", "26": "I looked, and the fruitful land[k] had become a desert. All its towns were broken down because of the Lord, because of his burning anger.", "27": "For this is what the Lord says: “The entire land will be devastated, but I won't completely destroy[l] it.", "28": "Because of this, the land will mourn, and the heavens above will be dark. Because I have spoken and decided, I won't turn back from doing it.”", "29": "At the sound of the horseman and the archer the entire city flees. Its residents go into the thickets and climb among the rocks. Every city is abandoned, and no one lives in them.", "30": "You are ruined! What are you doing dressing in scarlet, putting on golden ornaments, and highlighting your eyes with makeup? You are making yourself beautiful in vain. Your lovers reject you— they're out to kill you.", "31": "I heard a cry like that of a woman in labor, anguish like one giving birth to her firstborn, the cry of the daughter of Zion gasping for air, stretching out her hand: “Woe is me! I'm about to faint in front of killers!”"}