{"1": "This is[a] the message that came to Jeremiah from the Lord after Nebuzaradan the captain of the guard had released him from Ramah, when he was bound in chains, along with all the exiles from Jerusalem and Judah who were being taken into exile in Babylon.", "2": "The captain of the guard took Jeremiah and told him, “The Lord your God has predicted this disaster on this place. ", "3": "And now the Lord has brought it about and has done just as he said. Because you people sinned against the Lord and didn't obey him, this has happened to you. ", "4": "Now, look, I've freed you today from the chains that were on your hands. If you want[b] to come with me to Babylon, come, and I'll look after you. But if you don't want[c] to come with me to Babylon, don't.[d] Look, the whole land lies before you, so go wherever it seems good and right for you to go.”", "5": "When he still did not respond, Nebuzaradan said,[e] “Return to Ahikam's son Gedaliah, whom the king of Babylon has appointed over the cities of Judah, and remain with him among the people—or go wherever it seems right for you to go.” Then the captain of the guard gave him an allowance of food and a gift and sent him off. ", "6": "Jeremiah came to Ahikam's son Gedaliah at Mizpah, and he remained with him among the people who were left in the land.", "7": "All the leaders of the forces who were in the field along with their men heard that the king of Babylon had appointed Ahikam's son Gedaliah over the men, women, children, and the poor of the land who had not been taken into exile in Babylon. ", "8": "Those who came to Gedaliah at Mizpah included Nethaniah's son Ishmael, Jonathan, Kareah's son Jonathan, Tanhumeth's son Seraiah, Ephai's sons from Netophah; and Jezaniah, the son of a man from Maacah. They came along with[f] their men.", "9": "Ahikam's son Gedaliah, the grandson of Shaphan, swore an oath to them and their men: “Don't be afraid to serve the Chaldeans. Remain in the land and serve the king of Babylon, and things will go well for you. ", "10": "As for me, I'll remain at Mizpah to represent you before[g] the Chaldeans who come to us. As for you, gather wine, summer fruit, and oil. Put it in your containers and live in your cities that you have taken over.”", "11": "All the Judeans who were in Moab, those with the people in Ammon, those in Edom, and those in all the other[h] countries also heard that the king of Babylon had left a remnant for Judah and that he had appointed Ahikam's son Gedaliah, the grandson of Shaphan, over them. ", "12": "So all the Judeans returned from all the countries where they had been scattered. They came to the land of Judah, to Gedaliah at Mizpah, and they gathered wine and summer fruit in great abundance.", "13": "Kareah's son Jonathan and all leaders of the forces who were in the field came to Gedaliah at Mizpah. ", "14": "They told him, “Are you aware that Baalis, the king of the people of Ammon, has sent Nethaniah's son Ishmael to take your life?” But Ahikam's son Gedaliah did not believe them.", "15": "Then Kareah's son Jonathan spoke privately to Gedaliah at Mizpah: “Let me go kill Nethaniah's son Ishmael, and no one will know. Why should he take your life? Otherwise[i] all the Judeans who have gathered around you will be scattered, and the remnant of Judah will perish.”", "16": "Ahikam's son Gedaliah replied to Kareah's son Jonathan, “Don't do this! You're lying about Ishmael!”"}