{"1": "This is[a] the message from the Lord that came to Jeremiah the prophet concerning the nations.", "2": "To Egypt: Concerning the army of King Pharaoh Neco of Egypt, which was encamped by the Euphrates River at Carchemish and which King Nebuchadnezzar of Babylon defeated in the fourth year of the reign of[b] Josiah's son Jehoiakim, king of Judah.", "3": "“Prepare buckler and shield, and advance into the battle!", "4": "Harness the horses! Riders, mount up! Take your[c] positions with your[d] helmets! Polish lances, and put on armor!", "5": "Why am I seeing this?[e] They're terrified, they have turned back. Their warriors are crushed, and they take flight. They don't look back. Terror is on every side,” declares the Lord.", "6": "“The swift cannot flee, nor can the strong escape. In the north, beside the Euphrates River, they stumble and fall.", "7": "Who is this, rising like the Nile, like rivers whose waters surge?", "8": "Egypt is rising like the Nile, like rivers whose waters surge. He says, 'I'll rise and cover the land.[f] I'll destroy the city and its inhabitants.'", "9": "Horses, get up! Chariots, drive furiously! Let the warriors go forward, Ethiopia and Put, who carry shields, and the Lydians who handle and bend the bow.", "10": "That day belongs to the Lord of the Heavenly Armies. It is a day of vengeance to take vengeance on his foes. The sword will devour and be satisfied, and will drink its fill of their blood. For the Lord God of the Heavenly Armies will hold a sacrifice in the land of the north, by the Euphrates river.", "11": "Go up to Gilead and get balm,[g] virgin daughter of Egypt! In vain you multiply remedies, but there is no healing for you.", "12": "The nations have heard of your disgrace, and your cry of distress fills the earth. Indeed, one warrior stumbles over another, and both of them fall down together.”", "13": "This is the message that the Lord spoke to Jeremiah the prophet about the coming of King Nebuchadnezzar of Babylon to conquer[h] the land of Egypt.", "14": "“Announce in Egypt, proclaim in Migdol. Proclaim also in Memphis and Tahpanhes. Say, 'Take your positions and be ready, for the sword will devour all around you.'", "15": "Why are your warriors prostrate? They don't stand[i] because the Lord has brought them down.", "16": "They repeatedly stumble and fall. They say to each other, 'Get up! Let's go back to our people and to the land of our birth, away from the oppressor's sword.'", "17": "There they'll cry out, 'Pharaoh, king of Egypt, is just a big noise. He has let the appointed time pass by.'[j]", "18": "As certainly as I'm alive and living,” declares the King, whose name is the Lord of the Heavenly Armies, “Indeed, one will come like Tabor among the mountains and like Carmel by the sea.", "19": "Prepare your baggage for exile, daughter living in Egypt, for Memphis will become a desolate place. It will become a ruin without inhabitant.", "20": "Egypt is a beautiful calf,[k] but a horsefly from the north is surely coming.", "21": "Even the mercenary troops in her ranks are like a fattened calf. They too will turn around, and will flee together. They won't stand, for the day of their disaster is coming on them, the time of their punishment.", "22": "Her cry will be like that of a fleeing serpent when they come in strength. They're coming to her with axes like woodcutters.", "23": "They'll cut down her forest, though it's impenetrable,” declares the Lord, “for they're more numerous than locusts, and there are too many of them to count.", "24": "The daughter of Egypt will be put to shame, she will be given into the hands of the people from the north.”", "25": "The Lord of the Heavenly Armies, the God of Israel says, “Look, I'm going to punish Amon of Thebes, Pharaoh, Egypt, its gods and its kings, Pharaoh, and those who trust in him. ", "26": "I'll give them to those who are seeking their lives and to King Nebuchadnezzar of Babylon and his officers.[l] Then afterwards, Egypt will be inhabited as in times past,” declares the Lord.", "27": "“As for you, my servant Jacob, don't be afraid, and Israel, don't be dismayed. For I'll deliver you from a distant place, and your descendants from the land of their captivity. Jacob will return. He will be undisturbed and secure, and no one will cause him to fear.", "28": "“As for you, my servant Jacob, don't be afraid, and Israel, don't be dismayed,” declares the Lord, “for I am with you. Indeed, I'll make an end of all the nations where I scattered you; but I won't make an end of you! I'll discipline you justly, but I'll certainly not leave you unpunished.”"}