{"1": "To Moab: This is what the Lord of the Heavenly Armies, the God of Israel, says: “How terrible for Nebo, for it's laid waste. Kiriathaim is put to shame, it's captured. The fortress is put to shame, it's shattered.", "2": "The pride of Moab is no more. In Heshbon they plotted evil against her: 'Come and let's eliminate her as a nation.' Madmen[a] will also be silenced, and the sword will pursue you.", "3": "The sound of crying will come from Horonaim, devastation and great destruction.", "4": "Moab will be destroyed; her little ones will cry out.", "5": "Indeed, at the ascent of Luhith people will go up with bitter weeping. At the descent of Horonaim the anguished cries over the destruction will be heard.", "6": "Flee, save your lives, and you will be like a wild donkey[b] in the desert.", "7": "But, because you trust in your deeds and your riches, you will also be captured. Chemosh[c] will go out into exile, along with his priests and officials.", "8": "A destroyer will come to every town and no town will escape. The valley will be ruined and the plateau destroyed.” This[d] is what the Lord has said!", "9": "“Put salt[e] on Moab[f] for she will surely fall. Her towns will become desolate places,[g] without any inhabitants in them.", "10": "Cursed is the one who is slack in doing the Lord's work. Cursed is the one who holds back his sword from shedding[h] blood.", "11": "Moab has been at ease from his youth. He has been undisturbed like wine[i] on its dregs and not poured from vessel to vessel. He has not gone into exile. Therefore, his flavor has remained, and his aroma has not changed.", "12": "“Therefore, look, days are coming,” declares the Lord, “when I'll send those who tip over vessels[j] to him, and they'll tip him over. They'll empty his vessels and shatter his jars. ", "13": "Moab will be ashamed because of Chemosh just as the house of Israel was ashamed because of Bethel, their confidence.", "14": "“How can you say, 'We're strong warriors, and soldiers ready[k] for battle'?", "15": "Moab will be destroyed, and the enemy[l] will come up against her cities. Her finest young men will go down to slaughter,” declares the King, whose name is the Lord of the Heavenly Armies.", "16": "“Moab's disaster is near at hand, and his calamity is coming very quickly.", "17": "Mourn for him, all who live around him, and all who know his name. Say, 'Oh how the mighty rod is broken, the glorious staff.'", "18": "“Come down from glory, and sit on parched ground, O woman who lives in Dibon, for the destroyer of Moab will come up against you to destroy you. He will destroy your strongholds.", "19": "Stand by the road and keep watch, O woman who lives in Aroer. Ask the man who flees and the woman who escapes. Say, 'What happened'?", "20": "Moab will be put to shame, for it will be destroyed. Wail and cry out. Announce by the Arnon that Moab is destroyed.", "21": "Judgment has come to the plateau:[m] to Holon and Jahzah, and against Mephaath,", "22": "Dibon, Nebo, and Beth-diblathaim,", "23": "against Kiriathaim, Beth-gamul, and Beth-meon,", "24": "against Kerioth, Bozrah, and all the towns in the land of Moab, both far and near.", "25": "The strength[n] of Moab is cut off, and his arm is broken,” declares the Lord.", "26": "“Make him drunk for he has exalted himself against the Lord. Moab will wallow in his vomit, and he will be the object of mocking.", "27": "Wasn't Israel an object of mocking for you? Wasn't he treated like a thief,[o] so that whenever you spoke about him you shook your head in contempt?[p]", "28": "Abandon the cities, and live on the cliffs,[q] you inhabitants of Moab. Be like a dove that builds a nest by the mouth of a cave.", "29": "We have heard about Moab's pride— he's very proud— his haughtiness, his arrogance, his insolence, and his conceit.[r]", "30": "I know his gall,” declares the Lord, “and it's futile; the boasting that they do is futile.", "31": "Therefore, I'll wail for Moab, and for the whole of Moab I'll cry out, for the men of Kir-heres I'll moan.", "32": "More than the weeping for Jazer,[s] I'll weep for you, vine of Sibmah.[t] Your branches spread out to the sea, and reached as far as the Sea of Jazer.[u] On your summer fruit and grapes[v] the destroyer will fall.", "33": "Gladness and rejoicing will be taken away from the fruitful land.[w] From the land of Moab I'll cause the wine in the wine presses to stop flowing.[x] The workers won't tread[y] the grapes with a loud shout.[z] There will be no shout!", "34": "“From the cry of Heshbon, to Elealeh, to Jahaz they have lifted up their voice. From Zoar to Horonaim and to Eglath-shelishiyah, even the waters of Nimrim will become a desolate place. ", "35": "In Moab,” declares the Lord, “I'll put an end to the one who offers a burnt offering on the high place and to the one who burns incense to his gods. ", "36": "Therefore my heart wails for Moab like flutes[aa] and my heart wails for the men of Kir-heres like flutes. Therefore they'll lose the abundance they produced. ", "37": "Indeed every head will be bald[ab] and every beard cut short.[ac] There will be gashes on all the hands[ad] and sackcloth on the loins. ", "38": "On all the housetops of Moab and in the streets there will be nothing but mourning, for I'll break Moab like a vessel that no one wants,” declares the Lord. ", "39": "“How it will be shattered! How they'll wail! How Moab will turn his back in shame! Moab will be an object of ridicule and terror to all those around him.”", "40": "For this is what the Lord says: “Look, like an eagle one will fly swiftly and spread his wings against Moab.", "41": "The towns[ae] will be captured and the strongholds seized. On that day the hearts of the warriors of Moab will be like the heart of a woman in labor.", "42": "Moab will be destroyed as a nation[af] because he exalted himself against the Lord.", "43": "Terror, pit, and trap will be used[ag] against you who live in Moab,” declares the Lord.", "44": "“The one who flees from the terror will fall into a pit. And the one who comes up out of the pit will be caught in a trap. For I'll bring upon her, that is upon Moab, the time of her[ah] punishment,” declares the Lord.", "45": "“The fugitives will stand without strength in the shadow of Heshbon, for fire will go out from Heshbon and a flame from the middle of Sihon. It will devour the forehead of Moab and the heads of the rebellious people.[ai]", "46": "How terrible for you, Moab! The people of Chemosh[aj] will perish. Indeed, your sons will be taken into captivity, and your daughters as well.[ak]", "47": "But I'll restore the fortunes of Moab in the latter days,” declares the Lord. This concludes the judgment on Moab."}