{"1": "“Wander through the streets of Jerusalem. Look and investigate;[a] search through her squares and see whether you find anyone— even one person there—doing justice and seeking truth. Then I'll forgive them.[b]", "2": "Although they say, 'As surely as the Lord lives,' still they are swearing falsely.”[c]", "3": "Lord, don't your eyes look for truth? You struck[d] them, but they didn't flinch.[e] You brought them to an end, but they refused to receive discipline. They made their faces harder than stone, and they refused to repent.", "4": "Then I said, “These are only the poor, they're foolish, for they don't know the Lord's way, the requirement[f] of their God.", "5": "Let me go to the leaders[g] and speak to them. For they know the Lord's way, the requirement[h] of their God.” “But they, all together, have broken the yoke and torn off the restraints.[i]", "6": "Therefore a lion from the forest will attack them, a wolf from the desert will devastate them. A leopard is watching their towns, and everyone who goes out of them will be torn to pieces. For their transgressions are many, and their apostasies numerous.", "7": "Why should I forgive you? Your sons have forsaken me, and you have sworn by those who aren't gods. When I gave them enough food to satisfy them, they committed adultery and marched to the prostitute's house.", "8": "They were well-fed, lusty stallions, each one neighing after his neighbor's wife.", "9": "“Should I not punish them for these things?” asks the Lord, “And on a nation like this, should I not seek retribution?”", "10": "“Go through her rows of vines and destroy them, but don't completely destroy them. Strip away her branches, because they aren't the Lord's.", "11": "For both the house of Israel and the house of Judah have been utterly unfaithful to me,” declares the Lord.", "12": "“They have lied about the Lord by saying, 'He wouldn't do that![j] Disaster won't come on us. We won't see sword and famine.", "13": "The prophets are nothing but[k] wind, and the word is not in them. So may the disaster happen to them!'”[l]", "14": "Therefore, this is what the Lord God of the Heavenly Armies says: “Because you people[m] have said this, my words in your[n] mouth will become a fire and these people the wood. The fire[o] will destroy them.", "15": "People of Israel, I'm now bringing a nation from far away to attack you,” declares the Lord. “It is an enduring nation, an ancient nation, a nation whose language you don't know. And you won't understand what they say.", "16": "Their quiver is like an open grave, and all of them are powerful warriors.", "17": "“They'll devour your harvest and your food. They'll devour your sons and your daughters. They'll devour your vines and your fig trees. With their swords they'll batter down your fortified cities in which you trust.", "18": "“Yet even in those days,” declares the Lord, “I won't destroy you completely. ", "19": "When the people[p] ask, 'Why has the Lord our God done all this to us?' you are to say to them, 'Just as you have forsaken me and served foreign gods in your land, so you will serve strangers in a land that is not yours.'”", "20": "“Declare this to the descendants[q] of Jacob, and proclaim it in Judah:", "21": "'Hear this, you foolish and stupid people: They have eyes, but don't see; they have ears, but don't hear.", "22": "'You don't fear me, do you?' declares the Lord. 'You don't tremble before me, do you? I'm the one who put the sand as a boundary for the sea, a perpetual barrier that it cannot cross.[r] Though the waves toss, they cannot prevail against it, though they roar, they cannot cross it.'", "23": "But these people have stubborn and rebellious hearts. They have turned aside and have gone away.", "24": "They don't say to themselves, 'Let's fear the Lord our God, who gives rain in its season, both the autumn and the spring rain. He sets aside for us the weeks appointed for the harvest.'", "25": "Your iniquities have turned these things away, and your sins have held back from you what is good.", "26": "“Evil men are found among my people. They lie in wait like someone who traps birds. They set a trap, but they do so to catch people.", "27": "Like a cage full of birds, so their houses are filled with treachery. This is how they have become prominent and rich,", "28": "and have grown fat and sleek. There is no limit[s] to their evil deeds. They don't argue the case of the orphan to secure[t] justice. They don't defend the rights of[u] the poor.", "29": "'Should I not punish them for this?'[v] asks the Lord. 'Should I not avenge myself on a nation like this?'", "30": "“An appalling and horrible thing has happened in the land:", "31": "The prophets prophesy falsely, the priests rule by their own authority, and my people love it this way. But what will you do in the end?”"}