{"1": "The message that came to Jeremiah from the Lord: ", "2": "“Stand at the gate of the Lord's Temple and proclaim this message there. Say, 'Listen to this message from the Lord, all you people of Judah who come through these gates to worship the Lord.'”", "3": "This is what the Lord of the Heavenly Armies, the God of Israel, says: “Change[a] your ways and your deeds, and I'll let you live in this place. ", "4": "Don't trust deceptive words like these, and say, 'The Temple of the Lord, the Temple of the Lord, the Temple of the Lord,' ", "5": "but rather, truly change[b] your ways and your deeds. If you truly practice justice between each person and his neighbor, ", "6": "and if you don't oppress the alien, the orphan, and the widow, and don't shed an innocent person's blood in this place, and if you don't follow other gods to your own harm,[c] ", "7": "then I'll let you dwell in this land, the land that I gave to your ancestors forever and ever.", "8": "“Look, you're trusting in deceptive words that cannot benefit.[d] ", "9": "Will you steal, murder, commit adultery, swear by false gods, burn incense to Baal, follow other gods that you don't know, ", "10": "and then come to stand before me in this house that is called by my name and say, 'We're delivered' so we can continue to do all these things that are repugnant to God?[e] ", "11": "Has this house that is called by my name become a hideout[f] for bandits in your eyes? Look, I'm watching,” declares the Lord.", "12": "“Go to my place that was in Shiloh, where I first caused my name to dwell. See what I did to it because of the evil of my people Israel. ", "13": "Now, because you have done all these things,” declares the Lord, “I spoke to you over and over again,[g] but you didn't listen. I called to you, but you didn't answer. ", "14": "Just as I did to Shiloh, I'll do to the house in which you trust and which is called by my name, the place that I gave to you and your ancestors. ", "15": "I'll cast you out of my sight, just as I cast out all your brothers, all the descendants of Ephraim.", "16": "“As for you, don't pray on behalf of this people, don't cry or offer a petition for them, and don't plead with me, for I won't listen to you. ", "17": "Don't you see what they're doing in the cities of Judah and in the streets of Jerusalem? ", "18": "The children gather wood, the fathers kindle the fire, and the women knead dough to make cakes for the Queen of Heaven,[h] and they pour out liquid offerings to other gods in order to provoke me. ", "19": "Are they provoking me?” asks the Lord. “Is it not themselves, and to their own shame?” ", "20": "Therefore, this is what the Lord God says: “I'm about to pour out my anger and my wrath on this place, on people and animals, on the trees of the field, and on the fruit of the ground. It will burn, and it won't be put out.”", "21": "This is what the Lord of the Heavenly Armies, the God of Israel, says: “Add your burnt offerings to your sacrifices and eat the meat. ", "22": "Indeed, when I brought your ancestors out of the land of Egypt, I didn't speak or command them about burnt offering and sacrifice, ", "23": "but I did give them this command:[i] 'Obey me and I'll be your God, and you will be my people. Walk in all the ways that I command you so it will go well for you.' ", "24": "But they didn't listen,[j] nor did they pay attention.[k] They pursued their own plans,[l] stubbornly following their own evil desires.[m] They went backward and not forward. ", "25": "From the day your ancestors left the land of Egypt to this present time, I've sent all my servants, the prophets, to you, again and again.[n] ", "26": "But they didn't listen to me, and they didn't pay attention.[o] They stiffened their necks, and they did more evil than their ancestors.", "27": "“You will tell them all these things, but they won't listen to you. You will call out to them, but they won't answer you. ", "28": "You will say to them, 'This is the nation that wouldn't listen to the voice[p] of the Lord its God and wouldn't accept correction. Truth has perished; it has been eliminated from their discussions.'", "29": "“Cut off your hair and throw it away; let your lamentations rise on the barren heights, because the Lord has rejected and abandoned the generation that is subject to his wrath.[q]", "30": "“For the people of Judah have done evil in my eyes,” declares the Lord. “They have put their detestable idols[r] in the house that is called by my name in order to defile it. ", "31": "They have built high places at Topheth in the Valley of Ben-hinnom to burn their sons and daughters in the fire. I didn't command this, and it never entered my mind!", "32": "“Therefore, the time is near,” declares the Lord, “when it will no longer be called Topheth or the Valley of Ben-hinnom, but the Valley of Slaughter. They'll bury in Topheth because there is no other[s] place to do it.[t] ", "33": "The dead bodies of these people will be food for the birds of the sky and for the animals of the land, and no one will disturb them. ", "34": "In the towns of Judah and the streets of Jerusalem I'll bring an end to the sound of gladness and rejoicing, to the sounds of the bridegroom and bride, for the land will become a wasteland.”"}