{"1": "In the eighth month of the second year[a] of the reign of[b] Darius, this message from the Lord came to Berechiah's son Zechariah,[c] the grandson of Iddo the prophet: ", "2": "“The Lord was very angry with your ancestors. ", "3": "So tell them, 'This is what the Lord of the Heavenly Armies says: “Return to me,” declares the Lord of the Heavenly Armies, “and I will return to you.[d] ", "4": "Don't be like your ancestors, to whom the former prophets proclaimed: 'This is what the Lord of the Heavenly Armies says: “It's time to turn from your evil lifestyles[e] and from your evil actions,” 'but they would neither listen nor pay attention to me,'” declares the Lord.' ", "5": "“Your ancestors—where are they? And the prophets—do they live forever? ", "6": "But my words and my statutes that I gave as commands to my servants the prophets—did they not overwhelm your ancestors? And they returned to me:[f] 'The Lord of the Heavenly Armies acted toward us just as he planned to do—in keeping with our lifestyles[g] and in keeping with our actions.'”", "7": "On the twenty-fourth day of the eleventh month (the month Shebat) in the second year of the reign of[h] Darius, this message from the Lord came to Berechiah's son Zechariah, the grandson of Iddo the prophet: ", "8": "“I stared into the night, and there was a man mounted on a red horse! The horse[i] was standing among the myrtle trees in a ravine. Behind him there were red, brown,[j] and white horses.”", "9": "Then I asked, “Who are these, sir?”[k] The messenger who was talking to me answered, “I will tell you who these are.”", "10": "The man who stood among the myrtle trees answered, “These are the ones whom the Lord sent out to wander throughout the earth.”", "11": "Then they reported to the angel of the Lord who stood among the myrtle trees, “We have wandered throughout the earth—and look!—the entire earth is at rest. Everything is quiet and peaceful.”[l]", "12": "And the angel of the Lord replied, “Lord of the Heavenly Armies, how long will it be until you show mercy to Jerusalem and to the cities of Judah, with whom you have been angry for these past seventy years?”", "13": "So the Lord answered the angel who was speaking to me with kind and comforting words.", "14": "Then the angel who was speaking to me told me, “Announce this: 'This is what the Lord of the Heavenly Armies says: “I have a deep concern for Jerusalem, a great concern for Zion. ", "15": "I am deeply angry with the nations who are complacent, with whom I was only a little displeased—but they made things worse!” ", "16": "'Therefore this is what the Lord says: “I have returned to Jerusalem with compassionate intentions. My Temple will be rebuilt there,” declares the Lord of the Heavenly Armies, “and the measuring line will be stretched out over Jerusalem.”'”", "17": "“Also announce the following: 'This is what the Lord of the Heavenly Armies says: “My cities will again overflow with prosperity. The Lord will comfort Zion once more and will choose Jerusalem again.”'”", "18": "[m]Then I looked up and saw four horns. ", "19": "I asked the angel who was talking to me, “What are those?” So he answered me, “Those are the forces[n] that have dispersed Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four artisans.", "21": "Then I asked, “What have they come to do?” He answered, “Those horns that dispersed Judah—so that no one could lift up his head—those artisans[o] are coming to disrupt the power[p] of nations, tearing them down now that they've come to power and dispersed the land of Judah.”"}