{"1": "A declaration: a message from the Lord to Israel. “The Lord, who stretches out the heavens, who lays the foundation of the earth, and who frames the spirit of man within himself, declares, ", "2": "'Look, I am making Jerusalem an unstable cup[a] toward all of its surrounding armies when they lay siege against Judah and Jerusalem. ", "3": "It will come about at that time[b] that I will make Jerusalem a heavy weight; so everyone who burdens themselves with it will be crushed,[c] even though all of the nations of the earth gather themselves against it. ", "4": "At that time,'[d] declares the Lord, 'I will strike every horse with panic and every rider with insanity. I will keep my eyes on the house of Judah, but I will blind every horse of the invading[e] armies. ", "5": "The leaders of Judah will say to themselves, “Those who live in Jerusalem are my strength through the Lord of the Heavenly Armies, their God.” ", "6": "'At that time,[f] I will make the leaders of Judah like a brazier filled with blazing wood, or like a torch setting fire to harvested grain. They will devour all the invading[g] armies, both on the right hand and on the left. As a result, Jerusalem will again be inhabited in its rightful place—as the real[h] Jerusalem.'”", "7": "The Lord will deliver the tents of Judah first, so that neither the glory of the house[i] of David nor the glory of the inhabitants of Jerusalem overshadows Judah. ", "8": "At that time,[j] the Lord will defend those who live in Jerusalem, and the one who is feeble among them at that time will be like David. The entire house of David will be like God—indeed, like the angel of the Lord in their midst!", "9": "“'At that time,[k] I will search out and destroy all of the nations who have come against Jerusalem. ", "10": "I will pour out on the house of David and on the residents of Jerusalem a spirit of grace and of supplications, and they will look to me—the one whom they pierced.'”[l] Then they will mourn for him, as for an only son. They will grieve bitterly for him, as for a firstborn son. ", "11": "At that time,[m] Jerusalem will mourn deeply, like the mourning about Hadad-rimmon[n] that took place in the plain of Megiddo. ", "12": "And so the land will mourn, families by families, alone by themselves—the family of the house of David by itself with their wives by themselves, the family of the house of Nathan by itself with their wives by themselves, ", "13": "the family of the house of Levi by itself with their wives by themselves, the family of Shimei by itself with their wives by themselves—", "14": "all of the surviving families by themselves, along with their wives by themselves. "}