{"1": "A declaration: this message from the Lord in the land of Hadrach,[a] with Damascus its confederate,[b] because the eyes of humanity[c] will look to[d] the Lord, along with those of[e] all the tribes of Israel.", "2": "Also Hamath, which borders on it— along with Tyre and Sidon— indeed they are very wise.", "3": "“Tyre built itself a fortification, hoarding silver like dust and pure gold like mud in a street.", "4": "Look! The Lord will evict her, striking at her power in the sea, and she will be consumed by fire.", "5": "Ashkelon will see it happen and will be terrified; Gaza will tremble greatly. Ekron will be ashamed of her expectations, Gaza's king will perish, and Ashkelon will become uninhabited.", "6": "A strange people[f] will inhabit Ashdod, and I will eliminate the arrogance of Philistia.", "7": "I will remove the blood from its mouth, along with its abominations from between its teeth. Its survivors will be dedicated to our God; It will be like a clan of Judah, and Ekron will be as a Jebusite.[g]", "8": "I will set a garrison around my Temple, to hinder those who might come and go, and to guard against oppressors who intend to invade; for I have taken note of this with my eyes.”", "9": "“Rejoice greatly, daughter of Zion; cry out, daughter of Jerusalem! Look! Your king is coming to you. He is righteous, and he is able to save. He is humble, and is riding on a colt, the foal of a donkey.", "10": "I will banish[h] chariots from Ephraim and horses from Jerusalem. War weapons[i] will be banished, and your king[j] will speak peace to the nations. His dominion will extend from sea to sea, and from the River to the farthest portion of the earth.", "11": "Now concerning you and my blood covenant with you, I have liberated your prisoners from a waterless pit.", "12": "Return to your fortress, you prisoners who have hope. Even today I am telling you: In return I will repay you double.", "13": "For I have bent Judah as if it were my bow, loading it with Ephraim. I raised up your sons, Zion, against your sons, Greece, wielding you like a mighty warrior's sword.”", "14": "The Lord will appear over them— his arrow will shoot like lightning. The Lord God will blow the trumpet, and go out with the southern windstorm.", "15": "The Lord of the Heavenly Armies will defend them; they will devour and conquer those who sling stones. They will drink and be boisterous like those who are drunk. They will be filled to the brim with blood,[k] like the corners of the altar.", "16": "The Lord their God will save them at that time[l] as his very own flock of people, because they are his crown jewels, exalted throughout his land.", "17": "For how great is his goodness, and how great is his beauty! Grain will make the young men thrive, and new wine the virgins."}