{"1": "As David's son Solomon consolidated[a] his administration,[b] the Lord his God was with him to make him very successful.[c] ", "2": "Solomon addressed the entire nation of Israel, including the commanders of thousands and hundreds, the judges, all the other leaders of Israel, and all of the heads of the ancestral houses of Israel.", "3": "Solomon, along with the whole assembly with him, met at the high place in Gibeon because that's where God's Tent of Meeting that the Lord's servant Moses had constructed in the wilderness was located. ", "4": "Nevertheless, David had brought the Ark of God from Kiriath-jearim to the place that David had prepared for it, after having erected a tent for it in Jerusalem. ", "5": "Also, the bronze altar that Uri's son Bezalel, Hur's grandson, had erected, was in place in front of the Lord's tent. Solomon and the assembly sought the Lord[d] there. ", "6": "Solomon approached the presence of the Lord at the bronze altar that had been placed at the Tent of Meeting and offered 1,000 burnt offerings on it.", "7": "That very night God appeared to Solomon and told him, “Ask what I am to give you.”", "8": "Solomon replied to God, “You showed great gracious love to my father David, and have established me as king in his place. ", "9": "Now, Lord God, your promise to my father David is fulfilled, because you have made me king over a people as numerous as the dust of the earth. ", "10": "Give me wisdom now, so I may go in and out among[e] this people, because who can rule this great people that belongs to you?", "11": "God told Solomon, “Since you had this in mind,[f] to ask neither to focus on riches, wealth, honor, or the lives of those who hate you, nor have you requested a long life, but instead you have asked for wisdom and knowledge for yourself, so that you may rule my people over whom I have established you as king, ", "12": "wisdom and knowledge have been granted to you. Furthermore, I will give you riches, wealth, and honor—such as none of the kings owned who lived before you and none after you are to ever attain their equal.”", "13": "So Solomon returned from the Tent of Meeting at the high place in Gibeon to Jerusalem, where he reigned over Israel. ", "14": "Solomon amassed both chariots and horsemen: he owned 1,400 chariots and 12,000 horsemen, stationing them in armories[g] and with the king in Jerusalem. ", "15": "The king made silver and gold as common in Jerusalem as stones, and made cedar[h] trees as plentiful as sycamore[i] trees that grow in the Shephelah.[j] ", "16": "Solomon's horses were imported from Egypt and from Kue; the king's procurement officials obtained them from Kue at great[k] price. ", "17": "Chariots were imported from Egypt for 600 shekels[l] each, and horses cost 150 shekels[m] each, and then they exported them to all of the kings of the Hittites and to the kings of Aram."}