{"1": "At the height of his power, after he had consolidated his rule, Rehoboam abandoned the Lord's Law, along with all of Israel with him. ", "2": "Because he had been unfaithful to the Lord, during the fifth year of King Rehoboam's reign, King Shishak of Egypt attacked Jerusalem ", "3": "with 1,200 chariots and 60,000 cavalry. The Lubim, Sukkiim, and the Ethiopians who invaded from Egypt with Shishak[a] were innumerable. ", "4": "Shishak[b] captured the fortified cities of Judah and invaded as far as Jerusalem.", "5": "Right then, Shemaiah the prophet approached Rehoboam and the princes of Judah who had gathered together in Jerusalem because of Shishak, and he told them, “This is what the Lord says: 'You abandoned me, so I've abandoned you to Shishak.'”", "6": "In response, the princes of Israel and the king humbled themselves and declared, “The Lord is righteous.”", "7": "When the Lord observed that they had humbled themselves, the Lord spoke to Shemaiah, “They have humbled themselves, so I won't destroy them. Instead, I'll grant them some deliverance by not pouring out my indignation on Jerusalem, using Shishak to do it. ", "8": "Nevertheless, they will become his slaves so they may learn to differentiate between what it means to serve me and to serve the kingdoms of these nations.” ", "9": "So King Shishak of Egypt invaded Jerusalem and looted the treasure stores in the Lord's Temple and in the royal palace. He took everything, including the golden shields that Solomon had made. ", "10": "After this, King Rehoboam made shields out of bronze to take their place, committing them to the care and custody of the commanders of those who guarded the entrance to the royal palace. ", "11": "As often as the king entered the Lord's Temple, the guards came and transported the shields[c] to the Temple[d] and then brought them back to the guard's quarters. ", "12": "After he had humbled himself, the Lord stopped being angry with him, and did not destroy Rehoboam[e] completely. Furthermore, conditions became good in Judah.", "13": "King Rehoboam consolidated his reign in Jerusalem. Rehoboam was 41 years old when he began to reign, and he reigned for seventeen years in Jerusalem, the city that that Lord had chosen from all the tribes of Israel in which to establish his name. Rehoboam's mother was Naamah from Ammon. ", "14": "He practiced evil by not setting his heart to seek the Lord. ", "15": "Now Rehoboam's accomplishments, from first to last, are written in the records of Shemaiah the prophet and of Iddo the seer, enrolled by genealogy, are they not? ", "16": "Later, Rehoboam died, as had his ancestors, and his son Abijah became king to replace him."}