{"1": "During the eighteenth year of the reign of[a] King Jeroboam, Abijah became king over Judah. ", "2": "He reigned for three years in Jerusalem. His mother was Uriel's daughter Micaiah from Gibeah. A war started between Abijah and Jeroboam. ", "3": "Abijah started the battle with an army of 400,000 specially chosen valiant soldiers, but Jeroboam opposed him with 800,000 specially chosen valiant soldiers. ", "4": "Abijah stood on Mount Zemaraim in the hill country of Ephraim and announced: “Listen to me, Jeroboam and Israel! ", "5": "Don't you know that the Lord God of Israel assigned the kingship over Israel to David and his descendants forever by a salt covenant?[b] ", "6": "Even so, Nebat's son Jeroboam, who used to serve David's son Solomon, rose in rebellion against his own master! ", "7": "Useless troublemakers[c] soon gathered around him, who turned out to be too strong for Rehoboam, because he was young, timid, and unable to withstand them.", "8": "“So now you think you'll be able to withstand the Lord's kingdom as controlled by David's descendants, just because you have a large crown and have brought with you the golden calves that Jeroboam made for you as gods. ", "9": "Haven't you already driven away the Lord's priests, the descendants of Aaron and the descendants of Levi? Haven't you established your own priests like the people of other[d] lands?", "10": "“Now as far as we're concerned, the Lord is our God, and we haven't abandoned him. The descendants of Aaron are ministering to the Lord as priests, and the descendants of Levi continue their work. ", "11": "Every morning and evening, they're offering burnt offerings and fragrant incense to the Lord, the showbread is set out on the pure table, and they take care of the golden lamp stand so its lamps can continue to burn every evening. We continue to be faithful over what the Lord our God entrusted to us, but you have abandoned him. ", "12": "Now listen! God is with us to lead us, and his priests are about to sound their battle trumpets against you. Descendants of Israel, don't fight against the Lord God of your ancestors, because you won't succeed!”", "13": "But Jeroboam had sent an ambush to attack from the rear, so Israel was in front of Judah, with the ambush set in place behind them. ", "14": "When the army of[e] Judah turned around to look, they were being attacked from both front and rear, so they cried out to the Lord while the priests sounded their trumpets. ", "15": "Then the army of Judah sounded a war cry, and God routed Jeroboam and the entire army of Israel in front of Abijah and Judah. ", "16": "When the descendants of Israel ran away from the army of Judah, God handed them over to the army of Judah. ", "17": "Abijah and his army defeated them in a tremendous slaughter that resulted in 500,000 special forces from Israel being slain. ", "18": "And so the descendants of Israel were defeated at that time. The descendants of Judah were victorious because they trusted in the Lord God of their ancestors. ", "19": "After this Abijah pursued Jeroboam and captured Bethel and its villages, Jeshanah and its villages, and Ephron and its villages.", "20": "Jeroboam never recovered his strength for the rest of Abijah's life. The Lord struck Jeroboam,[f] and he died, ", "21": "but Abijah continued to grow more powerful. He took fourteen wives for himself and fathered 22 sons and sixteen daughters. ", "22": "The rest of Abijah's accomplishments, his lifestyle and his memoirs are recorded in the Midrash[g] of the Prophet Iddo. "}