{"1": "[a]Then Abijah died, as had his ancestors, and he was buried in the City of David. Abijah's[b] son Asa reigned in his place, and during his lifetime the land enjoyed rest for ten years.", "2": "[c]Asa practiced what the Lord his God considered to be right ", "3": "by removing the foreign altars and high places, tearing down the sacred pillars, cutting down the Asherim,[d] and ", "4": "commanding Judah to seek the Lord God of their ancestors and to keep the Law and the commandments. ", "5": "He also removed the high places and incense altars from all of the cities of Judah. As a result, the kingdom enjoyed rest under Asa's leadership.[e]", "6": "Asa[f] built fortified cities throughout Judah while the land lay undisturbed, because the Lord had given him peace so that no one went to war against him during those years. ", "7": "He had told Judah, “Let's build up these cities, surrounding them with walls, towers, gates, and bars. The land still belongs to us, because we have kept on seeking the Lord our God. We have sought him out, and he has given us rest all around us.” So the people built and prospered. ", "8": "Asa kept a standing army of 300,000 soldiers from Judah equipped with large shields and spears, as well as 280,000 soldiers from Benjamin, also bearing shields and wielding bows. All of them were valiant soldiers.", "9": "Sometime later, Zerah the Ethiopian went to war against him at Mareshah with an army of one million troops and 300 chariots. ", "10": "Asa went out to engage him in battle, and they drew up their battle lines at Mareshah in the Zephathah Valley. ", "11": "Asa cried out to the Lord his God, telling him, “Lord, there is no one except for you to help between the powerful and the weak. So help us, Lord God, because we're depending on you and have come against this vast group in your name. Lord, you are our God. Let no mere mortal man defeat you!”", "12": "So the Lord defeated the Ethiopians right in front of Asa and Judah, and the Ethiopians ran away. ", "13": "Asa and his army pursued the Ethiopians[g] as far as Gerar. So many Ethiopians died that their army could not recover, because it had been shattered in the Lord's presence and in the presence of his army. The Israelis[h] carried off a lot of plunder, too. ", "14": "They attacked all the cities that surrounded Gerar, because fear of the Lord had overwhelmed them. The Israelis spoiled all the cities, because there was a lot to plunder in them. ", "15": "They also attacked the tents of those who owned livestock and carried off lots of sheep and camels. Then they returned to Jerusalem."}