{"1": "Asa's son Jehoshaphat succeeded him as king, and he consolidated his authority over Israel ", "2": "by placing troops in all of the fortified citadels through Judah and by establishing garrisons throughout the land of Judah and in the cities that his father Asa had captured.", "3": "The Lord was with Jehoshaphat because he followed the example set during his ancestor David's preliminary years by not pursuing the Baals.[a] ", "4": "Instead, Jehoshaphat[b] sought the God of his ancestors and obeyed his commands, unlike Israel. ", "5": "Therefore the Lord secured Jehoshaphat's[c] kingdom under his control, with all of Judah paying him tribute, and Jehoshaphat became very wealthy and greatly respected. ", "6": "He remained committed to following the Lord, and he removed the high places and Asherah poles from Judah.", "7": "During the third year of his reign, Jehoshaphat sent his officials Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach throughout the cities of Judah. ", "8": "They were accompanied by the descendants of Levi, including[d] Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah. These descendants of Levi were accompanied by the priests Elishama and Jehoram. ", "9": "They taught throughout Judah from a copy of the Book of the Law of the Lord that they took with them as they passed through all the cities of Judah, teaching among all the people.", "10": "Because they were afraid of the Lord, none of the kingdoms of the lands that surrounded Judah dared go to war against Jehoshaphat. ", "11": "Some of the Philistines brought gifts and silver as tribute to Jehoshaphat, and Arabians brought him flocks of 7,700 rams and 7,700 male goats. ", "12": "As a result, Jehoshaphat grew more and more powerful, and built up fortresses and storage centers throughout Judah. ", "13": "He placed a large amount of supplies into storage throughout the cities of Judah and stationed soldiers—all of them valiant men—in Jerusalem. ", "14": "Here's how they were mustered, listed according to their ancestral houses and listed by commanders of thousands: Adnah commanded 300,000 elite forces. ", "15": "Near him was Johanan, commander of 280,000 ", "16": "and next to him was Zichri's son Amasiah, who had volunteered to serve the Lord. He commanded 200,000 elite forces. ", "17": "There was also Eliada from Benjamin, himself a valiant soldier. He was accompanied by 200,000 expert archers bearing shields. ", "18": "Near him was Jehozabad, who was accompanied by 180,000 soldiers equipped for warfare. ", "19": "These men served the king, and there were others whom the king garrisoned inside fortified cities throughout all of Judah."}