{"1": "After Jehoshaphat had become wealthy and was enjoying abundant honor, he allied himself to Ahab. ", "2": "After a few years, he visited Ahab in Samaria. Ahab slaughtered lots of sheep and oxen for him, and the people who were with him persuaded Jehoshaphat to attack Ramoth-gilead. ", "3": "King Ahab of Israel asked King Jehoshaphat of Judah, “Will you join me in attacking Ramoth-gilead?” “I'm with you,” Jehoshaphat[a] replied. “and my army is with you. We'll join you in the battle.” ", "4": "But then Jehoshaphat asked the king of Israel, “Please ask for a message from the Lord, first.”", "5": "So the king of Israel gathered together 400 prophets and asked them, “Should we go attack Ramoth-gilead, or should I call off the attack?”[b] “Go attack them,” they all said, “because God will drop them right in the king's hand.”", "6": "But Jehoshaphat asked, “Isn't there a prophet of the Lord left here that we could talk to?”", "7": "“There is still one man left by whom we could ask the Lord what to do,” the king of Israel replied to Jehoshaphat, “but I hate him because he won't prophesy anything good about me. Instead, he always prophesies evil. He is Imla's son Micaiah.” But Jehoshaphat rebuked Ahab, “Kings[c] should never talk like that.”", "8": "Nevertheless, the king of Israel called an officer and ordered him, “Bring me Imla's son Micaiah quickly.”", "9": "Now the king of Israel and King Jehoshaphat of Judah were each sitting on their own thrones, arrayed in their robes, and sitting on the threshing floor at the entrance to the city gate of Samaria, and all of the prophets were prophesying in front of them. ", "10": "Chenaanah's son Zedekiah made iron horns for himself and told them, “This is what the Lord says, 'With these horns you are to gore the Arameans until they are eliminated!'”", "11": "All the other prophets were saying similar things, like “Go up to Ramoth-gilead and you will be successful, because the Lord will hand it over to the king!”", "12": "Meanwhile, the messenger who had gone off to summon Micaiah advised him, “Look, everything that the other prophets were saying has been unanimously favorable to the king. So please, cooperate with them and speak favorably.”", "13": "“As the Lord lives,” Micaiah replied, “I'll say what my God tells me to say.”", "14": "When Micaiah[d] approached the king, the king asked him, “Micaiah, should we go to war against Ramoth-gilead, or should I not?” “Go to war,” Micaiah[e] replied, “and you will be successful, because the Lord will hand it over to the king!”", "15": "When he heard this, the king asked him, “How many times do I have to ask you? Tell me nothing but the truth, and do it in the name of the Lord!”", "16": "And so Micaiah replied: “I saw all of Israel scattered on the mountains like sheep without a shepherd. And the Lord told me, 'These have no master, so let them each return to his own home in peace.'”", "17": "Then the king of Israel told Jehoshaphat, “Didn't I tell you that he wouldn't prophesy anything good about me, but only evil?”", "18": "But Micaiah responded, “Therefore, listen to what the Lord has to say. I saw the Lord, sitting on his throne, and the entire Heavenly Army was surrounding him on his right hand and on his left hand.", "19": "“The Lord asked, 'Who will tempt King Ahab of Israel to attack Ramoth-gilead, so that he will die there?' And one was saying one thing and one was saying another.", "20": "“But then a spirit approached, stood in front of the Lord, and said, 'I will entice him.' “And the Lord asked him, 'How?'", "21": "“'I will go,' he announced, 'and I will be a deceiving spirit in the mouth of all of his prophets!' “So the Lord said, 'You're just the one to deceive him. You will be successful. Go and do it.'", "22": "Now therefore, listen! The Lord has placed a lying spirit in the mouth of all of these prophets of yours, because the Lord has determined to bring disaster upon you.”", "23": "As if on cue, Chenaanah's son Zedekiah approached Micaiah and struck him on the cheek. Then he asked him, “How did the Spirit of the Lord move from me to speak to you?”", "24": "Micaiah replied, “You'll learn the answer to that question when the day comes that you run away to hide yourself in a closet!”", "25": "Then the king of Israel ordered, “Take Micaiah and place him in the custody of Amon, the city governor. Hand him over to Joash, the king's son. ", "26": "Give him this order: 'Place him in prison on survival rations only until I come back safely.'”", "27": "“If you return alive,” Micaiah responded, “then the Lord has not spoken by me.” Then he added, “Listen, everybody!”", "28": "So the king of Israel and King Jehoshaphat of Judah both attacked Ramoth-gilead. ", "29": "The king of Israel suggested to Jehoshaphat, “I'll go into battle in disguise, but you keep your royal uniform on.” So the king of Israel disguised himself and they both went into the battle.", "30": "Meanwhile, the king of Aram had issued these orders to his chariot commanders: “Don't attack unimportant soldiers or ranking officers. Go after only the king of Israel.” ", "31": "So when the chariot commanders observed Jehoshaphat, they said by mistake, “It's the king of Israel!” and they turned aside to attack him. But Jehoshaphat cried out to the Lord, who helped him, and God diverted them from him. ", "32": "When the chariot commanders saw that their target[f] was not the king of Israel, they stopped pursuing him.", "33": "Meanwhile, somebody drew his bow and struck the king of Israel at a weak spot where his armor plates joined, so he instructed his chariot driver, “Turn around and take me out of the battle, because I've been severely wounded.” ", "34": "The battle continued on for the rest of the day while the king of Israel propped himself up in front of the Arameans until the sun set, at which time he died."}