{"1": "After this, King Jehoshaphat of Judah returned safely to his palace in Jerusalem, ", "2": "where Hanani's son Jehu, the seer, went out to meet him. He asked king Jehoshaphat, “Should you be helping those who are wicked, yes or no? Should you love those who hate the Lord? Wrath is headed your way directly from the Lord because of this. ", "3": "Nevertheless, a few good things have been found in you, in that you have removed the Asheroth[a] from the land and you have disciplined yourself to seek God.”", "4": "Jehoshaphat continued to live in Jerusalem, but he travelled again throughout the people from Beer-sheba to Mount Ephraim, bringing them back to the Lord God of their ancestors ", "5": "and appointing judges throughout the land in all of the walled cities of Judah, city by city. He issued this reminder to the judges:", "6": "“Pay careful attention to your duties, because you are judging not only for the sake of human beings but also for the Lord —and he is present with you as you make your rulings. ", "7": "So let the fear of the Lord rest upon you, be on your guard, and act carefully, because with the Lord our God there is neither injustice, nor partiality, nor bribery.”", "8": "In Jerusalem, Jehoshaphat also appointed certain descendants of Levi, priests, and family leaders of Israel to render verdicts for the Lord and to decide difficult cases. Their offices were in Jerusalem. ", "9": "He issued this reminder to them: “You are to carry out your duties in the fear of the Lord, serving him[b] faithfully[c] with your whole heart. ", "10": "No matter what case comes before you from your fellow citizens who live in their own cities, whether it's a dispute between blood relatives[d] or a dispute regarding the Law and the commands, statutes, or verdicts, you are to warn the parties[e] so that they do not become guilty in the Lord's presence and so that anger does not come upon you and your fellow citizens. ", "11": "Take notice, please, that Amariah the Chief Priest is presiding over all cases[f] that pertain to the Lord, Ishmael's son Zebadiah is presiding as ruler of the household of Judah with respect to all cases that pertain to the national government,[g] and the descendants of Levi will preside over your other civil cases.[h] Serve courageously, and the Lord will be with the upright.”"}