{"1": "Sometime after these events, the Moabites and the Ammonites, accompanied by some other descendants of Ammon,[a] attacked Jehoshaphat and started a war. ", "2": "Jehoshaphat's military advisors[b] came and informed him, “We've been attacked by a vast invasion force from Aram,[c] beyond the Dead[d] Sea. Be advised—they've already reached Hazazon-tamar, also known as En-gedi.”", "3": "In mounting fear, Jehoshaphat devoted himself[e] to seek the Lord. He proclaimed a period of[f] fasting throughout all of the territory of[g] Judah, ", "4": "and the tribe of[h] Judah assembled together to seek the Lord. People[i] came from all of the cities of Judah to seek the Lord.", "5": "Jehoshaphat stood among the assembly of Judah and Jerusalem in the Lord's Temple in the vicinity of the new court ", "6": "and said: “Lord God of our ancestors, you are the God who lives in heaven, are you not? You rule over all the kingdoms of the nations, don't you? In your own hands you grasp both strength and power, don't you? As a result, no one can oppose you, can they? ", "7": "You are our God, who expelled the former inhabitants of this land right in front of our people Israel, aren't you? Then you gave it to your friend Abraham's descendant[j] forever, didn't you? ", "8": "They lived in it and have built there a sanctuary for your name, where they said, ", "9": "'If evil comes upon us, such as war[k] as punishment, disease, or famine and we stand in your presence in this Temple (because your Name is in this Temple) and cry out to you in our distress, then you will hear and deliver.' ", "10": "Now therefore look! The Ammonites, the Moabites, and the inhabitants of[l] Mount Seir,[m] whom you would not permit Israel to attack when they arrived from the land of Egypt—since they turned away from them and did not eliminate them— ", "11": "Look how they're rewarding us! They're coming to drive us from your property that you gave us to be our inheritance. ", "12": "Our God, you are going to punish them, aren't you? We have no strength to face this vast multitude that has come against us, nor do we know what to do, except that our eyes are on you.”", "13": "All of Judah was standing in the Lord's presence, along with their little babies, their wives, and their children.", "14": "Then the Spirit of the Lord came upon Zechariah's son Jahaziel, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a descendant of Levi from the descendants of Asaph in the middle of the assembly, and he said:", "15": "“Pay attention, everyone in Judah, in Jerusalem, and you, too, King Jehoshaphat! This is what the Lord says to you: 'Stop being afraid, and stop being discouraged because of this vast invasion force,[n] because the battle doesn't belong to you, but to God. ", "16": "Tomorrow you are to go down to attack them. Pay attention, now—they'll be coming up near the ascent of Ziz.[o] You'll find them at the end of the valley that looks out over the Jeruel wilderness. ", "17": "You won't be fighting in this battle. Take your stand, but stand still, and watch the Lord's salvation on your behalf, Judah and Jerusalem! Never fear and never be discouraged. Go out to face them tomorrow, since the Lord is with you.'”", "18": "Jehoshaphat bowed down with his face[p] to the ground, and all the assembled inhabitants of Judah and Jerusalem fell face down in the Lord's presence and worshipped the Lord. ", "19": "Descendants of Levi from the descendants of Kohath and from the descendants of Korah stood up to praise the Lord God of Israel in a very loud voice that ascended to heaven.[q]", "20": "The army[r] got up early the next morning and headed out into the wilderness of Tekoa. Jehoshaphat stood up and addressed them. “Listen to me, you inhabitants of Judah and Jerusalem,” he said. “Have faith in the Lord your God and you'll be established! Have faith in his prophets and you'll succeed!” ", "21": "After he had consulted with the people, Jehoshaphat[s] appointed some choir members[t] to sing to the Lord and to praise him in sacred splendor as they marched out in front of the armed forces. They kept saying “Give thanks to the Lord, because his gracious love is eternal!”", "22": "Right on time, as they began to sing and praise, the Lord ambushed[u] the Ammonites, Moabites, and the inhabitants of[v] Mount Seir[w] who had attacked Judah, and they were defeated. ", "23": "The Ammonites and Moabites attacked the inhabitants of Mount Seir, destroying them, and after they had finished with the inhabitants of Mount Seir, they worked on destroying one another![x]", "24": "When the army of[y] Judah arrived at the remotest watchtower in the wilderness, they looked around at the invasion force, and to their surprise, there were dead bodies lying all around on the ground—not one had escaped! ", "25": "Later on, when Jehoshaphat and his army arrived to collect the spoils of war, they discovered there were far more goods, garments, and other valuable items to collect than they could carry off in a single day.[z] There was so much material that it took three days to finish their collection efforts.", "26": "Three days later, they assembled together in the Beracah Valley, where they blessed the Lord, which is why the name of that place is called Beracah[aa] Valley to this day. ", "27": "Then they all returned with joy to Jerusalem, every soldier from Judah and Jerusalem, with Jehoshaphat at the head of the procession, because the Lord had made them rejoice over their enemies. ", "28": "They proceeded directly to the Lord's Temple, carrying lyres, harps, and trumpets. ", "29": "Fear of God seized all of the kingdoms in the surrounding territories when they heard that the Lord had battled Israel's enemies. ", "30": "As a result, Jehoshaphat's kingdom enjoyed peace, because his God had provided rest for him all around.", "31": "Jehoshaphat reigned over Judah, having become king at the age of 35. He reigned in Jerusalem for 25 years. His mother's name was Azubah, the daughter of Shilhi. ", "32": "He followed the example of his father Asa and never departed from it, practicing what the Lord considered to be right. ", "33": "However, the high places were not removed, since the people had not yet directed their hearts to the God of their ancestors. ", "34": "The rest of Jehoshaphat's accomplishments, from first to last, are recorded in the annals of Hanani's son Jehu, which appears in the Book of the Kings of Israel.", "35": "Sometime later, King Jehoshaphat of Judah entered into a military alliance with King Ahaziah of Israel, acting wickedly by doing so. ", "36": "He also agreed with King Ahaziah[ab] to build ships to sail toward Tarshish, which they built in Ezion-geber. ", "37": "But Dodavahu's son Eliezer from Mareshah prophesied in opposition to Jehoshaphat, “Because you have entered into an alliance with Ahaziah, the Lord has destroyed your efforts.” So the ships were destroyed and were never able to sail for Tarshish."}