{"1": "Jehoshaphat died, as had his ancestors, and was buried in the City of David alongside his ancestors. His son Jehoram became king in his place. ", "2": "Jehoshaphat's sons, Jehoram's[a] brothers, included Azariah, Jehiel, Zechariah, Azariah,[b] Michael, and Shephatiah. All of these were sons of Jehoshaphat, king of Israel.", "3": "Their father gave them many gifts made of silver, and gold, as well as valuable things, along with fortified cities in Judah, but he passed the kingdom to Jehoram because Jehoram was his firstborn. ", "4": "But after Jehoram had assumed the throne and consolidated his rule over his father's kingdom, he executed all of his brothers, along with some of the rulers of Israel. ", "5": "Jehoram was 32 years old when he became king, and he reigned for eight years in Jerusalem. ", "6": "He lived like[c] the kings of Israel, following the example of Ahab's dynasty, since he had married Ahab's daughter, and he practiced what the Lord considered to be evil. ", "7": "Nevertheless, the Lord was unwilling to destroy David's dynasty because of the covenant that he had made with David, especially since he had promised to give him and to his sons the reigning presence of an heir[d] forever.", "8": "Nevertheless, Edom revolted against Judah's rule and set up their own king to rule them during Jehoram's reign.[e] ", "9": "So Jehoram invaded Edom[f] with his commanders and his chariots by night and killed the Edomites who had surrounded him and his chariot commanders. ", "10": "Edom remains in revolt against Judah to this day. Libnah revolted against Jehoram's rule, too, because he had abandoned the Lord God of his ancestors. ", "11": "In addition to all of this, he built high places in the mountains of Judah, led the inhabitants of Jerusalem into cultic sexual immorality, and made Judah go astray.", "12": "After this, a letter arrived from Elijah the prophet. It said: “This is what the Lord God of your ancestor David says: 'You haven't lived like your father Jehoshaphat and like King Asa of Judah. ", "13": "Instead, you have lived like the kings of Israel by causing Judah and the inhabitants of Jerusalem to commit cultic sexual immorality—just like Ahab's dynasty did! And you've killed your brothers who were better than you—your own father's dynasty! ", "14": "Look what's going to happen! The Lord is going to strike your people, your children, your wives, and everything you own with a massive tragedy. ", "15": "And as for you, you will suffer from a serious disease of your bowels. Eventually, day-by-day you will excrete your own bowels because of this disease.”", "16": "The Lord also provoked the attitude of the Philistines and the Arabs who bordered the Ethiopians against Jehoram, ", "17": "and they attacked Judah, invading it and carried off everything he owned in his royal palace, along with all of his sons and wives except for his youngest son Jehoahaz.[g]", "18": "After all of this happened, the Lord struck him in his bowels with an incurable illness. ", "19": "In due course, as time passed, two years later[h] his bowels came out because of his sickness and he died in agony. His people lit no memorial bonfire for him as they had done for his ancestors. ", "20": "Jehoram[i] was 32 years old when he became king, and he reigned in Jerusalem for eight years. He left this earth[j]—to nobody's regret—and they buried him in the City of David, but not in the tombs of the kings."}