{"1": "The residents of Jerusalem made Jehoram's[a] son Ahaziah[b] king in his place after the raiding party that had invaded the city with the Arabs had killed all of the older sons. That's how Jehoram's son Ahaziah became king of Judah. ", "2": "Ahaziah was 22[c] years old when he became king, and he reigned for one year in Jerusalem. His mother was Athaliah, Omri's granddaughter.", "3": "He followed the example[d] of Ahab's dynasty because his mother gave him evil counsel. ", "4": "So he practiced what the Lord considered to be evil, just like Ahab's dynasty had done, because after his father died, he was given advice that resulted in his destruction. ", "5": "He followed their counsel and accompanied Ahab's son Joram, king of Israel, to wage war against King Hazael of Aram at Ramoth-gilead. But the Arameans wounded Joram, ", "6": "so he returned to Jezreel to recover from the wounds that he had received at Ramah in the battle against King Hazael of Aram. King Ahaziah of Judah, Jehoram's son, went to visit Ahab's son Joram, because he was wounded.", "7": "God used Ahaziah's visit to Joram to destroy Ahaziah. As soon as he arrived, Ahaziah[e] went out with Joram to attack Nimshi's son Jehu, whom the Lord had appointed to eliminate Ahab's dynasty. ", "8": "And that's exactly what happened. While Jehu was punishing[f] Ahab's dynasty, he located the princes of Judah and the sons of Ahaziah's brothers who were ministering to Ahaziah, and he put them to death. ", "9": "Jehu[g] also searched for Ahaziah, had him apprehended while Ahaziah[h] was hiding out in Samaria, and had Ahaziah[i] brought to him. Jehu[j] had Ahaziah[k] executed and buried. It was said of Jehu,[l] “He is the son of Jehoshaphat, who sought the Lord with all of his heart.” As a result, there was no one left in the household of Ahaziah strong enough to reign in the kingdom.", "10": "As soon as Ahaziah's mother Athaliah learned that her son had died, she set out to destroy the entire royal family of Judah. ", "11": "However, the king's daughter Jehoshabeath took Ahaziah's son Joash away from the king's children who were about to be assassinated and hid him and his nurse in a bedroom. That's how King Jehoram's daughter Jehoshabeath, who was also the priest Jehoiada's wife and Ahaziah's sister, hid him from Athaliah. As a result, she was not able to kill him. ", "12": "Joash[m] remained with them for six years, hidden in God's Temple while Athaliah reigned over the land."}