{"1": "Ahaz was 20 years old when he began to reign, and he reigned 16 years in Jerusalem, but he did not practice what the Lord considered to be right, as his ancestor David had done. ", "2": "Instead, he lived like[a] the kings of Israel did. He cast metal images of Baal,[b] ", "3": "burned incense in the Ben-hinnom Valley, and burned his sons[c] as an offering, following the detestable activities of the nations whom the Lord had expelled in front of the people of Israel. ", "4": "He sacrificed and burned incense on high places, on the top of hills, and under every green tree.", "5": "As a result, the Lord his God handed Ahaz[d] over to the king of Aram, who defeated him and took a large number of captives away to Damascus. Ahaz[e] was also delivered over to the control of the King of Israel, who defeated him with many heavy casualties. ", "6": "Remaliah's son Pekah killed 120,000 soldiers in a single day, all of them elite forces, because they had forsaken the Lord God of their ancestors. ", "7": "Zichri, a valiant soldier from Ephraim, killed the king's son Maaseiah, Azrikam, the palace manager, and Elkanah, who was second in rank to the king. ", "8": "The Israelis carried away 200,000 women, sons, and daughters from among their own relatives. They also took a great deal of plunder, and brought it all to Samaria.", "9": "But a prophet of the Lord was there named Oded. He went out to greet the army as it arrived in Samaria. He warned them, “Look! Because the Lord God of your ancestors was angry at Judah, he delivered them into your control, but you have killed them with a vehemence that has reached all the way to heaven! ", "10": "Now you're intending to make the men and women of Judah and Jerusalem to be your slaves. Surely you have your own sins against the Lord your God for which you're accountable,[f] don't you? ", "11": "So listen to me! Return the captives whom you've captured from your brothers, because the anger of the Lord is burning hot against you!”", "12": "Some of the leaders of the descendants of Ephraim, including Johanan's son Azariah, Meshillemoth's son Berechiah, Shallum's son Jehizkiah, and Hadlai's son Amasa, stood up to the army as they were coming back from the battle ", "13": "and told them, “Don't bring those captives here! You'll bring even more guilt on us from the Lord, in addition to our own existing sin and guilt! He's already mad enough against Israel because of our guilt!”", "14": "So the army abandoned the captives and the war booty in front of the officers and the entire assembled retinue. ", "15": "After this, some men who were chosen by name took charge of the captives, clothed those who were naked with clothes appropriated from the war booty, gave them clothes and sandals, fed them, gave them something to drink, anointed them with oil, provided those who weren't able to walk[g] with donkeys to ride on, and took them back to their relatives at Jericho, the city of palm trees. Then they returned to Samaria.", "16": "Right about then, King Ahaz sent for help from the kings of Assyria ", "17": "because the Edomites had invaded, attacked Judah, and carried off some captives. ", "18": "The Philistines also invaded some of the cities in the Shephelah[h] and in the Negev[i] of Judah. They captured Beth-shemesh, Aijalon, Gederoth, Soco, and their surrounding villages, Timnah and its villages, and Gimzo and its villages. Then the Philistines[j] settled there, ", "19": "because the Lord was humiliating Judah because of King Ahaz of Israel, since Ahaz had brought about a lack of restraint within Judah and had remained unfaithful to the Lord. ", "20": "King Tiglath-pileser of Assyria attacked Ahaz[k] and, instead of helping him, attacked him. ", "21": "Even though Ahaz took some of the assets belonging to the Lord's Temple from the royal palace, and from the palaces belonging to the princes, and gave them to the king of Assyria, none of his gifts did any good.", "22": "In the midst of his troubles, King Ahaz became more and more unfaithful to the Lord. ", "23": "He sacrificed to the gods of Damascus that had defeated him, reasoning, “The gods of the kings of Aram helped them, so I'll sacrifice to them so they will help me!” But those gods[l] brought about his downfall, and the downfall of all of Israel, too. ", "24": "Ahaz also collected the utensils of God's Temple, cut them all into pieces, and closed the doors of the Lord's Temple. Then he made altars to[m] himself on every corner in Jerusalem ", "25": "and established high places in every city of Judah where incense was burned to other gods, thus provoking the Lord God of his ancestors to anger. ", "26": "The rest of his accomplishments, and records of everything he did from first to last are written in the Book of the Kings of Judah and Israel. ", "27": "So Ahaz died, as had his ancestors, and he was buried in the city of Jerusalem, but they didn't bury him among the tombs of the kings of Israel. Ahaz's son Hezekiah reigned in his place."}