{"1": "Hezekiah began his reign at the age of 25. He reigned for 29 years in Jerusalem. His mother's name was Abijah, Zechariah's daughter. ", "2": "He practiced what the Lord considered to be right, following all of the examples set by his ancestor David.", "3": "In the first month of the first year of his reign he repaired and reopened the doors of the Lord's Temple. ", "4": "Then he brought in the priests and descendants of Levi, gathered them into the square in the eastern part of the Temple,[a] ", "5": "and told them, “Pay attention to me, you descendants of Levi! Consecrate yourselves and the Temple of the Lord God of your ancestors by taking out from the Holy Place whatever is unclean. ", "6": "Our ancestors have been unfaithful. They practiced what the Lord considers to be evil, abandoned him, turned their faces away from the place where the Lord resides, and turned their backs to him. ", "7": "They shut the doors to the vestibule[b] of the Temple,[c] extinguished its lamps, and have not burned incense or offered burnt offerings to the God of Israel in the Holy Place. ", "8": "That's why the Lord was angry with Judah and Jerusalem and made them an object of terror, horror, and derision, as you've seen with your own eyes. ", "9": "Now look! Our ancestors have been killed with swords and our sons, daughters, and wives are being held captive because of all of this. ", "10": "I'm intending to make a covenant with the Lord God of Israel so his burning anger may turn away from us. ", "11": "Please don't be careless, you descendants of Aaron,[d] because the Lord has chosen you to minister in his presence, to serve him, to be his ministers, and to burn incense.”", "12": "Here are the names of the descendants of Levi who made themselves available to God: Amasai's son Mahath and Azariah's son Joel from the descendants of Kohath; Abdi's son Kish and Jehallelel's son Azariah from the descendants of Merari; Zimmah's son Joah and Joah's son Eden from the descendants of Gershon; ", "13": "Elizaphan's sons Shimri and Jeiel; Asaph's sons Zechariah and Mattaniah; ", "14": "Heman's sons Jehiel and Shimei; and Jeduthun's sons Shemaiah and Uzziel. ", "15": "They also brought together their brothers, consecrated themselves, and proceeded to cleanse the Lord's Temple, just as the king had ordered in accordance with what the Lord had told him. ", "16": "The priests entered the inner courts of the Lord's Temple to cleanse it, and they brought out everything unclean that they found there to the outer court of the Lord's Temple. Then the descendants of Levi carried everything from there out to the Kidron Valley. ", "17": "They began their consecration duties on the first day of the first month and finished at the Lord's outer vestibule[e] on the eighth day of the month. Another eight days was used to consecrate the Lord's Temple, so they completed the work on the sixteenth day of the first month.", "18": "After this, they went to King Hezekiah and told him, “We have cleansed all of the Lord's Temple, including the altar for burnt offerings, all of its utensils, the table of showbread, and all of its utensils. ", "19": "In addition, we have prepared and rededicated all of the utensils that King Ahaz threw away during his unfaithful reign, and now they're back in service at the Lord's altar.”", "20": "Early the next morning, King Hezekiah got up and assembled the city officials and went up to the Lord's Temple, ", "21": "where they brought seven rams, seven lambs, and seven male goats for a sin offering on behalf of the kingdom, the Holy Place, and Judah. He ordered that the priests, as descendants of Aaron, place the offerings[f] on the Lord's altar. ", "22": "So they slaughtered the bulls and the priests sprinkled the blood on the altar. They also slaughtered the rams and sprinkled the blood on the altar, and they also slaughtered the lambs and sprinkled the blood on the altar. ", "23": "They brought the male goats for the sin offering to the king within the assembled gathering, laid their hands on them, ", "24": "and then the priests slaughtered them and purged the altar with their blood as a sin offering to atone for all Israel, because the king ordered that the burnt offering and the sin offering be made for all Israel.", "25": "Hezekiah[g] stationed descendants of Levi in the Lord's Temple to play cymbals and stringed instruments, just as David, Gad the seer,[h] and Nathan the prophet[i] had directed, because the command to do so was from the Lord through those prophets. ", "26": "The descendants of Levi played instruments that had been crafted by David and the priests sounded trumpets.", "27": "Hezekiah gave a command to offer burnt offerings on the altar, and when the burnt offerings began, a song to the Lord also began with trumpets sounding and with the instruments that King David of Israel had crafted. ", "28": "Everybody in the assembly worshipped, the singers sang, and the trumpets sounded. They continued doing this until the burnt offering sacrifice was completed. ", "29": "When the sacrifices had been offered, the king and everyone else who was present with him bowed down and worshipped. ", "30": "King Hezekiah and his officials ordered the descendants of Levi to sing praises to the Lord based on psalms that had been written by David and Asaph the seer.[j] So they all joyfully sang praises, bowed low, and worshipped.", "31": "After this, Hezekiah announced, “Now that you've consecrated yourselves to the Lord, come near and bring your sacrifices and thanksgiving offerings to the Lord's Temple.” So the assembly brought sacrifices and thanksgiving offerings, and everyone who was willing to do so brought burnt offerings. ", "32": "The number of burnt offerings brought by the assembly was 70 bulls, 100 rams, and 200 lambs. All of these were burnt offerings to the Lord. ", "33": "The consecrated offerings numbered 600 bulls and 3,000 sheep. ", "34": "Because there weren't enough priests, they were unable to prepare all the burnt offerings until other priests came forward after having consecrated themselves, so their descendant of Levi relatives assisted them until the services were complete. (The descendants of Levi had been more conscientious in consecrating themselves than had been the priests.) ", "35": "Furthermore, there were also many burnt offerings, fat from peace offerings, and drink offerings. And that's how the service of the Lord's Temple was restored. ", "36": "Hezekiah and all of the people were ecstatic with joy because of what God had done for the people, since everything had come about so suddenly."}