{"1": "So Solomon began construction of the Lord's Temple in Jerusalem on Mount Moriah where the Lord[a] had appeared to his father David, that is, where David had prepared Ornan the Jebusite's threshing floor. ", "2": "He began construction on the second day[b] of the second month of the fourth year of his reign.", "3": "These are the foundations that Solomon set in place for God's Temple. The length in terms of the former standard measurements: 60 cubits;[c] its width: 20 cubits.[d] ", "4": "A portico extended in front of the Temple for its entire width of 20 cubits,[e] and was[f] 120 cubits[g] high. Inside he had it overlaid with pure gold. ", "5": "The main room of the Temple was trimmed with a wainscoting composed of cypress wood, overlaid with fine gold ornamented with palm trees and chains. ", "6": "The Temple was adorned with precious stones, including gold from the Orient.[h] ", "7": "The Temple was overlaid with gold, including the beams, thresholds, walls, and doors. Cherubim were engraved on the walls. ", "8": "With respect to the Most Holy Place in the Temple, its length across the width of the Temple was 20 cubits,[i] and its width extended 20 cubits.[j] Solomon[k] overlaid it with 600 talents[l] of pure gold. ", "9": "The gold nails weighed 50 shekels.[m] He also overlaid the upper rooms with gold. ", "10": "He crafted two cherubim from wood, overlaid them with gold, and placed them in the Most Holy Place in the Temple. ", "11": "The wingspan of the cherubim was 20 cubits;[n] the wing of one, five cubits[o] long, touched the wall of the Temple, and its other wing, five cubits[p] long, touched the wing of the other cherub. ", "12": "The wing of the other cherub, five cubits[q] long, touched the opposite[r] wall of the Temple and its other wing, five cubits[s] long, touched the wing of the first[t] cherub. ", "13": "The wings of these cherubim extended for 20 cubits[u] as they stood on their feet and faced the front of[v] the Temple. ", "14": "He constructed the veil from blue,[w] purple, crimson, and fine linen, embroidering cherubim on it. ", "15": "He also made two pillars 35 cubits[x] high for the front of the Temple, topped by a capital that was five cubits[y] high. ", "16": "He crafted chains for the inner sanctuary and placed them on top of the pillars, attaching 100 pomegranates to each of the chains. ", "17": "He set up the pillars at the front of the Temple, one on the south side of the entrance[z] and the other on the north side of the entrance.[aa] He named the south pillar Jachin[ab] and the north pillar Boaz.[ac]"}