{"1": "At the conclusion of all of these activities, everybody in Israel who was in attendance traveled throughout the cities of Judah, broke down the sacred pillars, cut down the Asherim, and broke down the high places and altars throughout the territories of[a] Judah, Benjamin, Ephraim, and Manasseh until they had eliminated all of them. Then the people of Israel went back to their cities and back to their work.[b]", "2": "Hezekiah appointed the priestly divisions and the divisions of the descendants of Levi, each according to their service duties, including both priests and descendants of Levi who offered morning and evening burnt offerings, peace offerings, general[c] ministry, thanksgiving, and praise in the gateways to the Lord's campgrounds.[d] ", "3": "He also gave a portion of his own income for both morning and evening burnt offerings, for burnt offerings on the Sabbath, New Moons, and for the scheduled festivals, as is recorded in the Lord's Law.[e] ", "4": "Hezekiah[f] also directed the people who lived in Jerusalem to give what was due to the priests and descendants of Levi, so they could be strengthened in the Lord's Law. ", "5": "As the word spread around, the people of Israel gave generously for the first fruits of grain, wine, oil, honey, and all of the produce of the fields. They generously gave a tithe of everything. ", "6": "The descendants of Israel and Judah who lived throughout the cities of Judah also brought tithes of cattle and sheep, as well as tithes of gifts that had been dedicated to the Lord their God. As these gifts were given, they were laid in piles. ", "7": "They began to make these piles of gifts[g] during the third month, and it took them until the seventh month to finish. ", "8": "When Hezekiah and the officials arrived and saw the piles of gifts,[h] they blessed the Lord and his people Israel, ", "9": "and Hezekiah quizzed the priests and the descendants of Levi about the piles of gifts.[i] ", "10": "Azariah replied, “Since they began to bring their gifts into the Lord's Temple, we have eaten and have been satisfied. Now we still have plenty left, because the Lord has blessed his people so that we have all of this left over.”", "11": "Hezekiah gave an order to prepare storerooms in the Lord's Temple, and so they did. ", "12": "They faithfully brought in the gifts, tithes, and consecrated materials, and Conaniah the descendant of Levi was placed in charge of them. His brother Shimei was second in command, ", "13": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah served as supervisors under Conaniah and his brother Shimei, who had been appointed by King Hezekiah. Azariah served as senior officer of God's Temple. ", "14": "Imnah the descendant of Levi's son Kore, keeper of the eastern gate, was in charge of voluntary offerings to God, apportioning contributions for the Lord and the most holy things. ", "15": "Under his authority, Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah served in the priestly cities, making sure contributions were distributed faithfully to their relatives division by division, no matter how large or how small, ", "16": "without regard to genealogical enrollment, to every male 30[j] years old and older—that is, to everyone who entered the Lord's Temple as their duty obligations required—for their work and duties according to their divisions ", "17": "as well as the priests who were enrolled in the genealogies according to their ancestral households. ", "18": "These genealogical enrollments also included all of their little children, their wives, and their sons and daughters for the entire assembly, because they were being faithful to consecrating themselves in holiness. ", "19": "Furthermore, with respect to the descendants of Aaron, that is, the priests who lived out in the country away from the cities, or who lived in each and every city, men were designated by name to distribute portions to every male among the priests and to everyone who had been enrolled by genealogy among the descendants of Levi.", "20": "Hezekiah did this throughout all of Judah, and he acted well, doing what the Lord his God considered to be right and true. ", "21": "Everything that Hezekiah[k] began in the service of God's Temple was done according to the Law and to the commandments as he sought his God, worked with all of his heart, and became successful."}