{"1": "After all of these acts of faithfulness occurred, King Sennacherib of Assyria came, invaded Judah, and laid siege to the fortified cities, thinking to conquer them for himself. ", "2": "As soon as Hezekiah learned that Sennacherib had arrived and had determined to attack Jerusalem, ", "3": "he developed a plan with his commanders and his elite forces to cut off the water supply from the springs that were outside the city, and they helped him to carry it out. ", "4": "Many people gathered together and plugged up all the springs, along with the stream that flowed through the region. They were thinking to themselves, “Why should the Assyrian kings invade and discover an abundant water supply?”", "5": "Hezekiah took courage and rebuilt all of the walls that had been broken down. Then he erected watch towers on them, and added another external wall. He fortified the terrace ramparts[a] in the City of David and prepared a large number of weapons and shields. ", "6": "He appointed military officers to take charge of the people, who gathered them together in the square near the city gate and spoke to them encouragingly, ", "7": "“Be strong and courageous.[b] Don't be afraid or disheartened because of the king of Assyria or because of the army that accompanies him, because the one who is with us is greater than the one with him. ", "8": "He only has the strength of his own flesh, but the Lord our God is with us to help us and to fight our battles.” So the people were encouraged from what King Hezekiah of Judah told them.", "9": "After this, King Sennacherib of Assyria sent his messengers to Jerusalem while he was in the middle of a vigorous attack on Lachish. They delivered this message to King Hezekiah of Judah and to all the people of Judah who had gathered in Jerusalem:", "10": "“This is what King Sennacherib of Assyria says: 'What are you leaning on that makes you stay behind while Jerusalem comes under siege? ", "11": "Isn't Hezekiah lying to you so he can hand you over to die by famine and thirst? After all, he's telling you “The Lord our God will deliver us from the king of Assyria's control.”[c] ", "12": "Isn't this the very same Hezekiah who removed this god's high places and altars? Isn't this the same Hezekiah who[d] issued this order to Judah and Jerusalem: “You are to worship in front of only one altar and burn your sacrifices only on it.”? ", "13": "Don't you know what my predecessors[e] have done to all the other people in other lands? Were the gods of the people who lived in those lands able to deliver their countries out of my control?[f] ", "14": "What god, out of all the gods of those nations that my predecessors[g] utterly destroyed, has been able to deliver his people from my control[h] or from the control[i] of my predecessors?[j] ", "15": "Now therefore, don't let Hezekiah lie to you or mislead you like this. Don't believe him, because no god of any nation has been able to deliver his people from my control[k] or from the control[l] of my predecessors. So how much less will your God deliver you from me?'”[m]", "16": "King Sennacherib's[n] spokesmen said even worse things against the Lord God and against his servant Hezekiah.", "17": "Sennacherib[o] also wrote letters like this that insulted and slandered the Lord God of Israel: “Just as the gods of the nations in other[p] lands haven't delivered their people from my control,[q] so also the god of Hezekiah won't deliver his people from me!”[r] ", "18": "His spokesmen[s] shouted these things out with loud voices in the language of Judah to frighten and terrify the people of Jerusalem who were stationed on the city walls, to make it easier to conquer the city. ", "19": "In doing so,[t] they spoke about the God of Jerusalem as if he were like the gods of the nations of the earth that are made by the hands of human beings.", "20": "Meanwhile, King Hezekiah and Amoz's son Isaiah the prophet were praying about this and crying out to heaven. ", "21": "So the Lord sent an angel, who eliminated all of the elite forces, commanders, and officers within the encampment of the king of Assyria. As a result, he retreated to his own country, deeply ashamed and humiliated. When he visited the temple of his god, some of his sons killed him right there with swords. ", "22": "That's how the Lord delivered Hezekiah, as well as those who lived in Jerusalem, from Assyria's King Sennacherib and all his forces, and provided for all of their needs.[u] ", "23": "Many brought gifts to the Lord in Jerusalem and brought presents to King Hezekiah of Judah. As a result, he was exalted in the opinion of all nations thereafter.", "24": "During this time Hezekiah became critically ill, and he prayed to the Lord. The Lord spoke to him and gave him a sign.[v] ", "25": "But Hezekiah's response wasn't commensurate with what had been done for him because he was arrogant in heart, so wrath came upon him, upon Judah, and upon Jerusalem. ", "26": "But Hezekiah humbled himself while he was arrogant in heart, and the inhabitants of Jerusalem joined him in this. As a result, the Lord's wrath did not come upon them during Hezekiah's lifetime.", "27": "Hezekiah received immense wealth and honor. He built treasuries for himself to store silver, gold, precious stones, spices, shields, and all sorts of valuable items, ", "28": "along with storage facilities for grain, wine, oil, stalls for all sorts of cattle, and sheepfolds for his flocks. ", "29": "He also built cities for himself and stored up flocks and herds in abundance, because God had given him great riches. ", "30": "Hezekiah stopped up the upper outlet of the Gihon springs and diverted them down to the western side of the City of David. He prospered in everything he did.", "31": "Later on, envoys came from the princes of Babylon to inquire about the miracle that had happened in the land.[w] God left Hezekiah[x] to himself, so that he might make known[y] what was really in Hezekiah's[z] heart. ", "32": "Now the rest of Hezekiah's accomplishments and his faithful deeds are recorded in the vision of Amoz's son Isaiah the prophet, and in the Book of the Kings of Judah and Israel. ", "33": "Hezekiah died, as had his fathers, and they buried him in the upper part of the tombs of the descendants of David. All of Judah and the inhabitants of Jerusalem honored him at his death. But his son Manasseh reigned in his place."}