{"1": "Manasseh began to reign at the age of twelve years, and continued to reign for 55 years in Jerusalem. ", "2": "But he practiced what the Lord considered to be evil by behaving detestably, as did the nations whom the Lord expelled in front of the Israelis.", "3": "He re-established the high places that his father Hezekiah had demolished, he built altars to the Baals, erected Asherim, and worshipped and served the armies[a] of heaven. ", "4": "He also built altars in the Lord's Temple, about which the Lord had spoken “My name will reside in Jerusalem forever.”[b] ", "5": "He built altars for all the armies[c] of heaven in the two courtyards of the Lord's Temple.[d] ", "6": "He burned his sons[e] as an offering in the Ben-hinnom Valley, practiced fortune-telling, witchcraft, sorcery, and communicated with mediums and spiritualists. He did a lot of things that the Lord considered to be evil, thus provoking him. ", "7": "He also placed an image that he had carved in God's Temple, the place about which God had told to David and to his son Solomon, “I will place my name in this Temple and in Jerusalem, which I have chosen out of all the tribes of Israel,”[f] ", "8": "and “I won't let Israel's foothold slip on the land that I've given to your ancestors, if only they will be careful to keep everything that I commanded them in the Law, in the statutes, and in the ordinance through Moses.”[g] ", "9": "This is how Manasseh deceived Judah and the inhabitants of Jerusalem to practice more evil than the nations whom the Lord had eliminated in front of the Israelis.", "10": "The Lord kept on speaking to Manasseh and to his people, but they paid no attention to him, ", "11": "so the Lord brought in the army commanders who worked for the king of Assyria, who captured Manasseh with hooks, bound him in bronze chains, and took him off to Babylon. ", "12": "But when he was in trouble, he sought the face of the Lord his God, humbled himself magnificently before the God of his ancestors, ", "13": "and prayed to him. Moved by Manasseh's[h] entreaties, the Lord heard his supplications and brought him back to his kingdom in Jerusalem. That's how Manasseh learned that the Lord is God.", "14": "Later on, Manasseh[i] reinforced the outer wall to the City of David on the west side overlooking the Gihon Valley as far as the Fish Gate. He encircled the Ophel,[j] raising it to a great height. ", "15": "He also eliminated the foreign gods and idols from the Lord's Temple, along with all of the altars that he had built in Jerusalem and on the mountain where the Lord's Temple was located, and he discarded them outside the city. ", "16": "He set up an altar to the Lord, sacrificed peace offerings on it, and ordered Judah to serve the Lord God of Israel. ", "17": "Even so, the people continued to sacrifice in the high places, but only to the Lord their God.", "18": "Now as to the rest of Manasseh's accomplishments, including his prayer to God and what the seers had to say to him in the name of the Lord God of Israel, they are included among the Acts of the Kings of Israel. ", "19": "His prayer, how God was moved by him, all of his sin and unfaithfulness, and a record of the sites where he constructed high places, erected Asherim and carved images before he humbled himself are written in the Acts of the Seers.[k] ", "20": "So Manasseh died, as had his ancestors, and they buried him in his own palace while his son Amon became king in his place.", "21": "Amon was 22 years old when he became king, and he reigned two years in Jerusalem. ", "22": "He practiced what the Lord considered to be evil, just as his father Manasseh had done, sacrificing to and serving all the carved images that his father Manasseh had made, ", "23": "except that he never humbled himself to the Lord like his father Manasseh had done. In fact, Amon multiplied his own guilt ", "24": "until his servants finally conspired against him and executed him in his own palace. ", "25": "But the people of the land executed all of the conspirators against King Amon and installed his son Josiah as king to succeed him."}