{"1": "Josiah observed the Passover to the Lord in Jerusalem. They slaughtered the Passover on the fourteenth day of the first month. ", "2": "He appointed priests to their offices, encouraging them in their service at the Lord's Temple. ", "3": "He addressed the descendants of Levi who were teaching all Israel and who had consecrated themselves to the Lord, telling them: “Put the holy ark in the Temple that Solomon, the son of Israel's King David, built. It will no longer be a burden on their shoulders. Now go serve the Lord your God and his people Israel. ", "4": "Prepare yourselves by divisions according to your ancestral households, keeping to what King David of Israel and his son Solomon wrote about this.[a] ", "5": "In addition to this, take your place in the Holy Place according to the groupings of the ancestral households of your relatives consistent with the division of the descendants of Levi by their ancestral households. ", "6": "Now slaughter the Passover, consecrate yourselves, and prepare your relatives to obey the command from[b] the Lord given by Moses.”", "7": "Josiah contributed 30,000 animals from the flocks of lambs and young goats, giving Passover offerings to all of the people who were present, plus an additional 3,000 bulls from the king's private possessions. ", "8": "His officers contributed a voluntary offering to the people, the priests, and the descendants of Levi. Hilkiah, Zechariah, and Jehiel, the officials who supervised God's Temple, gave 2,600 animals from their flocks to the priests for Passover offerings, along with 300 bulls. ", "9": "Also, Conaniah, and his relatives Shemaiah, and Nethanel, along with Hashabiah, Jeiel, and Jozabad, the officers in charge of the descendants of Levi, contributed 5,000 animals from the flocks to the descendants of Levi for the Passover offerings, along with 500 bulls. ", "10": "As a result, the Passover service was prepared, the priests took their assigned places, and the descendants of Levi stood in their divisions as the king had commanded.", "11": "They slaughtered the Passover lamb, and the priests poured out the blood that they had received from the lambs[c] while the descendants of Levi flayed the sacrifices. ", "12": "They set aside in reserve the burnt offerings, so they could distribute them in proportion to the divisions of their ancestral households for presentation by the people to the Lord, as is required by the book of Moses. They did this with respect to the bulls, also. ", "13": "They roasted the Passover in fire, as required by the ordinances, and boiled the holy things in pots, kettles, and pans, and delivered them quickly to all the people. ", "14": "After this, because the priests, who were descendants of Aaron, were busy offering the burnt offerings and fat portions until evening, the descendants of Levi prepared the Passover for themselves and their fellow-descendants of Aaron, the priests. ", "15": "The singers, as descendants of Asaph, remained at their stations as David, Asaph, Heman, and the king's seer Jeduthun required, and the gatekeepers did not have to leave their posts because their descendant of Levi relatives prepared the Passover for them.", "16": "That's how the Lord's service was prepared that day to celebrate the Passover and to offer burnt offerings on the Lord's altar according to what King Josiah had commanded. ", "17": "The Israelis who were present celebrated the Passover that day, as well as the Festival of Unleavened Bread for seven days. ", "18": "There had not been a Passover celebration like it in Israel since Samuel the prophet was alive, nor had any of the kings of Israel celebrated a Passover like Josiah did at that time[d] with the priests, the descendants of Levi, everyone from Judah and Israel who were present, and the inhabitants of Jerusalem. ", "19": "This Passover celebration was observed during the eighteenth year of the reign of Josiah.", "20": "Some time after all of this, after Josiah had finished preparing the Temple, King Neco of Egypt invaded Carchemish on the Euphrates River,[e] and Josiah went out to fight him. ", "21": "But he sent messengers to him, who asked him, “What do we have in common, King of Judah? I am not here today opposing you. I am fighting the dynasty that is fighting me, and God has ordered me to hurry. For your own good, stop interfering with God, who is with me, and he won't destroy you!”", "22": "But Josiah wouldn't turn around. In fact, he put on a disguise so he could fight Neco.[f] He wouldn't listen to what God told him through what Neco had to say, and as a result, Josiah came to attack Neco[g] on the Megiddo plain. ", "23": "Some archers shot King Josiah, and the king told his servants, “Take me away, because I'm badly wounded.” ", "24": "So his servants removed him from the chariot he was in and carried him away in a backup chariot that he had and took him back to Jerusalem, where he died and was buried in the tombs of his ancestors. All of Judah and Jerusalem went into mourning for Josiah.", "25": "Jeremiah sang a lament for Josiah, and all the male and female singers recite that lamentation about Josiah to this day. In fact, they made singing it an ordinance in Israel, and they are recorded in the Lamentations.[h] ", "26": "Now the rest of the accomplishments of Josiah, including his faithful acts of devotion as required in the Law of the Lord, ", "27": "and his other[i] activities from first to last, are recorded in the Book of the Kings of Israel and Judah."}