{"1": "After this, the people of the land installed Josiah's son Jehoahaz in Jerusalem as king to take his father's place. ", "2": "Jehoahaz was 23 years old when he became king, and he reigned for three months in Jerusalem, ", "3": "after which the king of Egypt dethroned him and imposed a fine on the land of 100 talents[a] of silver and one talent[b] of gold. ", "4": "King Neco of Egypt installed Jehoahaz's[c] brother Eliakim as king over Judah and Jerusalem, changed Eliakim's name to Jehoiakim, and took his brother Joahaz back to Egypt.", "5": "Jehoiakim was 25 years old when he became king, and he reigned eleven years in Jerusalem, but he practiced what the Lord his God considered to be evil. ", "6": "As a result, King Nebuchadnezzar of Babylon attacked him, bound him in bronze shackles, and took him to Babylon. ", "7": "Nebuchadnezzar also took articles from the Lord's Temple to Babylon and placed them in his temple in Babylon. ", "8": "The rest of Jehoiakim's accomplishments—along with the detestable things that he did that were recorded in his disfavor—are written in the Book of the Kings of Israel and Judah. His son Jehoiachin became king to replace him.", "9": "Jehoiachin was eight years old when he became king, and he reigned for three months and ten days in Jerusalem, all the while doing what the Lord considered to be evil. ", "10": "At the beginning of the next year, King Nebuchadnezzar sent for him and brought him to Babylon, along with valuable articles from the Lord's Temple, and he installed Jehoiachin's relative Zedekiah as king over Judah and Jerusalem.", "11": "Zedekiah was 21 years old when he became king, and he reigned for eleven years in Jerusalem. ", "12": "He practiced what the Lord his God considered to be evil and never humbled himself before Jeremiah the prophet who spoke for the Lord. ", "13": "Zedekiah rebelled against King Nebuchadnezzar, who had made him swear allegiance in the name of[d] God. Instead, he stiffened his resolve,[e] and hardened his heart, and would not return to the Lord God of Israel.", "14": "Meanwhile, all the officials who supervised the priests and the people remained unfaithful, following the detestable example of the surrounding nations. They polluted the Lord's Temple that he had consecrated in Jerusalem. ", "15": "The Lord God of their ancestors pleaded with them time and again through his messengers, because he had compassion on his people and on the place of his residence, ", "16": "but they mocked God's messengers, despised his words, and scoffed at his prophets, until there was no remedy for the wrath of the Lord that arose to punish[f] his people. ", "17": "Therefore he brought up the king of the Chaldeans against them, who executed their young men in the holy Temple, showing no compassion on young man or young virgin, adult men or the aged. God gave them all into the king's control, ", "18": "who took back to Babylon every article in God's Temple, whether large or small, including the treasuries of the Lord's Temple, the king's assets, and those of his officers. ", "19": "After this, they set fire to God's Temple, demolished the wall around Jerusalem, burned all of its fortified buildings, and destroyed everything of value. ", "20": "Nebuchadnezzar[g] carried off to Babylon those who survived the executions, and they served him and his descendants until the kingdom of Persia came to power. ", "21": "All of this fulfilled what the Lord had predicted through Jeremiah. And so the land enjoyed its Sabbaths, and the length of the land's desolation lasted until a 70-year long Sabbath had been completed.", "22": "During the first year of Cyrus, king of Persia, in fulfillment of the message from the Lord spoken by Jeremiah, the Lord prompted[h] Cyrus, king of Persia, to make this proclamation throughout his entire kingdom, which was also released in written form:", "23": "An Official Statement from[i] Cyrus, King of Persia All of the kingdoms of the earth have been given to me by the Lord God of Heaven, and he specifically charged me to build a temple[j] for him in Jerusalem, which is in Judah. Therefore, who among the Lord's[k] people trusts in his God? Whoever among this group wishes to do so may travel to Jerusalem.[l]"}