{"1": "Solomon[a] also constructed a bronze[b] altar 20 cubits[c] long, 20 cubits[d] wide, and ten cubits[e] high. ", "2": "He crafted a circular sea of cast metal 10 cubits[f] from rim to rim and five cubits[g] tall. A line 30 cubits[h] long surrounded it. ", "3": "Underneath, figurines resembling oxen[i] encircled the circular sea[j] beneath it, ten oxen[k] every cubit,[l] and encircling the sea completely. The oxen were in two rows, cast all at the same time. ", "4": "The sea stood on top of twelve oxen, three of which faced to the north, three of which faced to the west, three of which faced to the south, and three of which faced toward the east. The sea was placed on top of the oxen, with all of their hindquarters turned inwards. ", "5": "It was a handbreadth[m] thick, with its brim fashioned like the brim of a cup. Similar in shape to a lily blossom, it could hold 3,000 baths.[n] ", "6": "Solomon[o] also made ten wash basins, placing five on the right side and five on the left. The basins were intended for use to rinse burnt offerings, and the sea was intended for use by the priests to wash in.", "7": "Solomon[p] made ten gold lamp stands as he had been directed and set them in the Temple, five on the south side and five on the north side. ", "8": "He also made ten tables and placed them in the Temple, five on the right side and five on the left side. He also constructed 100 gold basins. ", "9": "He made the court of the priests, the great court, and doors for the court, overlaying their doors with bronze. ", "10": "He set the sea at the southeast corner of the Temple.", "11": "Hiram-abi[q] crafted the pots, shovels, and basins, thus completing the work that he did for King Solomon on the Temple of God; ", "12": "that is, the two pillars, the bowls, the two capitals on top of the pillars, the two lattice works that covered the two bowls for the capitals that were on top of the pillars; ", "13": "the 400 pomegranate-shaped ornaments for the latticework of the two pillars (each latticework having two rows of ornaments at the bowl-shaped top of each pillar); ", "14": "the ten[r] stands with their ten basins; ", "15": "the large bronze basin called the Sea with the twelve oxen underneath, ", "16": "along with its pots, shovels, forks, and all of its other implements that Hiram-abi made from polished bronze for King Solomon and the Lord's Temple. ", "17": "The king had them forged in the clay ground between Succoth and Zeredah in the Jordan plain. ", "18": "Solomon made so many utensils in such great quantities that the weight of the bronze was never fully recorded.", "19": "Solomon also made these items for God's Temple: the golden altar, the tables for the Bread of the Presence, ", "20": "the lamp stands and their lamps made of pure gold to burn in front[s] of the inner sanctuary, as required, ", "21": "the pure gold ornaments in the shape of flowers, the lamps, and the tongs (all made of the purest gold), ", "22": "the gold trimming instruments, basins, pans, censers, and the gold door sockets for the inner sanctuary (that is, the Most Holy Place), and for the doors to the main hall of the Temple."}