{"1": "As soon as Solomon had completed the Lord's Temple, he installed the holy items that had belonged to his father David, including the silver, gold, and all the other items in the treasure rooms of God's Temple. ", "2": "Then Solomon called Israel's elders together, including all the leaders of the tribes and families of Israel. They met in Jerusalem to transfer the Ark of the Covenant of the Lord from Zion, the City of David. ", "3": "All the men of Israel assembled in front of the king during the Festival of Tents[a] that takes place in the seventh month[b] of the year.[c]", "4": "As soon as all of Israel's elders had arrived, the descendants of Levi lifted the ark ", "5": "and carried it, the tent where God met with his people,[d] and all of the sacred implements that belonged in the tent. The Levitical priests carried these up to the City of David.[e] ", "6": "King Solomon and all the Israelis who had assembled together proceeded ahead of the ark and sacrificed more sheep and oxen than could be counted or recorded due to the number of sacrifices.[f]", "7": "The priests transported the Ark of the Covenant of the Lord to the place created for it within the inner sanctuary of the Temple, into the Most Holy Place under the wings of the cherubim. ", "8": "The wings of the cherubim extended over where the ark and its carrying poles[g] had been placed, ", "9": "but the poles were long enough for their ends to extend to the front of the inner sanctuary, even though they could not be seen from outside. They remain there to this day. ", "10": "There was nothing in the ark except for the two tablets that Moses had placed there while Israel was encamped[h] at Horeb, where the Lord made a covenant with the Israelis after he had brought them out of the land of Egypt.", "11": "After this, the priests vacated the Holy Place. (Meanwhile, all the priests who were participating consecrated themselves, irrespective of their Levitical divisions. ", "12": "All the musicians who were descendants of Levi, including Asaph, Heman, Jeduthun, and their sons and relatives wore linen and played cymbals and stringed instruments as they stood east of the altar. Accompanied by 120 priests who played trumpets, ", "13": "the trumpeters and musicians played in union, praising and giving thanks to the Lord. They praised the Lord loudly and sang, “He is good, and his gracious love is eternal,” accompanied by the trumpets, cymbals, and other musical instruments.) As they did this,[i] a cloud filled the Temple, that is, the Lord's Temple, ", "14": "and the priests were unable to complete their duties because of the cloud, since the glory of the Lord had filled God's Temple."}