{"1": "Then Solomon said, “The Lord has said that he lives shrouded in darkness. ", "2": "Now I have constructed a magnificent temple dedicated to you that will serve as a place for you to inhabit forever.”", "3": "Then the king turned to face the entire congregation of Israel while the congregation of Israel remained standing. ", "4": "Then Solomon[a] prayed: “Blessed is the Lord God of Israel, who made a commitment[b] to my father David and then personally[c] fulfilled what he had promised when he said:[d]", "5": "'From the day I brought out my people from the land of Egypt I never chose a city from all the tribes of Israel to build a temple where my name might reside. And I never chose any man to become Commander-in-Chief[e] over my people Israel. ", "6": "But I have chosen Jerusalem, where my name will reside. And I have chosen David to be over my people Israel.'", "7": "“My father David wanted to build a temple for the name of the Lord God of Israel. ", "8": "The Lord told my father David: 'Therefore, since you determined[f] to build a temple for my name, you acted well, because it was your choice[g] to do so. ", "9": "Nevertheless, you are not to build the Temple, but your son who will be born[h] to you is to build a temple for my name.'", "10": "“The Lord has brought to fulfillment[i] what he promised, and now here I stand,[j] having succeeded my father David to sit on the throne of Israel, as the Lord promised. I have built the Temple for the name of the Lord God of Israel. ", "11": "I have placed in it the ark in which the covenant that the Lord made with the Israelis is stored.”", "12": "Then Solomon[k] took his place in front of the Lord's altar in the presence of the entire congregation of Israel and spread out his hands. ", "13": "Solomon had a bronze platform constructed five cubits[l] square and three cubits[m] high. He had it erected in the middle of the courtyard, and stood on it. Then he knelt down on his knees in front of the entire congregation of Israel, spread out his hands toward heaven, ", "14": "and said: “Lord God of Israel, there is no one like you, God of heaven and earth, who watches over[n] his covenant, showing gracious love to your servants who live their lives in your presence[o] with all their hearts. ", "15": "It is you, Lord God,[p] who has kept your promise to my father, your servant David, that you made to him. Indeed, you made a commitment[q] to my father David and then personally fulfilled[r] what you had promised today.", "16": "“Now therefore, Lord God of Israel, keep your promise that you made[s] to my father, your servant David, when you said, 'You are to not lack a man to sit on the throne of Israel,[t] if only your descendants will watch their lives,[u] to live according to my Law, just as you have lived[v] in my presence.'[w]", "17": "“Now therefore, Lord God of Israel, may your promise that you made[x] to your servant David be fulfilled… ", "18": "and yet, will God truly reside on earth with human beings? Look! Neither the sky nor the highest heaven can contain you! How much less this Temple that I have built! ", "19": "Pay attention to the prayer of your servant and to his request, Lord my God, and listen to the cry and prayer that your servant is praying in your presence. ", "20": "Let your eyes always look toward this Temple day and night, toward the location where you have said you would place your name. Listen to the prayer that your servant prays in this direction.[y] ", "21": "Listen to the requests from your servant and from your people Israel as they pray in this direction,[z] and listen from the place where you reside—from heaven!—then hear and forgive.", "22": "“If a man sins against his neighbor and he is required to take an oath, and he then comes to take an oath in front of your altar in this Temple, ", "23": "then listen from heaven, act, and judge your servants, recompensing the wicked by bringing back to him the consequences of his choices[aa] and by justifying the righteous by recompensing him according to his righteousness.", "24": "“If your people Israel are defeated in a battle with[ab] their enemy because they have sinned against you, when they return to you[ac] and confess to you,[ad] pray, and in this Temple they ask you to show grace to them, ", "25": "then hear from heaven, forgive the sin of your people Israel, and return them to the soil[ae] that you gave to them and to their ancestors.", "26": "“When the skies remain closed, and there is no rain because they have sinned against you, and they pray in the direction of this place, confessing your name and turning from their sin when you afflict them,[af] ", "27": "then hear in heaven and forgive the sin of your servants and of your people Israel. Indeed, teach them the best way to live and send rain on your land that you have given to your people as an inheritance.", "28": "“If a famine comes to the land, or if there comes plant diseases, mildew, locusts, or grasshoppers,[ag] or if their enemies attack them in their settlements of the land, no matter what the epidemic or illness is, ", "29": "whatever prayer or request is made, no matter whether it's made by a single man or by all of your people Israel, each praying out of his own illness and anguish and stretching out their hands toward this Temple, ", "30": "then hear from heaven, the place where you reside, and forgive, repaying each person according to all of his ways, since you know their hearts—for you alone know the hearts of human beings— ", "31": "so they will fear you and live life[ah] your way as long as they live in the land that you have given to our ancestors.", "32": "“Now concerning the foreigner who is not from your people Israel, when he comes from a land far away for the sake of your great name, your mighty acts,[ai] and your obvious power,[aj] when they come and pray in the direction of this Temple, ", "33": "then hear from heaven where you reside, and do whatever the foreigner asks of you, so that all the people of the earth may know your name, fear you as do your people Israel, and so they may know that this Temple that I have built is called by your name.", "34": "“When your people go out to war against their enemies, no matter what way you send them, and they pray to you in the direction of this city that you have chosen and in the direction of the Temple that I have built for your name, ", "35": "then hear their prayer and their request from heaven, and fight for their cause.", "36": "“When they sin against you—because there isn't a single human being who doesn't sin—and you become angry with them and deliver them over to their enemy, who takes them away captive to a land that's near or far away, ", "37": "if they turn their hearts back to you[ak] in the land where they have been taken captive, repent, and pray to you—even if they do so in the land where they have been taken captive—confessing, 'We have sinned, we have committed abominations, and practiced wickedness,' ", "38": "if they return to you with all of their heart and with all of their soul in the land where they have been taken captive, as they pray in the direction of their land that you have given to their ancestors and to the city that you have chosen, and to the Temple that I have built for your name, ", "39": "then hear their prayer and requests from heaven, where you reside, and fight for their cause, forgiving your people who have sinned against you.", "40": "“And now, my God, please let your eyes be open and your ears attentive to the prayers that are uttered in[al] this place.", "41": "“And now may the Lord God arise, to your place of rest, you, and the ark of your power! Let your priests, Lord God, be clothed with salvation, and cause your godly ones to find their joy in what is good.", "42": "“Lord God, do not turn your face away from your anointed one.[am] Remember your gracious love to your servant David.”"}