{"1": "As soon as Solomon finished his prayer, fire descended from heaven and burned up the burnt offerings and sacrifices, and the glory of the Lord filled the Temple. ", "2": "The priests could not enter into the Temple because the glory of the Lord had filled the Lord's Temple. ", "3": "When all of the Israelis saw the fire coming down and the glory of the Lord resting[a] on the Temple, they bowed down with their faces[b] to the ground on the pavement, worshipped, and gave thanks to the Lord, “Because he is good; because his gracious love is eternal.”", "4": "Then the king and all the people kept on offering sacrifices in the presence of the Lord. ", "5": "King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep, which is how[c] the king and all of the people dedicated God's Temple. ", "6": "The priests stood in waiting at their assigned places, along with the descendants of Levi who carried musical instruments used in service to the Lord that King David had made for giving thanks to the Lord—because his gracious love is eternal—whenever David, accompanied by priests[d] sounding trumpets, offered praises while all of Israel stood in the assembly.[e]", "7": "Solomon also dedicated the middle of the court in front of the Lord's Temple by offering there burnt offerings and fat from peace offerings because the bronze altar that Solomon had made could not contain the burnt offerings, grain offerings, and fat portion offerings. ", "8": "At that time Solomon also held a week-long festival attended by all of Israel. The assembly was very large, and included people from as far away as Lebo-hamath[f] to the Wadi[g] of Egypt.[h] ", "9": "On the day after the festival ended,[i] they convened a solemn assembly, because they had been dedicating the altar for seven days and observing the festival for seven days. ", "10": "On the twenty-third day of the seventh month, King Solomon[j] sent the people back home,[k] and they returned[l] rejoicing and in good spirits because of the goodness that the Lord had shown to David, to Solomon, and to his people Israel. ", "11": "And so Solomon completed the Lord's Temple, bringing to completion everything that he had planned on doing for the Lord's Temple and for his own palace.", "12": "Later, the Lord appeared to Solomon during the night and told him: “I have heard your prayer and have chosen this place for a sacrificial temple to me. ", "13": "Whenever I close the skies so there is no rain, or whenever I command locusts to lay waste to the land, or whenever I send epidemics among my people, ", "14": "when my people humble themselves—the ones who are called by my name—and pray, seek me,[m] and turn away from their evil practices, I myself will listen from heaven, I will pardon their sins, and I will restore their land.", "15": "“Now therefore my eyes will remain open and my ears will remain listening to the prayers that are offered in this place. ", "16": "Furthermore, I have chosen and have set apart for myself[n] this Temple, intending my name to reside there forever. My eyes and my heart will reside there every day. ", "17": "Now as for you, if you commune with me like your father did, doing everything that I have commanded you, including obeying my statutes and my legal decisions, ", "18": "then I will make your royal throne secure, just as I agreed to do for your father David when I said, 'You are to not lack a man to rule over Israel.'[o]", "19": "“But if you[p] turn away and abandon my statutes and my commands that I have given you, and if you[q] walk away to serve other gods and worship them, ", "20": "then I will tear them up by the roots from the ground that I had given them! And as for this Temple that I have set apart for my name, I will throw it out of my sight and make it the butt of jokes[r] and a means of ridicule among people worldwide!", "21": "“Furthermore, even though this Temple seems so exalted, everyone who passes by it will be so astounded that they will ask, 'Why did the Lord do this to this land and to this Temple?' ", "22": "They will answer, 'Because they abandoned the Lord God of their ancestors, who brought them from the land of Egypt, adopted other gods, worshipped them, and served them, therefore the Lord[s] has brought all of this disaster on them.'”"}