{"1": "It took Solomon 20 years to build the Lord's Temple and his own palace. ", "2": "During this time, he also rebuilt the towns that Hiram had restored to him, and he settled Israelis in them. ", "3": "After this, Solomon traveled to Hamath-zobah and captured it. ", "4": "Then he rebuilt Tadmor in the desert, along with supply centers[a] that he had built in Hamath. ", "5": "He also built upper and lower Beth-horon as fortified cities, installing[b] walls, gates, and bars, ", "6": "and he rebuilt Baalath and its supply centers[c] that belonged to Solomon, along with all the cities that he utilized to garrison his chariots and cavalry forces. Solomon was pleased also to build in Jerusalem, in Lebanon, and in every territory[d] that he controlled.", "7": "All of the survivors who remained living in the land but who were not Israelis (including Hittites, Amorites, Perizzites, Hivites, and Jebusites) ", "8": "were descendants of the nations whom the people of Israel had not eliminated. Solomon put them to work as conscripted laborers, which they continue to do[e] to this day. ", "9": "However, Solomon never made conscripted laborers from among the Israelis, but they did serve as his army, as his chief captains, and as commanders in charge of his chariots and cavalry. ", "10": "King Solomon appointed 250 chief officers to command his army.[f] ", "11": "Later, Solomon moved Pharaoh's daughter from the City of David to the palace that he had constructed to house her, because he reasoned, “My wife isn't going to live in the palace where King David of Israel lived, because wherever the ark of the Lord entered is holy.”", "12": "Solomon offered burnt offerings to the Lord on the Lord's altar that he had built in front of the porch of the Temple,[g] ", "13": "acting[h] in compliance with the daily rule by offering them in conformity to commands issued by Moses for the Sabbaths, the New Moons, and the three annual festivals (the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Tents). ", "14": "Following proscriptions laid down by his father David, Solomon[i] appointed divisions of priests for their service as well as descendants of Levi for duties of praise and ministry before the priests consistent with the daily rules. Furthermore, because David, the man of God, had commanded it, Solomon[j] also appointed gatekeepers to serve by divisions at every gate of the Temple.[k] ", "15": "They scrupulously adhered to[l] the orders issued by the king to the priests and descendants of Levi in everything, including matters pertaining to operation of[m] the treasuries.", "16": "And so Solomon completed all of the work, from the day that the foundation stone of the Lord's Temple was laid[n] until the Lord's Temple was completely finished. ", "17": "After this, Solomon visited Ezion-geber and Elath at the seashore in the land of Edom. ", "18": "Hiram sent Solomon[o] ships and servants who were expert mariners, and they sailed with Solomon's servants to Ophir,[p] where they brought back 450 talents[q] of gold for Solomon."}