{"1": "When the queen of Sheba heard about Solomon's reputation, she traveled to Jerusalem and tested him[a] with difficult questions. She brought along a large retinue, camels laden with spices, and lots of gold and precious stones. Upon her arrival, she spoke with Solomon about everything that was on her mind.[b] ", "2": "Solomon answered all of her questions. Because nothing was hidden from Solomon, he hid nothing from her. ", "3": "When the queen of Sheba had seen Solomon's wisdom for herself, the palace that he had built, ", "4": "the food set at his table, his servants who waited on him, his ministers in attendance and how they were dressed, his personal staff[c] and how they were dressed, and even his personal stairway by which he went up to the Lord's Temple, she was breathless!", "5": "“Everything I heard about your wisdom and what you have to say is true!” she gasped, ", "6": "“but I didn't believe it at first! But then I came here and I've seen it for myself! It's amazing! I wasn't told half of what's really great about your wisdom. You're far better in person than what the reports have said about you! ", "7": "How blessed are your staff! And how blessed are your employees,[d] who serve you continually and get to listen to your wisdom! ", "8": "Blessed be the Lord your God, who is delighted with you! He set you in place on his throne to be king for the Lord your God. He made you king over them so you could carry out justice and implement righteousness, because your God loves Israel and intends to establish them[e] forever.”", "9": "Then she gave the king 120 talents[f] of gold, a vast quantity of spices, and precious stones. There were no spices comparable to those that the queen of Sheba gave to King Solomon. ", "10": "Hiram's servants and Solomon's servants, who brought gold from Ophir,[g] also presented algum wood[h] and other precious stones. ", "11": "The king used the algum wood[i] to have steps made for the Lord's Temple and for the royal palace, as well as lyres and harps for the choir,[j] and nothing like that wood[k] had been seen before in the territory of Judah. ", "12": "In return, King Solomon gave the queen of Sheba everything she wanted and requested in addition to what she had brought for the king. Afterward, she returned to her own land, accompanied by her servants.", "13": "Solomon received in any given year about 666 talents[l] of gold, ", "14": "not including revenue from traders and merchants. In addition, all the kings of Arabia and the governors of the nation brought gold and silver to Solomon. ", "15": "King Solomon made 200 large shields of beaten gold, overlaying each shield with the gold from 600 gold pieces,[m] ", "16": "and 300 shields from beaten gold, overlaying each shield with the gold from 300 gold pieces.[n] The king put them in his palace in the Lebanon forest. ", "17": "The king also made a great ivory throne and overlaid it with pure gold. ", "18": "Six steps led up to the throne. A golden footstool was attached to the throne, which had armrests on each side of the seat and two lions standing on either side of each armrest. ", "19": "Twelve lions were placed on both sides of the six steps leading to the throne,[o] and nothing comparable was made for any other[p] kingdom. ", "20": "All of King Solomon's drinking vessels were made of[q] gold, and all the vessels in his palace in the Lebanon forest were made of[r] pure gold. Silver was never considered to be valuable during the lifetime of Solomon, ", "21": "because the king had ships that sailed to Tarshish accompanied by Hiram's servants. Once every three years ships from Tarshish returned, bringing gold, silver, ivory, apes, and peacocks.", "22": "As a result, King Solomon became greater than all the kings of the earth in regards to wealth and wisdom. ", "23": "All the kings of the earth continued to seek audiences with Solomon so they could hear the wise things that God had put in his heart. ", "24": "Everyone kept on bringing gifts on an annual basis, including items made of silver and gold, garments, myrrh, spices, horses, and mules. ", "25": "Solomon had 4,000 stalls for horses and chariots, along with 12,000 cavalry soldiers. He stationed them in various chariot cities and with the king in Jerusalem. ", "26": "King Solomon[s] ruled over all the kings from the Euphrates[t] River west[u] to the land of the Philistines and as far south as the boundary with Egypt.", "27": "The king made silver as common as[v] stones in Jerusalem, and made cedar trees as abundant as sycamore trees in the Shephelah.[w] ", "28": "They also kept bringing horses to Solomon from Egypt and from all of the surrounding[x] countries.", "29": "Now the rest of Solomon's accomplishments, from first to last, are written in the records of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer pertaining to Nebat's son Jeroboam, are they not? ", "30": "Solomon reigned for 40 years in Jerusalem over all of Israel. ", "31": "Then Solomon died, as had[y] his ancestors, and his son Rehoboam reigned in his place."}