{"1": "During the days when the judges ruled, there was a famine in the land. A man with his wife and two sons went from Bethlehem of Judah to dwell in the territory of Moab.", "2": "The name of that man was Elimelech, the name of his wife was Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They entered the territory of Moab and settled there.", "3": "But Elimelech, Naomi's husband, died. Then only she was left, along with her two sons.", "4": "They took wives for themselves, Moabite women; the name of the first was Orpah and the name of the second was Ruth. And they lived there for about ten years.", "5": "But both of the sons, Mahlon and Chilion, also died. Only the woman was left, without her two children and without her husband.", "6": "Then she arose along with her daughters-in-law to return from the field of Moab, because while in the territory of Moab she had heard that the Lord had paid attention to his people by providing food for them.", "7": "She left the place where she had been, and her two daughters-in-law went with her. They went along the road to return to the land of Judah.", "8": "Naomi said to her daughters-in-law, “Go, turn back, each of you to the household of your mother. May the Lord deal faithfully with you, just as you have done with the dead and with me.", "9": "May the Lord provide for you so that you may find security, each woman in the household of her husband.” Then she kissed them, and they lifted up their voices and wept.", "10": "But they replied to her, “No, instead we will return with you, to your people.”", "11": "Naomi replied, “Turn back, my daughters. Why would you go with me? Will there again be sons in my womb, that they would be husbands for you?", "12": "Turn back, my daughters. Go. I am too old for a husband. If I were to say that I have hope, even if I had a husband tonight, and even more, if I were to bear sons—", "13": "would you wait until they grew up? Would you refrain from having a husband? No, my daughters. This is more bitter for me than for you, since the Lord's will has come out against me.”", "14": "Then they lifted up their voices and wept again. Orpah kissed her mother-in-law, but Ruth stayed with her.", "15": "Naomi said, “Look, your sister-in-law is returning to her people and to her gods. Turn back after your sister-in-law.”", "16": "But Ruth replied, “Don't urge me to abandon you, to turn back from following after you. Wherever you go, I will go; and wherever you stay, I will stay. Your people will be my people, and your God will be my God.", "17": "Wherever you die, I will die, and there I will be buried. May the Lord do this to me and more so if even death separates me from you.”", "18": "When Naomi saw that Ruth was determined to go with her, she stopped speaking to her about it.", "19": "So both of them went along until they arrived at Bethlehem. When they arrived at Bethlehem, the whole town was excited on account of them, and the women of the town asked, “Can this be Naomi?”", "20": "She replied to them, “Don't call me Naomi,[a] but call me Mara,[b] for the Almighty[c] has made me very bitter.", "21": "I went away full, but the Lord has returned me empty. Why would you call me Naomi, when the Lord has testified against me, and the Almighty has deemed me guilty?”", "22": "Thus Naomi returned. And Ruth the Moabite, her daughter-in-law, returned with her from the territory of Moab. They arrived in Bethlehem at the beginning of the barley harvest."}