{"1": "Now Naomi had a respected relative, a man of worth, through her husband from the family of Elimelech. His name was Boaz.", "2": "Ruth the Moabite said to Naomi, “Let me go to the field so that I may glean among the ears of grain behind someone in whose eyes I might find favor.” Naomi replied to her, “Go, my daughter.”", "3": "So she went; she arrived and she gleaned in the field behind the harvesters. By chance, it happened to be the portion of the field that belonged to Boaz, who was from the family of Elimelech.", "4": "Just then Boaz arrived from Bethlehem. He said to the harvesters, “May the Lord be with you.” And they said to him, “May the Lord bless you.”", "5": "Boaz said to his young man, the one who was overseeing the harvesters, “To whom does this young woman belong?”", "6": "The young man who was overseeing the harvesters answered, “She's a young Moabite woman, the one who returned with Naomi from the territory of Moab.", "7": "She said, 'Please let me glean so that I might gather up grain from among the bundles behind the harvesters.' She arrived and has been on her feet from the morning until now, and has sat down for only a moment.”[a]", "8": "Boaz said to Ruth, “Haven't you understood, my daughter? Don't go glean in another field; don't go anywhere else. Instead, stay here with my young women.", "9": "Keep your eyes on the field that they are harvesting and go along after them. I've ordered the young men not to assault you. Whenever you are thirsty, go to the jugs and drink from what the young men have filled.”", "10": "Then she bowed down, face to the ground, and replied to him, “How is it that I've found favor in your eyes, that you notice me? I'm an immigrant.”", "11": "Boaz responded to her, “Everything that you did for your mother-in-law after your husband's death has been reported fully to me: how you left behind your father, your mother, and the land of your birth, and came to a people you hadn't known beforehand.", "12": "May the Lord reward you[b] for your deed. May you receive a rich reward from the Lord, the God of Israel, under whose wings you've come to seek refuge.”", "13": "She said, “May I continue to find favor in your eyes, sir, because you've comforted me and because you've spoken kindly to your female servant—even though I'm not one of your female servants.”", "14": "At mealtime Boaz said to her, “Come over here, eat some of the bread, and dip your piece in the vinegar.” She sat alongside the harvesters, and he served roasted grain to her. She ate, was satisfied, and had leftovers.", "15": "Then she got up to glean. Boaz ordered his young men, “Let her glean between the bundles, and don't humiliate her.", "16": "Also, pull out some from the bales for her and leave them behind for her to glean. And don't scold her.”", "17": "So she gleaned in the field until evening. Then she threshed what she had gleaned; it was about an ephah[c] of barley.", "18": "She picked it up and went into town. Her mother-in-law saw what she had gleaned. She brought out what she had left over after eating her fill and gave it to her.", "19": "Her mother-in-law said to her, “Where did you glean today? Where did you work? May the one who noticed you be blessed.” She told her mother-in-law with whom she had worked and said, “The name of the man with whom I worked today is Boaz.”", "20": "Naomi replied to her daughter-in-law, “May he be blessed by the Lord, who hasn't abandoned his faithfulness with the living or with the dead.” Naomi said to her, “The man is one of our close relatives; he's one of our redeemers.”", "21": "Ruth the Moabite replied, “Furthermore, he said to me, 'Stay with my workers until they've finished all of my harvest.'”", "22": "Naomi said to Ruth her daughter-in-law, “It's good, my daughter, that you go out with his young women, so that men don't assault you in another field.”", "23": "Thus she stayed with Boaz's young women, gleaning until the completion of the barley and wheat harvests. And she lived with her mother-in-law."}