{"1": "Meanwhile, Boaz went up to the gate and sat down there. Just then, the redeemer about whom Boaz had spoken was passing by. He said, “Sir, come over here and sit down.” So he turned aside and sat down.", "2": "Then he took ten men from the town's elders and said, “Sit down here.” And they sat down.", "3": "Boaz said to the redeemer, “Naomi, who has returned from the field of Moab, is selling the portion of the field that belonged to our brother Elimelech.", "4": "I thought that I should let you know and say, 'Buy it, in the presence of those sitting here and in the presence of the elders of my people.' If you will redeem it, redeem it; but if you[a] won't redeem it, tell me so that I may know. There isn't anyone to redeem it except you, and I'm next in line after you.” He replied, “I will redeem it.”", "5": "Then Boaz said, “On the day when you buy the field from Naomi, you also buy[b] Ruth the Moabite, the wife of the dead man, in order to preserve the dead man's name for his inheritance.”", "6": "But the redeemer replied, “Then I can't redeem it for myself, without risking damage to my own inheritance. Redeem it for yourself. You can have my right of redemption, because I'm unable to act as redeemer.”", "7": "In Israel, in former times, this was the practice regarding redemption and exchange to confirm any such matter: a man would take off his sandal and give it to the other person. This was the process of making a transaction binding in Israel.", "8": "Then the redeemer said to Boaz, “Buy it for yourself,” and he took off his sandal.", "9": "Boaz announced to the elders and all the people, “Today you are witnesses that I've bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon.", "10": "And also Ruth the Moabite, the wife of Mahlon, I've bought to be my wife, to preserve the dead man's name for his inheritance so that the name of the dead man might not be cut off from his brothers or from the gate of his hometown—today you are witnesses.”", "11": "Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord grant that the woman who is coming into your household be like Rachel and like Leah, both of whom built up the house of Israel. May you be fertile in Ephrathah and may you preserve a name in Bethlehem.", "12": "And may your household be like the household of Perez, whom Tamar bore to Judah—through the children that the Lord will give you from this young woman.”", "13": "So Boaz took Ruth, and she became his wife. He was intimate with her, the Lord let her become pregnant, and she gave birth to a son.", "14": "The women said to Naomi, “May the Lord be blessed, who today hasn't left you without a redeemer. May his name be proclaimed in Israel.", "15": "He will restore your life and sustain you in your old age. Your daughter-in-law who loves you has given birth to him. She's better for you than seven sons.”", "16": "Naomi took the child and held him to her breast, and she became his guardian.", "17": "The neighborhood women gave him a name, saying, “A son has been born to Naomi.” They called his name Obed.[c] He became Jesse's father and David's grandfather.", "18": "These are the generations of Perez: Perez became the father of Hezron,", "19": "Hezron the father of Ram, Ram the father of Amminadab,", "20": "Amminadab the father of Nahshon, Nahshon the father of Salmon,", "21": "Salmon the father of Boaz, Boaz the father of Obed,", "22": "Obed the father of Jesse, and Jesse the father of David."}