{"1": "The Lord spoke to me again. ", "2": "“Mortal man,” he said, “point out to Jerusalem what disgusting things she has done. ", "3": "Tell Jerusalem what the Sovereign Lord is saying to her: “You were born in the land of Canaan. Your father was an Amorite, and your mother was a Hittite.[a] ", "4": "When you were born, no one cut your umbilical cord or washed you[b] or rubbed you with salt or wrapped you in cloths. ", "5": "No one took enough pity on you to do any of these things for you. When you were born, no one loved you. You were thrown out in an open field.", "6": "“Then I passed by and saw you squirming in your own blood. You were covered with blood, but I wouldn't let you die. ", "7": "I made you grow like a healthy plant. You grew strong and tall and became a young woman.[c] Your breasts were well-formed, and your hair had grown, but you were naked.", "8": "“As I passed by again, I saw that the time had come for you to fall in love. I covered your naked body with my coat and promised to love you. Yes, I made a marriage covenant with you, and you became mine.” This is what the Sovereign Lord says.", "9": "“Then I took water and washed the blood off you. I rubbed olive oil on your skin. ", "10": "I dressed you in embroidered gowns and gave you shoes of the best leather, a linen headband, and a silk cloak. ", "11": "I put jewels on you—bracelets and necklaces. ", "12": "I gave you a nose ring and earrings and a beautiful crown to wear. ", "13": "You had ornaments of gold and silver, and you always wore clothes of embroidered linen and silk. You ate bread made from the best flour, and had honey and olive oil to eat. Your beauty was dazzling, and you became a queen. ", "14": "You became famous in every nation for your perfect beauty, because I was the one who made you so lovely.” This is what the Sovereign Lord says.", "15": "“But you took advantage of your beauty and fame to sleep with everyone who came along.[d] ", "16": "You used some of your clothes to decorate your places of worship, and just like a prostitute,[e] you gave yourself to everyone. ", "17": "You took the silver and gold jewelry that I had given you, used it to make male images, and committed adultery with them. ", "18": "You took the embroidered clothes I gave you and put them on the images, and you offered to the images the olive oil and incense I had given you. ", "19": "I gave you food—the best flour, olive oil, and honey—but you offered it as a sacrifice to win the favor of idols.” This is what the Sovereign Lord says.", "20": "“Then you took the sons and the daughters you had borne me and offered them as sacrifices to idols. Wasn't it bad enough to be unfaithful to me, ", "21": "without taking my children and sacrificing them to idols? ", "22": "During your disgusting life as a prostitute you never once remembered your childhood—when you were naked, squirming in your own blood.”", "23": "The Sovereign Lord said, “You are doomed! Doomed! You did all that evil, and then ", "24": "by the side of every road you built places to worship idols and practice prostitution. ", "25": "You dragged your beauty through the mud. You offered yourself to everyone who came by, and you were more of a prostitute every day. ", "26": "You let your lustful neighbors, the Egyptians, go to bed with you, and you used your prostitution to make me angry.", "27": "“Now I have raised my hand to punish you and to take away your share of my blessing. I have handed you over to the Philistines, who hate you and are disgusted with your immoral actions.", "28": "“Because you were not satisfied by the others, you went running after the Assyrians. You were their prostitute, but they didn't satisfy you either. ", "29": "You were also a prostitute for the Babylonians, that nation of merchants, but they didn't satisfy you either.”", "30": "This[f] is what the Sovereign Lord is saying: “You have done all this like a shameless prostitute. ", "31": "On every street you built places to worship idols and practice prostitution. But you are not out for money like a common prostitute. ", "32": "You are like a woman who commits adultery with strangers instead of loving her husband. ", "33": "A prostitute is paid, but you gave presents to all your lovers and bribed them to come from everywhere to sleep with you. ", "34": "You are a special kind of prostitute. No one forced you to become one. You didn't get paid; you paid them! Yes, you are different.”", "35": "Now then, Jerusalem, you whore! Hear what the Lord is saying.", "36": "This is what the Sovereign Lord says: “You stripped off your clothes, and like a prostitute, you gave yourself to your lovers and to all your disgusting idols, and you killed your children as sacrifices to idols. ", "37": "Because of this I will bring all your former lovers together—the ones you liked and the ones you hated. I will bring them around you in a circle, and then I will strip off your clothes and let them see you naked. ", "38": "I will condemn you for adultery and murder, and in my anger and fury I will punish you with death. ", "39": "I will put you in their power, and they will tear down the places where you engage in prostitution and worship idols. They will take away your clothes and jewels and leave you completely naked.", "40": "“They will stir up a crowd to stone you, and they will cut you to pieces with their swords. ", "41": "They will burn your houses down and let crowds of women see your punishment. I will make you stop being a prostitute and make you stop giving gifts to your lovers. ", "42": "Then my anger will be over, and I will be calm. I will not be angry or jealous any more. ", "43": "You have forgotten how I treated you when you were young, and you have made me angry by all the things you did. That is why I have made you pay for them all. Why did you add sexual immorality to all the other disgusting things you did?” The Sovereign Lord has spoken.", "44": "The Lord said, “People will use this proverb about you, Jerusalem: 'Like mother, like daughter.' ", "45": "You really are your mother's daughter. She detested her husband and her children. You are like your sisters, who hated their husbands and their children. You and your sister cities had a Hittite mother and an Amorite[g] father.", "46": "“Your older sister, with her villages, is Samaria, in the north. Your younger sister, with her villages, is Sodom, in the south. ", "47": "Were you satisfied to follow in their footsteps and copy their disgusting actions? No, in only a little while you were acting worse than they were in everything you did.", "48": "“As surely as I am the living God,” the Sovereign Lord says, “your sister Sodom and her villages never did the evil that you and your villages have done. ", "49": "She and her daughters were proud because they had plenty to eat and lived in peace and quiet, but they did not take care of the poor and the underprivileged. ", "50": "They were proud and stubborn and did the things that I hate, so I destroyed them, as you well know.", "51": "“Samaria did not sin half as much as you have. You have acted more disgustingly than she ever did. Your corruption makes your sisters look innocent by comparison. ", "52": "And now you will have to endure your disgrace. Your sins are so much worse than those of your sisters that they look innocent beside you. Now blush and bear your shame, because you make your sisters look pure.”", "53": "The Lord said to Jerusalem, “I will make them prosperous again—Sodom and her villages and Samaria and her villages. Yes, I will make you prosperous too. ", "54": "You will be ashamed of yourself, and your disgrace will show your sisters how well-off they are. ", "55": "They will become prosperous again, and you and your villages will also be restored. ", "56": "Didn't you joke about Sodom in those days when you were proud ", "57": "and before the evil you did had been exposed? Now you are just like her—a joke to the Edomites, the Philistines, and your other neighbors who hate you. ", "58": "You must suffer for the obscene, disgusting things you have done.” The Lord has spoken.", "59": "The Sovereign Lord says, “I will treat you the way you deserve, because you ignored your promises and broke the covenant. ", "60": "But I will honor the covenant I made with you when you were young, and I will make a covenant with you that will last forever. ", "61": "You will remember how you have acted, and be ashamed of it when you get your older sister and your younger sister back. I will let them be like daughters to you, even though this was not part of my covenant with you. ", "62": "I will renew my covenant with you, and you will know that I am the Lord. ", "63": "I will forgive all the wrongs you have done, but you will remember them and be too ashamed to open your mouth.” The Sovereign Lord has spoken."}