{"1": "The Lord spoke to me. ", "2": "“Mortal man,” he said, “are you ready to judge the city that is full of murderers? Make clear to her all the disgusting things she has done. ", "3": "Tell the city what I, the Sovereign Lord, am saying: Because you have murdered so many of your own people and have defiled yourself by worshiping idols, your time is coming. ", "4": "You are guilty of those murders and are defiled by the idols you made, and so your day is coming, your time is up! That is why I have let the nations make fun of you and all the countries sneer at you. ", "5": "Countries nearby and countries far away sneer at you because of your lawlessness. ", "6": "All Israel's leaders trust in their own strength and commit murder. ", "7": "None of you in the city honor your parents. You cheat foreigners and take advantage of widows and orphans. ", "8": "You have no respect for the holy places, and you don't keep the Sabbath. ", "9": "Some of your people tell lies about others in order to have them put to death. Some of them eat sacrifices offered to idols. Some are always satisfying their lusts. ", "10": "Some of them sleep with their father's wife. Some force women to have intercourse with them during their period. ", "11": "Some commit adultery, and others seduce their daughters-in-law or their half sisters. ", "12": "Some of your people murder for pay. Some charge interest on the loans they make to other Israelites and get rich by taking advantage of them. They have forgotten me.” The Sovereign Lord has spoken.", "13": "“I will bring my fist down on your robberies and murders. ", "14": "Do you think you will have any courage left or have strength enough to lift your hand when I am finished with you? I, the Lord, have spoken, and I keep my word. ", "15": "I will scatter your people to every country and nation and will put an end to your evil actions. ", "16": "And so the other nations will dishonor you, but you will know that I am the Lord.”", "17": "The Lord said to me, ", "18": "“Mortal man, the Israelites are of no use to me. They are like waste metal—copper, tin, iron, and lead—left over after silver has been refined in a furnace. ", "19": "So now I, the Sovereign Lord, am telling them that they are just as useless as that. I will bring them all together in Jerusalem ", "20": "in the same way that the ore of silver, copper, iron, lead, and tin is put in a refining furnace. My anger and rage will melt them the way fire melts ore. ", "21": "Yes, I will gather them in Jerusalem, build a fire under them, and melt them with my anger. ", "22": "They will be melted in Jerusalem the way silver is melted in a furnace, and then they will know that they are feeling the anger of the Lord.”", "23": "The Lord spoke to me again. ", "24": "“Mortal man,” he said, “tell the Israelites that their land is unholy, and so I am punishing it in my anger. ", "25": "The leaders[a] are like lions roaring over the animals they have killed. They kill the people, take all the money and property they can get, and by their murders leave many widows. ", "26": "The priests break my law and have no respect for what is holy. They make no distinction between what is holy and what is not. They do not teach the difference between clean and unclean things, and they ignore the Sabbath. As a result the people of Israel do not respect me. ", "27": "The government officials are like wolves tearing apart the animals they have killed. They commit murder in order to get rich. ", "28": "The prophets have hidden these sins like workers covering a wall with whitewash. They see false visions and make false predictions. They claim to speak the word of the Sovereign Lord, but I, the Lord, have not spoken to them. ", "29": "The wealthy cheat and rob. They mistreat the poor and take advantage of foreigners. ", "30": "I looked for someone who could build a wall, who could stand in the places where the walls have crumbled and defend the land when my anger is about to destroy it, but I could find no one. ", "31": "So I will turn my anger loose on them, and like a fire I will destroy them for what they have done.” The Sovereign Lord has spoken."}