{"1": "The Lord spoke to me. ", "2": "“Mortal man,” he said, “denounce the country of Ammon. ", "3": "Tell them to listen to what I, the Sovereign Lord, am saying: You were delighted to see my Temple profaned, to see the land of Israel devastated, to see the people of Judah go into exile. ", "4": "Because you were glad, I will let the tribes from the eastern desert conquer you. They will set up their camps in your country and settle there. They will eat the fruit and drink the milk that should have been yours. ", "5": "I will turn the city of Rabbah into a place to keep camels, and the whole country of Ammon will become a place to keep sheep, so that you will know I am the Lord.", "6": "“This is what the Sovereign Lord is saying: You clapped your hands and jumped for joy. You despised the land of Israel. ", "7": "Because you did, I will hand you over to other nations who will rob you and plunder you. I will destroy you so completely that you will not be a nation any more or have a country of your own. Then you will know that I am the Lord.”", "8": "The Sovereign Lord said, “Because Moab[a] has said that Judah is like all the other nations, ", "9": "I will let the cities that defend the border of Moab be attacked, including even the finest cities—Beth Jeshimoth, Baal Meon, and Kiriathaim. ", "10": "I will let the tribes of the eastern desert conquer Moab, together with Ammon, so that Moab[b] will no longer be a nation. ", "11": "I will punish Moab, and they will know that I am the Lord.”", "12": "The Sovereign Lord said, “The people of Edom took cruel revenge on Judah, and that revenge has brought lasting guilt on Edom. ", "13": "Now I announce that I will punish Edom and kill every person and animal there. I will make it a wasteland, from the city of Teman to the city of Dedan, and the people will be killed in battle. ", "14": "My people Israel will take revenge on Edom for me, and they will make Edom feel my furious anger. Edom will know what it means to be the object of my revenge.” The Sovereign Lord has spoken.", "15": "The Sovereign Lord said, “The Philistines have taken cruel revenge on their agelong enemies and destroyed them in their hate. ", "16": "And so I am announcing that I will attack the Philistines and wipe them out. I will destroy everyone left living there on the Philistine Plain. ", "17": "I will punish them severely and take full revenge on them. They will feel my anger. Then they will know that I am the Lord.”"}