{"1": "The Lord spoke to me. ", "2": "“Mortal man,” he said, “denounce Gog, chief ruler of the nations of Meshech and Tubal in the land of Magog. Denounce him ", "3": "and tell him that I, the Sovereign Lord, am his enemy. ", "4": "I will turn him around, put hooks in his jaws, and drag him and all his troops away. His army, with its horses and uniformed riders, is enormous, and every soldier carries a shield and is armed with a sword. ", "5": "Troops from Persia, Ethiopia,[a] and Libya are with him, and all have shields and helmets. ", "6": "All the fighting men of the lands of Gomer and Beth Togarmah in the north are with him, and so are men from many other nations. ", "7": "Tell him to get ready and have all his troops ready at his command. ", "8": "After many years I will order him to invade a country where the people were brought back together from many nations and have lived without fear of war. He will invade the mountains of Israel, which were desolate and deserted so long, but where all the people now live in safety. ", "9": "He and his army and the many nations with him will attack like a storm and cover the land like a cloud.”", "10": "This is what the Sovereign Lord says to Gog: “When that time comes, you will start thinking up an evil plan. ", "11": "You will decide to invade a helpless country where the people live in peace and security in unwalled towns that have no defenses. ", "12": "You will plunder and loot the people who live in cities that were once in ruins. They have been gathered from the nations, and now they have livestock and property and live at the crossroads of the world. ", "13": "The people of Sheba and Dedan and the merchants from the towns of Spain will ask you, 'Have you assembled your army and attacked in order to loot and plunder? Do you intend to get silver and gold, livestock and property, and march off with all those spoils?'”", "14": "So the Sovereign Lord sent me to tell Gog what he was saying to him: “Now while my people Israel live in security, you will set out[b] ", "15": "to come from your place in the far north, leading a large, powerful army of soldiers from many nations, all of them on horseback. ", "16": "You will attack my people Israel like a storm moving across the land. When the time comes, I will send you to invade my land in order to show the nations who I am, to show my holiness by what I do through you. ", "17": "You are the one I was talking about long ago, when I announced through my servants, the prophets of Israel, that in days to come I would bring someone to attack Israel.” The Sovereign Lord has spoken.", "18": "The Sovereign Lord says, “On the day when Gog invades Israel, I will become furious. ", "19": "I declare in the heat of my anger that on that day there will be a severe earthquake in the land of Israel. ", "20": "Every fish and bird, every animal large and small, and every human being on the face of the earth will tremble for fear of me. Mountains will fall, cliffs will crumble, and every wall will collapse. ", "21": "I will terrify Gog with all sorts of calamities.[c] I, the Sovereign Lord, have spoken. His men will turn their swords against one another. ", "22": "I will punish him with disease and bloodshed. Torrents of rain and hail, together with fire and sulfur, will pour down on him and his army and on the many nations that are on his side. ", "23": "In this way I will show all the nations that I am great and that I am holy. They will know then that I am the Lord.”"}