{"1": "It was the tenth day of the new year, which was the twenty-fifth year after we had been taken into exile and the fourteenth year after Jerusalem was captured. On that day I felt the powerful presence of the Lord, and he carried me away. ", "2": "In a vision God took me to the land of Israel and put me on a high mountain. I saw in front of me[a] a group of buildings that looked like a city. ", "3": "He took me closer, and I saw a man who shone like bronze. He was holding a linen tape measure and a measuring rod and was standing by a gateway.", "4": "He said to me, “Watch, mortal man. Listen carefully and pay close attention to everything I show you, because this is why you were brought here. You are to tell the people of Israel everything you see.”", "5": "What I saw was the Temple, and there was a wall around it. The man took his measuring rod, which was 10 feet long, and measured the wall. It was 10 feet high and 10 feet thick. ", "6": "Then he went to the gateway that faced east. He went up the steps, and at the top he measured the entrance; it was 10 feet deep.[b] ", "7": "Beyond it there was a passageway, which had three guardrooms on each side. Each of the rooms was square, 10 feet on each side, and the walls between them were 8 feet thick. Beyond the guardrooms there was a passageway 10 feet long that led to an entrance room which faced the Temple. ", "8-9": "He measured this room and found it was 14 feet deep. It formed that end of the gateway which was nearest the Temple, and at its far end the walls were 4 feet thick. ", "10": "(10 These guardrooms on each side of the passageway were all the same size, and the walls between them were all of the same thickness.)", "11": "Next, the man measured the width of the passageway in the gateway. It was 22 feet altogether, and the space between the open gates was 16 feet. ", "12": "In front of each of the guardrooms there was a low wall 20 inches high and 20 inches thick. (The rooms were 10 feet square.) ", "13": "Then he measured the distance from the back wall[c] of one room to the back wall[d] of the room across the passageway from it, and it was 42 feet. ", "14": "The room at the far end led out to a courtyard. He measured that room and found it was 34 feet wide.[e] ", "15": "The total length of the gateway from the outside wall of the gate to the far side of the last room was 84 feet. ", "16": "There were small openings in the outside walls of all the rooms and also in the inner walls between the rooms. There were palm trees carved on the inner walls that faced the passageway.", "17": "The man took me through the gateway into the courtyard. There were thirty rooms built against the outer wall, and in front of them there was an area paved with stones, ", "18": "which extended around the courtyard. This outer courtyard was at a lower level than the inner courtyard.", "19": "There was a gateway at a higher level that led to the inner courtyard. The man measured the distance between the two gateways, and it was 168 feet.[f]", "20": "Then the man measured the gateway on the north side that led into the outer courtyard. ", "21": "The three guardrooms on each side of the passageway, the walls between them, and the entrance room all had the same measurements as those in the east gateway. The total length of the gateway was 84 feet and the width 42 feet. ", "22": "The entrance room, the windows, and the carved palm trees were like those in the east gate. Here seven steps led up to the gate, and the entrance room was at the end facing the courtyard. ", "23": "Across the courtyard from this north gateway was another gateway leading to the inner courtyard, just as there was on the east side. The man measured the distance between these two gateways, and it was 168 feet.", "24": "Next, the man took me to the south side, and there we saw another gateway. He measured its inner walls and its entrance room, and they were the same as the others. ", "25": "There were windows in the rooms of this gateway just as in the others. The total length of the gateway was 84 feet and the width 42 feet. ", "26": "Seven steps led up to it, and its entrance room was also at the end facing the courtyard. There were palm trees carved on the inner walls that faced the passageway. ", "27": "Here, too, there was a gateway leading to the inner courtyard. The man measured the distance to this second gateway, and it was 168 feet.", "28": "The man took me through the south gateway into the inner courtyard. He measured the gateway, and it was the same size as the gateways in the outer wall. ", "29-30": "Its guardrooms, its entrance room, and its inner walls were the same size as those in the other gateways. There were also windows in the rooms of this gateway. The total length was 84 feet and the width 42 feet. ", "31": "Its entrance room faced the other courtyard, and palm trees were carved on the walls along the passageway. Eight steps led up to this gate.", "32": "The man took me through the east gateway into the inner courtyard. He measured the gateway, and it was the same size as the others. ", "33": "Its guardrooms, its entrance room, and its inner walls measured the same as those in the other gateways. There were windows all around, and in the entrance room also. The total length was 84 feet and the width 42 feet. ", "34": "The entrance room faced the outer courtyard. Palm trees were carved on the walls along the passageway. Eight steps led up to this gate.", "35": "Then the man took me to the north gateway. He measured it, and it was the same size as the others. ", "36": "Like them, it also had guardrooms, decorated inner walls, an entrance room, and windows all around. Its total length was 84 feet and its width 42 feet. ", "37": "The entrance room[g] faced the outer courtyard. Palm trees were carved on the walls along the passageway. Eight steps led up to this gate.", "38": "In the outer courtyard there was an annex attached to the inner gateway on the north side. It opened into the entrance room that faced the courtyard, and there they washed the carcasses of the animals to be burned whole as sacrifices. ", "39": "In this entrance room there were four tables, two on each side of the room. It was on these tables that they killed the animals to be offered as sacrifices, either to be burned whole or to be sacrifices for sin or as repayment offerings. ", "40": "Outside the room there were four similar tables, two on either side of the entrance of the north gate. ", "41": "Altogether there were eight tables on which the animals to be sacrificed were killed: four inside the room and four out in the courtyard. ", "42": "The four tables in the annex, used to prepare the offerings to be burned whole, were of cut stone. They were 20 inches high, and their tops were 30 inches square. All the equipment used in killing the sacrificial animals was kept on these tables. ", "43": "Ledges 3 inches wide ran around the edge of the tables. All the meat to be offered in sacrifice was placed on the tables.[h]", "44": "Then he brought me into the inner court. There were two rooms opening on the inner court, one facing south beside the north gateway and the other facing north beside the south gateway.[i] ", "45": "The man told me that the room which faced south was for the priests who served in the Temple, ", "46": "and the room which faced north was for the priests who served at the altar. All the priests are descended from Zadok; they are the only members of the tribe of Levi who are permitted to go into the Lord's presence to serve him.", "47": "The man measured the inner courtyard, and it was 168 feet square. The Temple was on the west side, and in front of it was an altar. ", "48": "Then he took me into the entrance room of the Temple. He measured the entranceway: it was 9 feet deep and 24 feet wide,[j] with walls 5 feet thick on either side. ", "49": "Steps led up to the entrance room, which was 34 feet wide and 20 feet deep.[k] There were two columns, one on each side of the entrance."}