{"1": "Then the man took me into the outer courtyard and led me to a building on the north side of the Temple, not far from the building at the west end of the Temple. ", "2": "This building was 168 feet long and 84 feet wide. ", "3": "On one side it faced the space 34 feet wide which was alongside the Temple, and on the other side it faced the pavement of the outer courtyard. It was built on three levels, each one set further back than the one below it. ", "4": "Along the north side of this building was a passageway 16 feet wide and 168 feet long,[a] with entrances on that side. ", "5": "The rooms at the upper level of the building were narrower than those at the middle and lower levels because they were set further back. ", "6": "The rooms at all three levels were on terraces and were not supported by columns like the other buildings in the courtyard. ", "7-8": "At the lower level the outer wall of the building was solid for 84 feet, half its length; and there were rooms in the remaining 84 feet. At the top level there were rooms in the entire length of the building. ", "9-10": "Below these rooms at the east end of the building, where the wall of the courtyard began,[b] there was an entrance into the outer courtyard. At the south[c] side of the Temple there was an identical building not far from the building at the west end of the Temple. ", "11": "In front of the rooms there was a passageway just like the one on the north side. It had the same measurements, the same design, and the same kind of entrances. ", "12": "There was a door under the rooms on the south side of the building, at the east end where the wall began.", "13": "The man said to me, “Both these buildings are holy. In them the priests who enter the Lord's presence eat the holiest offerings. Because the rooms are holy, the priests will place the holiest offerings there: the offerings of grain and the sacrifices offered for sin or as repayment offerings. ", "14": "When priests have been in the Temple and want to go to the outer courtyard, they must leave in these rooms the holy clothing they wore while serving the Lord. They must put on other clothes before going out to the area where the people gather.”", "15": "When the man had finished measuring inside the Temple area, he took me out through the east gate and then measured the outside of the area. ", "16": "He took the measuring rod and measured the east side, and it was 840 feet. ", "17-19": "Then he measured the north side, the south side, and the west side; each side had the same length, 840 feet,[d] ", "20": "so that the wall enclosed a square 840 feet on each side. The wall served to separate what was holy from what was not."}