{"1": "When the land is divided to give each tribe a share, one part is to be dedicated to the Lord. It is to be 10 miles long by 8 miles[a] wide. The entire area will be holy. ", "2": "In this area there is to be a square plot of land for the Temple, 840 feet on each side, entirely surrounded by an open space 84 feet wide. ", "3": "Half of this area, a section 10 miles by 4 miles, is to be measured off; it will contain the Temple, the holiest place of all. ", "4": "It will be a holy part of the country, set aside for the priests who serve the Lord in his Temple. It will contain their houses and the section of land for the Temple. ", "5": "The other half of the area is to be set aside as the possession of the Levites, who do the work in the Temple. There will be towns there for them to live in.[b]", "6": "Next to the holy area, another section, 10 miles long and 2 miles wide, is to be set aside for a city where any of the people of Israel may live.", "7": "Land is also to be set aside for the ruling prince. From the west boundary of the holy area it will extend west to the Mediterranean Sea; and from the east boundary it will extend to the eastern border of the country, so that its length will be the same as the length of one of the areas allotted to the tribes of Israel. ", "8": "This area will be the share the ruling prince will have in the land of Israel, so that he will no longer oppress the people, but will let the rest of the country belong to the tribes of Israel.", "9": "The Sovereign Lord said, “You have sinned too long, you rulers of Israel! Stop your violence and oppression. Do what is right and just. You must never again drive my people off their land. I, the Sovereign Lord, am telling you this.", "10": "“Everyone must use honest weights and measures:", "11": "“The ephah for dry measure is to be equal to the bath for liquid measure. The standard is the homer.[c] The resulting measures are as follows: homer = 10 ephahs = 10 baths", "12": "“Your weights are to be as follows: gerahs = 1 shekel[d] shekels = 1 mina", "13-15": "“This is the basis on which you are to make your offerings: Wheat: 1/60th of your harvest Barley: 1/60th of your harvest Olive oil: 1/100th of the yield of your trees (Measure it by the bath 10 baths = 1 homer = 1 kor) Sheep: 1 sheep out of every 200 from the meadows of Israel “You are to bring grain offerings, animals to be burned whole, and animals for fellowship offerings, so that your sins will be forgiven. I, the Sovereign Lord, command it.", "16": "“All the people of the land must take[e] these offerings to the ruling prince of Israel. ", "17": "It will be his duty to provide the animals to be burned whole, the grain offerings, and the wine offerings for the whole nation of Israel at the New Moon Festivals, the Sabbaths, and the other festivals. He is to provide the sin offerings, the grain offerings, the offerings to be burned whole, and the fellowship offerings, to take away the sins of the people of Israel.”", "18": "The Sovereign Lord said, “On the first day of the first month you are to sacrifice a bull without any defects and purify the Temple. ", "19": "The priest will take some of the blood of this sin offering and put it on the doorposts of the Temple, on the four corners of the altar, and on the posts of the gateways to the inner courtyard. ", "20": "On the seventh day of the month you are to do the same thing on behalf of anyone who sins unintentionally or through ignorance. In this way you will keep the Temple holy.", "21": "“On the fourteenth day of the first month you will begin the celebration of the Passover Festival. For seven days everyone will eat bread made without yeast. ", "22": "On the first day of the festival the ruling prince must offer a bull as a sacrifice for his sins and for those of all the people. ", "23": "On each of the seven days of the festival he is to sacrifice to the Lord seven bulls and seven rams without any defects and burn them whole. He is also to sacrifice a male goat each day as a sin offering. ", "24": "For each bull and each ram that is sacrificed, there is to be an offering of half a bushel of grain and three quarts of olive oil.", "25": "“For the Festival of Shelters, which begins on the fifteenth day of the seventh month, the prince will offer on each of the seven days the same sacrifice for sin, the same offerings to be burned whole, and the same offerings of grain and olive oil.”"}