{"1": "The Lord said, “Mortal man, take a sharp sword and use it to shave off your beard and all your hair. Then weigh the hair on scales and divide it into three parts. ", "2": "Burn up a third of it in the city when the siege is over. Take another third and chop it up with your sword as you move around outside the city. Scatter the remaining third to the winds, and I will pursue it with my sword. ", "3": "Keep back a few hairs and wrap them in the hem of your clothes. ", "4": "Then take a few of them out again, throw them in the fire, and let them burn up. From them fire will spread to the whole nation of Israel.”", "5": "The Sovereign Lord said, “Look at Jerusalem. I put her at the center of the world, with other countries all around her. ", "6": "But Jerusalem rebelled against my commands and showed that she was more wicked than the other nations, more disobedient than the countries around her. Jerusalem rejected my commands and refused to keep my laws. ", "7": "Now listen, Jerusalem, to what I, the Sovereign Lord, am saying. By not obeying my laws or keeping my commands, you have caused more trouble than the nations around you. You have followed the customs of other nations. ", "8": "And so I, the Sovereign Lord, am telling you that I am your enemy. I will pass judgment on you where all the nations can see it. ", "9": "Because of all the things you do that I hate, I will punish Jerusalem as I have never done before and will never do again. ", "10": "As a result, parents in Jerusalem will eat their children, and children will eat their parents. I will punish you and scatter in every direction any who are left alive.", "11": "“Therefore, as I am the living God—this is the word of the Sovereign Lord—because you defiled my Temple with all the evil, disgusting things you did, I will cut you down without mercy. ", "12": "A third of your people will die from sickness and hunger in the city; a third will be cut down by swords outside the city; and I will scatter the last third to the winds and pursue them with a sword.", "13": "“You will feel all the force of my anger and rage until I am satisfied. When all this happens, you will be convinced that I, the Lord, have spoken to you because I am outraged at your unfaithfulness. ", "14": "Everyone from the nations around you who passes by will sneer at you and keep their distance.", "15": "“When I am angry and furious with you and punish you, all the nations around you will be terrified. They will look at you with disgust and make fun of you. ", "16": "I will cut off your supply of food and let you starve. You[a] will feel the pains of hunger like sharp arrows sent to destroy you. ", "17": "I will send hunger and wild animals to kill your children, and will send sickness, violence, and war to kill you. I, the Lord, have spoken.”"}