{"1": "On the fifth day of the sixth month of the sixth year of our exile, the leaders of the exiles from Judah were sitting in my house with me. Suddenly the power of the Sovereign Lord came on me. ", "2": "I looked up and saw a vision of a fiery human form. From the waist down his body looked like fire, and from the waist up he was shining like polished bronze. ", "3": "He reached out what seemed to be a hand and grabbed me by the hair. Then in this vision God's spirit lifted me high in the air and took me to Jerusalem. He took me to the inner entrance of the north gate of the Temple, where there was an idol that was an outrage to God.", "4": "There I saw the dazzling light that shows the presence of Israel's God, just as I had seen it when I was by the Chebar River. ", "5": "God said to me, “Mortal man, look toward the north.” I looked, and there near the altar by the entrance of the gateway I saw the idol that was an outrage to God.", "6": "God said to me, “Mortal man, do you see what is happening? Look at the disgusting things the people of Israel are doing here, driving me farther and farther away from my holy place. You will see even more disgraceful things than this.”", "7": "He took me to the entrance of the outer courtyard and showed me a hole in the wall. ", "8": "He said, “Mortal man, break through the wall here.” I broke through it and found a door. ", "9": "He told me, “Go in and look at the evil, disgusting things they are doing there.” ", "10": "So I went in and looked. The walls were covered with drawings of snakes and other unclean animals,[a] and of the other things which the Israelites were worshiping. ", "11": "Seventy Israelite leaders were there, including Jaazaniah son of Shaphan. Each one was holding an incense burner, and smoke was rising from the incense. ", "12": "God asked me, “Mortal man, do you see what the Israelite leaders are doing in secret? They are all worshiping in a room full of images. Their excuse is: 'The Lord doesn't see us! He has abandoned the country.'”", "13": "Then the Lord said to me, “You are going to see them do even more disgusting things than that.” ", "14": "So he took me to the north gate of the Temple and showed me women weeping over the death of the god Tammuz.[b]", "15": "He asked, “Mortal man, do you see that? You will see even more disgusting things.” ", "16": "So he took me to the inner courtyard of the Temple. There near the entrance of the sanctuary, between the altar and the porch, were about twenty-five men. They had turned their backs to the sanctuary and were bowing low toward the east, worshiping the rising sun.", "17": "The Lord said to me, “Mortal man, do you see that? These people of Judah are not satisfied with merely doing all the disgusting things you have seen here and with spreading violence throughout the country. No, they must come and do them right here in the Temple and make me even more angry. Look how they insult me in the most offensive way possible![c] ", "18": "They will feel all the force of my anger. I will not spare them or show them any mercy. They will shout prayers to me as loud as they can, but I will not listen to them.”"}