{"1": "How beautiful you are, my love! How beautiful you are! Your eyes are doves behind your veil. Your hair is like a flock of goats streaming down Mount Gil'ad.", "2": "Your teeth are like a flock of shorn sheep that have just come up from being washed; each of them is matched, and none of them is missing.", "3": "Your lips are like a scarlet thread, and your mouth is lovely. Your cheeks are like a pomegranate split open behind your veil.", "4": "Your neck is like the tower of David, built magnificently, on which hang a thousand bucklers, each one a brave warrior's shield.", "5": "Your two breasts are like two fawns, twins of a gazelle grazing among lilies.", "6": "When the day's cool breeze comes up and the shadows lengthen, I will get myself to the mountain of myrrh to the hill of frankincense.", "7": "Everything about you is beautiful, my love; you are without a flaw.", "8": "Come with me from the L'vanon, my bride, come with me from the L'vanon. Come down from the heights of Amanah, from the heights of S'nir and Hermon, down from the lions' lairs and the leopard-haunted hills.", "9": "My sister, my bride, you have carried my heart away! With just one glance, with one bead of your necklace you have carried my heart away.", "10": "My sister, my bride, how sweet is your love! How much better your love than wine, more fragrant your perfumes than any spice!", "11": "Your lips, my bride, drip honey; honey and milk are under your tongue; and the scent of your garments is like the scent of the L'vanon.", "12": "My sister, my bride, is a garden locked up, a pool covered over, a spring sealed shut.", "13": "You are an orchard that puts forth pomegranates and other precious fruits, henna and nard —", "14": "nard, saffron and aromatic cane, cinnamon and all kinds of frankincense trees, myrrh, aloes, all the best spices.", "15": "You are a garden fountain, a spring of running water, flowing down from the L'vanon.", "16": "Awake, north wind! Come, south wind! Blow on my garden to spread its fragrance. Let my darling enter his garden and eat its finest fruit."}