{"1": "Now these were the people of the province who came up out of the captivity of those exiles whom Nebuchadnez′zar the king of Babylon had carried captive to Babylonia; they returned to Jerusalem and Judah, each to his own town. ", "2": "They came with Zerub′babel, Jeshua, Nehemi′ah, Serai′ah, Reel-ai′ah, Mor′decai, Bilshan, Mispar, Big′vai, Rehum, and Ba′anah. The number of the men of the people of Israel: ", "3": "the sons of Parosh, two thousand one hundred and seventy-two. ", "4": "The sons of Shephati′ah, three hundred and seventy-two. ", "5": "The sons of Arah, seven hundred and seventy-five. ", "6": "The sons of Pa′hath-mo′ab, namely the sons of Jeshua and Jo′ab, two thousand eight hundred and twelve. ", "7": "The sons of Elam, one thousand two hundred and fifty-four. ", "8": "The sons of Zattu, nine hundred and forty-five. ", "9": "The sons of Zac′cai, seven hundred and sixty. ", "10": "The sons of Bani, six hundred and forty-two. ", "11": "The sons of Be′bai, six hundred and twenty-three. ", "12": "The sons of Azgad, one thousand two hundred and twenty-two. ", "13": "The sons of Adoni′kam, six hundred and sixty-six. ", "14": "The sons of Big′vai, two thousand and fifty-six. ", "15": "The sons of Adin, four hundred and fifty-four. ", "16": "The sons of Ater, namely of Hezeki′ah, ninety-eight. ", "17": "The sons of Be′zai, three hundred and twenty-three. ", "18": "The sons of Jorah, one hundred and twelve. ", "19": "The sons of Hashum, two hundred and twenty-three. ", "20": "The sons of Gibbar, ninety-five. ", "21": "The sons of Bethlehem, one hundred and twenty-three. ", "22": "The men of Neto′phah, fifty-six. ", "23": "The men of An′athoth, one hundred and twenty-eight. ", "24": "The sons of Az′maveth, forty-two. ", "25": "The sons of Kir′iathar′im, Chephi′rah, and Be-er′oth, seven hundred and forty-three. ", "26": "The sons of Ramah and Geba, six hundred and twenty-one. ", "27": "The men of Michmas, one hundred and twenty-two. ", "28": "The men of Bethel and Ai, two hundred and twenty-three. ", "29": "The sons of Nebo, fifty-two. ", "30": "The sons of Magbish, one hundred and fifty-six. ", "31": "The sons of the other Elam, one thousand two hundred and fifty-four. ", "32": "The sons of Harim, three hundred and twenty. ", "33": "The sons of Lod, Hadid, and Ono, seven hundred and twenty-five. ", "34": "The sons of Jericho, three hundred and forty-five. ", "35": "The sons of Sena′ah, three thousand six hundred and thirty.", "36": "The priests: the sons of Jedai′ah, of the house of Jeshua, nine hundred and seventy-three. ", "37": "The sons of Immer, one thousand and fifty-two. ", "38": "The sons of Pashhur, one thousand two hundred and forty-seven. ", "39": "The sons of Harim, one thousand and seventeen.", "40": "The Levites: the sons of Jeshua and Kad′mi-el, of the sons of Hodavi′ah, seventy-four. ", "41": "The singers: the sons of Asaph, one hundred and twenty-eight. ", "42": "The sons of the gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hati′ta, and the sons of Sho′bai, in all one hundred and thirty-nine.", "43": "The temple servants:[a] the sons of Ziha, the sons of Hasu′pha, the sons of Tabba′oth, ", "44": "the sons of Keros, the sons of Si′aha, the sons of Padon, ", "45": "the sons of Leba′nah, the sons of Hag′abah, the sons of Akkub, ", "46": "the sons of Hagab, the sons of Shamlai, the sons of Hanan, ", "47": "the sons of Giddel, the sons of Gahar, the sons of Re-ai′ah, ", "48": "the sons of Rezin, the sons of Neko′da, the sons of Gazzam, ", "49": "the sons of Uzza, the sons of Pase′ah, the sons of Besai, ", "50": "the sons of Asnah, the sons of Me-u′nim, the sons of Nephi′sim, ", "51": "the sons of Bakbuk, the sons of Haku′pha, the sons of Harhur, ", "52": "the sons of Bazluth, the sons of Mehi′da, the sons of Harsha, ", "53": "the sons of Barkos, the sons of Sis′era, the sons of Temah, ", "54": "the sons of Nezi′ah, and the sons of Hati′pha.", "55": "The sons of Solomon's servants: the sons of So′tai, the sons of Hasso′phereth, the sons of Peru′da, ", "56": "the sons of Ja′alah, the sons of Darkon, the sons of Giddel, ", "57": "the sons of Shephati′ah, the sons of Hattil, the sons of Po′chereth-hazzeba′im, and the sons of Ami.", "58": "All the temple servants[b] and the sons of Solomon's servants were three hundred and ninety-two.", "59": "The following were those who came up from Tel-me′lah, Tel-har′sha, Cherub, Addan, and Immer, though they could not prove their fathers' houses or their descent, whether they belonged to Israel: ", "60": "the sons of Delai′ah, the sons of Tobi′ah, and the sons of Neko′da, six hundred and fifty-two. ", "61": "Also, of the sons of the priests: the sons of Habai′ah, the sons of Hakkoz, and the sons of Barzil′lai (who had taken a wife from the daughters of Barzil′lai the Gileadite, and was called by their name). ", "62": "These sought their registration among those enrolled in the genealogies, but they were not found there, and so they were excluded from the priesthood as unclean; ", "63": "the governor told them that they were not to partake of the most holy food, until there should be a priest to consult Urim and Thummim.", "64": "The whole assembly together was forty-two thousand three hundred and sixty, ", "65": "besides their menservants and maidservants, of whom there were seven thousand three hundred and thirty-seven; and they had two hundred male and female singers. ", "66": "Their horses were seven hundred and thirty-six, their mules were two hundred and forty-five, ", "67": "their camels were four hundred and thirty-five, and their asses were six thousand seven hundred and twenty.", "68": "Some of the heads of families, when they came to the house of the Lord which is in Jerusalem, made freewill offerings for the house of God, to erect it on its site; ", "69": "according to their ability they gave to the treasury of the work sixty-one thousand darics of gold, five thousand minas of silver, and one hundred priests' garments.", "70": "The priests, the Levites, and some of the people lived in Jerusalem and its vicinity;[c] and the singers, the gatekeepers, and the temple servants lived in their towns, and all Israel in their towns."}