{"1": "These are the heads of their fathers' houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Ar-ta-xerx′es the king: ", "2": "Of the sons of Phin′ehas, Gershom. Of the sons of Ith′amar, Daniel. Of the sons of David, Hattush, ", "3": "of the sons of Shecani′ah. Of the sons of Parosh, Zechari′ah, with whom were registered one hundred and fifty men. ", "4": "Of the sons of Pa′hath-mo′ab, Eli-e-ho-e′nai the son of Zerahi′ah, and with him two hundred men. ", "5": "Of the sons of Zattu,[a] Shecani′ah the son of Jaha′ziel, and with him three hundred men. ", "6": "Of the sons of Adin, Ebed the son of Jonathan, and with him fifty men. ", "7": "Of the sons of Elam, Jeshai′ah the son of Athali′ah, and with him seventy men. ", "8": "Of the sons of Shephati′ah, Zebadi′ah the son of Michael, and with him eighty men. ", "9": "Of the sons of Jo′ab, Obadi′ah the son of Jehi′el, and with him two hundred and eighteen men. ", "10": "Of the sons of Bani,[b] Shelo′mith the son of Josiphi′ah, and with him a hundred and sixty men. ", "11": "Of the sons of Be′bai, Zechari′ah, the son of Be′bai, and with him twenty-eight men. ", "12": "Of the sons of Azgad, Joha′nan the son of Hak′katan, and with him a hundred and ten men. ", "13": "Of the sons of Adoni′kam, those who came later, their names being Eliph′elet, Jeu′el, and Shemai′ah, and with them sixty men. ", "14": "Of the sons of Big′vai, Uthai and Zaccur, and with them seventy men.", "15": "I gathered them to the river that runs to Aha′va, and there we encamped three days. As I reviewed the people and the priests, I found there none of the sons of Levi. ", "16": "Then I sent for Elie′zer, Ariel, Shemai′ah, Elna′than, Jarib, Elna′than, Nathan, Zechari′ah, and Meshul′lam, leading men, and for Joi′arib and Elna′than, who were men of insight, ", "17": "and sent them to Iddo, the leading man at the place Casiphi′a, telling them what to say to Iddo and his brethren the temple servants[c] at the place Casiphi′a, namely, to send us ministers for the house of our God. ", "18": "And by the good hand of our God upon us, they brought us a man of discretion, of the sons of Mahli the son of Levi, son of Israel, namely Sherebi′ah with his sons and kinsmen, eighteen; ", "19": "also Hashabi′ah and with him Jeshai′ah of the sons of Merar′i, with his kinsmen and their sons, twenty; ", "20": "besides two hundred and twenty of the temple servants, whom David and his officials had set apart to attend the Levites. These were all mentioned by name.", "21": "Then I proclaimed a fast there, at the river Aha′va, that we might humble ourselves before our God, to seek from him a straight way for ourselves, our children, and all our goods. ", "22": "For I was ashamed to ask the king for a band of soldiers and horsemen to protect us against the enemy on our way; since we had told the king, “The hand of our God is for good upon all that seek him, and the power of his wrath is against all that forsake him.” ", "23": "So we fasted and besought our God for this, and he listened to our entreaty.", "24": "Then I set apart twelve of the leading priests: Sherebi′ah, Hashabi′ah, and ten of their kinsmen with them. ", "25": "And I weighed out to them the silver and the gold and the vessels, the offering for the house of our God which the king and his counselors and his lords and all Israel there present had offered; ", "26": "I weighed out into their hand six hundred and fifty talents of silver, and silver vessels worth a hundred talents, and a hundred talents of gold, ", "27": "twenty bowls of gold worth a thousand darics, and two vessels of fine bright bronze as precious as gold. ", "28": "And I said to them, “You are holy to the Lord, and the vessels are holy; and the silver and the gold are a freewill offering to the Lord, the God of your fathers. ", "29": "Guard them and keep them until you weigh them before the chief priests and the Levites and the heads of fathers' houses in Israel at Jerusalem, within the chambers of the house of the Lord.” ", "30": "So the priests and the Levites took over the weight of the silver and the gold and the vessels, to bring them to Jerusalem, to the house of our God.", "31": "Then we departed from the river Aha′va on the twelfth day of the first month, to go to Jerusalem; the hand of our God was upon us, and he delivered us from the hand of the enemy and from ambushes by the way. ", "32": "We came to Jerusalem, and there we remained three days. ", "33": "On the fourth day, within the house of our God, the silver and the gold and the vessels were weighed into the hands of Mer′emoth the priest, son of Uri′ah, and with him was Elea′zar the son of Phin′ehas, and with them were the Levites, Jo′zabad the son of Jeshua and No-adi′ah the son of Bin′nui. ", "34": "The whole was counted and weighed, and the weight of everything was recorded.", "35": "At that time those who had come from captivity, the returned exiles, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and as a sin offering twelve he-goats; all this was a burnt offering to the Lord. ", "36": "They also delivered the king's commissions to the king's satraps and to the governors of the province Beyond the River; and they aided the people and the house of God."}