{"1": "After these things, the Lord commissioned seventy-two others and sent them on ahead in pairs to every city and place he was about to go.", "2": "He said to them, “The harvest is bigger than you can imagine, but there are few workers. Therefore, plead with the Lord of the harvest to send out workers for his harvest.", "3": "Go! Be warned, though, that I'm sending you out as lambs among wolves.", "4": "Carry no wallet, no bag, and no sandals. Don't even greet anyone along the way.", "5": "Whenever you enter a house, first say, 'May peace be on this house.'", "6": "If anyone there shares God's peace, then your peace will rest on that person. If not, your blessing will return to you.", "7": "Remain in this house, eating and drinking whatever they set before you, for workers deserve their pay. Don't move from house to house.", "8": "Whenever you enter a city and its people welcome you, eat what they set before you.", "9": "Heal the sick who are there, and say to them, 'God's kingdom has come upon you.'", "10": "Whenever you enter a city and the people don't welcome you, go out into the streets and say,", "11": "'As a complaint against you, we brush off the dust of your city that has collected on our feet. But know this: God's kingdom has come to you.'", "12": "I assure you that Sodom will be better off on Judgment Day than that city.", "13": "“How terrible it will be for you, Chorazin. How terrible it will be for you, Bethsaida. If the miracles done among you had been done in Tyre and Sidon, they would have changed their hearts and lives long ago. They would have sat around in funeral clothes and ashes.", "14": "But Tyre and Sidon will be better off at the judgment than you.", "15": "And you, Capernaum, will you be honored by being raised up to heaven? No, you will be cast down to the place of the dead.", "16": "Whoever listens to you listens to me. Whoever rejects you rejects me. Whoever rejects me rejects the one who sent me.”", "17": "The seventy-two returned joyously, saying, “Lord, even the demons submit themselves to us in your name.”", "18": "Jesus replied, “I saw Satan fall from heaven like lightning.", "19": "Look, I have given you authority to crush snakes and scorpions underfoot. I have given you authority over all the power of the enemy. Nothing will harm you.", "20": "Nevertheless, don't rejoice because the spirits submit to you. Rejoice instead that your names are written in heaven.”", "21": "At that very moment, Jesus overflowed with joy from the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, because you've hidden these things from the wise and intelligent and shown them to babies. Indeed, Father, this brings you happiness.", "22": "My Father has handed all things over to me. No one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son wants to reveal him.”", "23": "Turning to the disciples, he said privately, “Happy are the eyes that see what you see.", "24": "I assure you that many prophets and kings wanted to see what you see and hear what you hear, but they didn't.”", "25": "A legal expert stood up to test Jesus. “Teacher,” he said, “what must I do to gain eternal life?”", "26": "Jesus replied, “What is written in the Law? How do you interpret it?”", "27": "He responded, “You must love the Lord your God with all your heart, with all your being, with all your strength, and with all your mind, and love your neighbor as yourself.”[a]", "28": "Jesus said to him, “You have answered correctly. Do this and you will live.”", "29": "But the legal expert wanted to prove that he was right, so he said to Jesus, “And who is my neighbor?”", "30": "Jesus replied, “A man went down from Jerusalem to Jericho. He encountered thieves, who stripped him naked, beat him up, and left him near death.", "31": "Now it just so happened that a priest was also going down the same road. When he saw the injured man, he crossed over to the other side of the road and went on his way.", "32": "Likewise, a Levite came by that spot, saw the injured man, and crossed over to the other side of the road and went on his way.", "33": "A Samaritan, who was on a journey, came to where the man was. But when he saw him, he was moved with compassion.", "34": "The Samaritan went to him and bandaged his wounds, tending them with oil and wine. Then he placed the wounded man on his own donkey, took him to an inn, and took care of him.", "35": "The next day, he took two full days' worth of wages and gave them to the innkeeper. He said, 'Take care of him, and when I return, I will pay you back for any additional costs.'", "36": "What do you think? Which one of these three was a neighbor to the man who encountered thieves?”", "37": "Then the legal expert said, “The one who demonstrated mercy toward him.” Jesus told him, “Go and do likewise.”", "38": "While Jesus and his disciples were traveling, Jesus entered a village where a woman named Martha welcomed him as a guest.", "39": "She had a sister named Mary, who sat at the Lord's feet and listened to his message.", "40": "By contrast, Martha was preoccupied with getting everything ready for their meal. So Martha came to him and said, “Lord, don't you care that my sister has left me to prepare the table all by myself? Tell her to help me.”", "41": "The Lord answered, “Martha, Martha, you are worried and distracted by many things.", "42": "One thing is necessary. Mary has chosen the better part. It won't be taken away from her.”"}