{"1": "Jesus was praying in a certain place. When he finished, one of his disciples said, “Lord, teach us to pray, just as John taught his disciples.”", "2": "Jesus told them, “When you pray, say: 'Father, uphold the holiness of your name. Bring in your kingdom.", "3": "Give us the bread we need for today.", "4": "Forgive us our sins, for we also forgive everyone who has wronged us. And don't lead us into temptation.'”", "5": "He also said to them, “Imagine that one of you has a friend and you go to that friend in the middle of the night. Imagine saying, 'Friend, loan me three loaves of bread", "6": "because a friend of mine on a journey has arrived and I have nothing to set before him.'", "7": "Imagine further that he answers from within the house, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up to give you anything.'", "8": "I assure you, even if he wouldn't get up and help because of his friendship, he will get up and give his friend whatever he needs because of his friend's brashness.", "9": "And I tell you: Ask and you will receive. Seek and you will find. Knock and the door will be opened to you.", "10": "Everyone who asks, receives. Whoever seeks, finds. To everyone who knocks, the door is opened.", "11": "“Which father among you would give a snake to your child if the child asked for a fish?", "12": "If a child asked for an egg, what father would give the child a scorpion?", "13": "If you who are evil know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him?”", "14": "Jesus was throwing out a demon that causes muteness. When the demon was gone, the man who couldn't speak began to talk. The crowds were amazed.", "15": "But some of them said, “He throws out demons with the authority of Beelzebul, the ruler of demons.”", "16": "Others were testing him, seeking a sign from heaven.", "17": "Because Jesus knew what they were thinking, he said to them, “Every kingdom involved in civil war becomes a wasteland, and a house torn apart by divisions will collapse.", "18": "If Satan is at war with himself, how will his kingdom endure? I ask this because you say that I throw out demons by the authority of Beelzebul.", "19": "If I throw out demons by the authority of Beelzebul, then by whose authority do your followers throw them out? Therefore, they will be your judges.", "20": "But if I throw out demons by the power[a] of God, then God's kingdom has already overtaken you.", "21": "When a strong man, fully armed, guards his own palace, his possessions are secure.", "22": "But as soon as a stronger one attacks and overpowers him, the stronger one takes away the armor he had trusted and divides the stolen goods.", "23": "“Whoever isn't with me is against me, and whoever doesn't gather with me, scatters.", "24": "When an unclean spirit leaves a person, it wanders through dry places looking for a place to rest. But it doesn't find any. Then it says, 'I'll go back to the house I left.'", "25": "When it arrives, it finds the house cleaned up and decorated.", "26": "Then it goes and brings with it seven other spirits more evil than itself. They go in and make their home there. That person is worse off at the end than at the beginning.”", "27": "While Jesus was saying these things, a certain woman in the crowd spoke up: “Happy is the mother who gave birth to you and who nursed you.”", "28": "But he said, “Happy rather are those who hear God's word and put it into practice.”", "29": "When the crowds grew, Jesus said, “This generation is an evil generation. It looks for a sign, but no sign will be given to it except Jonah's sign.", "30": "Just as Jonah became a sign to the people of Nineveh, so the Human One[b] will be a sign to this generation.", "31": "The queen of the South will rise up at the judgment with the people of this generation and condemn them, because she came from a distant land to hear Solomon's wisdom. And look, someone greater than Solomon is here.", "32": "The people of Nineveh will rise up at the judgment with this generation and condemn it, because they changed their hearts and lives in response to Jonah's preaching—and one greater than Jonah is here.", "33": "“People don't light a lamp and then put it in a closet or under a basket. Rather, they place the lamp on a lampstand so that those who enter the house can see the light.", "34": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when your eye is bad, your whole body is full of darkness.", "35": "Therefore, see to it that the light in you isn't darkness.", "36": "If your whole body is full of light—with no part darkened—then it will be as full of light as when a lamp shines brightly on you.”", "37": "While Jesus was speaking, a Pharisee invited him to share a meal with him, so Jesus went and took his place at the table.", "38": "When the Pharisee saw that Jesus didn't ritually purify his hands by washing before the meal, he was astonished.", "39": "The Lord said to him, “Now, you Pharisees clean the outside of the cup and platter, but your insides are stuffed with greed and wickedness.", "40": "Foolish people! Didn't the one who made the outside also make the inside?", "41": "Therefore, give to those in need from the core of who you are and you will be clean all over.", "42": "“How terrible for you Pharisees! You give a tenth of your mint, rue, and garden herbs of all kinds, while neglecting justice and love for God. These you ought to have done without neglecting the others.", "43": "“How terrible for you Pharisees! You love the most prominent seats in the synagogues and respectful greetings in the marketplaces.", "44": "“How terrible for you! You are like unmarked graves, and people walk on them without recognizing it.”", "45": "One of the legal experts responded, “Teacher, when you say these things, you are insulting us too.”", "46": "Jesus said, “How terrible for you legal experts too! You load people down with impossible burdens and you refuse to lift a single finger to help them.", "47": "“How terrible for you! You built memorials to the prophets, whom your ancestors killed.", "48": "In this way, you testify that you approve of your ancestors' deeds. They killed the prophets, and you build memorials!", "49": "Therefore, God's wisdom has said, 'I will send prophets and apostles to them and they will harass and kill some of them.'", "50": "As a result, this generation will be charged with the murder of all the prophets since the beginning of time.", "51": "This includes the murder of every prophet—from Abel to Zechariah—who was killed between the altar and the holy place. Yes, I'm telling you, this generation will be charged with it.", "52": "“How terrible for you legal experts! You snatched away the key of knowledge. You didn't enter yourselves, and you stood in the way of those who were entering.”", "53": "As he left there, the legal experts and Pharisees began to resent him deeply and to ask him pointed questions about many things.", "54": "They plotted against him, trying to trap him in his words."}