{"1": "When a crowd of thousands upon thousands had gathered so that they were crushing each other, Jesus began to speak first to his disciples: “Watch out for the yeast of the Pharisees—I mean, the mismatch between their hearts and lives.", "2": "Nothing is hidden that won't be revealed, and nothing is secret that won't be brought out into the open.", "3": "Therefore, whatever you have said in the darkness will be heard in the light, and whatever you have whispered in the rooms deep inside the house will be announced from the rooftops.", "4": "“I tell you, my friends, don't be terrified by those who can kill the body but after that can do nothing more.", "5": "I'll show you whom you should fear: fear the one who, after you have been killed, has the authority to throw you into hell. Indeed, I tell you, that's the one you should fear.", "6": "Aren't five sparrows sold for two small coins?[a] Yet not one of them is overlooked by God.", "7": "Even the hairs on your head are all counted. Don't be afraid. You are worth more than many sparrows.", "8": "“I tell you, everyone who acknowledges me before humans, the Human One[b] will acknowledge before God's angels.", "9": "But the one who rejects me before others will be rejected before God's angels.", "10": "Anyone who speaks a word against the Human One[c] will be forgiven, but whoever insults the Holy Spirit won't be forgiven.", "11": "When they bring you before the synagogues, rulers, and authorities, don't worry about how to defend yourself or what you should say.", "12": "The Holy Spirit will tell you at that very moment what you must say.”", "13": "Someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.”", "14": "Jesus said to him, “Man, who appointed me as judge or referee between you and your brother?”", "15": "Then Jesus said to them, “Watch out! Guard yourself against all kinds of greed. After all, one's life isn't determined by one's possessions, even when someone is very wealthy.”", "16": "Then he told them a parable: “A certain rich man's land produced a bountiful crop.", "17": "He said to himself, What will I do? I have no place to store my harvest!", "18": "Then he thought, Here's what I'll do. I'll tear down my barns and build bigger ones. That's where I'll store all my grain and goods.", "19": "I'll say to myself, You have stored up plenty of goods, enough for several years. Take it easy! Eat, drink, and enjoy yourself.", "20": "But God said to him, 'Fool, tonight you will die. Now who will get the things you have prepared for yourself?'", "21": "This is the way it will be for those who hoard things for themselves and aren't rich toward God.”", "22": "Then Jesus said to his disciples, “Therefore, I say to you, don't worry about your life, what you will eat, or about your body, what you will wear.", "23": "There is more to life than food and more to the body than clothing.", "24": "Consider the ravens: they neither plant nor harvest, they have no silo or barn, yet God feeds them. You are worth so much more than birds!", "25": "Who among you by worrying can add a single moment to your life?[d]", "26": "If you can't do such a small thing, why worry about the rest?", "27": "Notice how the lilies grow. They don't wear themselves out with work, and they don't spin cloth. But I say to you that even Solomon in all his splendor wasn't dressed like one of these.", "28": "If God dresses grass in the field so beautifully, even though it's alive today and tomorrow it's thrown into the furnace, how much more will God do for you, you people of weak faith!", "29": "Don't chase after what you will eat and what you will drink. Stop worrying.", "30": "All the nations of the world long for these things. Your Father knows that you need them.", "31": "Instead, desire his kingdom and these things will be given to you as well.", "32": "“Don't be afraid, little flock, because your Father delights in giving you the kingdom.", "33": "Sell your possessions and give to those in need. Make for yourselves wallets that don't wear out—a treasure in heaven that never runs out. No thief comes near there, and no moth destroys.", "34": "Where your treasure is, there your heart will be too.", "35": "“Be dressed for service and keep your lamps lit.", "36": "Be like people waiting for their master to come home from a wedding celebration, who can immediately open the door for him when he arrives and knocks on the door.", "37": "Happy are those servants whom the master finds waiting up when he arrives. I assure you that, when he arrives, he will dress himself to serve, seat them at the table as honored guests, and wait on them.", "38": "Happy are those whom he finds alert, even if he comes at midnight or just before dawn.[e]", "39": "But know this, if the homeowner had known what time the thief was coming, he wouldn't have allowed his home to be broken into.", "40": "You also must be ready, because the Human One[f] is coming at a time when you don't expect him.”", "41": "Peter said, “Lord, are you telling this parable for us or for everyone?”", "42": "The Lord replied, “Who are the faithful and wise managers whom the master will put in charge of his household servants, to give them their food at the proper time?", "43": "Happy are the servants whom the master finds fulfilling their responsibilities when he comes.", "44": "I assure you that the master will put them in charge of all his possessions.", "45": "“But suppose that these servants should say to themselves, My master is taking his time about coming. And suppose they began to beat the servants, both men and women, and to eat, drink, and get drunk.", "46": "The master of those servants would come on a day when they weren't expecting him, at a time they couldn't predict. The master will cut them into pieces and assign them a place with the unfaithful.", "47": "That servant who knew his master's will but didn't prepare for it or act on it will be beaten severely.", "48": "The one who didn't know the master's will but who did things deserving punishment will be beaten only a little. Much will be demanded from everyone who has been given much, and from the one who has been entrusted with much, even more will be asked.", "49": "“I came to cast fire upon the earth. How I wish that it was already ablaze!", "50": "I have a baptism I must experience. How I am distressed until it's completed!", "51": "Do you think that I have come to bring peace to the earth? No, I tell you, I have come instead to bring division.", "52": "From now on, a household of five will be divided—three against two and two against three.", "53": "Father will square off against son and son against father; mother against daughter and daughter against mother; and mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”", "54": "Jesus also said to the crowds, “When you see a cloud forming in the west, you immediately say, 'It's going to rain.' And indeed it does.", "55": "And when a south wind blows, you say, 'A heat wave is coming.' And it does.", "56": "Hypocrites! You know how to interpret conditions on earth and in the sky. How is it that you don't know how to interpret the present time?", "57": "And why don't you judge for yourselves what is right?", "58": "As you are going to court with your accuser, make your best effort to reach a settlement along the way. Otherwise, your accuser may bring you before the judge, and the judge hand you over to the officer, and the officer throw you into prison.", "59": "I tell you, you won't get out of there until you have paid the very last cent.”[g]"}