{"1": "All the tax collectors and sinners were gathering around Jesus to listen to him.", "2": "The Pharisees and legal experts were grumbling, saying, “This man welcomes sinners and eats with them.”", "3": "Jesus told them this parable:", "4": "“Suppose someone among you had one hundred sheep and lost one of them. Wouldn't he leave the other ninety-nine in the pasture and search for the lost one until he finds it?", "5": "And when he finds it, he is thrilled and places it on his shoulders.", "6": "When he arrives home, he calls together his friends and neighbors, saying to them, 'Celebrate with me because I've found my lost sheep.'", "7": "In the same way, I tell you, there will be more joy in heaven over one sinner who changes both heart and life than over ninety-nine righteous people who have no need to change their hearts and lives.", "8": "“Or what woman, if she owns ten silver coins and loses one of them, won't light a lamp and sweep the house, searching her home carefully until she finds it?", "9": "When she finds it, she calls together her friends and neighbors, saying, 'Celebrate with me because I've found my lost coin.'", "10": "In the same way, I tell you, joy breaks out in the presence of God's angels over one sinner who changes both heart and life.”", "11": "Jesus said, “A certain man had two sons.", "12": "The younger son said to his father, 'Father, give me my share of the inheritance.' Then the father divided his estate between them.", "13": "Soon afterward, the younger son gathered everything together and took a trip to a land far away. There, he wasted his wealth through extravagant living.", "14": "“When he had used up his resources, a severe food shortage arose in that country and he began to be in need.", "15": "He hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.", "16": "He longed to eat his fill from what the pigs ate, but no one gave him anything.", "17": "When he came to his senses, he said, 'How many of my father's hired hands have more than enough food, but I'm starving to death!", "18": "I will get up and go to my father, and say to him, “Father, I have sinned against heaven and against you.", "19": "I no longer deserve to be called your son. Take me on as one of your hired hands.” '", "20": "So he got up and went to his father. “While he was still a long way off, his father saw him and was moved with compassion. His father ran to him, hugged him, and kissed him.", "21": "Then his son said, 'Father, I have sinned against heaven and against you. I no longer deserve to be called your son.'", "22": "But the father said to his servants, 'Quickly, bring out the best robe and put it on him! Put a ring on his finger and sandals on his feet!", "23": "Fetch the fattened calf and slaughter it. We must celebrate with feasting", "24": "because this son of mine was dead and has come back to life! He was lost and is found!' And they began to celebrate.", "25": "“Now his older son was in the field. Coming in from the field, he approached the house and heard music and dancing.", "26": "He called one of the servants and asked what was going on.", "27": "The servant replied, 'Your brother has arrived, and your father has slaughtered the fattened calf because he received his son back safe and sound.'", "28": "Then the older son was furious and didn't want to enter in, but his father came out and begged him.", "29": "He answered his father, 'Look, I've served you all these years, and I never disobeyed your instruction. Yet you've never given me as much as a young goat so I could celebrate with my friends.", "30": "But when this son of yours returned, after gobbling up your estate on prostitutes, you slaughtered the fattened calf for him.'", "31": "Then his father said, 'Son, you are always with me, and everything I have is yours.", "32": "But we had to celebrate and be glad because this brother of yours was dead and is alive. He was lost and is found.'”"}