{"1": "Jesus also said to the disciples, “A certain rich man heard that his household manager was wasting his estate.", "2": "He called the manager in and said to him, 'What is this I hear about you? Give me a report of your administration because you can no longer serve as my manager.'", "3": "“The household manager said to himself, What will I do now that my master is firing me as his manager? I'm not strong enough to dig and too proud to beg.", "4": "I know what I'll do so that, when I am removed from my management position, people will welcome me into their houses.", "5": "“One by one, the manager sent for each person who owed his master money. He said to the first, 'How much do you owe my master?'", "6": "He said, 'Nine hundred gallons of olive oil.'[a] The manager said to him, 'Take your contract, sit down quickly, and write four hundred fifty gallons.'", "7": "Then the manager said to another, 'How much do you owe?' He said, 'One thousand bushels of wheat.'[b] He said, 'Take your contract and write eight hundred.'", "8": "“The master commended the dishonest manager because he acted cleverly. People who belong to this world are more clever in dealing with their peers than are people who belong to the light.", "9": "I tell you, use worldly wealth to make friends for yourselves so that when it's gone, you will be welcomed into the eternal homes.", "10": "“Whoever is faithful with little is also faithful with much, and the one who is dishonest with little is also dishonest with much.", "11": "If you haven't been faithful with worldly wealth, who will trust you with true riches?", "12": "If you haven't been faithful with someone else's property, who will give you your own?", "13": "No household servant can serve two masters. Either you will hate the one and love the other, or you will be loyal to the one and have contempt for the other. You cannot serve God and wealth.”", "14": "The Pharisees, who were money-lovers, heard all this and sneered at Jesus.", "15": "He said to them, “You are the ones who justify yourselves before other people, but God knows your hearts. What is highly valued by people is deeply offensive to God.", "16": "Until John, there was only the Law and the Prophets. Since then, the good news of God's kingdom is preached, and everyone is urged to enter it.", "17": "It's easier for heaven and earth to pass away than for the smallest stroke of a pen in the Law to drop out.", "18": "Any man who divorces his wife and marries another commits adultery, and a man who marries a woman divorced from her husband commits adultery.", "19": "“There was a certain rich man who clothed himself in purple and fine linen, and who feasted luxuriously every day.", "20": "At his gate lay a certain poor man named Lazarus who was covered with sores.", "21": "Lazarus longed to eat the crumbs that fell from the rich man's table. Instead, dogs would come and lick his sores.", "22": "“The poor man died and was carried by angels to Abraham's side. The rich man also died and was buried.", "23": "While being tormented in the place of the dead, he looked up and saw Abraham at a distance with Lazarus at his side.", "24": "He shouted, 'Father Abraham, have mercy on me. Send Lazarus to dip the tip of his finger in water and cool my tongue, because I'm suffering in this flame.'", "25": "But Abraham said, 'Child, remember that during your lifetime you received good things, whereas Lazarus received terrible things. Now Lazarus is being comforted and you are in great pain.", "26": "Moreover, a great crevasse has been fixed between us and you. Those who wish to cross over from here to you cannot. Neither can anyone cross from there to us.'", "27": "“The rich man said, 'Then I beg you, Father, send Lazarus to my father's house.", "28": "I have five brothers. He needs to warn them so that they don't come to this place of agony.'", "29": "Abraham replied, 'They have Moses and the Prophets. They must listen to them.'", "30": "The rich man said, 'No, Father Abraham! But if someone from the dead goes to them, they will change their hearts and lives.'", "31": "Abraham said, 'If they don't listen to Moses and the Prophets, then neither will they be persuaded if someone rises from the dead.'”"}