{"1": "Jesus said to his disciples, “Things that cause people to trip and fall into sin must happen, but how terrible it is for the person through whom they happen.", "2": "It would be better for them to be thrown into a lake with a large stone hung around their neck than to cause one of these little ones to trip and fall into sin.", "3": "Watch yourselves! If your brother or sister sins, warn them to stop. If they change their hearts and lives, forgive them.", "4": "Even if someone sins against you seven times in one day and returns to you seven times and says, 'I am changing my ways,' you must forgive that person.”", "5": "The apostles said to the Lord, “Increase our faith!”", "6": "The Lord replied, “If you had faith the size of a mustard seed, you could say to this mulberry tree, 'Be uprooted and planted in the sea,' and it would obey you.", "7": "“Would any of you say to your servant, who had just come in from the field after plowing or tending sheep, 'Come! Sit down for dinner'?", "8": "Wouldn't you say instead, 'Fix my dinner. Put on the clothes of a table servant and wait on me while I eat and drink. After that, you can eat and drink'?", "9": "You won't thank the servant because the servant did what you asked, will you?", "10": "In the same way, when you have done everything required of you, you should say, 'We servants deserve no special praise. We have only done our duty.'”", "11": "On the way to Jerusalem, Jesus traveled along the border between Samaria and Galilee.", "12": "As he entered a village, ten men with skin diseases approached him. Keeping their distance from him,", "13": "they raised their voices and said, “Jesus, Master, show us mercy!”", "14": "When Jesus saw them, he said, “Go, show yourselves to the priests.” As they left, they were cleansed.", "15": "One of them, when he saw that he had been healed, returned and praised God with a loud voice.", "16": "He fell on his face at Jesus' feet and thanked him. He was a Samaritan.", "17": "Jesus replied, “Weren't ten cleansed? Where are the other nine?", "18": "No one returned to praise God except this foreigner?”", "19": "Then Jesus said to him, “Get up and go. Your faith has healed you.”", "20": "Pharisees asked Jesus when God's kingdom was coming. He replied, “God's kingdom isn't coming with signs that are easily noticed.", "21": "Nor will people say, 'Look, here it is!' or 'There it is!' Don't you see? God's kingdom is already among you.”", "22": "Then Jesus said to the disciples, “The time will come when you will long to see one of the days of the Human One,[a] and you won't see it.", "23": "People will say to you, 'Look there!' or 'Look here!' Don't leave or go chasing after them.", "24": "The Human One[b] will appear on his day in the same way that a flash of lightning lights up the sky from one end to the other.", "25": "However, first he must suffer many things and be rejected by this generation.", "26": "“As it was in the days of Noah, so it will be during the days of the Human One.[c]", "27": "People were eating, drinking, marrying, and being given in marriage until the day Noah entered the ark and the flood came and destroyed them all.", "28": "Likewise in the days of Lot, people were eating, drinking, buying, selling, planting, and building.", "29": "But on the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.", "30": "That's the way it will be on the day the Human One[d] is revealed.", "31": "On that day, those on the roof, whose possessions are in the house, shouldn't come down to grab them. Likewise, those in the field shouldn't turn back.", "32": "Remember Lot's wife!", "33": "Whoever tries to preserve their life will lose it, but whoever loses their life will preserve it.", "34": "I tell you, on that night two people will be in the same bed: one will be taken and the other left.", "35": "Two women will be grinding grain together: one will be taken and the other left.”[e]", "37": "The disciples asked, “Where, Lord?” Jesus said, “The vultures gather wherever there's a dead body.”"}