{"1": "Jesus was telling them a parable about their need to pray continuously and not to be discouraged.", "2": "He said, “In a certain city there was a judge who neither feared God nor respected people.", "3": "In that city there was a widow who kept coming to him, asking, 'Give me justice in this case against my adversary.'", "4": "For a while he refused but finally said to himself, I don't fear God or respect people,", "5": "but I will give this widow justice because she keeps bothering me. Otherwise, there will be no end to her coming here and embarrassing me.”", "6": "The Lord said, “Listen to what the unjust judge says.", "7": "Won't God provide justice to his chosen people who cry out to him day and night? Will he be slow to help them?", "8": "I tell you, he will give them justice quickly. But when the Human One[a] comes, will he find faithfulness on earth?”", "9": "Jesus told this parable to certain people who had convinced themselves that they were righteous and who looked on everyone else with disgust:", "10": "“Two people went up to the temple to pray. One was a Pharisee and the other a tax collector.", "11": "The Pharisee stood and prayed about himself with these words, 'God, I thank you that I'm not like everyone else—crooks, evildoers, adulterers—or even like this tax collector.", "12": "I fast twice a week. I give a tenth of everything I receive.'", "13": "But the tax collector stood at a distance. He wouldn't even lift his eyes to look toward heaven. Rather, he struck his chest and said, 'God, show mercy to me, a sinner.'", "14": "I tell you, this person went down to his home justified rather than the Pharisee. All who lift themselves up will be brought low, and those who make themselves low will be lifted up.”", "15": "People were bringing babies to Jesus so that he would bless them. When the disciples saw this, they scolded them.", "16": "Then Jesus called them to him and said, “Allow the children to come to me. Don't forbid them, because God's kingdom belongs to people like these children.", "17": "I assure you that whoever doesn't welcome God's kingdom like a child will never enter it.”", "18": "A certain ruler asked Jesus, “Good Teacher, what must I do to obtain eternal life?”", "19": "Jesus replied, “Why do you call me good? No one is good except the one God.", "20": "You know the commandments: Don't commit adultery. Don't murder. Don't steal. Don't give false testimony. Honor your father and mother.”[b]", "21": "Then the ruler said, “I've kept all of these things since I was a boy.”", "22": "When Jesus heard this, he said, “There's one more thing. Sell everything you own and distribute the money to the poor. Then you will have treasure in heaven. And come, follow me.”", "23": "When he heard these words, the man became sad because he was extremely rich.", "24": "When Jesus saw this, he said, “It's very hard for the wealthy to enter God's kingdom!", "25": "It's easier for a camel to squeeze through the eye of a needle than for a rich person to enter God's kingdom.”", "26": "Those who heard this said, “Then who can be saved?”", "27": "Jesus replied, “What is impossible for humans is possible for God.”", "28": "Peter said, “Look, we left everything we own and followed you.”", "29": "Jesus said to them, “I assure you that anyone who has left house, husband, wife, brothers, sisters, parents, or children because of God's kingdom", "30": "will receive many times more in this age and eternal life in the coming age.”", "31": "Jesus took the Twelve aside and said, “Look, we're going up to Jerusalem, and everything written about the Human One[c] by the prophets will be accomplished.", "32": "He will be handed over to the Gentiles. He will be ridiculed, mistreated, and spit on.", "33": "After torturing him, they will kill him. On the third day, he will rise up.”", "34": "But the Twelve understood none of these words. The meaning of this message was hidden from them and they didn't grasp what he was saying.", "35": "As Jesus came to Jericho, a certain blind man was sitting beside the road begging.", "36": "When the man heard the crowd passing by, he asked what was happening.", "37": "They told him, “Jesus the Nazarene is passing by.”", "38": "The blind man shouted, “Jesus, Son of David, show me mercy.”", "39": "Those leading the procession scolded him, telling him to be quiet, but he shouted even louder, “Son of David, show me mercy.”", "40": "Jesus stopped and called for the man to be brought to him. When he was present Jesus asked,", "41": "“What do you want me to do for you?” He said, “Lord, I want to see.”", "42": "Jesus said to him, “Receive your sight! Your faith has healed you.”", "43": "At once he was able to see, and he began to follow Jesus, praising God. When all the people saw it, they praised God too."}