{"1": "Jesus entered Jericho and was passing through town.", "2": "A man there named Zacchaeus, a ruler among tax collectors, was rich.", "3": "He was trying to see who Jesus was, but, being a short man, he couldn't because of the crowd.", "4": "So he ran ahead and climbed up a sycamore tree so he could see Jesus, who was about to pass that way.", "5": "When Jesus came to that spot, he looked up and said, “Zacchaeus, come down at once. I must stay in your home today.”", "6": "So Zacchaeus came down at once, happy to welcome Jesus.", "7": "Everyone who saw this grumbled, saying, “He has gone to be the guest of a sinner.”", "8": "Zacchaeus stopped and said to the Lord, “Look, Lord, I give half of my possessions to the poor. And if I have cheated anyone, I repay them four times as much.”", "9": "Jesus said to him, “Today, salvation has come to this household because he too is a son of Abraham.", "10": "The Human One[a] came to seek and save the lost.”", "11": "As they listened to this, Jesus told them another parable because he was near Jerusalem and they thought God's kingdom would appear right away.", "12": "He said, “A certain man who was born into royalty went to a distant land to receive his kingdom and then return.", "13": "He called together ten servants and gave each of them money worth four months' wages.[b] He said, 'Do business with this until I return.'", "14": "His citizens hated him, so they sent a representative after him who said, 'We don't want this man to be our king.'", "15": "After receiving his kingdom, he returned and called the servants to whom he had given the money to find out how much they had earned.", "16": "The first servant came forward and said, 'Your money has earned a return of one thousand percent.'", "17": "The king replied, 'Excellent! You are a good servant. Because you have been faithful in a small matter, you will have authority over ten cities.'", "18": "“The second servant came and said, 'Master, your money has made a return of five hundred percent.'", "19": "To this one, the king said, 'You will have authority over five cities.'", "20": "“Another servant came and said, 'Master, here is your money. I wrapped it up in a scarf for safekeeping.", "21": "I was afraid of you because you are a stern man. You withdraw what you haven't deposited and you harvest what you haven't planted.'", "22": "The king replied, 'I will judge you by the words of your own mouth, you worthless servant! You knew, did you, that I'm a stern man, withdrawing what I didn't deposit, and harvesting what I didn't plant?", "23": "Why then didn't you put my money in the bank? Then when I arrived, at least I could have gotten it back with interest.'", "24": "“He said to his attendants, 'Take his money and give it to the one who has ten times as much.'", "25": "'But Master,' they said, 'he already has ten times as much!'", "26": "He replied, 'I say to you that everyone who has will be given more, but from those who have nothing, even what they have will be taken away.", "27": "As for my enemies who don't want me as their king, bring them here and slaughter them before me.'”", "28": "After Jesus said this, he continued on ahead, going up to Jerusalem.", "29": "As Jesus came to Bethphage and Bethany on the Mount of Olives, he gave two disciples a task.", "30": "He said, “Go into the village over there. When you enter it, you will find tied up there a colt that no one has ever ridden. Untie it and bring it here.", "31": "If anyone asks, 'Why are you untying it?' just say, 'Its master needs it.'”", "32": "Those who had been sent found it exactly as he had said.", "33": "As they were untying the colt, its owners said to them, “Why are you untying the colt?”", "34": "They replied, “Its master needs it.”", "35": "They brought it to Jesus, threw their clothes on the colt, and lifted Jesus onto it.", "36": "As Jesus rode along, they spread their clothes on the road.", "37": "As Jesus approached the road leading down from the Mount of Olives, the whole throng of his disciples began rejoicing. They praised God with a loud voice because of all the mighty things they had seen.", "38": "They said, “Blessings on the king who comes in the name of the Lord. Peace in heaven and glory in the highest heavens.”", "39": "Some of the Pharisees from the crowd said to Jesus, “Teacher, scold your disciples! Tell them to stop!”", "40": "He answered, “I tell you, if they were silent, the stones would shout.”", "41": "As Jesus came to the city and observed it, he wept over it.", "42": "He said, “If only you knew on this of all days the things that lead to peace. But now they are hidden from your eyes.", "43": "The time will come when your enemies will build fortifications around you, encircle you, and attack you from all sides.", "44": "They will crush you completely, you and the people within you. They won't leave one stone on top of another within you, because you didn't recognize the time of your gracious visit from God.”", "45": "When Jesus entered the temple, he threw out those who were selling things there.", "46": "He said to them, “It's written, My house will be a house of prayer, but you have made it a hideout for crooks.”[c]", "47": "Jesus was teaching daily in the temple. The chief priests, the legal experts, and the foremost leaders among the people were seeking to kill him.", "48": "However, they couldn't find a way to do it because all the people were enthralled with what they heard."}