{"1": "In those days Caesar Augustus declared that everyone throughout the empire should be enrolled in the tax lists.", "2": "This first enrollment occurred when Quirinius governed Syria.", "3": "Everyone went to their own cities to be enrolled.", "4": "Since Joseph belonged to David's house and family line, he went up from the city of Nazareth in Galilee to David's city, called Bethlehem, in Judea.", "5": "He went to be enrolled together with Mary, who was promised to him in marriage and who was pregnant.", "6": "While they were there, the time came for Mary to have her baby.", "7": "She gave birth to her firstborn child, a son, wrapped him snugly, and laid him in a manger, because there was no place for them in the guestroom.", "8": "Nearby shepherds were living in the fields, guarding their sheep at night.", "9": "The Lord's angel stood before them, the Lord's glory shone around them, and they were terrified.", "10": "The angel said, “Don't be afraid! Look! I bring good news to you—wonderful, joyous news for all people.", "11": "Your savior is born today in David's city. He is Christ the Lord.", "12": "This is a sign for you: you will find a newborn baby wrapped snugly and lying in a manger.”", "13": "Suddenly a great assembly of the heavenly forces was with the angel praising God. They said,", "14": "“Glory to God in heaven, and on earth peace among those whom he favors.”", "15": "When the angels returned to heaven, the shepherds said to each other, “Let's go right now to Bethlehem and see what's happened. Let's confirm what the Lord has revealed to us.”", "16": "They went quickly and found Mary and Joseph, and the baby lying in the manger.", "17": "When they saw this, they reported what they had been told about this child.", "18": "Everyone who heard it was amazed at what the shepherds told them.", "19": "Mary committed these things to memory and considered them carefully.", "20": "The shepherds returned home, glorifying and praising God for all they had heard and seen. Everything happened just as they had been told.", "21": "When eight days had passed, Jesus' parents circumcised him and gave him the name Jesus. This was the name given to him by the angel before he was conceived.", "22": "When the time came for their ritual cleansing, in accordance with the Law from Moses, they brought Jesus up to Jerusalem to present him to the Lord.", "23": "(23 It's written in the Law of the Lord, “Every firstborn male will be dedicated to the Lord.”)", "24": "They offered a sacrifice in keeping with what's stated in the Law of the Lord, A pair of turtledoves or two young pigeons.[a]", "25": "A man named Simeon was in Jerusalem. He was righteous and devout. He eagerly anticipated the restoration of Israel, and the Holy Spirit rested on him.", "26": "The Holy Spirit revealed to him that he wouldn't die before he had seen the Lord's Christ.", "27": "Led by the Spirit, he went into the temple area. Meanwhile, Jesus' parents brought the child to the temple so that they could do what was customary under the Law.", "28": "Simeon took Jesus in his arms and praised God. He said,", "29": "“Now, master, let your servant go in peace according to your word,", "30": "because my eyes have seen your salvation.", "31": "You prepared this salvation in the presence of all peoples.", "32": "It's a light for revelation to the Gentiles and a glory for your people Israel.”", "33": "His father and mother were amazed by what was said about him.", "34": "Simeon blessed them and said to Mary his mother, “This boy is assigned to be the cause of the falling and rising of many in Israel and to be a sign that generates opposition", "35": "so that the inner thoughts of many will be revealed. And a sword will pierce your innermost being too.”", "36": "There was also a prophet, Anna the daughter of Phanuel, who belonged to the tribe of Asher. She was very old. After she married, she lived with her husband for seven years.", "37": "She was now an 84-year-old widow. She never left the temple area but worshipped God with fasting and prayer night and day.", "38": "She approached at that very moment and began to praise God and to speak about Jesus to everyone who was looking forward to the redemption of Jerusalem.", "39": "When Mary and Joseph had completed everything required by the Law of the Lord, they returned to their hometown, Nazareth in Galilee.", "40": "The child grew up and became strong. He was filled with wisdom, and God's favor was on him.", "41": "Each year his parents went to Jerusalem for the Passover Festival.", "42": "When he was 12 years old, they went up to Jerusalem according to their custom.", "43": "After the festival was over, they were returning home, but the boy Jesus stayed behind in Jerusalem. His parents didn't know it.", "44": "Supposing that he was among their band of travelers, they journeyed on for a full day while looking for him among their family and friends.", "45": "When they didn't find Jesus, they returned to Jerusalem to look for him.", "46": "After three days they found him in the temple. He was sitting among the teachers, listening to them and putting questions to them.", "47": "Everyone who heard him was amazed by his understanding and his answers.", "48": "When his parents saw him, they were shocked. His mother said, “Child, why have you treated us like this? Listen! Your father and I have been worried. We've been looking for you!”", "49": "Jesus replied, “Why were you looking for me? Didn't you know that it was necessary for me to be in my Father's house?”", "50": "But they didn't understand what he said to them.", "51": "Jesus went down to Nazareth with them and was obedient to them. His mother cherished every word in her heart.", "52": "Jesus matured in wisdom and years, and in favor with God and with people."}