{"1": "Looking up, Jesus saw rich people throwing their gifts into the collection box for the temple treasury.", "2": "He also saw a poor widow throw in two small copper coins worth a penny.[a]", "3": "He said, “I assure you that this poor widow has put in more than them all.", "4": "All of them are giving out of their spare change. But she from her hopeless poverty has given everything she had to live on.”", "5": "Some people were talking about the temple, how it was decorated with beautiful stones and ornaments dedicated to God. Jesus said,", "6": "“As for the things you are admiring, the time is coming when not even one stone will be left upon another. All will be demolished.”", "7": "They asked him, “Teacher, when will these things happen? What sign will show that these things are about to happen?”", "8": "Jesus said, “Watch out that you aren't deceived. Many will come in my name, saying, 'I'm the one!' and 'It's time!' Don't follow them.", "9": "When you hear of wars and rebellions, don't be alarmed. These things must happen first, but the end won't happen immediately.”", "10": "Then Jesus said to them, “Nations and kingdoms will fight against each other.", "11": "There will be great earthquakes and wide-scale food shortages and epidemics. There will also be terrifying sights and great signs in the sky.", "12": "But before all this occurs, they will take you into custody and harass you because of your faith. They will hand you over to synagogues and prisons, and you will be brought before kings and governors because of my name.", "13": "This will provide you with an opportunity to testify.", "14": "Make up your minds not to prepare your defense in advance.", "15": "I'll give you words and wisdom that none of your opponents will be able to counter or contradict.", "16": "You will be betrayed by your parents, brothers and sisters, relatives, and friends. They will execute some of you.", "17": "Everyone will hate you because of my name.", "18": "Still, not a hair on your heads will be lost.", "19": "By holding fast, you will gain your lives.", "20": "“When you see Jerusalem surrounded by armies, then you will know that its destruction is close at hand.", "21": "At that time, those in Judea must flee to the mountains, those in the city must escape, and those in the countryside must not enter the city.", "22": "These are the days of punishment, when everything written will find its fulfillment.", "23": "How terrible it will be at that time for women who are pregnant or for women who are nursing their children. There will be great agony on the earth and angry judgment on this people.", "24": "They will fall by the edge of the sword and be taken away as captives among all nations. Jerusalem will be plundered by Gentiles until the times of the Gentiles are concluded.", "25": "“There will be signs in the sun, moon, and stars. On the earth, there will be dismay among nations in their confusion over the roaring of the sea and surging waves.", "26": "The planets and other heavenly bodies will be shaken, causing people to faint from fear and foreboding of what is coming upon the world.", "27": "Then they will see the Human One[b] coming on a cloud with power and great splendor.", "28": "Now when these things begin to happen, stand up straight and raise your heads, because your redemption is near.”", "29": "Jesus told them a parable: “Look at the fig tree and all the trees.", "30": "When they sprout leaves, you can see for yourselves and know that summer is near.", "31": "In the same way, when you see these things happening, you know that God's kingdom is near.", "32": "I assure you that this generation won't pass away until everything has happened.", "33": "Heaven and earth will pass away, but my words will certainly not pass away.", "34": "“Take care that your hearts aren't dulled by drinking parties, drunkenness, and the anxieties of day-to-day life. Don't let that day fall upon you unexpectedly,", "35": "like a trap. It will come upon everyone who lives on the face of the whole earth.", "36": "Stay alert at all times, praying that you are strong enough to escape everything that is about to happen and to stand before the Human One.”[c]", "37": "Every day Jesus was teaching in the temple, but he spent each night on the Mount of Olives.", "38": "All the people rose early in the morning to hear him in the temple area."}