{"1": "The whole assembly got up and led Jesus to Pilate and", "2": "began to accuse him. They said, “We have found this man misleading our people, opposing the payment of taxes to Caesar, and claiming that he is the Christ, a king.”", "3": "Pilate asked him, “Are you the king of the Jews?” Jesus replied, “That's what you say.”", "4": "Then Pilate said to the chief priests and the crowds, “I find no legal basis for action against this man.”", "5": "But they objected strenuously, saying, “He agitates the people with his teaching throughout Judea—starting from Galilee all the way here.”", "6": "Hearing this, Pilate asked if the man was a Galilean.", "7": "When he learned that Jesus was from Herod's district, Pilate sent him to Herod, who was also in Jerusalem at that time.", "8": "Herod was very glad to see Jesus, for he had heard about Jesus and had wanted to see him for quite some time. He was hoping to see Jesus perform some sign.", "9": "Herod questioned Jesus at length, but Jesus didn't respond to him.", "10": "The chief priests and the legal experts were there, fiercely accusing Jesus.", "11": "Herod and his soldiers treated Jesus with contempt. Herod mocked him by dressing Jesus in elegant clothes and sent him back to Pilate.", "12": "Pilate and Herod became friends with each other that day. Before this, they had been enemies.", "13": "Then Pilate called together the chief priests, the rulers, and the people.", "14": "He said to them, “You brought this man before me as one who was misleading the people. I have questioned him in your presence and found nothing in this man's conduct that provides a legal basis for the charges you have brought against him.", "15": "Neither did Herod, because Herod returned him to us. He's done nothing that deserves death.", "16": "Therefore, I'll have him whipped, then let him go.”[a]", "18": "But with one voice they shouted, “Away with this man! Release Barabbas to us.”", "19": "(19 Barabbas had been thrown into prison because of a riot that had occurred in the city, and for murder.)", "20": "Pilate addressed them again because he wanted to release Jesus.", "21": "They kept shouting out, “Crucify him! Crucify him!”", "22": "For the third time, Pilate said to them, “Why? What wrong has he done? I've found no legal basis for the death penalty in his case. Therefore, I will have him whipped, then let him go.”", "23": "But they were adamant, shouting their demand that Jesus be crucified. Their voices won out.", "24": "Pilate issued his decision to grant their request.", "25": "He released the one they asked for, who had been thrown into prison because of a riot and murder. But he handed Jesus over to their will.", "26": "As they led Jesus away, they grabbed Simon, a man from Cyrene, who was coming in from the countryside. They put the cross on his back and made him carry it behind Jesus.", "27": "A huge crowd of people followed Jesus, including women, who were mourning and wailing for him.", "28": "Jesus turned to the women and said, “Daughters of Jerusalem, don't cry for me. Rather, cry for yourselves and your children.", "29": "The time will come when they will say, 'Happy are those who are unable to become pregnant, the wombs that never gave birth, and the breasts that never nursed a child.'", "30": "Then they will say to the mountains, 'Fall on us,' and to the hills, 'Cover us.'[b]", "31": "If they do these things when the tree is green, what will happen when it is dry?”", "32": "They also led two other criminals to be executed with Jesus.", "33": "When they arrived at the place called The Skull, they crucified him, along with the criminals, one on his right and the other on his left.", "34": "Jesus said, “Father, forgive them, for they don't know what they're doing.” They drew lots as a way of dividing up his clothing.", "35": "The people were standing around watching, but the leaders sneered at him, saying, “He saved others. Let him save himself if he really is the Christ sent from God, the chosen one.”", "36": "The soldiers also mocked him. They came up to him, offering him sour wine", "37": "and saying, “If you really are the king of the Jews, save yourself.”", "38": "Above his head was a notice of the formal charge against him. It read “This is the king of the Jews.”", "39": "One of the criminals hanging next to Jesus insulted him: “Aren't you the Christ? Save yourself and us!”", "40": "Responding, the other criminal spoke harshly to him, “Don't you fear God, seeing that you've also been sentenced to die?", "41": "We are rightly condemned, for we are receiving the appropriate sentence for what we did. But this man has done nothing wrong.”", "42": "Then he said, “Jesus, remember me when you come into your kingdom.”", "43": "Jesus replied, “I assure you that today you will be with me in paradise.”", "44": "It was now about noon, and darkness covered the whole earth until about three o'clock,", "45": "while the sun stopped shining. Then the curtain in the sanctuary tore down the middle.", "46": "Crying out in a loud voice, Jesus said, “Father, into your hands I entrust my life.”[c] After he said this, he breathed for the last time.", "47": "When the centurion saw what happened, he praised God, saying, “It's really true: this man was righteous.”", "48": "All the crowds who had come together to see this event returned to their homes beating their chests after seeing what had happened.", "49": "And everyone who knew him, including the women who had followed him from Galilee, stood at a distance observing these things.", "50": "Now there was a man named Joseph who was a member of the council. He was a good and righteous man.", "51": "He hadn't agreed with the plan and actions of the council. He was from the Jewish city of Arimathea and eagerly anticipated God's kingdom.", "52": "This man went to Pilate and asked for Jesus' body.", "53": "Taking it down, he wrapped it in a linen cloth and laid it in a tomb carved out of the rock, in which no one had ever been buried.", "54": "It was the Preparation Day for the Sabbath, and the Sabbath was quickly approaching.", "55": "The women who had come with Jesus from Galilee followed Joseph. They saw the tomb and how Jesus' body was laid in it,", "56": "then they went away and prepared fragrant spices and perfumed oils. They rested on the Sabbath, in keeping with the commandment."}