{"1": "Very early in the morning on the first day of the week, the women went to the tomb, bringing the fragrant spices they had prepared.", "2": "They found the stone rolled away from the tomb,", "3": "but when they went in, they didn't find the body of the Lord Jesus.", "4": "They didn't know what to make of this. Suddenly, two men were standing beside them in gleaming bright clothing.", "5": "The women were frightened and bowed their faces toward the ground, but the men said to them, “Why do you look for the living among the dead?", "6": "He isn't here, but has been raised. Remember what he told you while he was still in Galilee,", "7": "that the Human One[a] must be handed over to sinners, be crucified, and on the third day rise again.”", "8": "Then they remembered his words.", "9": "When they returned from the tomb, they reported all these things to the eleven and all the others.", "10": "It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles.", "11": "Their words struck the apostles as nonsense, and they didn't believe the women.", "12": "But Peter ran to the tomb. When he bent over to look inside, he saw only the linen cloth. Then he returned home, wondering what had happened.", "13": "On that same day, two disciples were traveling to a village called Emmaus, about seven miles from Jerusalem.", "14": "They were talking to each other about everything that had happened.", "15": "While they were discussing these things, Jesus himself arrived and joined them on their journey.", "16": "They were prevented from recognizing him.", "17": "He said to them, “What are you talking about as you walk along?” They stopped, their faces downcast.", "18": "The one named Cleopas replied, “Are you the only visitor to Jerusalem who is unaware of the things that have taken place there over the last few days?”", "19": "He said to them, “What things?” They said to him, “The things about Jesus of Nazareth. Because of his powerful deeds and words, he was recognized by God and all the people as a prophet.", "20": "But our chief priests and our leaders handed him over to be sentenced to death, and they crucified him.", "21": "We had hoped he was the one who would redeem Israel. All these things happened three days ago.", "22": "But there's more: Some women from our group have left us stunned. They went to the tomb early this morning", "23": "and didn't find his body. They came to us saying that they had even seen a vision of angels who told them he is alive.", "24": "Some of those who were with us went to the tomb and found things just as the women said. They didn't see him.”", "25": "Then Jesus said to them, “You foolish people! Your dull minds keep you from believing all that the prophets talked about.", "26": "Wasn't it necessary for the Christ to suffer these things and then enter into his glory?”", "27": "Then he interpreted for them the things written about himself in all the scriptures, starting with Moses and going through all the Prophets.", "28": "When they came to Emmaus, he acted as if he was going on ahead.", "29": "But they urged him, saying, “Stay with us. It's nearly evening, and the day is almost over.” So he went in to stay with them.", "30": "After he took his seat at the table with them, he took the bread, blessed and broke it, and gave it to them.", "31": "Their eyes were opened and they recognized him, but he disappeared from their sight.", "32": "They said to each other, “Weren't our hearts on fire when he spoke to us along the road and when he explained the scriptures for us?”", "33": "They got up right then and returned to Jerusalem. They found the eleven and their companions gathered together.", "34": "They were saying to each other, “The Lord really has risen! He appeared to Simon!”", "35": "Then the two disciples described what had happened along the road and how Jesus was made known to them as he broke the bread.", "36": "While they were saying these things, Jesus himself stood among them and said, “Peace be with you!”", "37": "They were terrified and afraid. They thought they were seeing a ghost.", "38": "He said to them, “Why are you startled? Why are doubts arising in your hearts?", "39": "Look at my hands and my feet. It's really me! Touch me and see, for a ghost doesn't have flesh and bones like you see I have.”", "40": "As he said this, he showed them his hands and feet.", "41": "Because they were wondering and questioning in the midst of their happiness, he said to them, “Do you have anything to eat?”", "42": "They gave him a piece of baked fish.", "43": "Taking it, he ate it in front of them.", "44": "Jesus said to them, “These are my words that I spoke to you while I was still with you—that everything written about me in the Law from Moses, the Prophets, and the Psalms must be fulfilled.”", "45": "Then he opened their minds to understand the scriptures.", "46": "He said to them, “This is what is written: the Christ will suffer and rise from the dead on the third day,", "47": "and a change of heart and life for the forgiveness of sins must be preached in his name to all nations, beginning from Jerusalem.", "48": "You are witnesses of these things.", "49": "Look, I'm sending to you what my Father promised, but you are to stay in the city until you have been furnished with heavenly power.”", "50": "He led them out as far as Bethany, where he lifted his hands and blessed them.", "51": "As he blessed them, he left them and was taken up to heaven.", "52": "They worshipped him and returned to Jerusalem overwhelmed with joy.", "53": "And they were continuously in the temple praising God."}