{"1": "Jesus returned from the Jordan River full of the Holy Spirit, and was led by the Spirit into the wilderness.", "2": "There he was tempted for forty days by the devil. He ate nothing during those days and afterward Jesus was starving.", "3": "The devil said to him, “Since you are God's Son, command this stone to become a loaf of bread.”", "4": "Jesus replied, “It's written, People won't live only by bread.”[a]", "5": "Next the devil led him to a high place and showed him in a single instant all the kingdoms of the world.", "6": "The devil said, “I will give you this whole domain and the glory of all these kingdoms. It's been entrusted to me and I can give it to anyone I want.", "7": "Therefore, if you will worship me, it will all be yours.”", "8": "Jesus answered, “It's written, You will worship the Lord your God and serve only him.”[b]", "9": "The devil brought him into Jerusalem and stood him at the highest point of the temple. He said to him, “Since you are God's Son, throw yourself down from here;", "10": "for it's written: He will command his angels concerning you, to protect you", "11": "and they will take you up in their hands so that you won't hit your foot on a stone.[c]”", "12": "Jesus answered, “It's been said, Don't test the Lord your God.”[d]", "13": "After finishing every temptation, the devil departed from him until the next opportunity.", "14": "Jesus returned in the power of the Spirit to Galilee, and news about him spread throughout the whole countryside.", "15": "He taught in their synagogues and was praised by everyone.", "16": "Jesus went to Nazareth, where he had been raised. On the Sabbath he went to the synagogue as he normally did and stood up to read.", "17": "The synagogue assistant gave him the scroll from the prophet Isaiah. He unrolled the scroll and found the place where it was written:", "18": "The Spirit of the Lord is upon me,  because the Lord has anointed me. He has sent me to preach good news to the poor,  to proclaim release to the prisoners  and recovery of sight to the blind,  to liberate the oppressed, ", "19": "and to proclaim the year of the Lord's favor.[e]", "20": "He rolled up the scroll, gave it back to the synagogue assistant, and sat down. Every eye in the synagogue was fixed on him.", "21": "He began to explain to them, “Today, this scripture has been fulfilled just as you heard it.”", "22": "Everyone was raving about Jesus, so impressed were they by the gracious words flowing from his lips. They said, “This is Joseph's son, isn't it?”", "23": "Then Jesus said to them, “Undoubtedly, you will quote this saying to me: 'Doctor, heal yourself. Do here in your hometown what we've heard you did in Capernaum.'”", "24": "He said, “I assure you that no prophet is welcome in the prophet's hometown.", "25": "And I can assure you that there were many widows in Israel during Elijah's time, when it didn't rain for three and a half years and there was a great food shortage in the land.", "26": "Yet Elijah was sent to none of them but only to a widow in the city of Zarephath in the region of Sidon.", "27": "There were also many persons with skin diseases in Israel during the time of the prophet Elisha, but none of them were cleansed. Instead, Naaman the Syrian was cleansed.”", "28": "When they heard this, everyone in the synagogue was filled with anger.", "29": "They rose up and ran him out of town. They led him to the crest of the hill on which their town had been built so that they could throw him off the cliff.", "30": "But he passed through the crowd and went on his way.", "31": "Jesus went down to the city of Capernaum in Galilee and taught the people each Sabbath.", "32": "They were amazed by his teaching because he delivered his message with authority.", "33": "A man in the synagogue had the spirit of an unclean demon. He screamed,", "34": "“Hey! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are. You are the holy one from God.”", "35": "“Silence!” Jesus said, speaking harshly to the demon. “Come out of him!” The demon threw the man down before them, then came out of him without harming him.", "36": "They were all shaken and said to each other, “What kind of word is this, that he can command unclean spirits with authority and power, and they leave?”", "37": "Reports about him spread everywhere in the surrounding region.", "38": "After leaving the synagogue, Jesus went home with Simon. Simon's mother-in-law was sick with a high fever, and the family asked Jesus to help her.", "39": "He bent over her and spoke harshly to the fever, and it left her. She got up at once and served them.", "40": "When the sun was setting, everyone brought to Jesus relatives and acquaintances with all kinds of diseases. Placing his hands on each of them, he healed them.", "41": "Demons also came out of many people. They screamed, “You are God's Son.” But he spoke harshly to them and wouldn't allow them to speak because they recognized that he was the Christ.", "42": "When daybreak arrived, Jesus went to a deserted place. The crowds were looking for him. When they found him, they tried to keep him from leaving them.", "43": "But he said to them, “I must preach the good news of God's kingdom in other cities too, for this is why I was sent.”", "44": "So he continued preaching in the Judean synagogues."}