{"1": "One day Jesus was standing beside Lake Gennesaret when the crowd pressed in around him to hear God's word.", "2": "Jesus saw two boats sitting by the lake. The fishermen had gone ashore and were washing their nets.", "3": "Jesus boarded one of the boats, the one that belonged to Simon, then asked him to row out a little distance from the shore. Jesus sat down and taught the crowds from the boat.", "4": "When he finished speaking to the crowds, he said to Simon, “Row out farther, into the deep water, and drop your nets for a catch.”", "5": "Simon replied, “Master, we've worked hard all night and caught nothing. But because you say so, I'll drop the nets.”", "6": "So they dropped the nets and their catch was so huge that their nets were splitting.", "7": "They signaled for their partners in the other boat to come and help them. They filled both boats so full that they were about to sink.", "8": "When Simon Peter saw the catch, he fell at Jesus' knees and said, “Leave me, Lord, for I'm a sinner!”", "9": "Peter and those with him were overcome with amazement because of the number of fish they caught.", "10": "James and John, Zebedee's sons, were Simon's partners and they were amazed too. Jesus said to Simon, “Don't be afraid. From now on, you will be fishing for people.”", "11": "As soon as they brought the boats to the shore, they left everything and followed Jesus.", "12": "Jesus was in one of the towns where there was also a man covered with a skin disease. When he saw Jesus, he fell on his face and begged, “Lord, if you want, you can make me clean.”", "13": "Jesus reached out his hand, touched him, and said, “I do want to. Be clean.” Instantly, the skin disease left him.", "14": "Jesus ordered him not to tell anyone. “Instead,” Jesus said, “go and show yourself to the priest and make an offering for your cleansing, as Moses instructed. This will be a testimony to them.”", "15": "News of him spread even more and huge crowds gathered to listen and to be healed from their illnesses.", "16": "But Jesus would withdraw to deserted places for prayer.", "17": "One day when Jesus was teaching, Pharisees and legal experts were sitting nearby. They had come from every village in Galilee and Judea, and from Jerusalem. Now the power of the Lord was with Jesus to heal.", "18": "Some men were bringing a man who was paralyzed, lying on a cot. They wanted to carry him in and place him before Jesus,", "19": "but they couldn't reach him because of the crowd. So they took him up on the roof and lowered him—cot and all—through the roof tiles into the crowded room in front of Jesus.", "20": "When Jesus saw their faith, he said, “Friend, your sins are forgiven.”", "21": "The legal experts and Pharisees began to mutter among themselves, “Who is this who insults God? Only God can forgive sins!”", "22": "Jesus recognized what they were discussing and responded, “Why do you fill your minds with these questions?", "23": "Which is easier—to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?", "24": "But so that you will know that the Human One[a] has authority on the earth to forgive sins” —Jesus now spoke to the man who was paralyzed, “I say to you, get up, take your cot, and go home.”", "25": "Right away, the man stood before them, picked up his cot, and went home, praising God.", "26": "All the people were beside themselves with wonder. Filled with awe, they glorified God, saying, “We've seen unimaginable things today.”", "27": "Afterward, Jesus went out and saw a tax collector named Levi sitting at a kiosk for collecting taxes. Jesus said to him, “Follow me.”", "28": "Levi got up, left everything behind, and followed him.", "29": "Then Levi threw a great banquet for Jesus in his home. A large number of tax collectors and others sat down to eat with them.", "30": "The Pharisees and their legal experts grumbled against his disciples. They said, “Why do you eat and drink with tax collectors and sinners?”", "31": "Jesus answered, “Healthy people don't need a doctor, but sick people do.", "32": "I didn't come to call righteous people but sinners to change their hearts and lives.”", "33": "Some people said to Jesus, “The disciples of John fast often and pray frequently. The disciples of the Pharisees do the same, but your disciples are always eating and drinking.”", "34": "Jesus replied, “You can't make the wedding guests fast while the groom is with them, can you?", "35": "The days will come when the groom will be taken from them, and then they will fast.”", "36": "Then he told them a parable. “No one tears a patch from a new garment to patch an old garment. Otherwise, the new garment would be ruined, and the new patch wouldn't match the old garment.", "37": "Nobody pours new wine into old wineskins. If they did, the new wine would burst the wineskins, the wine would spill, and the wineskins would be ruined.", "38": "Instead, new wine must be put into new wineskins.", "39": "No one who drinks a well-aged wine wants new wine, but says, 'The well-aged wine is better.'”"}