{"1": "Jesus called the Twelve together and he gave them power and authority over all demons and to heal sicknesses.", "2": "He sent them out to proclaim God's kingdom and to heal the sick.", "3": "He told them, “Take nothing for the journey—no walking stick, no bag, no bread, no money, not even an extra shirt.", "4": "Whatever house you enter, remain there until you leave that place.", "5": "Wherever they don't welcome you, as you leave that city, shake the dust off your feet as a witness against them.”", "6": "They departed and went through the villages proclaiming the good news and healing people everywhere.", "7": "Herod the ruler[a] heard about everything that was happening. He was confused because some people were saying that John had been raised from the dead,", "8": "others that Elijah had appeared, and still others that one of the ancient prophets had come back to life.", "9": "Herod said, “I beheaded John, so now who am I hearing about?” Herod wanted to see him.", "10": "When the apostles returned, they described for Jesus what they had done. Taking them with him, Jesus withdrew privately to a city called Bethsaida.", "11": "When the crowds figured it out, they followed him. He welcomed them, spoke to them about God's kingdom, and healed those who were sick.", "12": "When the day was almost over, the Twelve came to him and said, “Send the crowd away so that they can go to the nearby villages and countryside and find lodging and food, because we are in a deserted place.”", "13": "He replied, “You give them something to eat.” But they said, “We have no more than five loaves of bread and two fish—unless we go and buy food for all these people.”", "14": "(They said this because about five thousand men were present.) Jesus said to his disciples, “Seat them in groups of about fifty.”", "15": "They did so, and everyone was seated.", "16": "He took the five loaves and the two fish, looked up to heaven, blessed them, and broke them and gave them to the disciples to set before the crowd.", "17": "Everyone ate until they were full, and the disciples filled twelve baskets with the leftovers.", "18": "Once when Jesus was praying by himself, the disciples joined him, and he asked them, “Who do the crowds say that I am?”", "19": "They answered, “John the Baptist, others Elijah, and still others that one of the ancient prophets has come back to life.”", "20": "He asked them, “And what about you? Who do you say that I am?” Peter answered, “The Christ sent from God.”", "21": "Jesus gave them strict orders not to tell this to anyone.", "22": "He said, “The Human One[b] must suffer many things and be rejected—by the elders, chief priests, and the legal experts—and be killed and be raised on the third day.”", "23": "Jesus said to everyone, “All who want to come after me must say no to themselves, take up their cross daily, and follow me.", "24": "All who want to save their lives will lose them. But all who lose their lives because of me will save them.", "25": "What advantage do people have if they gain the whole world for themselves yet perish or lose their lives?", "26": "Whoever is ashamed of me and my words, the Human One[c] will be ashamed of that person when he comes in his glory and in the glory of the Father and of the holy angels.", "27": "I assure you that some standing here won't die before they see God's kingdom.”", "28": "About eight days after Jesus said these things, he took Peter, John, and James, and went up on a mountain to pray.", "29": "As he was praying, the appearance of his face changed and his clothes flashed white like lightning.", "30": "Two men, Moses and Elijah, were talking with him.", "31": "They were clothed with heavenly splendor and spoke about Jesus' departure, which he would achieve in Jerusalem.", "32": "Peter and those with him were almost overcome by sleep, but they managed to stay awake and saw his glory as well as the two men with him.", "33": "As the two men were about to leave Jesus, Peter said to him, “Master, it's good that we're here. We should construct three shrines: one for you, one for Moses, and one for Elijah”—but he didn't know what he was saying.", "34": "Peter was still speaking when a cloud overshadowed them. As they entered the cloud, they were overcome with awe.", "35": "Then a voice from the cloud said, “This is my Son, my chosen one. Listen to him!”", "36": "Even as the voice spoke, Jesus was found alone. They were speechless and at the time told no one what they had seen.", "37": "The next day, when Jesus, Peter, John, and James had come down from the mountain, a large crowd met Jesus.", "38": "A man from the crowd shouted, “Teacher, I beg you to take a look at my son, my only child.", "39": "Look, a spirit seizes him and, without any warning, he screams. It shakes him and causes him to foam at the mouth. It tortures him and rarely leaves him alone.", "40": "I begged your disciples to throw it out, but they couldn't.”", "41": "Jesus answered, “You faithless and crooked generation, how long will I be with you and put up with you? Bring your son here.”", "42": "While he was coming, the demon threw him down and shook him violently. Jesus spoke harshly to the unclean spirit, healed the child, and gave him back to his father.", "43": "Everyone was overwhelmed by God's greatness. While everyone was marveling at everything he was doing, Jesus said to his disciples,", "44": "“Take these words to heart: the Human One[d] is about to be delivered into human hands.”", "45": "They didn't understand this statement. Its meaning was hidden from them so they couldn't grasp it. And they were afraid to ask him about it.", "46": "An argument arose among the disciples about which of them was the greatest.", "47": "Aware of their deepest thoughts, Jesus took a little child and had the child stand beside him.", "48": "Jesus said to his disciples, “Whoever welcomes this child in my name welcomes me. Whoever welcomes me, welcomes the one who sent me. Whoever is least among you all is the greatest.”", "49": "John replied, “Master, we saw someone throwing demons out in your name, and we tried to stop him because he isn't in our group of followers.”", "50": "But Jesus replied, “Don't stop him, because whoever isn't against you is for you.”", "51": "As the time approached when Jesus was to be taken up into heaven, he determined to go to Jerusalem.", "52": "He sent messengers on ahead of him. Along the way, they entered a Samaritan village to prepare for his arrival,", "53": "but the Samaritan villagers refused to welcome him because he was determined to go to Jerusalem.", "54": "When the disciples James and John saw this, they said, “Lord, do you want us to call fire down from heaven to consume them?”", "55": "But Jesus turned and spoke sternly to them,", "56": "and they went on to another village.", "57": "As Jesus and his disciples traveled along the road, someone said to him, “I will follow you wherever you go.”", "58": "Jesus replied, “Foxes have dens and the birds in the sky have nests, but the Human One[e] has no place to lay his head.”", "59": "Then Jesus said to someone else, “Follow me.” He replied, “Lord, first let me go and bury my father.”", "60": "Jesus said to him, “Let the dead bury their own dead. But you go and spread the news of God's kingdom.”", "61": "Someone else said to Jesus, “I will follow you, Lord, but first let me say good-bye to those in my house.”", "62": "Jesus said to him, “No one who puts a hand on the plow and looks back is fit for God's kingdom.”"}