{"1": "Simon peter, a servant and an apostle of Jesus Christ, to those who have obtained like precious faith with us in the righteousness that comes of our God and Saviour Jesus Christ.", "2": "Grace be with you, and peace be multiplied in the knowledge of God and of Jesus our Lord.", "3": "His divine power has given to us all things that pertain to life and godliness, through the knowledge of him who has called us by virtue and glory, ", "4": "by the means whereof are given to us excellent and most great promises, so that by the help of them you may be partakers of the divine nature, in that you flee the corruption of worldly lust.", "5": "And give all diligence to this. To your faith add virtue, and to virtue knowledge, ", "6": "and to knowledge temperance, and to temperance patience, to patience godliness, ", "7": "to godliness brotherly kindness, to brotherly kindness love. ", "8": "For if these things be among you and abound, they will make you so that you will neither be idle nor unfruitful in the knowledge of our Lord Jesus Christ. ", "9": "But he who lacks these things is blind, and gropes for the way with his hands, and has forgotten that he was purged from his old sins.", "10": "Therefore, brethren, give the more diligence to make your calling and election sure. For if you do such things, you shall never err. ", "11": "Yea, and by this means a grand entering in will be given you into the ever-lasting kingdom of our Lord and Saviour Jesus Christ.", "12": "And so I will not be negligent to put you always in mind of such things, though you know them yourselves, and are also established in the present truth. ", "13": "Notwithstanding, I think it right, as long as I am in this tabernacle, to stir you up by putting you in remembrance. ", "14": "For I am sure that the time is at hand that I must put off my tabernacle, even as our Lord Jesus Christ has shown me. ", "15": "I will do my best to ensure, therefore, that on every side you have something with which to stir up the remembrance of these things after my departing.", "16": "For we were not following deceitful fables when we made known to you the power and coming of our Lord Jesus Christ, but with our own eyes we saw his majesty – ", "17": "even then truly when he received from God the Father honour and glory, and when there came such a voice to him from the excellent glory: This is my dear beloved Son, in whom I have delight. ", "18": "This voice we heard when it came from heaven, being with him in the holy mount.", "19": "We have also a right sure word of prophecy, to which, if you take heed as to a light that shines in a dark place, you do well, until the day dawns and the day star arises in your hearts.  ", "20": "And first understand this: that no prophecy in the scripture has any private interpretation. ", "21": "For the scripture never came by the will of man, but holy men of God spoke as they were moved by the Holy Spirit."}