{"1": "This is the second epistle that I now write to you, beloveds, with which I stir up and warn your pure minds, ", "2": "to call to remembrance the words that were spoken before by the holy prophets, and also the commandment of us, the apostles of the Lord and Saviour.", "3": "This first understand: that there will come in the last days mockers, who will walk after their own lusts ", "4": "and say, Where is the promise of his coming? For since the fathers died, all things continue in the same estate that they were in at the beginning. ", "5": "This they are ignorant of (and that willingly): that the heavens a great while ago were, and the earth that was in the water appeared up out of the water by the word of God – ", "6": "by which things the world that then was perished, overflowing with water. ", "7": "But the heavens and earth which are now, are kept by the same word in store, and reserved for fire at the day of judgment and perdition of ungodly men.", "8": "Dearly beloveds, be not ignorant of this one thing: that one day is with the Lord as a thousand years, and a thousand years as one day. ", "9": "The Lord is not slack to fulfil his promise, as some count slackness, but is patient toward us, and would have no one lost, but would receive all to repentance. ", "10": "Nevertheless, the day of the Lord will come as a thief in the night, in which day the heavens shall perish with terrible noise, and the elements shall melt with heat, and the earth with the works that are in it shall burn.", "11": "If all these things will perish, what manner of persons ought you to be in holy living and godliness, ", "12": "looking for and hasting unto the coming of the day of God, in which the heavens shall perish with fire and the elements shall be consumed with heat? ", "13": "Nevertheless, we look for a new heaven and a new earth according to his promise, wherein righteousness dwells.", "14": "Therefore, dearly beloveds, seeing that you look for such things, be diligent to be found by him in peace, without spot and undefiled. ", "15": "And count the longsuffering of the Lord to be salvation, even as our dearly beloved brother Paul, according to the wisdom given to him, wrote to you – ", "16": "yea, in almost every epistle speaking of such things, among which are many things hard to understand, which those who are unlearned and unstable pervert, as they do other scriptures, to their own destruction.", "17": "You therefore, beloveds, seeing you know it beforehand, beware lest you also be plucked away with the error of the wicked and fall from your own steadfastness; ", "18": "but grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To whom be glory bothnow and forever.Amen."}