{"1": "¶ My soul is cut off in my life; therefore, I will leave my complaint upon myself; I will speak in the bitterness of my soul.", "2": "I will say unto God, Do not condemn me; cause me to understand why thou dost contend with me.", "3": "Is it good unto thee that thou should oppress, that thou should reject the work of thine hands and shine upon the counsel of the wicked?", "4": "Hast thou eyes of flesh? Dost thou see as man sees?", "5": "Are thy days as the days of man? Are thy years as man's days,", "6": "that thou dost enquire after my iniquity and search after my sin?", "7": "Thou knowest that I am not wicked; and there is no one that can deliver out of thy hand.", "8": "¶ Thine hands have formed me and fashioned me together round about; yet thou dost destroy me.", "9": "Remember now that thou hast formed me as the clay; and wilt thou bring me into dust again?", "10": "Hast thou not poured me out as milk and curdled me like cheese?", "11": "Thou hast clothed me with skin and flesh and hast hedged me with bones and sinews.", "12": "Thou hast granted me life and mercy, and thy visitation has kept my spirit.", "13": "And these things thou hast hid in thine heart; I know that this is with thee.", "14": "¶ If I sinned, wilt thou mark me and not cleanse me from my iniquity?", "15": "If I am wicked, woe unto me; and if I am righteous, I will not lift up my head, being full of dishonour and of seeing my affliction.", "16": "And thou dost increase. Thou dost hunt me as a fierce lion; turning and doing marvels in me.", "17": "Thou dost renew thy plagues against me and increase thine indignation upon me, bringing up armies against me.", "18": "Why then hast thou brought me forth out of the womb? Oh that I had given up the spirit and no eye had seen me!", "19": "I should have been as though I had not been; I should have been carried from the womb to the grave.", "20": "Are not my days few? Cease then, and let me alone, that I may take comfort a little,", "21": "before I go, to not return, to the land of darkness and of the shadow of death;", "22": "land of darkness, as darkness itself, and of the shadow of death, without any order, and where the light is as darkness."}