{"1": "¶ Then Zophar, the Naamathite, answered and said,", "2": "Should not the multitude of words be answered? And should a man full of talk be justified?", "3": "Should thy lies make men be silent? Shalt thou mock, and shall no man make thee ashamed?", "4": "For thou hast said, My doctrine is pure, and I am clean before thine eyes.", "5": "But oh, that God would speak and open his lips against thee", "6": "and that he would show thee the secrets of wisdom! For thou dost deserve double according to sound wisdom; and thou dost know that God has forgotten thee because of thine iniquity.", "7": "¶ Canst thou by searching find out God? Canst thou come unto the perfection of the Almighty?", "8": "It is higher than the heavens; what canst thou do? It is deeper than Sheol; how canst thou know it?", "9": "The measure of it is longer than the earth and broader than the sea.", "10": "If he cuts off, or shuts up, or gathers together, then who can hinder him?", "11": "For he knows the vain men; and he sees the iniquity; will he not then understand it?", "12": "The vain man shall make himself understood, though man is born like a wild ass's colt.", "13": "¶ If thou would prepare thine heart and stretch out thine hands toward him;", "14": "if there is any iniquity in thy hand and thou dost put it far away and dost not consent that wickedness dwell in thy habitations,", "15": "then shalt thou lift up thy face without spot; thou shalt be strongly established and shalt not fear;", "16": "and thou shalt forget thy misery and remember it as waters that passed away;", "17": "and thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.", "18": "And thou shalt trust because there is hope; yea, thou shalt dig and sleep in safety;", "19": "thou shalt lie down, and no one shall make thee afraid; and many shall make requests unto thee.", "20": "But the eyes of the wicked shall consume themselves, and they shall have no refuge, and their hope shall be agony of the soul."}