{"1": "¶ And Job answered and said,", "2": "No doubt but ye are the people, and wisdom shall die with you.", "3": "But I have a heart as well as you; I am not inferior to you; and who shall not be able to say as much again?", "4": "He who invokes God and he answers him is mocked by his friend; the just and perfect man is laughed to scorn.", "5": "The torch is held in low esteem in the thought of him that is prosperous, which was prepared to guard against a slip of the feet.", "6": "¶ The tents of robbers are at ease, and those that provoke God and those who carry gods in their hands live secure.", "7": "But ask now the beasts, and they shall teach thee; and the fowls of the heavens, and they shall show thee;", "8": "or speak to the earth, and it shall teach thee; the fishes of the sea shall declare it unto thee also.", "9": "What thing of all these does not know that the hand of the LORD made them?", "10": "In his hand is the soul of every living thing and the spirit of all flesh of man.", "11": "Certainly the ear proves words and the mouth tastes foods.", "12": "¶ With the ancient is wisdom; and in length of days intelligence.", "13": "With him is wisdom and strength; he has counsel and intelligence.", "14": "Behold, he shall break down, and it shall not be built again; he shall shut up a man, and no one shall be able to open unto him.", "15": "Behold, he shall withhold the waters, and they shall dry up; also he shall send them forth, and they shall destroy the earth.", "16": "With him is strength and existence; he who errs and he who leads astray are his.", "17": "He causes the counsellors to walk away stripped of counsel and makes the judges to be fools.", "18": "He looses the bond of kings and girds their loins with a girdle.", "19": "He leads priests away spoiled and overthrows the mighty.", "20": "He impedes the lips of those that speak the truth and takes away the counsel of the aged.", "21": "He pours contempt upon princes and weakens the strength of the mighty.", "22": "He uncovers the depths of the darkness and brings out to light the shadow of death.", "23": "He multiplies the Gentiles and destroys them; he scatters the Gentiles and gathers them again.", "24": "He takes away the heart of the heads of the people of the earth and causes them to become lost, wandering without a way.", "25": "They grope in the darkness and not the light, and he causes them to err like drunken men."}