{"1": "¶ Man that is born of a woman is of few days and full of trouble.", "2": "He comes forth like an open flower and is cut down; he flees as a shadow and does not remain.", "3": "And dost thou open thine eyes upon such a one and bring me into judgment with thee?", "4": "Who can bring a clean thing out of an unclean? No one.", "5": "Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass.", "6": "If thou should leave him, he will cease to exist; until then, he shall desire, as a hireling, his day.", "7": "¶ For there is yet hope for a tree, if it is cut down, that it will sprout again and that its tender branch will not cease.", "8": "Though its root waxes old in the earth and its trunk is dead in the ground,", "9": "at the scent of water it will bud and bring forth boughs like a new plant.", "10": "But when man shall die and be cut off, and the man shall perish, where shall he be?", "11": "The waters from the sea went, and the river ran out, it dried up.", "12": "So man lies down and does not rise; until there is no heaven, they shall not awake nor be raised out of their sleep.", "13": "O that thou would hide me in Sheol, that thou would keep me covered until thy wrath is past, that thou would appoint me a set time and remember me!", "14": "If a man dies, shall he live again? All the days of my appointed time I will wait until my transformation comes.", "15": "Then thou shalt call, and I will answer thee; thou wilt have a desire towards the work of thine hands.", "16": "¶ For now thou dost number my steps; thou dost not open up my sin.", "17": "My transgression is sealed up in a bag, and thou dost sew up my iniquity.", "18": "And certainly the mountain that falls is undone, and the rocks are removed out of their place.", "19": "The impetuous waters break the stones and wash away the dust of the earth; in like manner thou dost cause man to lose hope.", "20": "Thou shalt be stronger than him for ever, and he passes; thou dost change his countenance and send him away.", "21": "His sons shall be honoured and he shall not know of it; or they shall be afflicted, but he shall not perceive of them.", "22": "But while his flesh is upon him, he shall have pain, and his soul within him shall mourn."}