{"1": "¶ Then Eliphaz, the Temanite, answered, and said,", "2": "Should a wise man utter vain knowledge and fill his belly with the east wind?", "3": "Should he dispute with useless words and with reasons that are not profitable?", "4": "Thou dost also cast off fear and undermine prayer before God.", "5": "For thy mouth has declared thine iniquity, and thou hast chosen the tongue of the crafty.", "6": "Thine own mouth shall condemn thee, and not I; thine own lips shall testify against thee.", "7": "Wast thou born before Adam? Or wast thou formed before the hills?", "8": "Hast thou heard the secret of God, that thou dost detain wisdom in thee alone?", "9": "What dost thou know that we do not? What dost thou understand, which is not in us?", "10": "Among us are also gray hairs; there are also aged men, much elder than thy father.", "11": "Are the consolations of God in such small esteem with thee? Is there by chance any secret thing concerning thee?", "12": "Why does thine heart carry thee away, and why do thine eyes blink,", "13": "that thou dost reply unto God with thy spirit and bring forth such words out of thy mouth?", "14": "What is man that he should be clean and that he that is born of a woman should be justified?", "15": "Behold, he puts no trust in his saints, and not even the heavens are clean in his sight.", "16": "How much less the man who is abominable and filthy, who drinks iniquity like water?", "17": "¶ Listen to me and I will show thee and declare unto thee that which I have seen,", "18": "that which the wise men have told us of their fathers and have not hid it,", "19": "unto whom alone the earth was given, and no stranger passed among them.", "20": "The wicked man travails with pain all his days, and the number of years is hidden from the violent.", "21": "Fearful sounds are in his ears; in peace the destroyer shall come upon him.", "22": "He will not believe that he shall return out of darkness, and he is always watching the sword.", "23": "He wanders abroad for bread, saying, Where is it? He knows that the day of darkness is prepared for him.", "24": "Tribulation and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.", "25": "Because he extended his hand against God and strengthens himself against the Almighty,", "26": "he shall run him through in the neck, upon the thick shoulder pieces of his shields;", "27": "for he covered his face with his fatness and made collops of fat on his flanks;", "28": "and he dwelt in desolate cities and in houses which no one inhabited, which were in heaps.", "29": "He shall not become rich, nor shall his strength be established, neither shall he extend his beauty upon the earth.", "30": "He shall not escape from the darkness; the flame shall dry up his branches, and by the breath of his mouth he shall perish.", "31": "He shall not be established; in vanity he shall err; therefore, he shall be changed into vanity.", "32": "He shall be cut off before his time, and his branch shall not be green.", "33": "He shall shake off his sour grapes as the vine and shall cast off his flower as the olive.", "34": "For the congregation of the hypocrites shall be made desolate, and fire shall consume the tents of bribery.", "35": "They conceive pain and bring forth iniquity, and their belly meditates deceit."}