{"1": "¶ Then Job answered and said,", "2": "Many times I have heard such things; miserable comforters are ye all.", "3": "Shall vain words have an end? Or what is it that emboldens thee to answer?", "4": "I also could speak as ye do. I wish your soul were in my soul's stead, that I could heap up words against you and shake my head at you.", "5": "But I would strengthen you with my mouth, and the consolation of my lips would assuage the pain.", "6": "¶ Though if I speak, my pain does not cease; and if I forbear to speak, it does not depart from me.", "7": "But now he has made me weary; thou hast made desolate all my company.", "8": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me bears witness to my face.", "9": "His wrath has torn me and has been against me; he gnashed upon me with his teeth; my enemy sharpened his eyes upon me.", "10": "They have opened their mouth against me; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.", "11": "God has delivered me unto the liar, and in the hands of the wicked he has caused me to tremble.", "12": "I was prosperous, but he has broken me asunder; he has taken me by my neck and shaken me to pieces and set me up for his mark.", "13": "His archers compassed me round about; he cleaved my kidneys asunder and did not spare; he poured out my gall upon the ground.", "14": "He broke me with breach upon breach; he ran upon me like a giant.", "15": "I have sewn sackcloth upon my skin and put dust over my head.", "16": "My face is foul with weeping, and on my eyelids is the shadow of death,", "17": "¶ even though there is no injustice in my hands, and my prayer has been pure.", "18": "O earth, do not cover my blood; and let there be no place where my cry is hidden.", "19": "Certainly my witness is even now in the heavens, and my record is on high.", "20": "Those who dispute with me are my friends, but my eyes shall pour out tears unto God.", "21": "O that a man might dispute with God, as he can with his neighbour!", "22": "When the counted years are come, then I shall go the way from which I shall not return."}