{"1": "¶ And Job replied and said,", "2": "How long will ye anguish my soul and break me in pieces with words?", "3": "These ten times ye have reproached me; are ye not ashamed to make yourselves strange to me?", "4": "And if indeed I have erred, my error shall remain with me.", "5": "If indeed ye will magnify yourselves against me and reprove me of my reproach,", "6": "know now that God has overthrown me and has compassed me with his net.", "7": "Behold, I shall cry out that I have been wronged, and I shall not be heard; I shall cry aloud, and there shall be no judgment.", "8": "¶ He has walled off my way and I shall not pass, and he has set darkness in my paths.", "9": "He has stripped me of my glory and taken the crown from my head.", "10": "He has pulled me up on every side, and I am dried up; he has caused my hope to pass like an uprooted tree.", "11": "He has kindled his wrath against me, and he counted me unto him as one of his enemies.", "12": "His troops came together and raised up their way over me and encamp round about my tent.", "13": "He has put my brethren far from me, and my acquaintances are verily estranged from me.", "14": "My kinsfolk have failed, and my familiar friends have forgotten me.", "15": "Those that dwell in my house and my maids have counted me for a stranger; I was an alien in their sight.", "16": "I called my slave, and he gave me no answer; I intreated him with my mouth.", "17": "My spirit came to be strange to my wife, although I intreated her for the sons of my own body.", "18": "Even the young children despised me; as I arose, they spoke against me.", "19": "All my intimate friends abhorred me; and those whom I loved are turned against me.", "20": "My bones cleave to my skin and to my flesh, and I am escaped with the skin of my teeth.", "21": "Have pity upon me, have pity upon me, O ye my friends; for the hand of God has touched me.", "22": "Why do ye persecute me as God and are not satisfied with my flesh?", "23": "¶ Oh, that my words were now written! Oh, that they were printed in a book!", "24": "That they were graven with an iron pen and lead in the rock for ever!", "25": "For I know that my redeemer lives and that he shall rise at the latter day over the dust;", "26": "and afterward from this, my stricken skin and from my own flesh, I must see God:", "27": "whom I shall see for myself, and my eyes shall behold, and not another, though my kidneys be consumed within me.", "28": "But ye should say, Why should we persecute him, seeing that the root of the matter is found in me?", "29": "Be ye afraid of the sword; for the wrath of the sword comes because of the iniquities, that ye may know there is a judgment."}