{"1": "¶ Why, seeing that times are not hidden from the Almighty, do those that know him not see his days?", "2": "Some remove the landmarks; they violently take away flocks and feed thereof.", "3": "They drive away the ass of the fatherless; they take the widow's ox for a pledge.", "4": "They turn the needy out of the way; and all the poor of the earth hide themselves from them.", "5": "Behold, as wild asses in the desert, they go forth to their work, rising early for a prey; the wilderness yields food for them and for their children.", "6": "In the field they reap their fodder, and the wicked gather the vintage that is not theirs.", "7": "They cause the naked to lodge without clothing, that they have no covering in the cold.", "8": "They are wet with the floods of the mountains and embrace the rock for want of a covering.", "9": "They pluck the fatherless from the breast and take a pledge of the poor.", "10": "They cause the naked to go without clothing, and they take away the sheaves from the hungry.", "11": "They press oil within their walls and tread their winepresses and suffer thirst.", "12": "Men groan from out of the city, and the souls of the dead cry out; yet God did not hinder them.", "13": "¶ They are among those that rebel against the light; they have never known its ways nor abided in its paths.", "14": "The murderer rises with the light, kills the poor and the needy, and in the night is as a thief.", "15": "The eye of the adulterer waits for the twilight, saying, No eye shall see me; and disguises his face.", "16": "In the dark they dig through houses, which they had marked for themselves in the daytime; they do not know the light.", "17": "For the morning is to them even as the shadow of death; if they are known, the terrors of the shadow of death come over them.", "18": "¶ They are swift upon the waters; their portion is cursed in the earth; they never come by the way of the vineyards.", "19": "Drought and heat consume the snow waters; so does Sheol consume those who have sinned.", "20": "The Merciful One shall forget them; the worm shall feed sweetly on them; they shall never be remembered again; and iniquity shall be broken as a tree.", "21": "He afflicted the barren woman that did not conceive and never did good unto the widow.", "22": "He furthered the violent with his power; he did not lend to anyone in his life.", "23": "If he gave credit to some to take them over, his eyes were upon their ways.", "24": "They were exalted for a little while, but are gone and brought low; they are taken out of the way as all others and cut off as the tops of the heads of grain.", "25": "And if it is not so now, who will make me a liar or reduce my speech to nothing?"}