{"1": "¶ Surely there is a mine for the silver, and a place for gold where they refine it.", "2": "Iron is taken out of the dust, and bronze is melted out of the stone.", "3": "He set a border unto the darkness, and unto every perfect work that he made, he placed a stone of darkness and shadow of death.", "4": "The river breaks forth next to the inhabitant; even the waters forgotten of the foot, that were higher than man, are gone away.", "5": "Land out of which bread comes forth, and underneath it shall be as if it were converted in fire.", "6": "A place where its stones shall be sapphires; and it shall have dust of gold.", "7": "A path which no fowl knows and which the vulture's eye has never seen;", "8": "the young of the proud have not trodden it, nor has the fierce lion passed by it.", "9": "He put his hand upon the flint and overturned the mountains from the root.", "10": "He cut rivers out of the rocks; and his eye saw every precious thing.", "11": "He detained the rivers in their source and caused that which was hid to be brought to light.", "12": "But where shall wisdom be found? And where is the place of understanding?", "13": "Man never knew its price; neither is it found in the land of the living.", "14": "¶ The deep saith, It is not in me; and the sea saith, It is not with me.", "15": "It cannot be gotten for gold, neither shall silver be weighed for its price.", "16": "It cannot be valued with the gold of Ophir, with the precious onyx or the sapphire.", "17": "Gold cannot equal it, nor can diamond; neither shall it be exchanged for vessels of fine gold.", "18": "No mention shall be made of coral, or of pearls; for wisdom is better than precious stones.", "19": "The emerald of Ethiopia shall not equal it, neither shall it be valued with pure gold.", "20": "¶ Where then does wisdom come from? And where is the place of understanding?", "21": "Seeing it is hid from the eyes of all living and kept concealed from every fowl of the heaven.", "22": "Hell and death say, We have heard its fame with our ears.", "23": "God understands its way, and he alone knows its place.", "24": "For he looks unto the ends of the earth and sees under the whole heaven,", "25": "To make a weight for the wind and to supply water by measure,", "26": "when he made a law for the rain, and a way for the lightning of the thunders.", "27": "Then he saw it and counted it; he prepared it and also searched it out.", "28": "And unto man he said, Behold, that the fear of the Lord, is wisdom; and to depart from evil is understanding."}