{"1": "¶ After this Job opened his mouth and cursed his day.", "2": "And Job spoke and said,", "3": "Let the day perish in which I was born and the night in which it was said, There is a man child conceived.", "4": "Let that day be darkness; let not God regard it from above; neither let the light shine upon it.", "5": "Let darkness and the shadow of death redeem it; let a cloud dwell upon it; let the blackness of the day terrify it.", "6": "As for that night, let darkness seize upon it; let it not be joined unto the days of the year; let it not come into the number of the months.", "7": "O, let that night be solitary; let no song come therein!", "8": "Let them curse it that curse the day, who are ready to raise up their mourning.", "9": "Let the stars of its dawn be darkened; they waited for light, but have none; neither let them see the dawning of the day;", "10": "because it did not shut up the doors of my mother's womb nor hide the misery from my eyes.", "11": "¶ Why did I not die from the womb? Why did I not give up the spirit when I came out of the belly?", "12": "Why did the knees receive me? Of what use the breasts that I should suck?", "13": "For now I should have lain still and been quiet; I should have slept; then I would have been at rest,", "14": "with the kings and the counsellors of the earth, who built desolate places for themselves;", "15": "or with princes that had gold, who filled their houses with silver.", "16": "Or, why was I not hidden as an untimely birth, as infants who never saw light?", "17": "There the wicked cease from troubling; and there the weary are at rest.", "18": "There the prisoners rest together, they do not hear the voice of the oppressor.", "19": "The small and the great are there, and the slave is free from his master.", "20": "¶ Why is light given to him that is in misery, and life unto the bitter in soul;", "21": "who long for death, but it comes not; and search for it more than for hid treasures;", "22": "who rejoice exceedingly and are glad when they can find the grave;", "23": "to the man who does not know which way he goes and whom God has hedged in?", "24": "For my sighing comes before I eat, and my roarings are poured out like the waters.", "25": "For the thing which I greatly feared is come upon me and that which I was afraid of is come unto me.", "26": "I never had prosperity, nor did I secure myself, neither was I at rest; yet trouble came."}