{"1": "¶ Therefore, Job, hear now my reasons, and hearken to all my words.", "2": "Behold, now I shall open my mouth, my tongue shall speak in my mouth.", "3": "My reasons declare the uprightness of my heart; and my lips shall utter pure knowledge.", "4": "The Spirit of God made me, and the breath of the Almighty gave me life.", "5": "If thou canst answer me, set thy words in order before me, stand up.", "6": "Behold, I am according to thy wish in God's stead; I also am formed out of the clay.", "7": "Behold, my terror shall not make thee afraid, neither shall my hand be heavy upon thee.", "8": "¶ Surely thou hast spoken in my hearing, and I have heard the voice of thy words, saying,", "9": "I am clean without rebellion, I am innocent; neither is there iniquity in me.", "10": "Behold, God sought occasions against me, he counts me for his enemy,", "11": "he put my feet in the stocks, he guards all my paths.", "12": "Behold, in this thou art not just; I will answer thee, that God is greater than man.", "13": "Why dost thou strive against him? For he will not answer all of thy words.", "14": "¶ Nevertheless, in one or two manners God speaks to the one who does not see.", "15": "In a dream, in a vision of the night, when deep sleep falls upon men, in slumberings upon the bed;", "16": "then he opens the ears of men and seals their instruction,", "17": "that he may withdraw the man from his own work and cover the man from pride.", "18": "Thus he keeps back his soul from the pit and his life from perishing by the sword.", "19": "¶ He is chastened also upon his bed with strong pain in all his bones,", "20": "so that his life abhors bread and his soul dainty food.", "21": "His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.", "22": "His soul shall draw near to the grave, and his life to those that would bury him.", "23": "If there is a messenger with him, an interpreter, one among a thousand, to show unto man his uprightness;", "24": "to tell him that God had mercy on him, that he delivered him from going down to the pit; that he found a ransom;", "25": "his flesh shall become more tender than a child's; and he shall return to the days of his youth.", "26": "He shall pray unto God, and he will love him; and he shall see his face with shouts of joy; for he will render unto the man the recompense of his righteousness.", "27": "He looks upon men, and if any say, I have sinned and perverted that which was right, and it did not profit me;", "28": "God will ransom his soul from going into the pit, and his life shall see the light.", "29": "¶ Behold, God does all these things two and three times with man,", "30": "to turn back his soul from the pit, to be enlightened with the light of the living.", "31": "Hear me, O Job, hearken unto me; be silent, and I will speak.", "32": "If thou hast anything to say, answer me; speak, for I desire to justify thee.", "33": "If not, hearken unto me; be silent, and I shall teach thee wisdom."}