{"1": "¶ And Elihu added and said,", "2": "Wait for me a little, and I will teach thee; for I yet speak on God's behalf.", "3": "I will take my knowledge from afar and will ascribe righteousness to my Maker.", "4": "For truly my words are not lies; for I share perfect knowledge with thee.", "5": "¶ Behold, God is mighty and does not despise; he is mighty in virtue of heart.", "6": "He shall not give life to the wicked; but to the poor he shall give their right.", "7": "He shall not withdraw his eyes from the righteous; but with kings he shall place them on the throne for ever, and they shall be exalted.", "8": "And if they were bound in fetters and captive in cords of affliction,", "9": "then he shall show them their work and that their rebellions prevailed.", "10": "He opens their ear to instruction and commands that they turn from iniquity.", "11": "If they hearken and serve him, they shall spend their days in goodness and their years in delight.", "12": "But if they do not hearken, they shall perish by the sword, and they shall die without knowledge.", "13": "But the hypocrites in heart shall irritate him more; they shall not cry out when he binds them.", "14": "Their soul shall die in youth, and their life is among the male pagan cult prostitutes.", "15": "¶ He shall deliver the poor from his poverty, and in affliction shall open their ears.", "16": "Likewise, he would have removed thee out of the mouth of anguish into a broad place where there is no distress and should have set thy table full of fatness.", "17": "But thou hast fulfilled the judgment of the wicked, against the judgment and the justice that sustain everything.", "18": "Therefore it is to be feared that he take thee away with a stroke, which cannot be avoided even with a great ransom.", "19": "Will he esteem thy riches? No, not gold, nor all the forces of strength.", "20": "Do not desire the night, when he cuts people off in their place.", "21": "Take heed, do not regard iniquity, to choose it rather than poverty.", "22": "Behold, God is exalted by his power; what teacher is like him?", "23": "Who has prescribed his way unto him? Or who shall say unto him, Thou hast wrought iniquity?", "24": "¶ Remember to magnify his work, which men behold.", "25": "Every man may see it; man may behold it afar off.", "26": "Behold, God is great, and we know him not, neither can the number of his years be searched out.", "27": "For he detains the drops of water; when the rain pours down rain out of its vapour,", "28": "which the clouds do drop and distil upon man abundantly.", "29": "Shall you understand the spreadings of the clouds or the noise of his tent?", "30": "Behold, he spreads his light upon it and covers the roots of the sea.", "31": "For by them he judges the peoples; he gives food to the multitude.", "32": "With the clouds he covers the light and commands them to come against the light.", "33": "The one gives news of the other; the one acquires wrath against the one that comes."}