{"1": "¶ At this also my heart trembles and is moved out of its place.", "2": "Hear attentively his terrible voice and the word that goes out of his mouth.", "3": "He shall place it straight under the whole of the heavens, and his light shall extend unto the ends of the earth.", "4": "After it shall the sound roar; his valiant voice shall thunder; and he will not stay them even when his voice is heard.", "5": "God shall thunder marvelously with his voice; he does great things, which we cannot comprehend.", "6": "¶ For he saith to the snow, Be thou on the earth; rain after rain, and rain after rain in his strength.", "7": "He seals up the hand of every man that all men may know his work.", "8": "Then the beast shall go into its lair and inhabit its dwelling.", "9": "Out of the south comes the whirlwind and cold out of the north wind.", "10": "By the breath of God ice is given; and the broad waters are constrained.", "11": "In addition to this, with clarity he wearies the thick clouds; and he scatters them with his light.", "12": "And they are turned round about by his counsels; that they may do whatever he commands them upon the face of the world in the earth.", "13": "On some occasions for correction, on others for his land, on others for mercy he causes them to appear.", "14": "¶ Hearken unto this, Job; stand still, and consider the wondrous works of God.", "15": "Dost thou know when God disposed them and caused the light of his cloud to shine?", "16": "Dost thou know the balancings of the clouds, the wondrous works of the one who is perfect in knowledge?", "17": "How thy garments are warm, when he quiets the earth by the south wind?", "18": "Hast thou with him spread out the sky, which is strong and as a molten looking glass?", "19": "Teach us what we should say unto him; for we cannot order our speech by reason of darkness.", "20": "Shall it be told him when I speak? When someone is swallowed up shall it be told him?", "21": "¶ Also, sometimes the clear light which is in the heavens is not seen, but the wind passes and cleanses them.", "22": "Fair weather comes out of the north; with God is terrible majesty.", "23": "Touching the Almighty, we cannot find him out; he is excellent in power and in judgment, and in plenty of righteousness he will not afflict.", "24": "Men, therefore, shall fear him; all the crafty of heart shall not see him."}