{"1": "¶ Then the LORD answered Job out of the whirlwind and said,", "2": "Who is this that darkens counsel by words without knowledge?", "3": "Now gird up thy loins like a man; for I will enquire of thee, and answer thou me.", "4": "¶ Where wast thou when I laid the foundations of the earth? Cause me to know, if thou hast understanding.", "5": "Who ordered its dimensions, if thou knowest? Or who has stretched the line upon it?", "6": "Upon what are its foundations founded? Or who laid its corner stone;", "7": "when the morning stars sang together, and all the sons of God shouted for joy?", "8": "Or who shut up the sea with doors, when it broke forth, as if it had issued out of the womb?", "9": "When I made the clouds its garment and thick darkness a swaddling band for it,", "10": "and established my decree upon it, and set bars and doors,", "11": "and said, Thou shalt come unto here, but no further; and there shall the pride of thy waves be stayed.", "12": "¶ Hast thou commanded the morning since thy days? Hast thou shown the dayspring its place,", "13": "that it might take hold of the ends of the earth, that the wicked might be shaken out of it?", "14": "It is transformed as clay to the seal and then stands as a garment;", "15": "but the light of the wicked is taken from them, and the high arm is broken.", "16": "Hast thou entered into the springs of the sea? Or hast thou walked searching out the deep?", "17": "Have the gates of death been opened unto thee? Or hast thou seen the doors of the shadow of death?", "18": "Hast thou perceived the breadth of the earth? Declare if thou knowest it all.", "19": "Where is the way to the habitation of the light, and where is the place of the darkness?", "20": "If thou shalt take it in its borders, and if thou should understand the paths to its house?", "21": "If thou didst know when thou wast to be born or if the number of thy days was to be great?", "22": "Hast thou entered into the treasures of the snow, and hast thou seen the treasures of the hail,", "23": "which I have reserved against the time of trouble, against the day of battle and war?", "24": "By what way is the light divided; from where is the east wind scattered upon the earth?", "25": "¶ Who has divided a watercourse for the overflowing of waters or a way for the lightning of thunder,", "26": "to cause it to rain on the earth, where no man is; on the wilderness, in which there is no man;", "27": "to satisfy the desolate and waste ground and to cause the bud of the tender herb to spring forth?", "28": "Has the rain a father? Or who has begotten the drops of the dew?", "29": "Out of whose womb came the ice, and the hoary frost of heaven, who has begotten it?", "30": "The waters harden as stone, and the face of the deep is frozen.", "31": "Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?", "32": "Canst thou bring forth the signs of the heavens in their season, or canst thou guide Arcturus with his sons?", "33": "Dost thou know the ordinances of the heavens? Canst thou use its power in the earth?", "34": "Canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?", "35": "Canst thou send lightnings, that they may go and say unto thee, Here we are?", "36": "Who put wisdom in the inward parts? Or who gave intelligence to understanding?", "37": "Who declared the heavens in wisdom? Or who can stay the bottles of heaven", "38": "when the dust hardens and the clods cleave fast together?", "39": "Wilt thou hunt the prey for the lion or fill the appetite of the young lions,", "40": "when they crouch in their dens and abide in their lairs to lie in wait?", "41": "Who provided food for the raven; when his young ones cry unto God, they wander for lack of food?"}