{"1": "¶ Canst thou draw out leviathan with a hook or with the cord which thou lettest down on his tongue?", "2": "Canst thou put a hook into his nose or bore his jaw through with a thorn?", "3": "Will he make many supplications unto thee? Will he speak soft words unto thee?", "4": "Will he make a covenant with thee that thou shall take him for a slave for ever?", "5": "Wilt thou play with him as with a bird, or wilt thou tie him up for thy maidens?", "6": "Shall the companions make a banquet of him? Shall they part him among the merchants?", "7": "Canst thou cut his skin with knives or his head with a fish spear?", "8": "Lay thine hand upon him; thou shalt remember the battle and do no more.", "9": "Behold, your hope regarding him shall fail; for even at the sight of him they shall faint.", "10": "No one is so bold as to dare stir him up; who then shall be able to stand before me?", "11": "¶ Who has preceded me, that I should repay him? All that is under the whole heaven is mine.", "12": "I will not conceal his lies, nor his might, nor the beauty of his order.", "13": "Who shall uncover the face of his garment? Or who shall come to him with a double bridle?", "14": "Who shall open the doors of his face? The orders of his teeth are terrible.", "15": "His scales[a] are his pride, shut up together as with a close seal.", "16": "One is so near to another, that no air can come between them.", "17": "They are joined one to another; they stick together, that they cannot be separated.", "18": "By his sneezings lights are lit, and his eyes are like the eyelids of the morning.", "19": "Out of his mouth go burning lamps, and sparks of fire leap out.", "20": "Out of his nostrils goes forth smoke, as out of a seething pot or caldron.", "21": "His breath kindles coals, and a flame goes out of his mouth.", "22": "In his neck dwells strength, and before him the work is undone.", "23": "The failings of his flesh are joined together; his flesh is firm in him and does not move.", "24": "His heart is as firm as a stone; as hard as a piece of the lower millstone.", "25": "Of his greatness, the mighty are afraid; by reason of breakings they remove sin from themselves.", "26": "When one catches up to him, no sword or spear or dart or coat of mail shall endure against him.", "27": "He esteems iron as straw and bronze as rotten wood.", "28": "The arrow cannot make him flee; with him, slingstones are turned into stubble.", "29": "He counts any weapon as stubble; he laughs at the shaking of a spear.", "30": "Broken clay vessels are under him; he carves his imprint upon the mire.", "31": "He makes the deep to boil like a pot; he makes the sea like a pot of ointment.", "32": "He makes the path shine after him; one would think the deep to be hoary.", "33": "Upon earth there is not his like, who behaves without fear.", "34": "He despises all exalted things; he is king over all the sons of pride."}