{"1": "¶ Call now, if there shall be anyone to answer thee; and if there shall be any of the saints for thee to look unto?", "2": "It is certain that wrath kills the foolish man, and envy consumes the covetous one.", "3": "I have seen the foolish taking root, but at the same time I cursed his habitation.", "4": "His sons are far from saving health, and they shall be crushed in the gate, and there shall be no one to deliver them.", "5": "The hungry shall eat up his harvest, and even take it out from among the thorns, and the thirsty shall drink up their substance.", "6": "¶ For the iniquity does not come forth out of the dust; neither does chastisement spring up out of the ground;", "7": "yet man is born unto trouble, as the sparks fly upward.", "8": "I would certainly seek God, and unto God would I commit my affairs;", "9": "who does great things that no one can understand, and marvels that have no explanation;", "10": "who gives rain upon the earth and sends waters abroad;", "11": "who sets up the humble on high, that those who mourn may be lifted up with saving health.", "12": "He frustrates the devices of the crafty, so that their hands cannot perform their enterprise.", "13": "He takes the wise in their own prudence, and the counsel of his adversaries is turned to folly.", "14": "They meet with darkness in the daytime and grope in the noonday as in the night.", "15": "But he saves the poor from the sword, from the mouth of the wicked, and from the hand of the violent.", "16": "Who is the hope of the poor, and iniquity closes her mouth.", "17": "¶ Behold, blessed is the man whom God chastens; therefore, do not despise the correction of the Almighty.", "18": "For he makes sore, and binds up; he wounds, and his hands make whole.", "19": "He shall deliver thee in six tribulations, and in the seventh no evil shall touch thee.", "20": "In famine he shall ransom thee from death, and in war from the power of the sword.", "21": "Thou shalt be hid from the scourge of the tongue; neither shalt thou be afraid of destruction when it comes.", "22": "At destruction and famine thou shalt laugh; neither shalt thou be afraid of the beasts of the earth;", "23": "for thou shalt be in league with the stones of the field; and the beasts of the field shall be at peace with thee.", "24": "And thou shalt know that there is peace in thy tent, and thou shalt visit thy habitation and shalt not sin.", "25": "Thou shalt know that thy seed is great and thine offspring as the grass of the earth.", "26": "Thou shalt come to thy grave in a full age, like a shock of wheat that is gathered in its season.", "27": "Behold that which we have searched out, so it is; hear it and judge it for thyself."}