{"1": "¶ And Job answered and said,", "2": "Oh that my grief and calamity were justly weighed and laid equally in the balances!", "3": "For it would be heavier than the sand of the sea; therefore, my words are swallowed up.", "4": "For the arrows of the Almighty are within me; my spirit drinks of the poison; and terrors of God combat me.", "5": "Does the wild ass bray when he has grass? Does the ox low over his fodder?", "6": "Can that which is unsavoury be eaten without salt? Or is there any taste in the white of an egg?", "7": "The things that my soul refused to touch before, now by my sorrow are my food.", "8": "¶ Oh, that I might have my request and that God would grant me the thing that I long for!", "9": "Even that it would please God to destroy me, that he would let loose his hand and cut me off!", "10": "Then should my comfort grow; I would hold on to sorrow without mercy; for I have not contradicted the words of the Holy One.", "11": "What is my strength that I should hope? What is my end that I should prolong my life?", "12": "Is my strength the strength of stones? Or is my flesh of steel?", "13": "Am I not doing all that I can, and even with all this I lack the power to do anything?", "14": "¶ He that is afflicted deserves mercy from his friend; but he has forsaken the fear of the Almighty.", "15": "My brethren have lied to me as a brook; they passed away as an impetuous stream,", "16": "which was hidden by ice and covered by snow.", "17": "Which in the time of heat, they vanish; when they are heated, they disappear out of their place;", "18": "they turn aside out of the paths of their way; they go to nothing and perish.", "19": "The travelers of Tema looked; the traveling companies of Sheba waited for them.", "20": "They were put to shame because of their hope; they came there and found them confused.", "21": "Now ye are certainly as they; ye have seen the torment and are afraid.", "22": "¶ Did I say, Bring unto me and pay for me out of your substance", "23": "and deliver me from the enemy's hand and ransom me from the hand of the mighty?", "24": "Teach me, and I will be silent; and cause me to understand in what I have erred.", "25": "How forcible are the words of rectitude! But what does your argument reprove?", "26": "Are ye not thinking up words of reproof and throw to the wind words that are lost?", "27": "Ye also overwhelm the fatherless and dig a pit before your friend.", "28": "Now, therefore, if ye desire, look upon me and see if I shall lie in your presence.", "29": "Turn now, and there is no iniquity; return again to look for my righteousness in this.", "30": "If there is iniquity in my tongue or if my taste cannot discern the torments."}