{"1": "Aaron's sons Nadab and Abihu took their ·pans for burning incense [censers; firepans], put fire in them, and added incense; ·but they did not use the special fire Moses had commanded them to use in the presence of the Lord [L and they offered unholy/illicit/L strange fire such as he had not commanded them; C they failed, in some unknown way, to follow strict ritual protocol]. ", "2": "So fire came down from the Lord and ·destroyed [consumed] Nadab and Abihu, and they died in front of the Lord. ", "3": "Then Moses said to Aaron, “This is what the Lord was speaking about when he said, 'I ·must be respected as [or will show myself] holy ·by [or through] those who come near me; before all the people I must be ·given honor [glorified].'” So Aaron did not say anything about the death of his sons.", "4": "Aaron's uncle Uzziel had two sons named Mishael and Elzaphan. Moses said to them, “Come here and pick up your cousins' bodies. Carry them outside the camp away from the front of the ·Holy Place [sanctuary].” ", "5": "So Mishael and Elzaphan obeyed Moses and carried the bodies of Nadab and Abihu, still clothed in the special priest's inner robes [Ex. 28:39–43], outside the camp.", "6": "Then Moses said to Aaron and his other sons, Eleazar and Ithamar, “Don't show sadness by tearing your clothes or leaving your hair uncombed. If you do, you will die, and the Lord will be angry with all the ·people [community; congregation; assembly]. All the ·people [L house] of Israel, your relatives, may cry loudly about the Lord burning Nadab and Abihu, ", "7": "but you must not even leave the Meeting Tent. If you go out of the entrance, you will die, because the ·Lord has appointed you to his service [L anointing oil of the Lord is on you].” So Aaron, Eleazar, and Ithamar obeyed Moses.", "8": "Then the Lord said to Aaron, ", "9": "“You and your sons must not drink wine or ·beer [T strong drink; C an alcoholic beverage made from grain] when you go into the Meeting Tent. If you do, you will die. This ·law will continue [is a perpetual/eternal regulation] ·from now on [L throughout your generations]. ", "10": "You must keep what is holy separate from what is ·not holy [common]; you must keep what is clean separate from what is unclean [L in a ritual sense]. ", "11": "You must teach the ·people [L sons/T children of Israel] all the ·laws [regulations] that the Lord gave to them through Moses.”", "12": "Moses said to Aaron and his remaining sons, Eleazar and Ithamar, “Eat the part of the ·grain [L gift; tribute] offering [2:1] that is left from the sacrifices offered by fire to the Lord, but do not add ·yeast [leaven] to it. Eat it near the altar because it is most holy. ", "13": "You must eat it in a holy place, because this part of the offerings made by fire to the Lord ·belongs to you and [L is your due and the due of] your sons. I have been commanded to tell you this.", "14": "“Also, you and your sons and daughters may eat the breast and thigh of the ·fellowship [L elevation; C the offering was lifted to the Lord before it was eaten] offering that was presented to the Lord. You must eat them in a clean [C in a ritual sense] place; they are your ·share [due] of the ·fellowship [peace; well-being] offerings [3:1] given by the ·Israelites [L sons/T children of Israel]. ", "15": "The people must bring the fat from their animals that was part of the offering made by fire, and they must ·present it to the Lord along with the thigh [L that is raised] and the breast of the ·fellowship [L elevation—see v. 14] offering. They will be ·the regular share of the offerings for you and [your due and the due of] your children, as the Lord has commanded.”", "16": "Moses ·looked for [made inquiry about] the goat of the ·sin [or purification; 4:3] offering, but it had already been burned up. So he became very angry with Eleazar and Ithamar, Aaron's remaining sons. He said, ", "17": "“Why didn't you eat ·that goat [L the sin/or purification offering] in a holy place? It is most holy, and the Lord gave it to you to take away the guilt of the people, to ·remove their sins so they will belong to [make atonement for them before] the Lord. ", "18": "You didn't bring the goat's blood inside the Holy Place. You were supposed to eat the goat in a holy place, as I commanded!”", "19": "But Aaron said to Moses, “Today they brought their ·sin [or purification] offering [4:3] and burnt offering [1:1–17] before the Lord, but these terrible things have still happened to me! Do you think the Lord would ·be any happier [or think it right] if I ate the ·sin [or purification] offering [4:3] today?” ", "20": "When Moses heard this, he was satisfied."}