{"1": "The Lord said to Moses and Aaron, ", "2": "“Tell the ·Israelites [L sons/T children of Israel] this: 'From among the land animals, these are the creatures you may eat: ", "3": "You may eat any animal that has split hoofs completely divided and that chews the cud [C considered a normal land animal].", "4": "“'Some animals only chew the cud or only have split hoofs, and you must not eat them. The camel chews the cud but does not have a split hoof; it is unclean [C in a ritual sense] for you. ", "5": "The rock badger chews the cud but does not have a split hoof; it is unclean for you. ", "6": "The rabbit chews the cud but does not have a split hoof; it is unclean for you. ", "7": "Now the pig has a split hoof that is completely divided, but it does not chew the cud; it is unclean for you. ", "8": "You must not eat the meat from these animals or even touch their dead bodies; they are unclean for you.", "9": "“'Of the animals that live in the sea or in a river, if the animal has fins and scales, you may eat it [C considered a normal aquatic creature]. ", "10": "But whatever lives in the sea or in a river and does not have fins and scales—including the things that ·fill [swarm] the water and all other things that live in it—·you should hate [L they are detestable/abominable]. ", "11": "You must not eat any meat from them or even touch their dead bodies, because ·you should hate them [L they are detestable/abominable to you]. ", "12": "·You must hate [Detestable/Abominable to you is] any animal in the water that does not have fins and scales.", "13": "“'Also, these are the birds you ·are to hate [should find detestable/abominable]. They are ·hateful [detestable; abominable] and should not be eaten. You must not eat eagles, vultures, black vultures, ", "14": "kites, any kind of falcon, ", "15": "any kind of raven, ", "16": "horned owls, screech owls, sea gulls, any kind of hawk, ", "17": "little owls, cormorants, great owls, ", "18": "white owls, desert owls, ospreys, ", "19": "storks, any kind of heron, hoopoes, or bats [C exact identification is sometimes uncertain, but all eat prey or carcasses and/or live in desolate places].", "20": "“'Don't eat insects that have wings and walk on all four feet; they also are ·to be hated [detestable/abominable to you; C their way of moving makes them abnormal insects].", "21": "“'But you may eat certain insects that have wings and walk on four feet. You may eat those that have legs with joints above their feet so they can ·jump [leap]. ", "22": "These are the insects you may eat: all kinds of locusts, winged locusts, crickets, and grasshoppers [C exact identification is uncertain]. ", "23": "But all other insects that have wings and walk on four feet ·you are to hate [are detestable/abominable to you]. ", "24": "Those insects will make you unclean [C in a ritual sense], and anyone who touches the dead body of one of these insects will become unclean until evening. ", "25": "Anyone who picks up one of these dead insects must wash his clothes and be unclean until evening.", "26": "“'Some animals have split hoofs, but the hoofs are not completely divided; others do not chew the cud. They are unclean for you, and anyone who touches the dead body of one of these animals will become unclean [C in a ritual sense]. ", "27": "Of all the animals that walk on four feet, the animals that walk on their paws are unclean for you. Anyone who touches the dead body of one of these animals will become unclean until evening. ", "28": "Anyone who picks up their dead bodies must wash his clothes and be unclean until evening; these animals are unclean for you.", "29": "“'These ·crawling [swarming] animals [C animals that move close to the ground] are unclean for you: moles, rats, all kinds of great lizards, ", "30": "geckos, crocodiles, lizards, sand reptiles, and chameleons [C identification of some of these animals is uncertain]. ", "31": "These ·crawling [swarming] animals are unclean for you [C probably because they eat carrion or touch dead bodies]; anyone who touches their dead bodies will be unclean [C in a ritual sense] until evening.", "32": "“'If an unclean animal dies and falls on something, that item will also become unclean [C in a ritual sense]. This includes anything made from wood, cloth, leather, or rough cloth, regardless of its use. Whatever the animal falls on must be washed with water and be unclean until evening; then it will become clean again. ", "33": "If the dead, unclean animal falls into a clay bowl, anything in the bowl will become unclean, and you must break the bowl. ", "34": "If water from the unclean clay bowl gets on any food, that food will become unclean. ", "35": "If any dead, unclean animal falls on something, it becomes unclean. If it is a clay oven or a clay baking pan, it must be broken into pieces. These things will be unclean; they are unclean for you.", "36": "“'A spring or ·well that collects water [cistern] will stay clean [C in a ritual sense], but anyone who touches the dead body of any unclean animal will become unclean. ", "37": "If a dead, unclean animal falls on a seed to be planted, that seed is still clean. ", "38": "But if you put water on some seeds and a dead, unclean animal falls on them, they are unclean for you.", "39": "“'Also, if an animal which you use for food dies, anyone who touches its body will be unclean [C in a ritual sense] until evening. ", "40": "Anyone who eats meat from this animal's dead body must wash his clothes and be unclean until evening. Anyone who picks up the animal's dead body must wash his clothes and be unclean until evening.", "41": "“'Every animal that ·crawls [swarms] on the ground is ·to be hated [detestable; abominable]; it must not be eaten. ", "42": "You must not eat any of the animals that ·crawl [L walk] on the ground, including those that ·crawl [walk] on their stomachs, that walk on all four feet, or on many feet. They are ·to be hated [detestable; abominable]. ", "43": "Do not make yourself unclean [C in a ritual sense] by these animals; you must not become unclean by them. ", "44": "I am the Lord your God. ·Keep yourselves holy for me [L Sanctify/Consecrate yourselves and be holy] because I am holy. Don't ·make yourselves unclean [defile yourselves] with any of these ·crawling [swarming] animals. ", "45": "I am the Lord who brought you out of Egypt to be your God; you must be holy because I am holy.", "46": "“'These are the ·teachings [laws; instructions] about all of the cattle, birds, and other animals on earth, as well as the animals ·in the sea [L that moves in the water] and those that ·crawl [swarm] on the ground. ", "47": "These ·teachings [laws; teachings] help people know the difference between unclean animals and clean animals [C in a ritual sense]; they help people know which animals may be eaten and which ones must not be eaten.'”"}