{"1": "The Lord said to Moses and Aaron, ", "2": "“Someone might have on ·his skin [L the skin of his body; C and so throughout the passage] a swelling or a ·rash [eruption] or a bright spot. If the sore looks like ·a harmful skin disease [T leprosy; the term does not refer to modern leprosy (Hansen's disease), but to various skin disorders], the person must be brought to Aaron the priest or to one of Aaron's sons, the priests. ", "3": "The priest must ·look at [examine] the sore on the person's skin. If the hair in the sore has become white, and the sore seems deeper than the person's skin, it is a harmful skin disease [13:2]. When he has finished ·looking at [examining] the person, the priest must announce that the person is unclean [C in a ritual sense; the principle of “wholeness” was disturbed by running sores or by a skin disease that partially covered the body; see 13:12–13].", "4": "“If there is a white spot on a person's skin, but the spot does not seem deeper than the skin, and if the hair from the spot has not turned white, the priest must ·separate [confine; quarantine] that person from other people for seven days. ", "5": "On the seventh day the priest must ·look at [examine] the person again. If he sees that the sore has not changed and it has not spread on the skin, the priest must keep the person ·separated [confined; quarantined] for seven more days. ", "6": "On the seventh day the priest must ·look at [examine] the person again. If the sore has faded and has not spread on the skin, the priest must announce that the person is clean [C in a ritual sense]. The sore is only a ·rash [eruption]. The person must wash his clothes, and he will become clean again.", "7": "“But if the ·rash [eruption] spreads again after the priest has announced him clean [C in a ritual sense], the person must come again to the priest. ", "8": "The priest must ·look at [examine] him, and if the ·rash [eruption] has spread on the skin, the priest must announce that the person is unclean; it is a harmful skin disease [13:2].", "9": "“If a person has a harmful skin disease [13:2], he must be brought to the priest, ", "10": "and the priest must ·look at [examine] him. If there is a white swelling in the skin, and the hair has become white, and the skin looks raw in the swelling, ", "11": "it is a harmful skin disease [13:2]. It is one he has had for a long time. The priest must announce that the person is unclean [C in a ritual sense]. He will not need to ·separate [confine; quarantine] that person from other people, because everyone already knows that the person is unclean.", "12": "“If the skin disease [13:2] spreads all over a person's body, covering his skin from his head to his feet, as far as the priest can see, the priest must ·look at [examine] the person's whole body. ", "13": "If the priest sees that the disease covers the whole body and has turned all of the person's skin white, he must announce that the person is clean [C in a ritual sense; he was clean because he was whole, uniformly covered by skin disease; 13:3].", "14": "“But when the person has ·an open sore [raw flesh], he is unclean [C in a ritual sense; because there was a break in the surface of his body, he was no longer whole]. ", "15": "When the priest sees the ·open sore [raw flesh], he must announce that the person is unclean. The open sore is not clean; it is a harmful skin disease [13:2]. ", "16": "If the ·open sore [raw flesh] becomes white again, the person must come to the priest. ", "17": "The priest must ·look at [examine] him, and if the ·sores have [raw flesh has] become white, the priest must announce that the person with the ·sores [raw flesh] is clean. Then he will be clean.", "18": "“Someone may have a boil on his skin that is healed. ", "19": "If in the place where the boil was, there is a white swelling or a bright red spot, this place on the skin must be shown to the priest. ", "20": "And the priest must ·look at [examine] it. If the spot seems deeper than the skin and the hair on it has become white, the priest must announce that the person is unclean [C in a ritual sense]. The spot is a harmful skin disease [13:2] that has broken out from inside the boil. ", "21": "But if the priest looks at the spot and there are no white hairs in it and the spot is not deeper than the skin and it has faded, the priest must ·separate [confine; quarantine] the person from other people for seven days. ", "22": "If the spot spreads on the skin, the priest must announce that the person is unclean; it is a disease that will spread. ", "23": "But if the bright spot does not spread or change, it is only the scar from the old boil. Then the priest must announce that the person is clean.", "24": "“When a person gets a burn on his skin, if the ·open sore [raw flesh] becomes white or red, ", "25": "the priest must ·look at [examine] it. If the white spot seems deeper than the skin and the hair at that spot has become white, it is a harmful skin disease [13:2]. The disease has broken out in the burn, and the priest must announce that the person is unclean [C in a ritual sense]. It is a harmful skin disease [13:2]. ", "26": "But if the priest ·looks at [examines] the spot and there is no white hair in the bright spot, and the spot is no deeper than the skin and has faded, the priest must ·separate [confine; quarantine] the person from other people for seven days. ", "27": "On the seventh day the priest must ·look at [examine] him again. If the spot has spread on the skin, the priest must announce that the person is unclean. It is a harmful skin disease [13:2]. ", "28": "But if the bright spot has not spread on the skin but has faded, it is the swelling from the burn. The priest must announce that the person is clean, because the spot is only a scar from the burn.", "29": "“When a man or a woman gets a sore on the scalp or on the ·chin [or cheek; or beard], ", "30": "a priest must ·look at [examine] the sore. If it seems deeper than the skin and the hair around it is thin and yellow, the priest must announce that the person is unclean [C in a ritual sense]. It is an ·itch [scaly patch; C perhaps eczema or ringworm], a harmful skin disease [13:2] of the head or ·chin [or cheek; or beard]. ", "31": "But if the priest ·looks at [examines] it and it does not seem deeper than the skin and there is no black hair in it, the priest must ·separate [confine; quarantine] the person from other people for seven days. ", "32": "On the seventh day the priest must ·look at [examine] the ·sore [itch; scaly patch; 13:30]. If it has not spread, and there are no yellow hairs growing in it, and the ·sore [itch; scaly patch] does not seem deeper than the skin, ", "33": "the person must shave himself, but he must not shave the ·sore place [itch; scaly patch]. The priest must ·separate [confine; quarantine] that person from other people for seven more days. ", "34": "On the seventh day the priest must ·look at [examine] the ·sore [itch; scaly patch]. If it has not spread on the skin and it does not seem deeper than the skin, the priest must announce that the person is clean [C in a ritual sense]. So the person must wash his clothes and become clean. ", "35": "But if the ·sore [itch; scaly patch] spreads on the skin after the person has become clean, ", "36": "the priest must ·look at [examine] him again. If the sore has spread on the skin, the priest doesn't need to look for the yellowish hair; the person is unclean. ", "37": "But if the priest thinks the sore has stopped spreading, and black hair is growing in it, the ·sore [itch; scaly patch; 13:30] has healed. The person is clean, and the priest must announce that he is clean.", "38": "“When a man or a woman has white spots on the skin, ", "39": "a priest must ·look at [examine] them. If the spots on the skin are dull white, the disease is only a harmless rash. That person is clean [C in a ritual sense].", "40": "“When anyone loses hair from his head and is bald, he is clean [C in a ritual sense]. ", "41": "If he loses hair from the front of his head and has a bald forehead, he is clean. ", "42": "But if there is a red-white sore on his bald head or forehead, it is a skin disease [13:2] breaking out in those places. ", "43": "A priest must ·look at [examine] that person. If the swelling of the sore on his bald head or forehead is red-white, like a skin disease that spreads, ", "44": "that person has a skin disease [13:2]. He is unclean. The priest must announce that the person is unclean because of the sore on his head.", "45": "“If a person has a skin disease [13:2] that spreads, he must warn other people by shouting, 'Unclean, unclean [C in a ritual sense]!' His clothes must be torn at the seams, he must let his hair stay uncombed, and he must cover his ·mouth [L upper lip]. ", "46": "That person will be unclean the whole time he has the disease; he is unclean. He must live alone outside the camp.", "47": "“Clothing might have ·mildew [or mold; C the same Hebrew word as for “skin disease”; 13:2] on it. It might be clothing made of linen or wool ", "48": "(either woven or knitted), or of leather, or something made from leather. ", "49": "If the mildew [13:47] in the clothing, leather, or woven or knitted material is green or red, it is a spreading mildew. It must be shown to the priest. ", "50": "The priest must ·look at [examine] the mildew, and he must put that piece of clothing in a ·separate [confined; quarantined] place for seven days. ", "51": "On the seventh day he must ·look at [examine] the mildew [13:47] again. If the mildew has spread on the cloth (either woven or knitted) or the leather, no matter what the leather was used for, it is a mildew [13:47] that destroys; it is unclean [C in a ritual sense]. ", "52": "The priest must burn the clothing. It does not matter if it is woven or knitted, wool or linen, or made of leather, because the mildew is spreading. It must be burned.", "53": "“If the priest sees that the mildew [13:47] has not spread in the cloth (either knitted or woven) or leather, ", "54": "he must order the people to wash that piece of leather or cloth. Then he must ·separate [confine; quarantine] the clothing for seven more days. ", "55": "After the piece with the mildew has been washed, the priest must ·look at [examine] it again. If the mildew [13:47] still looks the same, the piece is unclean, even if the mildew has not spread. You must burn it in fire; it does not matter if the mildew is on one side or the other.", "56": "“But when the priest ·looks at [examines] that piece of leather or cloth, the mildew [13:47] might have faded after the piece has been washed. Then the priest must tear the mildew out of the piece of leather or cloth (either woven or knitted). ", "57": "But if the mildew comes back to that piece of leather or cloth (either woven or knitted), the mildew is spreading. And whatever has the mildew must be burned with fire. ", "58": "When the cloth (either woven or knitted) or the leather is washed and the mildew [13:47] is gone, it must be washed again; then it will be clean [C in a ritual sense].", "59": "“These are the ·teachings [laws; instructions] about mildew [13:47] on pieces of cloth (either woven or knitted) or leather, to decide if they are clean or unclean [C in a ritual sense].”"}