{"1": "The Lord said to Moses, ", "2": "“These are the ·teachings [instructions; laws] for the time at which people who had a harmful skin disease [13:2] are made clean [C in a ritual sense]. “The person shall be brought to the priest, ", "3": "and the priest must go outside the camp and ·look at [examine] the one who had the skin disease. If the skin disease is healed, ", "4": "the priest will command that two living, clean birds, a piece of cedar wood, a piece of red string, and a hyssop plant [Ex. 12:22] be brought for cleansing the person with the skin disease.", "5": "“The priest must order one bird to be ·killed [slaughtered] in a clay bowl containing fresh water. ", "6": "Then he will take the living bird, the piece of cedar wood, the red string, and the hyssop; all these he will dip into the blood of the bird that was ·killed [slaughtered] over the fresh water. ", "7": "The priest will sprinkle the blood seven times on the person being cleansed from the skin disease [13:2]. He must announce that the person is clean [C in a ritual sense] and then go to an open field and let the living bird go free.", "8": "“The person to be cleansed must wash his clothes, shave off all his hair, and bathe in water [C perhaps representing complete decontamination]. Then he will be clean and may go into the camp, though he must stay outside his tent for the first seven days. ", "9": "On the seventh day he must shave off all his hair—the hair from his head, his beard, his eyebrows, and the rest of his hair. He must wash his clothes and bathe his body in water, and he will be clean [C in a ritual sense].", "10": "“On the eighth day the person who had the skin disease must take two male lambs that ·have nothing wrong with them [are unblemished] and a year-old female lamb that ·has nothing wrong with it [is unblemished]. He must also take six quarts of fine flour mixed with oil for a ·grain [L gift; tribute] offering [2:1] and ·two-thirds of a pint [L three-tenths of an ephah] of olive oil. ", "11": "The priest who is to announce that the person is clean [C in a ritual sense] must bring him and his sacrifices before the Lord at the entrance of the Meeting Tent. ", "12": "The priest will take one of the male lambs and offer it with the olive oil as a ·penalty [guilt; reparation; 5:14–6:7] offering; he will present them before the Lord as an offering. ", "13": "Then he will ·kill [slaughter] the male lamb in the holy place, where the ·sin [or purification; 4:3] offering and the whole burnt offering are killed. The ·penalty [guilt; reparation] offering is like the ·sin [or purification; 4:3] offering—it belongs to the priest and it is most holy.", "14": "“The priest will take some of the blood of the ·penalty [guilt; reparation; 5:14–6:7] offering and put it on the ·bottom [lobe] of the right ear of the person to be made clean. He will also put some of it on the thumb of the person's right hand and on the big toe of the person's right foot. ", "15": "Then the priest will take some of the [L log of; C a liquid measure] oil and pour it into his own left hand. ", "16": "He will dip a finger of his right hand into the oil that is in his left hand, and with his finger he will sprinkle some of the oil seven times before the Lord. ", "17": "The priest will put some oil from his hand on the ·bottom [lobe] of the right ear of the person to be made clean, some on the thumb of the person's right hand, and some on the big toe of the person's right foot. The oil will go on these places on top of the blood for the ·penalty [guilt; reparation] offering. ", "18": "He will put the rest of the oil that is in his left hand on the head of the person to be made clean [C in a ritual sense]. In this way the priest will make that person clean ·so he can belong to [L and make atonement for that person before] the Lord again.", "19": "“Next the priest will offer the ·sin [or purification; 4:3] offering to make that person clean ·so he can belong to the Lord again [L and make atonement]. After this the priest will ·kill [slaughter] the animal for the whole burnt offering [1:1–17], ", "20": "and he will offer the burnt offering and ·grain [L gift; tribute] offering [2:1] on the altar. In this way he will make that person clean [C in a ritual sense] ·so he can belong to the Lord again [L and make atonement for him].", "21": "“But if the person is poor and unable to afford these offerings, he must take one male lamb for a ·penalty [guilt; reparation; 5:14–6:7] offering. It will be presented to the Lord to make him clean [C in a ritual sense] ·so he can belong to the Lord again [L and make atonement for him]. The person must also take ·two quarts [L one tenth of an ephah] of ·fine [choice] flour mixed with oil for a ·grain [L gift; tribute] offering [2:1]. He must also take ·two-thirds of a pint [L a log; C a liquid measure] of olive oil ", "22": "and two doves or two young pigeons, which he can afford. One bird is for a ·sin [or purification; 4:3] offering and the other for a whole burnt offering [1:1–17]. ", "23": "On the eighth day the person will bring them for his cleansing to the priest at the entrance of the Meeting Tent, before the Lord. ", "24": "The priest will take the lamb for the ·penalty [guilt; reparation] offering and the oil, and he will present them as an offering before the Lord. ", "25": "Then he will ·kill [slaughter] the lamb of the ·penalty [guilt; reparation] offering, take some of its blood, and put it on the ·bottom [lobe] of the right ear of the person to be made clean [C in a ritual sense]. The priest will put some of this blood on the thumb of the person's right hand and some on the big toe of the person's right foot. ", "26": "He will also pour some of the oil into his own left hand. ", "27": "Then with a finger of his right hand, he will sprinkle some of the oil from his left hand seven times before the Lord. ", "28": "The priest will take some of the oil from his hand and put it on the ·bottom [lobe] of the right ear of the person to be made clean. He will also put some of it on the thumb of the person's right hand and some on the big toe of the person's right foot. The oil will go on these places on top of the blood from the ·penalty [guilt; reparation] offering. ", "29": "The priest must put the rest of the oil that is in his hand on the head of the person to be made clean, to make him clean ·so he can belong to [L to make atonement for him before] the Lord again. ", "30": "Then the priest will offer one of the doves or young pigeons, which the person can afford. ", "31": "He must offer one of the birds for a ·sin [or purification; 4:3] offering and the other for a whole burnt offering [1:1–17], along with the grain [L gift; tribute; 2:1] offering. In this way the priest will make the person clean so he can ·belong to [make atonement before] the Lord again; he will become clean.", "32": "“These are the ·teachings [regulations; laws] for making a person clean [C in a ritual sense] after he has had a skin disease [13:2], if he cannot afford the regular sacrifices for becoming clean.”", "33": "The Lord also said to Moses and Aaron, ", "34": "“I am giving the land of Canaan to your people. When they enter that land [L of your possession], if I cause ·mildew [or mold; 13:47] to grow in someone's house in that land [L of your possession], ", "35": "the owner of that house must come and tell the priest. He should say, 'I have seen something like ·mildew [or mold; L a disease] in my house.' ", "36": "Then the priest must order the people to empty the house before he goes in to ·look at [examine] the ·mildew [or mold; L disease]. This is so he will not have to say that everything in the house is unclean [C in a ritual sense]. After this, the priest will go in to ·look at [examine] it. ", "37": "He will ·look at [examine] the ·mildew [or mold; L disease], and if the ·mildew [or mold; L disease] on the walls of the house is green or red and goes into the wall's surface, ", "38": "he must go out and close up the house for seven days. ", "39": "On the seventh day the priest must come back and check the house. If the ·mildew [or mold; L disease] has spread on the walls of the house, ", "40": "the priest must order the people to tear out the stones with the ·mildew [or mold; L disease] on them. They should throw them away, at a certain unclean place outside the city. ", "41": "Then the priest must have all the inside of the house scraped. The people must throw away the plaster they scraped off the walls, at a certain unclean place outside the city. ", "42": "Then the owner must put new stones in the walls, and he must cover the walls with new clay plaster.", "43": "“Suppose a person has taken away the old stones and plaster and put in new stones and plaster. If ·mildew [or mold; L disease] again appears in his house, ", "44": "the priest must come back and check the house again. If the ·mildew [or mold; L disease] has spread in the house, it is a ·mildew [or mold; 13:47] that destroys things; the house is unclean [C in a ritual sense]. ", "45": "Then the owner must tear down the house, remove all its stones, plaster, and wood, and take them to the unclean place outside the city. ", "46": "Anyone who goes into that house while it is closed up will be unclean until evening. ", "47": "Anyone who eats in that house or lies down there must wash his clothes.", "48": "“Suppose after new stones and plaster have been put in a house, the priest checks it again and the ·mildew [or mold; L disease] has not spread. Then the priest will announce that the house is clean [C in a ritual sense], because the ·mildew [or mold; L disease] is gone.", "49": "“Then, to make the house clean [C in a ritual sense], the priest must take two birds, a piece of cedar wood, a piece of red string, and a hyssop plant. ", "50": "He will ·kill [slaughter] one bird in a clay bowl containing fresh water. ", "51": "Then he will take the bird that is still alive, the cedar wood, the hyssop, and the red string, and he will dip them into the blood of the bird that was ·killed [slaughtered] over the fresh water. The priest will sprinkle the blood on the house seven times. ", "52": "He will use the bird's blood, the fresh water, the live bird, the cedar wood, the hyssop, and the red string to make the house clean. ", "53": "He will then go to an open field outside the city and let the living bird go free. This is how the priest makes the house clean and ·ready for service to the Lord [makes atonement for the house].”", "54": "These are the ·teachings [regulations; laws] about any kind of skin disease [13:2], ", "55": "·mildew [or mold] on pieces of cloth or in a house, ", "56": "swellings, rashes, or bright spots on the skin; ", "57": "they help people decide when things are unclean [C in a ritual sense] and when they are clean. These are the ·teachings [regulations; laws] about all these kinds of diseases."}