{"1": "The Lord also said to Moses and Aaron, ", "2": "“Say to the ·people [L sons; children] of Israel: 'When ·a fluid comes from a person's body [L any man has a discharge from his genitals/flesh], the ·fluid is [discharge makes him] unclean [C in a ritual sense]. ", "3": "It doesn't matter if the ·fluid [discharge] flows freely or if it is blocked from ·flowing [discharging]; the ·fluid [discharge] will make him unclean. This is the way the ·fluid [discharge] makes him unclean:", "4": "“'If the person ·who discharges the body fluid [with the discharge] lies on a bed, that bed becomes unclean [C in a ritual sense], and everything he sits on becomes unclean. ", "5": "Anyone who touches his bed must wash his clothes and bathe in water, and the person will be unclean until evening. ", "6": "Whoever sits on something that the person ·who discharges the fluid [with the discharge] sat on must wash his clothes and bathe in water; he will be unclean until evening. ", "7": "Anyone who touches the person ·who discharges the body fluid [with the discharge] must wash his clothes and bathe in water; he will be unclean until evening.", "8": "“'If the person ·who discharges the body fluid [with the discharge] spits on someone who is clean [C in a ritual sense], that person must wash his clothes and bathe in water; he will be unclean until evening. ", "9": "Everything on which the person who is unclean sits when riding [C specifically a saddle] will become unclean. ", "10": "Anyone who touches something that was under him will be unclean until evening. And anyone who carries these things must wash his clothes and bathe in water; he will be unclean until evening.", "11": "“'If the person ·who discharges a body fluid [with a discharge] has not washed his hands in water and touches another person, that person must wash his clothes and bathe in water; he will be unclean [C in a ritual sense] until evening.", "12": "“'If a person ·who discharges a body fluid [with a discharge] touches a clay bowl, that bowl must be broken. If he touches a wooden bowl, that bowl must be washed in water.", "13": "“'When a person ·who discharges a body fluid [with a discharge] is made clean [C in a ritual sense], he must count seven days for himself for his cleansing. He must wash his clothes and bathe his body in fresh water, and he will be clean. ", "14": "On the eighth day he must take two doves or two young pigeons before the Lord at the entrance of the Meeting Tent. He will give the two birds to the priest. ", "15": "The priest will offer the birds, one for a sin [or purification; 4:3] offering and the other for a burnt offering [1:1–17]. And the priest will make that person clean ·so he can belong to the Lord again [L and make atonement for him].", "16": "“'If semen [C considered holy due to its association with life] goes out from a man, he must bathe in water; he will be unclean [C in a ritual sense] until evening [C contact with something holy also rendered a person unclean]. ", "17": "If the fluid gets on any clothing or leather, it must be washed with water; it will be unclean until evening.", "18": "“'If a man ·has sexual relations [L lies] with a woman [C presumably his wife] and ·semen comes out [has an emission of semen], both people must bathe in water; they will be unclean [C in a ritual sense] until evening.", "19": "“'When a woman has ·her monthly period [L a discharge of blood from her genitals/body], she is unclean [C in a ritual sense; the blood's association with reproduction makes it holy; 15:16] for seven days; anyone who touches her will be unclean until evening. ", "20": "Anything she lies on during this time will be unclean, and everything she sits on during this time will be unclean. ", "21": "Anyone who touches her bed must wash his clothes and bathe in water; that person will be unclean until evening. ", "22": "Anyone who touches something she has sat on must wash his clothes and bathe in water; that person will be unclean until evening. ", "23": "It does not matter if the person touched the woman's bed or something she sat on; he will be unclean until evening.", "24": "“'If a man ·has sexual relations with a woman [lies with her] and her ·monthly period [discharge] touches him, he will be unclean [C in a ritual sense] for seven days; every bed he lies on will be unclean.", "25": "“'If a woman has a ·loss [discharge] of blood for many days and it is not during her regular monthly period, or if she continues to have a ·loss [discharge] of blood after her regular period, she will be unclean [C in a ritual sense], as she is during her monthly period. She will be unclean for as long as she continues to bleed [Matt. 9:20; Mark 5:25; Luke 8:43]. ", "26": "Any bed she lies on during all the time of her ·bleeding [discharge] will be like her bed during her regular monthly period. Everything she sits on will be unclean, as during her regular monthly period.", "27": "“'Whoever touches those things will be unclean [C in a ritual sense] and must wash his clothes and bathe in water; he will be unclean until evening. ", "28": "When the woman becomes clean from her ·bleeding [discharge], she must ·wait [L count] seven days, and after this she will be clean. ", "29": "Then on the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance of the Meeting Tent. ", "30": "The priest must offer one bird for a sin [or purification; 4:3] offering and the other for a whole burnt offering [1:1–17]. In this way the priest will make her clean so she can belong to the Lord again [L and make atonement for her].", "31": "“'So you must warn the ·people [L sons; children] of Israel to stay separated from things that make them unclean [C in a ritual sense]. If you don't warn the people, they might make my ·Holy Tent [Tabernacle] unclean, and then they would have to die!'”", "32": "These are the ·teachings [laws; instructions] for the person who ·discharges a body fluid [has a discharge] and for the man who becomes unclean [C in a ritual sense] from ·semen coming out of his body [an emission of semen]. ", "33": "These are the ·teachings [laws; regulations] for the woman who becomes unclean from her monthly period, for a man or woman who has a discharge, and for a man who ·becomes unclean by having sexual relations [L lies] with a woman who is unclean."}