{"1": "Now two of Aaron's sons had died ·while offering incense to [L when they drew near to/approached] the Lord, and after that time the Lord spoke to Moses. ", "2": "The Lord said to him, “Tell your brother Aaron that there are times when he cannot go ·behind [inside] the curtain ·into the Most Holy Place [L before the mercy seat/atonement cover; Ex. 25:17–22] where the Ark is. If he goes in when I appear in a cloud over the ·lid on the Ark [mercy seat; atonement cover], he will die.", "3": "“This is how Aaron may enter the Most Holy Place: Before he enters, he must offer a bull for a ·sin [or purification; 4:3] offering and a ·male sheep [ram] for a whole burnt offering [1:1–17]. ", "4": "He must put on the holy linen inner robe [Ex. 28:39–41], with the linen underclothes [Ex. 28:42–43] next to his body. His belt will be the cloth belt [sash], and he will wear the linen turban. These are holy clothes, so he must bathe his body in water before he puts them on.", "5": "“Aaron must take from the ·people [L sons; children] of Israel two male goats for a sin [or purification; 4:3] offering and one ·male sheep [ram] for a burnt offering [1:1–17]. ", "6": "Then he will offer the bull for the ·sin [or purification; 4:3] offering ·for himself to remove sins from him and his family so they will belong to the Lord [L to make atonement for him and for his family/house].", "7": "“Next Aaron will take the two goats and bring them before the Lord at the entrance to the Meeting Tent. ", "8": "He will throw lots for the two goats—one will be for the Lord and the other for ·the goat that removes sin [T the scapegoat; L Azazel; C meaning uncertain; perhaps a geographical name]. ", "9": "Then Aaron will take the goat that was chosen for the Lord by throwing the lot, and he will offer it as a ·sin [or purification; 4:3] offering. ", "10": "The other goat, which was chosen by lot ·to remove the sin [T as the scapegoat; L for Azazel to make atonement], must be brought alive before the Lord. The priest will use it to perform the acts that remove Israel's sin so they will belong to the Lord. Then this goat will be sent out into the ·desert [wilderness] ·as a goat that removes sin [T as the scapegoat; L to Azazel].", "11": "“Then Aaron will offer the bull as a ·sin [or purification; 4:3] offering for himself, ·to remove the sins from him and his family so they will belong to the Lord [L to make atonement for himself and his family]; he will ·kill [slaughter] the bull for the ·sin [or purification; 4:3] offering for himself. ", "12": "Then he must take a pan full of burning coals from the altar before the Lord and two handfuls of sweet incense that has been ground into powder. He must bring it into the room ·behind [inside] the curtain. ", "13": "He must put the incense on the fire before the Lord so that the cloud of incense will cover the ·lid [mercy seat; atonement cover; Ex. 25:17–22] on the ·Ark [Covenant; Treaty; L Testimony; Ex. 25:10]. Then when Aaron comes in, he will not die. ", "14": "Also, he must take some of the blood from the bull and sprinkle it with his finger on the front of the ·lid [mercy seat; atonement cover]; with his finger he will sprinkle the blood seven times in front of the ·lid [mercy seat; atonement cover].", "15": "“Then Aaron must ·kill [slaughter] the goat of the ·sin [or purification; 4:3] offering for the people and bring its blood into the room ·behind [inside] the curtain. He must do with the goat's blood as he did with the bull's blood, sprinkling it on the ·lid [mercy seat; atonement cover] and in front of the ·lid [mercy seat; atonement cover]. ", "16": "Because the ·people [L sons; children] of Israel have been unclean [C in a ritual sense], Aaron will ·perform the acts to make the Most Holy Place ready for service to the Lord [L make atonement for the sanctuary]. Then it will be clean from the sins and crimes of the ·Israelites [L sons/T children of Israel]. He must also do this for the Meeting Tent, because it stays in the middle of unclean people. ", "17": "When Aaron makes ·the Most Holy Place ready for service to the Lord [L atonement for the sanctuary], no one is allowed in the Meeting Tent until he comes out. So Aaron will ·perform the acts to remove sins from [make atonement for] himself, his family, and all the ·people [assembly; crowd] of Israel, so they will belong to the Lord. ", "18": "Afterward he will go out to the altar that is before the Lord and ·will make it ready for service to the Lord [make atonement for it]. Aaron will take some of the bull's blood and some of the goat's blood and put it on the ·corners [horns; Ex. 27:2] of the altar on all sides. ", "19": "Then, with his finger, he will sprinkle some of the blood on the altar seven times to make the altar holy for the Lord and clean from all the sins of the Israelites.", "20": "“When Aaron has finished making ·the Most Holy Place, the Meeting Tent, and the altar ready for service to the Lord [L atonement for the Most Holy Place, the Meeting Tent, and the altar], he will offer the living goat. ", "21": "He will ·put [lay] both his hands on the head of the living goat [C a sign of association of the offerer and the animal], and he will confess over it all the sins and crimes of Israel. In this way Aaron will put the people's sins on the goat's head. Then he will send the goat away into the ·desert [wilderness], and a man who has been appointed will lead the goat away. ", "22": "So the goat will carry on itself all the people's sins to a lonely place in the desert. The man who leads the goat will let it loose there.", "23": "“Then Aaron will enter the Meeting Tent and take off the linen clothes he had put on before he went into the Most Holy Place; he must leave these clothes there. ", "24": "He will bathe his body in water in a holy place and put on his regular clothes [C his more ornate priestly clothes]. Then he will come out and offer the whole burnt offering [1:1–17] for himself and for the people, to ·remove sins from himself and the people so they will belong to the Lord [L make atonement for himself and the people]. ", "25": "Then he will burn the fat of the sin offering on the altar.", "26": "“The person who led the goat, ·the goat to remove sins [T the scapegoat; L for/to Azazel; 16:8], into the desert must wash his clothes and bathe his body in water. After that, he may come back into the camp.", "27": "“The bull and the goat for the ·sin [or purification; 4:3] offerings, whose blood was brought into the Most Holy Place to make ·it ready for service to the Lord [atonement], must be taken outside the camp; the animals' skins, bodies, and intestines will be burned in the fire. ", "28": "Then the one who burns them must wash his clothes and bathe his body in water. After that, he may come back into the camp.", "29": "“This ·law [statute; ordinance; requirement] will always continue for you: On the tenth day of the seventh month, you must deny yourself [C perhaps a reference to fasting] and you must not do any work. The ·travelers [or citizens] or ·foreigners living with you [alien residents] must not work either. ", "30": "It is on this day that the priests will make you clean ·so you will belong to the Lord again [L and make atonement for you]. All your sins will be removed. ", "31": "This is a very important day of rest for you, and you must deny yourselves. This ·law [statute; ordinance; regulation] will continue forever.", "32": "“The priest ·appointed to take his father's place, on whom the oil was poured [who is anointed and consecrated in his father's place], will ·perform the acts for making things ready for service to the Lord [L make atonement]. He must put on the holy linen clothes ", "33": "and make ·the Most Holy Place, the Meeting Tent, and the altar ready for service to the Lord [L atonement for the Most Holy Place, the Meeting Tent, and the altar]. He must ·also remove the sins of the priests and all the people of Israel so they will belong to the Lord [L make atonement for the priests and the people of Israel]. ", "34": "That ·law [statute; ordinance; requirement] for removing the sins of the Israelites ·so they will belong to the Lord [L and make atonement] will continue forever. You will do these things once a year.” So they did the things the Lord had commanded Moses."}