{"1": "The Lord said to Moses, ", "2": "“Tell Aaron and his sons: 'The ·people [L sons; children] of Israel will give offerings to me. These offerings are ·holy, and they are mine [L consecrated/sanctified to me], so you must ·respect [be scrupulous with] them to show that you ·respect [L do not defile] my holy name. I am the Lord.' ", "3": "Say to them: 'If any one of your descendants ·from now on [L throughout your generations] is unclean [C in a ritual sense] and comes near the offerings that the Israelites ·made holy for [consecrated/sanctified to] me, that person must be cut off from appearing before me. I am the Lord.", "4": "“'If one of Aaron's descendants has a harmful skin disease [13:2], or if he discharges a body fluid [15:1–18], he cannot eat the holy offerings until he becomes clean [C in a ritual sense]. He could also become unclean from touching a dead body, from his own semen, ", "5": "from touching any unclean crawling animal, or from touching an unclean person (no matter what made the person unclean). ", "6": "Anyone who touches those things will become unclean until evening. That person must not eat the holy offerings unless he washes with water. ", "7": "He will be clean only after the sun goes down. Then he may eat the holy offerings; the offerings are his food.", "8": "“'If a priest finds an animal that died by itself or that was killed by some other animal, he must not eat it. If he does, he will become unclean [C in a ritual sense]. I am the Lord [11:39–40; 17:15].", "9": "“'If the priests ·keep [guard] all the rules I have given, they will not become guilty; ·if they are careful, they will not die [or…and die in it/the sanctuary because they defiled it]. I am the Lord who has made them holy. ", "10": "·Only people in a priest's family [L No stranger/layperson] may eat the holy offering. A visitor staying with the priest or a hired worker must not eat it. ", "11": "But if the priest buys a slave with his own money, that slave may eat the holy offerings; ·slaves [L those] who were born in his house may also eat his food. ", "12": "If a priest's daughter marries a ·person who is not a priest [layperson; L stranger], she must not eat any of the holy offerings. ", "13": "But if the priest's daughter becomes widowed or divorced, with no children to support her, and if she goes back to her father's house where she lived as a child, she may eat some of her father's food. But ·only people from a priest's family [no layperson/L stranger] may eat this food.", "14": "“'If someone eats some of the holy offering by mistake, that person must pay back the priest for that holy food, adding another one-fifth of the price of that food.", "15": "“'When the ·Israelites [L sons/T children of Israel] give their holy offerings to the Lord, ·the priest must not treat these holy things as though they were not holy [L no one will profane them]. ", "16": "The priests must not allow those who are not priests to eat the holy offerings. If they do, they cause the ones who eat the holy offerings to become guilty, and they will have to ·pay for it [L offer a penalty/guilt/reparation offering; 5:14–6:7]. I am the Lord, who makes them holy.'”", "17": "The Lord said to Moses, ", "18": "“Tell Aaron and his sons and all the people of Israel: 'A ·citizen of [L person from the house of] Israel or a ·foreigner living [sojourner; wanderer; resident alien] in Israel might want to bring a whole burnt offering [1:1–17], either for ·some special promise he has made [a vow] or for a ·special gift he wants to give [freewill offering] to the Lord. ", "19": "If he does, he must bring a male animal that has ·nothing wrong with it [no blemish]—a bull, a sheep, or a goat—so it might be accepted for him. ", "20": "He must not bring an animal that has ·something wrong with it [a blemish], or it will not be accepted for him.", "21": "“'If someone brings a ·fellowship [or peace; well-being] offering [3:1] to the Lord, either as ·payment [fulfillment] for a ·special promise the person has made [vow] or as a ·special gift the person wants to give the Lord [freewill offering], it might be from the herd or from the flock. But it must be ·healthy [perfect], with ·nothing wrong with it [no blemish], so that it will be accepted. ", "22": "You must not offer to the Lord any animal that is blind, that has broken bones or is crippled, that has running sores or any sort of ·skin disease [L itch or scabs]. You must not offer any animals like these on the altar as an offering by fire to the Lord.", "23": "“'If an ox or lamb ·is smaller than normal [or has a short tail] or is not perfectly formed, you may give it as a ·special gift to the Lord [freewill offering]; it will be accepted. But it will not be accepted as payment for a ·special promise you have made [vow].", "24": "“'If an animal has bruised, crushed, torn, or cut testicles, you must not offer it to the Lord. You must not do this in your own land, ", "25": "and you must not ·take [get] such animals from foreigners as sacrifices to the Lord. Because the animals have been hurt in some way and have ·something wrong with them [blemishes], they will not be accepted for you.'”", "26": "The Lord said to Moses, ", "27": "“When an ox, a sheep, or a goat is born, it must stay seven days with its mother. But from the eighth day on, this animal will be accepted as a sacrifice by fire to the Lord. ", "28": "But you must not ·kill [slaughter] the animal and its mother on the same day, either an ox or a sheep.", "29": "“If you want to offer ·some special offering of thanks [a thank offering] to the Lord, you must do it in a way that pleases him. ", "30": "You must eat the whole animal that same day and not leave any of the meat for the next morning. I am the Lord.", "31": "“·Remember [Keep; Guard] my commands and obey them; I am the Lord. ", "32": "·Show respect for [L Do not defile] my holy name. ·You Israelites must remember that I am holy [L I must be sanctified/considered holy among the sons/T children of Israel]; I am the Lord, who has ·made you holy [consecrated/sanctified you]. ", "33": "I brought you out of Egypt to be your God. I am the Lord.”"}