{"1": "The Lord said to Moses, ", "2": "“Tell the ·people [L sons; children] of Israel this: 'When a person sins ·by accident [unintentionally; inadvertently; C in contrast to a deliberate sin; Num. 15:22–31] ·and does some things the Lord has commanded not to be done [L in any of the Lord's commandments/regulations], ·that person must do these things [L and does any one of them]:", "3": "“'If the ·appointed [L anointed] priest sins so that he brings guilt on the people, then he must offer a young bull to the Lord, ·one that has nothing wrong with it [unblemished], as a ·sin [or purification; C the offering would purify the offerer of the effects of sin] offering for the sin he has done. ", "4": "He will bring the bull to the entrance of the Meeting Tent in front of the Lord, ·put [lay] his hand on its head [1:4], and ·kill [slaughter] it before the Lord. ", "5": "Then the ·appointed [L anointed] priest must bring some of the bull's blood into the Meeting Tent. ", "6": "The priest is to dip his finger into the blood and ·sprinkle [dash] it seven times before the Lord in front of the curtain of the ·Most Holy Place [sanctuary]. ", "7": "The priest must also put some of the blood on the ·corners [L horns; Ex. 27:2] of the altar of incense that stands before the Lord in the Meeting Tent. The rest of the blood he must pour out at the ·bottom [base; foundation] of the altar of burnt offering, which is at the entrance of the Meeting Tent. ", "8": "He must remove all the fat from the bull of the ·sin [or purification; 4:3] offering—the fat on and around the inner organs, ", "9": "both kidneys with the fat that is on them near the ·lower back muscle [loins], and the ·best part [appendage] of the liver which he will remove with the kidneys. ", "10": "(He must do this in the same way the fat is removed from the bull of the ·fellowship [peace; well-being] offering [3:3–4].) Then the priest must ·burn [L turn into smoke] the animal parts on the altar of burnt offering. ", "11": "But the priest must carry off the skin of the bull and all its meat, along with the rest of the bull—its head, legs, intestines, and other inner organs. ", "12": "He must take it outside the camp to the special clean [C in a ritual sense] place where the ashes are poured out. He must burn it on a wood fire on the pile of ashes.", "13": "“'If the whole ·nation [congregation; assembly] of Israel sins ·accidentally [inadvertently; unintentionally; 4:2] ·without knowing it [L and the matter is hidden from the eyes of the assembly/crowd] and does something the Lord has commanded not to be done, they are guilty. ", "14": "When they learn about the sin they have done, they must offer a young bull as a ·sin [or purification] offering [4:3] and bring it before the Meeting Tent. ", "15": "The elders of the ·group of people [congregation; assembly] must ·put [lay; 1:4] their hands on the bull's head before the Lord, and it must be ·killed [slaughtered] before the Lord. ", "16": "Then the ·appointed [L anointed] priest must bring some of the bull's blood into the Meeting Tent. ", "17": "Dipping his finger in the blood, he must ·sprinkle [dash] it seven times before the Lord in front of the curtain. ", "18": "Then he must put some of the blood on the ·corners [horns; Ex. 27:2] of the altar that is before the Lord in the Meeting Tent. The priest must pour out the rest of the blood at the ·bottom [base; foundation] of the altar of burnt offering, which is at the entrance to the Meeting Tent. ", "19": "He must remove all the fat from the animal and ·burn it [L turn it into smoke] on the altar; ", "20": "he will do the same thing with this bull that he did with the first bull of the ·sin [or purification] offering [4:3]. In this way the priest ·removes the sins of the people so they will belong to the Lord and [L atones for them and they will] be forgiven. ", "21": "Then the priest must carry the bull outside the camp and burn it, just as he did with the first bull. This is the ·sin [or purification] offering [4:3] for the whole ·community [assembly; crowd].", "22": "“'If a ·ruler [leader; prince] sins ·by accident [inadvertently; unintentionally; 4:2] and does something the Lord his God has commanded must not be done, he is guilty. ", "23": "When he learns about his sin, he must bring a male goat that ·has nothing wrong [is unblemished] with it as his ·offering [gift]. ", "24": "The ·ruler [leader; prince] must ·put [lay; 1:4] his hand on the goat's head and ·kill [slaughter] it in the place where they ·kill [slaughter] the whole burnt offering before the Lord; it is a ·sin [purification] offering [4:3]. ", "25": "The priest must take some of the blood of the ·sin [purification] offering [4:3] on his finger and put it on the ·corners [horns; Ex. 27:2] of the altar of burnt offering. He must pour out the rest of the blood at the ·bottom [base; foundation] of the altar of burnt offering. ", "26": "He must ·burn [L turn into smoke] all the goat's fat on the altar in the same way he ·burns [L turns into smoke] the fat of the ·fellowship [peace; well-being] offerings [3:3–4]. In this way the priest ·removes the ruler's sin so he belongs to the Lord, and the Lord will forgive him [L makes atonement for him and he is forgiven].", "27": "“'If any ·person in the community [ordinary/private/lay person; L of the people of the land] sins ·by accident [inadvertently; unintentionally; 4:2] and does something which the Lord has commanded must not be done, he is guilty. ", "28": "When the person learns about his sin, he must bring a female goat ·that has nothing wrong with it [unblemished] as an ·offering [gift] for his sin. ", "29": "He must ·put [lay] his hand on the animal's head [1:4] and ·kill [slaughter] it at the place of the whole burnt offering. ", "30": "Then the priest must take some of the goat's blood on his finger and put it on the ·corners [horns; Ex. 27:2] of the altar of burnt offering. He must pour out the rest of the goat's blood at the ·bottom [base; foundation] of the altar. ", "31": "Then the priest must remove all the goat's fat in the same way the fat is removed from the ·fellowship [peace; well-being] offerings [3:3–4]. He must ·burn it [L turn it into smoke] on the altar as a smell pleasing to the Lord. In this way the priest ·will remove that person's sin so he will belong to the Lord, and the Lord will forgive him [L makes atonement for him and he is forgiven].", "32": "“'If this person brings a lamb as his ·offering [gift] for sin, he must bring a female ·that has nothing wrong with it [unblemished]. ", "33": "He must ·put [lay] his hand on the animal's head [1:4] and ·kill [slaughter] it as a ·sin [or purification] offering [4:3] in the place where the whole burnt offering is ·killed [slaughtered]. ", "34": "The priest must take some of the blood from the sin offering on his finger and put it on the ·corners [horns; Ex. 27:2] of the altar of burnt offering. He must pour out the rest of the lamb's blood at the ·bottom [base; foundation] of the altar. ", "35": "Then the priest must remove all the lamb's fat in the same way that the lamb's fat is removed from the ·fellowship [peace; well-being] offerings [3:3–4]. He must ·burn the pieces on the altar [L turn them into smoke] on top of the offerings made by fire for the Lord. In this way the priest ·will remove that person's sins so he will belong to the Lord, and the Lord will forgive him [L makes atonement for him and he is forgiven]."}