{"1": "“'If a person ·is ordered to tell in court [L hears a public oath and he has been a witness of] what he has seen or what he knows and he does not ·tell the court [L make it known], he is guilty of sin.", "2": "“'Or someone might touch something unclean, such as the dead body of an unclean wild animal or an unclean farm animal or an unclean crawling animal [11:24–28, 32–40]. Even if he does not know that he touched it, he will still be unclean and guilty of sin.", "3": "“'Someone might touch human uncleanness—anything that makes someone unclean—and not know it. But when he learns about it, he will be guilty.", "4": "“'Or someone might make a promise before the Lord ·without thinking [rashly]. It might be a [rash] promise to do something bad or something good; it might be about anything. Even if he forgets about it, when he remembers, he will be guilty [Deut. 23:22–23; Eccl. 5:4].", "5": "“'When anyone is guilty of any of these things, he must ·tell how he sinned [L confess his sin]. ", "6": "He must bring an offering to the Lord as a penalty for sin; it must be a female lamb or goat from the flock. The priest will ·perform the acts to remove that person's sin so he will belong to the Lord [L make atonement for his sin].", "7": "“'But if the person cannot afford a lamb, he must bring two ·doves [turtledoves] or two young pigeons to the Lord as the penalty for his sin. One bird must be for a ·sin [or purification] offering [4:3], and the other must be for a whole burnt offering [1:1–17]. ", "8": "He must bring them to the priest, who will first offer the one for the ·sin [or purification] offering [4:3]. He will ·pull [wring] the bird's head from its neck, but he will not ·pull it completely off [sever it]. ", "9": "He must ·sprinkle [dash] the blood from the ·sin [purification] offering [4:3] on the side of the altar, and then he must pour the rest of the blood at the ·bottom [base; foundation] of the altar; it is a ·sin [or purification] offering [4:3]. ", "10": "Then the priest must offer the second bird as a whole burnt offering, as the ·law [regulation] says [1:14–17]. In this way the priest ·will remove the person's sin so he will belong to the Lord, and the Lord will forgive him [L makes atonement for him and he is forgiven].", "11": "“'If the person cannot afford two ·doves [turtledoves] or two pigeons, he must bring about ·two quarts of [L one-tenth of an ephah of] ·fine [choice] flour as an ·offering for sin [purification offering; 4:3]. He must not put oil or ·incense [frankincense] on the flour, because it is a ·sin [or purification] offering. ", "12": "He must bring the flour to the priest. The priest will take a handful of the flour as a memorial offering and burn it on the altar on top of the offerings made by fire to the Lord; it is a ·sin [or purification] offering [4:3]. ", "13": "In this way the priest ·will remove the person's sins so he will belong to the Lord, and the Lord will forgive him [L makes atonement for him and he will be forgiven]. What is left of the sin offering belongs to the priest, like the ·grain [L gift; tribute] offering [2:10].'”", "14": "The Lord said to Moses, ", "15": "“If a person ·accidentally [inadvertently; unintentionally; 4:2] sins and ·does something against [is unfaithful/disloyal toward] the holy things of the Lord, he must bring from the flock a male sheep ·that has nothing wrong with it [unblemished]. This will be his ·penalty [guilt; reparation] offering to the Lord. Its value in silver must be correct as set by the Holy Place measure. It is a ·penalty [guilt; reparation] offering. ", "16": "That person must pay for the sin he did against the holy thing, adding one-fifth to its value. Then he must give it all to the priest. In this way the priest will ·remove the person's sin so he will belong to the Lord [make atonement for him], by using the male sheep as the ·penalty [guilt; reparation] offering. And ·the Lord will forgive the person [L he will be forgiven].", "17": "“If a person sins and does something the Lord has commanded not to be done, even if he does not know it, he is still guilty. He is responsible for his sin. ", "18": "He must bring the priest a male sheep from the flock, one that ·has nothing wrong with it [is unblemished] and that is worth the correct amount. It will be a ·penalty [guilt; reparation] offering. Though the person sinned without knowing it, with this offering the priest will ·remove the sin so the person will belong to the Lord, and the Lord will forgive him [make atonement for him and he will be forgiven]. ", "19": "The person is guilty of doing wrong, so he must give the ·penalty [guilt; reparation] offering to the Lord.”"}