{"1": "The Lord said to Moses, ", "2": "“Bring Aaron and his sons and their clothes, the special olive oil used ·in appointing people and things to the service of the Lord [for anointing], the bull of the ·sin [or purification; 4:3] offering and the two male sheep, and the basket of bread made without ·yeast [leaven]. ", "3": "Then gather the ·people [L community; congregation; assembly] together at the entrance to the Meeting Tent.” ", "4": "Moses did as the Lord commanded him, and the ·people [L community; congregation; assembly] met together at the entrance to the Meeting Tent.", "5": "Then Moses spoke to the ·people [L community; congregation; assembly] and said, “This is what the Lord has commanded to be done.” ", "6": "Bringing Aaron and his sons forward, Moses washed them with water. ", "7": "He put the inner robe [Ex. 28:39–41] on Aaron and tied the ·cloth belt [sash] around him. Then Moses put the outer robe [Ex. 28:31–41] on him and placed the ·holy vest [L ephod; Ex. 28:6–14] on him. He tied the ·skillfully woven belt [embroidered waist band] around him so that the ·holy vest [L ephod; Ex. 28:6–14] was tied to Aaron. ", "8": "Then Moses put the ·chest covering [breastpiece; Ex. 28:15–30] on him and put the Urim and the Thummim [C devices, probably lots, that were used to discern God's will; the name means “light and truth”; Ex. 28:30] in the chest covering. ", "9": "He also put the turban on Aaron's head. He put the ·strip of gold [rosette; medallion; plate; L flower], the holy crown, on the front of the turban, as the Lord commanded him to do [Ex. 28:36].", "10": "Then Moses ·put the special oil on [L took the anointing oil and anointed] the ·Holy Tent [Tabernacle] and everything in it, ·making them holy for the Lord [consecrating/sanctifying them]. ", "11": "He sprinkled some oil on the altar seven times, ·sprinkling [anointing] the altar [Ex. 27:1–8] and all its tools and the large bowl [Ex. 30:17–21] and its base. In this way he ·made them holy for the Lord [consecrated/sanctified them]. ", "12": "He poured some of the ·special [anointing] oil on Aaron's head [Ps. 133] to ·make Aaron holy for the Lord [consecrate/sanctify him]. ", "13": "Then Moses brought Aaron's sons forward. He put the inner robes [Ex. 28:39–41] on them, tied ·cloth belts [sashes] around them, and put ·headbands [headdresses] on them, as the Lord had commanded him.", "14": "Then Moses brought the bull for the ·sin [or purification; 4:3] offering, and Aaron and his sons ·put [lay] their hands on its head. ", "15": "Moses ·killed [slaughtered] the bull, took the blood, and with his finger put some of it on all the ·corners [horns; Ex. 27:2] of the altar, to ·make it pure [purify it]. Then he poured out the rest of the blood at the ·bottom [base] of the altar. In this way he ·made it holy [sanctified/consecrated it] and ·ready for service to God [L made atonement for it]. ", "16": "Moses took all the fat from the inner organs of the bull, the ·best part [appendage] of the liver, and both kidneys with the fat that is on them, and he ·burned them [L turned them into smoke] on the altar. ", "17": "But he took the bull's skin, its meat, and its ·intestines [or dung] and burned them in a fire outside the camp, as the Lord had commanded him.", "18": "Next Moses brought the ·male sheep [ram] of the burnt offering [1:1–17], and Aaron and his sons ·put [lay] their hands on its head. ", "19": "Then Moses ·killed [slaughtered] it and ·sprinkled [dashed] the blood on all sides of the altar. ", "20": "He cut the male sheep into pieces and ·burned [L turned into smoke] the head, the pieces, and the fat. ", "21": "He washed the inner organs and legs with water and ·burned [L turned into smoke] the whole ·sheep [ram] on the altar as a burnt offering [1:1–17] made by fire to the Lord; its smell was pleasing to the Lord. Moses did these things as the Lord had commanded him.", "22": "Then Moses brought the other ·male sheep [ram], ·the one used in appointing Aaron and his sons as priests [L of ordination], and Aaron and his sons ·put [lay] their hands on its head. ", "23": "Then Moses ·killed [slaughtered] the sheep and put some of its blood on the ·bottom [lobe] of Aaron's right ear, some on the thumb of Aaron's right hand, and some on the big toe of his right foot [Ex. 29:20]. ", "24": "Then Moses brought Aaron's sons close to the altar. He put some of the blood on the ·bottom [lobe] of their right ears, some on the thumbs of their right hands, and some on the big toes of their right feet. Then he ·sprinkled [dashed] blood on all sides of the altar. ", "25": "He took the fat, the fat tail, all the fat on the inner organs, the ·best part [appendage] of the liver, both kidneys with their fat, and the right thigh. ", "26": "From the basket of bread made without ·yeast [leaven] that is put before the Lord each day [Ex. 25:30], Moses took a loaf of bread, a loaf made with oil, and a wafer. He put these pieces of bread on the fat and right thigh of the ·male sheep [ram]. ", "27": "All these things he put in the hands of Aaron and his sons and ·presented [raised] them as an [L elevation] offering before the Lord. ", "28": "Then Moses took them from their hands and ·burned them [L turned them into smoke] on the altar on top of the burnt offering [1:1–17]. So this was the offering ·for appointing Aaron and his sons as priests [for ordination]. It was an offering made by fire to the Lord, and its smell was pleasing to him. ", "29": "Moses also took the breast and ·presented [raised] it as an [L elevation] offering before the Lord. It was Moses' share of the ·male sheep used in appointing the priests [ram of ordination], as the Lord had commanded him.", "30": "Moses took some of the ·special [anointing] oil and some of the blood which was on the altar, and he sprinkled them on Aaron and Aaron's clothes and on Aaron's sons and their clothes. In this way Moses made Aaron, his clothes, his sons, and their clothes ·holy for the Lord [consecrated; sanctified].", "31": "Then Moses said to Aaron and his sons, “I gave you a command, saying, 'Aaron and his sons will eat these things.' So take the meat and basket of bread from the offering ·for appointing priests [of ordination]. Boil the meat at the door of the Meeting Tent, and eat it there with the bread. ", "32": "If any of the meat or bread is left, burn it [L with fire]. ", "33": "The time of ·appointing [ordination] will last seven days; you must not go outside the entrance of the Meeting Tent until that time is up. Stay there until the time of your ·appointing [ordination] is finished. ", "34": "The Lord commanded the things that were done today to ·remove your sins so you will belong to him [make atonement for you]. ", "35": "You must stay at the entrance of the Meeting Tent day and night for seven days. If you don't obey the Lord's commands, you will die. The Lord has given me ·these commands [this charge].”", "36": "So Aaron and his sons did everything the Lord had commanded through Moses."}