{"1": "My dear family, this is now the second time I am writing you a letter. Your motives are pure, and what I'm trying to do in reminding you is to stir them into action, ", "2": "so that you'll remember the words spoken earlier by the holy prophets, and by the command of the Lord and saviour which you received from your apostles. ", "3": "But you must first know this. Deceivers will come in the last days, with deceitful ways, behaving according to their own desires. ", "4": "This is what they will say: 'Where is the promise of his royal arrival? Ever since the previous generation died, everything has continued just as it has from the beginning of creation.' ", "5": "They willingly overlook this one thing, you see: the ancient heavens and earth were formed out of water and through water, by God's word – ", "6": "and it was by flooding the world of that time with water that it was destroyed. ", "7": "The heavens and earth that we now have are being preserved for fire by the same word, being kept for the day of judgment and the destruction of the wicked. ", "8": "So, beloved, don't forget this one thing, that a single day with the Lord is like a thousand years, and a thousand years like a single day. ", "9": "The Lord is not delaying his promise, in the way that some reckon delay, but he is very patient towards you. He does not want anyone to be destroyed. Rather, he wants everyone to arrive at repentance.", "10": "But the Lord's day will come like a thief. On that day the heavens will pass away with a great rushing sound, the elements will be dissolved in fire, and the earth and all the works on it will be disclosed.", "11": "Since everything is going to dissolve in this way, what sort of people should you be? You should live lives that are holy and godly, ", "12": "as you look for God's day to appear, and indeed hurry it on its way – the day because of which the heavens will be set on fire and dissolved, and the elements will melt with heat. ", "13": "But we are waiting for new heavens and a new earth, in which justice will be at home. That is what he has promised.", "14": "So, my dear family, as you wait for these things, be eager to be found without spot or blemish before him, in peace. ", "15": "And when our Lord waits patiently to act, see that for what it is – salvation! Our beloved brother Paul has written to you about all this, according to the wisdom that has been given him, ", "16": "speaking about these things as he does in all his letters. There are some things in them which are difficult to understand. Untaught and unstable people twist his words to their own destruction, as they do with the other scriptures.", "17": "But as for you, my dear family, be on your guard, since you have been warned in advance. That way you won't be led astray through the error of lawless people and fall away from your own solid grounding. ", "18": "Instead, grow in grace and in the knowledge of our Lord and saviour Jesus the Messiah. To him be glory both now and in the day when God's new age dawns. Amen."}