{"1": "The beginning of the gospel of Jesus Christ, the Son of God. ", "2": "As it is written in the Prophets: “Look, I am sending My messenger before Your face, who will prepare Your way before You.”[a]", "3": "“The voice of one crying in the wilderness: 'Prepare the way of the Lord, make His paths straight.' ”[b]", "4": "John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins. ", "5": "The whole region of Judea and all the people of Jerusalem went out to him and were all baptized by him in the Jordan River, confessing their sins. ", "6": "John was clothed with camel's hair and with a leather belt around his waist. And he ate locusts and wild honey. ", "7": "He preached saying, “After me is coming One mightier than I, the straps of whose shoes I am not worthy to stoop down and untie. ", "8": "I indeed have baptized you with water, but He will baptize you with the Holy Spirit.”", "9": "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. ", "10": "Coming up out of the water, He immediately saw the heavens opened and the Spirit descending on Him like a dove. ", "11": "And a voice came from heaven, saying, “You are My beloved Son in whom I am well pleased.”", "12": "The Spirit immediately drove Him into the wilderness. ", "13": "And He was there in the wilderness for forty days, tempted by Satan, and was with the wild beasts. And the angels ministered to Him.", "14": "After John was put in prison, Jesus came to Galilee preaching the gospel of the kingdom of God, ", "15": "saying, “The time is fulfilled, and the kingdom of God is at hand. Repent and believe the gospel.”", "16": "As He walked by the Sea of Galilee, He saw Simon and Andrew, his brother, throwing a net into the sea, for they were fishermen. ", "17": "Jesus said to them, “Come, follow Me, and I will make you fishers of men.” ", "18": "Immediately they left their nets and followed Him.", "19": "When He had gone a little farther from there, He saw James the son of Zebedee and John, his brother, who also were in the boat mending their nets. ", "20": "Immediately He called them. And they left their father Zebedee in the boat with the hired servants and followed Him.", "21": "They went to Capernaum, and immediately on the Sabbath He entered the synagogue and taught. ", "22": "They were astonished at His teaching, for He taught them as one having authority, and not as the scribes. ", "23": "In their synagogue there was a man with an unclean spirit. ", "24": "And he cried out, “Leave us alone! What do You have to do with us, Jesus of Nazareth? Have You come to destroy us? I know who You are, the Holy One of God.”", "25": "Jesus rebuked him, saying, “Be silent and come out of him!” ", "26": "When the unclean spirit had convulsed him and cried out with a loud voice, it came out of him.", "27": "They were all amazed, so that they questioned among themselves, “What is this? What new teaching is this? With authority He commands even the unclean spirits, and they obey Him.” ", "28": "Immediately His fame spread everywhere throughout the region surrounding Galilee.", "29": "When He came out of the synagogue with James and John, they went directly to the house of Simon and Andrew. ", "30": "The mother of Simon's wife lay sick with a fever, and immediately they told Him of her. ", "31": "So He came and took her by the hand and lifted her up, and immediately the fever left her. And she served them.", "32": "In the evening, when the sun had set, they brought to Him all who were sick and those who were possessed with demons. ", "33": "The whole city was gathered at the door, ", "34": "and He healed many who were sick with various diseases and cast out many demons. And He did not let the demons speak, because they knew Him.", "35": "In the morning, rising up a great while before sunrise, He went out and departed to a solitary place. And there He prayed. ", "36": "Simon and those who were with Him followed Him, ", "37": "and when they found Him, they said to Him, “Everyone is searching for You.”", "38": "He said to them, “Let us go into the nearby towns, that I may preach there also. For that is why I have come.” ", "39": "So He preached in their synagogues throughout Galilee and cast out demons.", "40": "A leper came to Him, pleading with Him and kneeling before Him, saying, “If You are willing, You can make me clean.”", "41": "Then Jesus, moved with compassion, extended His hand and touched him, and said to him, “I will. Be clean.” ", "42": "As soon as He had spoken, the leprosy immediately departed from him, and he was cleansed.", "43": "He sternly warned him, and sent him away at once, ", "44": "saying, “See that you say nothing to anyone. But go your way, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.” ", "45": "Instead he went out and began to proclaim it widely and to spread the news around, so that Jesus could no more openly enter the city, but was out in remote places. And they came to Him from every quarter."}