{"1": "He began to speak to them in parables. “A man planted a vineyard, and set a hedge around it, and dug a pit for the winepress, and built a tower, and rented it to vinedressers, and went to a far country. ", "2": "At harvest time he sent a servant to the vinedressers to receive from them some of the fruit of the vineyard. ", "3": "But they seized him and beat him and sent him away empty-handed. ", "4": "Then he sent another servant to them. They threw stones at him, and wounded him in the head, and sent him away shamefully handled. ", "5": "Still he sent another, and they killed him. And there were many others. Some they beat, and some they killed.", "6": "“Having yet his one well-beloved son, he sent him last to them, saying, 'They will revere my son.'", "7": "“But those vinedressers said among themselves, 'This is the heir. Come, let us kill him, and the inheritance will be ours.' ", "8": "So they took him and killed him and threw him out of the vineyard.", "9": "“What then will the owner of the vineyard do? He will come and kill the vinedressers and give the vineyard to others. ", "10": "Have you not read this Scripture: 'The stone which the builders rejected has become the cornerstone.", "11": "This was the Lord's doing, and it is marvelous in our eyes'[a]?”", "12": "Then they tried to seize Him, but feared the people, for they knew that He had spoken the parable against them. So they left Him and went their way.", "13": "They sent to Him some of the Pharisees and some of the Herodians to trap Him in His words. ", "14": "When they came to Him, they said, “Teacher, we know that You are true and swayed by no man. For You do not regard the person of men, but truthfully teach the way of God. Is it lawful to pay taxes to Caesar, or not? ", "15": "Should we pay, or should we not pay?” But He, knowing their hypocrisy, said to them, “Why test Me? Bring Me a denarius that I may see it.” ", "16": "They brought it, and He said to them, “Whose image and inscription is this?” They said to Him, “Caesar's.”", "17": "Then Jesus answered them, “Render to Caesar the things that are Caesar's, and to God the things that are God's.” And they were amazed at Him.", "18": "Then the Sadducees, who say there is no resurrection, came to Him, saying, ", "19": "“Teacher, Moses wrote for us that if a man's brother dies and leaves his wife behind, but leaves no children, that man must take the wife and raise up children for his brother.[b] ", "20": "Now there were seven brothers. The first took a wife, and when he died, he left no children. ", "21": "The second took her and died, leaving no children, and the third likewise. ", "22": "The seven had her and left no children. Last of all, the woman died too. ", "23": "In the resurrection, when they rise, whose wife will she be? For the seven had her as wife.”", "24": "Jesus answered them, “Do you not err, because you know neither the Scriptures nor the power of God? ", "25": "When they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. ", "26": "Now concerning the dead rising, have you not read in the book of Moses, in the account about the bush, how God spoke to him, saying, 'I am the God of Abraham and the God of Isaac and the God of Jacob'[c]? ", "27": "He is not the God of the dead, but the God of the living. You therefore do greatly err.”", "28": "One of the scribes came and heard them reasoning together. Perceiving that Jesus had answered them well, he asked Him, “Which is the first commandment of all?”", "29": "Jesus answered him, “The first of all the commandments is, 'Hear, O Israel, the Lord our God is one Lord. ", "30": "You shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.'[d] This is the first commandment. ", "31": "The second is this: 'You shall love your neighbor as yourself.'[e] There is no other commandment greater than these.”", "32": "The scribe said to Him, “Well said, Teacher. You have spoken the truth, that there is one God and there is no other but Him. ", "33": "To love Him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love one's neighbor as oneself, is more than all burnt offerings and sacrifices.”", "34": "When Jesus saw that he answered wisely, He said to him, “You are not far from the kingdom of God.” After that, no one dared to ask Him any question.", "35": "While Jesus taught in the temple, He said, “How can the scribes say that Christ is the Son of David? ", "36": "David himself, speaking by the Holy Spirit, declared: 'The Lord said to my Lord, “Sit at My right hand, until I put Your enemies under Your feet.” '[f]", "37": "David himself calls Him 'Lord.' How then is He his Son?” And the large crowd heard him gladly.", "38": "He said to them in His teaching, “Beware of the scribes, who love to go about in long robes and love greetings in the marketplaces, ", "39": "and the prominent seats in the synagogues, and the places of honor at banquets, ", "40": "who devour widows' houses and for a pretense make long prayers. They will receive greater condemnation.”", "41": "Jesus sat opposite the treasury and saw how the people put money into the treasury. Many who were rich put in much. ", "42": "But a certain poor widow came and put in two mites, which make a farthing.[g]", "43": "He called His disciples to Him and said to them, “Truly I say to you, this poor widow has put in more than all those who are contributing to the treasury. ", "44": "They all contributed out of their abundance. But she, out of her poverty, put in all that she had, her entire livelihood.”"}