{"1": "Now the feasts of the Passover and of Unleavened Bread were two days away. And the chief priests and the scribes looked for a way to seize Him secretly and kill Him. ", "2": "But they said “Not on the feast day, lest there will be an uproar among the people.”", "3": "While He was in Bethany in the house of Simon the leper, as He sat at supper, a woman came with an alabaster jar of ointment, a very costly spikenard. She broke the jar and poured the ointment on His head.", "4": "There were some with indignation within themselves, saying, “Why was this ointment wasted? ", "5": "It might have been sold for more than three hundred denarii[a] and given to the poor.” And they grumbled against her.", "6": "Jesus said, “Leave her alone. Why do you trouble her? She has done a good work for Me. ", "7": "You always have the poor with you, and whenever you wish, you may do good to them. But you will not always have Me. ", "8": "She has done what she could. She has come beforehand to anoint My body for burial. ", "9": "Truly I say to you, wherever this gospel will be preached throughout the whole world, what she has done will also be spoken of as a memorial to her.”", "10": "Then Judas Iscariot, who was one of the twelve, went to the chief priests to betray Him to them. ", "11": "When they heard it, they were glad and promised to give him silver. So he looked for how he might conveniently betray Him.", "12": "On the first day of Unleavened Bread, when they sacrificed the Passover lamb, His disciples said to Him, “Where do You want us to prepare for You to eat the Passover?”", "13": "So He sent two of His disciples and said to them, “Go into the city, and a man carrying a pitcher of water will meet you there. Follow him. ", "14": "Wherever he enters, say to the owner of the house, 'The Teacher says, Where is the guest room where I may eat the Passover with My disciples?' ", "15": "He will show you a large upper room, furnished and ready. Make preparations for us there.”", "16": "His disciples went out, and came into the city, and found it as He had told them. And they prepared the Passover.", "17": "In the evening He came with the twelve. ", "18": "As they sat and ate, Jesus said, “Truly I say to you, one of you who is eating with Me will betray Me.”", "19": "They began to be sorrowful and to say to Him one by one, “Is it I?” and another, “Is it I?”", "20": "He answered them, “It is one of the twelve, one who is dipping bread in the dish with Me. ", "21": "The Son of Man indeed goes as it is written concerning Him, but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had never been born.”", "22": "As they were eating, Jesus took bread, blessed and broke it, and gave it to them, saying, “Take and eat it. This is My body.”", "23": "Then He took the cup, and when He had given thanks, He gave it to them. And they all drank from it.", "24": "He said to them, “This is My blood of the new covenant, which is shed for many. ", "25": "Truly I say to you, I will drink no more of the fruit of the vine until that day when I drink it new in the kingdom of God.”", "26": "When they had sung a hymn, they went out to the Mount of Olives.", "27": "Jesus said to them, “All of you will fall away on account of Me this night, for it is written: 'I will strike the shepherd, and the sheep will be scattered.'[b]", "28": "But after I have risen, I will go before you to Galilee.”", "29": "Peter said to Him, “Even if all fall away, I will not.”", "30": "Jesus said to him, “Truly, I say to you that this day, during the night, before the rooster crows twice, you will deny Me three times.”", "31": "But he said more vehemently, “If I must die with You, I will not deny You.” They all said the same thing.", "32": "They came to a place which was named Gethsemane. And He said to His disciples, “Sit here while I pray.” ", "33": "He took Peter and James and John with Him and began to be greatly distressed and very troubled. ", "34": "And He said to them, “My soul is deeply sorrowful unto death. Remain here and keep watch.”", "35": "He went a little farther and fell on the ground and prayed that, if it were possible, the hour might pass from Him. ", "36": "He said, “Abba, Father, all things are possible for You. Remove this cup from Me; yet not what I will, but what You will.”", "37": "Then He came and found them sleeping and said to Peter, “Simon, are you sleeping? Could you not keep watch one hour? ", "38": "Watch and pray, lest you enter into temptation. The spirit indeed is willing, but the flesh is weak.”", "39": "Again He went away and prayed the same words. ", "40": "When He returned, He again found them sleeping, for their eyes were heavy. And they did not know what to answer Him.", "41": "When He returned a third time, He said to them, “Are you still sleeping and taking your rest? It is enough! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. ", "42": "Rise up, let us go. Look! He who betrays Me is at hand.”", "43": "Immediately, while He was still speaking, Judas, one of the twelve, and with him a great crowd with swords and clubs, came from the chief priests and the scribes and the elders.", "44": "Now he who betrayed Him had given them a sign, saying, “Whomever I kiss, He is the One. Seize Him and lead Him away safely.” ", "45": "So as soon as he came, he went to Him immediately and said, “Rabbi, Rabbi!” and kissed Him. ", "46": "They laid hands on Him and seized Him. ", "47": "Then one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear.", "48": "Jesus said to them, “Have you come out with swords and clubs to arrest Me as you would a thief? ", "49": "Every day I was with you in the temple teaching, and you did not seize Me. But the Scriptures must be fulfilled.” ", "50": "Then they all deserted Him and fled.", "51": "A young man followed Him, wearing a linen cloth around himself. And the young men laid hold of him, ", "52": "so he left the linen cloth, and fled from them unclothed.", "53": "They led Jesus away to the high priest. And all the chief priests and the elders and the scribes were assembled with him. ", "54": "Peter followed Him at a distance into the courtyard of the high priest. He sat with the guards and warmed himself by the fire.", "55": "Now the chief priests and the entire Sanhedrin requested testimony against Jesus to put Him to death, but found none. ", "56": "Many bore false witness against Him, but their testimonies did not agree.", "57": "Then some rose up and bore false witness against Him, saying, ", "58": "“We heard Him say, 'I will destroy this temple that is made with hands, and within three days I will build another not made with hands.' ” ", "59": "But still their testimony did not agree.", "60": "Then the high priest stood up in the midst and asked Jesus, “Do You answer nothing? What is it which these men testify against You?” ", "61": "But He kept silent and answered nothing. Again the high priest asked Him, “Are You the Christ, the Son of the Blessed One?”", "62": "Jesus said, “I am. And you will see the Son of Man sitting at the right hand of Power and coming with the clouds of heaven.”", "63": "The high priest tore his robes, saying, “What need do we have of any further witnesses? ", "64": "You have heard the blasphemy. What do you think?” They all condemned Him as guilty unto death. ", "65": "Then some began to spit on Him, and to blindfold Him, and to strike Him, saying to Him, “Prophesy!” And the guards struck Him with the palms of their hands.", "66": "While Peter was below in the courtyard, one of the servant girls of the high priest came. ", "67": "When she saw Peter warming himself, she looked at him and said, “You also were with Jesus of Nazareth.”", "68": "But he denied it, saying, “I neither know nor understand what you are saying.” Then he went out to the porch, and a rooster crowed.", "69": "The servant girl saw him again and began to say to those who stood by, “This man is one of them.” ", "70": "But again, he denied it. A little while later, those who stood by said again to Peter, “Surely, you are one of them. For you are a Galilean, and your speech confirms it.”", "71": "Peter began to invoke a curse on himself, and to swear, “I do not know this Man of whom you speak.”", "72": "And the rooster crowed a second time. And Peter called to mind the word that Jesus said to him, “Before the rooster crows twice, you will deny Me three times.” And when he thought on this, he wept."}