{"1": "Early in the morning the chief priests held a consultation with the elders and scribes and the whole Sanhedrin. And they bound Jesus and took Him away and handed Him over to Pilate.", "2": "Pilate asked Him, “Are You the King of the Jews?” He answered him, “You have said so.”", "3": "The chief priests accused Him of many things, but He answered nothing. ", "4": "So Pilate asked Him again, “Do You answer nothing? See how many things they testify against You.”", "5": "But Jesus still answered nothing, so that Pilate was astonished.", "6": "Now at the feast he always released to them one prisoner, whomever they requested. ", "7": "There was one named Barabbas, who had committed murder in the insurrection and was bound with the rebels. ", "8": "The crowd began crying aloud, asking Pilate to do as he had always done for them.", "9": "He answered them, “Do you want me to release to you the King of the Jews?” ", "10": "For he knew that the chief priests had handed Him over out of envy. ", "11": "But the chief priests stirred the people, so that he should instead release Barabbas to them.", "12": "Pilate answered them again, “What then would you have me do to Him whom you call the King of the Jews?”", "13": "They again cried out, “Crucify Him!”", "14": "Pilate said to them, “Why, what evil has He done?” But they cried out even more, “Crucify Him!”", "15": "So Pilate, resolving to satisfy the people, released Barabbas to them. And when he had scourged Jesus, he handed Him over to be crucified.", "16": "The soldiers led Him away to Praetorium Hall, and they called together the entire battalion. ", "17": "They clothed Him with a purple robe. And they wove a crown of thorns and put it on His head, ", "18": "and began to salute Him, “Hail, King of the Jews!” ", "19": "They struck His head with a staff and spit on Him. And bowing their knees, they worshipped Him. ", "20": "When they had mocked Him, they took the purple robe off of Him and put His own garments on Him. Then they led Him out to crucify Him.", "21": "They compelled a man named Simon from Cyrene, the father of Alexander and Rufus, as he was passing through from the country, to bear Jesus' cross. ", "22": "They brought Him to the place called Golgotha, which means, “Place of a Skull.” ", "23": "They gave Him wine mingled with myrrh to drink, but He did not take it. ", "24": "When they had crucified Him, they divided His garments, casting lots for them, to decide what each man should take.", "25": "Now it was the third hour, and they crucified Him. ", "26": "The inscription of His accusation was written above: THE KING OF THE JEWS.", "27": "With Him they crucified two thieves, one on His right and the other on His left. ", "28": "And the Scripture was fulfilled, which says, “He was numbered with the lawless ones.”[a] ", "29": "Those who passed by blasphemed Him, shaking their heads and saying, “Ah, You who would destroy the temple and build it in three days, ", "30": "save Yourself, and come down from the cross!” ", "31": "Likewise the chief priests mocked Him among themselves with the scribes and said, “He saved others, but He cannot save Himself! ", "32": "Let the Christ, the King of Israel, descend now from the cross, that we may see and believe.” Those who were crucified with Him also reviled Him.", "33": "When the sixth hour had come, there was darkness over the whole land until the ninth hour. ", "34": "And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which means, “My God, My God, why have You forsaken Me?”[b]", "35": "Some of those who stood by, when they heard it, said, “Listen, He is calling Elijah!”", "36": "One man ran and filled a sponge with vinegar, put it on a stick, and gave it to Him to drink, saying, “Leave Him alone. Let us see if Elijah will come to take Him down.”", "37": "But Jesus cried with a loud voice and gave up the spirit.", "38": "And the curtain of the temple was torn in two from top to bottom. ", "39": "When the centurion[c] who stood facing Him saw that He cried out and gave up the spirit, he said, “Truly, this Man was the Son of God.”", "40": "There were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the Less and of Joseph, and Salome. ", "41": "They also had followed Him and had ministered to Him when He was in Galilee. And many other women who came up with Him to Jerusalem were there.", "42": "When the evening had come, because it was the Day of Preparation, that is, the day before the Sabbath, ", "43": "Joseph of Arimathea, an honorable member of the Council, who also waited for the kingdom of God, came and went in boldly to Pilate, and requested the body of Jesus. ", "44": "Pilate wondered if He were already dead. And calling for the centurion, he asked him whether He had been dead for a while. ", "45": "When he learned about it from the centurion, he granted the body to Joseph. ", "46": "So he bought fine linen, and taking Him down, wrapped Him in the linen and laid Him in a tomb which had been hewn out of the rock. And he rolled a stone against the door of the tomb. ", "47": "Mary Magdalene and Mary the mother of Joseph saw where He was laid."}