{"1": "Again, He entered Capernaum after some days. And it was reported that He was in the house. ", "2": "Immediately many were gathered together, so that there was no room to receive them, not even at the door. And He preached the word to them. ", "3": "They came to Him bringing one sick with paralysis, who was carried by four men. ", "4": "When they could not come near Him due to the crowding, they uncovered the roof where He was. When they had broken it open, they let down the bed on which the paralytic lay. ", "5": "When Jesus saw their faith, He said to the paralytic, “Son, your sins are forgiven you.”", "6": "But some of the scribes were sitting there, reasoning in their hearts, ", "7": "“Why does this Man speak such blasphemies? Who can forgive sins but God alone?”", "8": "Immediately, when Jesus perceived in His spirit that they so reasoned within themselves, He said to them, “Why do you contemplate these things in your hearts? ", "9": "Which is easier to say to the paralytic: 'Your sins are forgiven you,' or to say, 'Rise, take up your bed and walk'? ", "10": "But that you may know that the Son of Man has authority on earth to forgive sins,” He said to the paralytic, ", "11": "“I say to you, rise, and take up your bed, and go your way to your house.” ", "12": "Immediately he rose, picked up the bed, and went out in front of them all, so that they were all amazed and glorified God, saying, “We never saw anything like this!”", "13": "He went out again by the seaside, and the whole crowd came to Him, and He taught them. ", "14": "As He passed by, He saw Levi the son of Alphaeus sitting at the tax collector's station, and He said to him, “Follow Me.” And he rose and followed Him.", "15": "As Jesus was at supper in his house, many tax collectors and sinners also sat together with Jesus and His disciples. For there were many, and they followed Him. ", "16": "When the scribes and Pharisees saw Him eating with tax collectors and sinners, they said to His disciples, “How is it that He eats and drinks with tax collectors and sinners?”", "17": "When Jesus heard it, He said to them, “Those who are well have no need of a physician, but those who are sick. I came not to call the righteous, but sinners to repentance.”", "18": "Now the disciples of John and of the Pharisees were fasting. And people came and said to Him, “Why do the disciples of John and of the Pharisees fast, but Your disciples do not fast?”", "19": "Jesus said to them, “Can the wedding guests fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast. ", "20": "But the days will come when the bridegroom will be taken away from them, and then they will fast in those days.", "21": "“No one sews a piece of new cloth on an old garment, or else the new piece that covered it tears away from the old, and the tear is made worse. ", "22": "And no one pours new wine into old wineskins, or else the new wine bursts the wineskins, and the wine is spilled, and the wineskins will be marred. But new wine must be poured into new wineskins.”", "23": "He went through the grain fields on the Sabbath. As they went, His disciples began to pluck the heads of grain. ", "24": "The Pharisees said to Him, “Look, why are they doing on the Sabbath what is not lawful?”", "25": "He said to them, “Have you never read what David did, when he and those who were with him were in need and hungry: ", "26": "how he went into the house of God, in the days Abiathar was the high priest, and ate the ritual bread, which is lawful only for the priests to eat, and also gave it to those who were with him?”", "27": "Then He said to them, “The Sabbath was made for man, and not man for the Sabbath. ", "28": "So the Son of Man is Lord even of the Sabbath.”"}