{"1": "Again He began to teach by the seaside. A large crowd was gathered before Him, so that He entered a boat and sat in it on the sea. And the whole crowd was by the sea on the land. ", "2": "He taught them many things in parables and said to them in His teaching: ", "3": "“Listen! And take note: A sower went out to sow. ", "4": "As he sowed, some seed fell beside the path, and the birds of the air came and devoured it. ", "5": "Some seed fell on rocky ground, where it did not have much soil, and soon it sprang up because it did not have deep soil. ", "6": "But when the sun rose, it was scorched. And because it had no root, it withered away. ", "7": "Other seed fell among thorns, and the thorns grew up and choked it, and it yielded no grain. ", "8": "And other seed fell on good ground, and it yielded grain that sprang up and increased by thirty, sixty, or a hundred times as much.”", "9": "Then He said to them, “He who has ears to hear, let him hear.”", "10": "When He was alone, those who were around Him with the twelve asked Him about the parable. ", "11": "He said to them, “To you is given the secret of the kingdom of God, but to those who are outside, everything is said in parables, ", "12": "so that 'seeing they may see, and not perceive, and hearing they may hear and not understand; lest they should turn, and their sins be forgiven them.'[a]”", "13": "Then He said to them, “Do you not understand this parable? How then will you understand all the parables? ", "14": "The sower sows the word. ", "15": "These are those beside the path, where the word is sown. But when they hear, Satan comes immediately and takes away the word which is sown in their hearts. ", "16": "Others, likewise, are seed sown on rocky ground, who, when they hear the word, immediately receive it with gladness, ", "17": "but have no root in themselves, and so endure for a time. Afterward, when affliction or persecution rises for the word's sake, immediately they fall away. ", "18": "And others are seed sown among thorns, the ones who hear the word. ", "19": "But the cares of this world, and the deceitfulness of riches, and the desires for other things entering in choke the word, and it proves unfruitful. ", "20": "Still others are seed sown on good ground, those who hear the word, and receive it, and bear fruit: thirty, sixty, or a hundred times as much.”", "21": "He said to them, “Is a candle brought to be put under a basket or under a bed and not to be set on a candlestick? ", "22": "For there is nothing hidden except to be revealed; neither is anything kept secret except to be proclaimed. ", "23": "If anyone has ears to hear, let him hear.”", "24": "He said to them, “Take heed what you hear. The measure you give will be measured for you, and to you who hear will more be given. ", "25": "For to him who has will more be given. And from him who has not will be taken, even what he has.”", "26": "He said, “The kingdom of God is like a man who scatters seed on the ground. ", "27": "He sleeps and rises night and day, and the seed sprouts and grows; he does not know how. ", "28": "For the earth bears fruit by itself: first the blade, then the head, then the full seed in the head. ", "29": "But when the grain is ripe, immediately he applies the sickle because the harvest has come.”", "30": "He said, “To what shall we liken the kingdom of God, or with what parable shall we compare it? ", "31": "It is like a grain of mustard seed which, when it is sown in the ground, is the smallest seed on earth. ", "32": "Yet when it is sown, it grows up and becomes greater than all shrubs, and shoots out great branches, so that the birds of the air may nest in its shade.”", "33": "With many such parables He spoke the word to them as they were able to hear it. ", "34": "Without a parable He did not speak to them. But when they were alone, He expounded on all things to His disciples.", "35": "That same day, when the evening came, He said to them, “Let us go cross to the other side.” ", "36": "When they had sent the crowd away, they took Him in the boat just as He was. There were also other little boats with Him. ", "37": "A great wind storm arose, and the waves splashed into the boat, so that it was now filling the boat. ", "38": "He was in the stern asleep on a pillow. They woke Him and said, “Teacher, do You not care that we are perishing?”", "39": "He rose and rebuked the wind, and said to the sea, “Peace, be still!” Then the wind ceased and there was a great calm.", "40": "He said to them, “Why are you so fearful? How is that you have no faith?”", "41": "They feared greatly and said to one another, “What kind of Man is He, that even the wind and the sea obey Him?”"}