{"1": "They went to the other side of the sea to the region of the Gadarenes. ", "2": "When He had come out of the boat, immediately a man with an unclean spirit came out of the tombs and met Him. ", "3": "He lived among the tombs. And no one could constrain him, not even with chains, ", "4": "because he had often been bound with shackles and chains. But he had pulled the chains apart and broken the shackles to pieces. And no one could subdue him. ", "5": "Always, night and day, he was in the mountains and in the tombs, crying out and cutting himself with stones.", "6": "But when he saw Jesus afar off, he ran up and kneeled before Him, ", "7": "and cried out with a loud voice, “What have You to do with me, Jesus, Son of the Most High God? I adjure You by God, do not torment me.” ", "8": "For Jesus said to him, “Come out of the man, you unclean spirit!”", "9": "Then He asked him, “What is your name?” He answered, “My name is Legion. For we are many.” ", "10": "And he begged Him repeatedly not to send them away out of the country.", "11": "Now there was a great herd of swine feeding near the mountains. ", "12": "All the demons pleaded with Him, asking, “Send us to the swine, so that we may enter them.” ", "13": "At once, Jesus gave them leave. Then the unclean spirits came out and entered the swine. And the herd, numbering about two thousand, ran wildly down a steep hill into the sea and were drowned in the sea.", "14": "Those who fed the swine fled and reported it in the city and in the country. And people went out to see what it was that had happened. ", "15": "They came to Jesus and saw him who had been possessed with the legion of demons sitting and clothed and in his right mind. And they were afraid. ", "16": "Those who saw it told them how it befell him who had been possessed with the demons and also concerning the swine. ", "17": "Then they began to plead with Him to depart out of their region.", "18": "When He entered the boat, he who had been possessed with the demons prayed Him that he might be with Him. ", "19": "Jesus did not let him, but said to him, “Go home to your friends and tell them what great things the Lord has done for you and how He has had compassion on you.” ", "20": "So he departed and began to proclaim in the Decapolis[a] what great things Jesus had done for him. And everyone was amazed.", "21": "When Jesus had crossed again by boat to the other side, many people gathered to Him. And He was beside the sea. ", "22": "One of the rulers of the synagogue, named Jairus, saw Jesus and came and fell at His feet ", "23": "and earnestly asked Him, “My little daughter is lying at the point of death. I ask You, come and lay Your hands on her, so that she may be healed. And she will live.” ", "24": "So Jesus went with him. And many people followed Him and pressed in on Him. ", "25": "And a certain woman had a hemorrhage for twelve years, ", "26": "and had suffered much under many physicians. She had spent all that she had, and was not better but rather grew worse. ", "27": "When she had heard of Jesus, she came in the crowd behind Him and touched His garment. ", "28": "For she said, “If I may touch His garments, I shall be healed.” ", "29": "And immediately her hemorrhage dried up, and she felt in her body that she was healed of the affliction.", "30": "At once, Jesus knew within Himself that power had gone out of Him. He turned around in the crowd and said, “Who touched My garments?”", "31": "His disciples said to Him, “You see the crowd pressing against You, and You say, 'Who touched Me?' ”", "32": "And He looked around to see her who had done it. ", "33": "But the woman, fearing and trembling, knowing what had happened to her, came and fell down before Him and told Him the entire truth. ", "34": "He said to her, “Daughter, your faith has made you well. Go in peace, and be healed of your affliction.”", "35": "While He was still speaking, some came from the house of the synagogue ruler and said, “Your daughter is dead. Why trouble the Teacher any further?”", "36": "As soon as Jesus heard the word that was spoken, He said to the ruler of the synagogue, “Do not be afraid, only believe.”", "37": "He let no one follow Him, except Peter, and James, and John the brother of James. ", "38": "He came to the house of the ruler of the synagogue, and saw the tumult, and those who wept and wailed loudly. ", "39": "When He came in, He said to them, “Why make this uproar and weep? The girl is not dead, but sleeping.” ", "40": "They laughed at Him in ridicule. But when He had put them all out, He took the father and the mother of the girl and those who were with Him and entered where the girl was lying. ", "41": "He took the girl by the hand and said to her, “Talitha cumi,” which means, “Little girl, I say to you, arise.” ", "42": "Immediately the girl arose and walked, for she was twelve years of age. And they were greatly astonished. ", "43": "He strictly ordered them to let no one know of it and directed them to give her something to eat."}