{"1": "And He said to them, “Truly I say to you, there are some standing here who will not taste death before they see the kingdom of God come with power.”", "2": "After six days Jesus took with Him Peter and James and John and led them up a high mountain, alone by themselves. And He was transfigured before them. ", "3": "His garments became shiny, extremely white as snow, such as no launderer on earth could whiten them. ", "4": "And there appeared to them Elijah with Moses. And they were talking with Jesus.", "5": "Peter said to Jesus, “Rabbi, it is good for us to be here. Let us make three sanctuaries: one for You, and one for Moses, and one for Elijah.” ", "6": "For he did not know what to say, because they were very afraid.", "7": "Then a cloud overshadowed them, and a voice came out of the cloud, saying, “This is My beloved Son. Listen to Him.”", "8": "Suddenly, when they looked around, they no longer saw anyone with them except Jesus only.", "9": "As they came down the mountain, He warned them to tell no one what they had seen, until the Son of Man had risen from the dead. ", "10": "They kept that statement to themselves, questioning each other what the rising from the dead meant.", "11": "And they asked Him, “Why do the scribes say that Elijah must first come?”", "12": "He answered, “Elijah indeed comes first to restore all things. Yet how is it written of the Son of Man that He should suffer many things and be treated with contempt? ", "13": "But I say to you that Elijah has indeed come, and they have done to him whatever they wished, as it is written of him.”", "14": "When He came to His other disciples, He saw a great crowd around them, and the scribes disputing with them. ", "15": "Immediately when all the people saw Him, they were greatly amazed, and running to Him, greeted Him.", "16": "He asked the scribes, “What are you debating with them?”", "17": "One in the crowd answered, “Teacher, I brought You my son, who has a mute spirit. ", "18": "Wherever it takes hold on him, it dashes him to the ground. And he foams at the mouth and gnashes with his teeth and becomes rigid. And I told Your disciples so that they would cast it out, but they could not.”", "19": "He answered, “O faithless generation, how long shall I be with you? How long shall I bear with you? Bring him to Me.”", "20": "So they brought the boy to Him. When he saw Him, immediately the spirit dashed him, and he fell on the ground and wallowed, foaming at the mouth.", "21": "He asked his father, “How long has it been since it came to him?” He said, “From childhood. ", "22": "Often it has thrown him into the fire and into the water to kill him. But if You can do anything, have compassion on us and help us.”", "23": "Jesus said, “If you can believe, all things are possible to him who believes.”", "24": "Immediately the father of the child cried out with tears, “Lord, I believe. Help my unbelief!”", "25": "When Jesus saw that the people came running together, He rebuked the foul spirit, saying to it, “You mute and deaf spirit, I command you, come out of him, and enter him no more.”", "26": "The spirit cried out and convulsed him greatly. But it came out of him, and he was as dead, so that many said, “He is dead.” ", "27": "But Jesus took him by the hand and lifted him up, and he arose.", "28": "When He had entered the house, His disciples asked Him privately, “Why could we not cast it out?”", "29": "He said to them, “This kind cannot come out except by prayer and fasting.”", "30": "They departed from there and passed through Galilee, and He did not want anyone to know it. ", "31": "For He was teaching His disciples, saying, “The Son of Man will be delivered into the hands of men, and they will kill Him. After He is killed, He will rise the third day.” ", "32": "But they did not understand the teaching and were afraid to ask Him.", "33": "He came to Capernaum. And being in the house, He asked them, “What was it that you disputed among yourselves on the way?” ", "34": "But they kept silent, for on the way they had disputed among themselves who was the greatest.", "35": "He sat down and called the twelve. And He said to them, “If anyone desires to be first, he must be last of all and servant of all.”", "36": "He took a child and set him in their midst. And when He had taken him in His arms, He said to them, ", "37": "“Whoever receives one of these children in My name receives Me. And whoever receives Me receives not Me, but Him who sent Me.”", "38": "John answered Him, “Teacher, we saw one who does not follow us casting out demons in Your name, and we forbade him because he was not following us.”", "39": "But Jesus said, “Do not forbid him, for no one who does a miracle in My name can quickly speak evil of Me. ", "40": "For he who is not against us is for us. ", "41": "Truly I say to you, whoever gives you a cup of water to drink in My name, because you belong to Christ, will not lose his reward.", "42": "“Whoever causes one of these little ones who believe in Me to sin, it would be better for him if a millstone were hung around his neck and he were thrown into the sea. ", "43": "If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, into the fire that shall never be quenched, ", "44": "where 'their worm does not die, and the fire is not quenched.'[a]", "45": "And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell, into the fire that shall never be quenched, ", "46": "where 'their worm does not die, and the fire is not quenched.'[b]", "47": "And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into the fire of hell, ", "48": "where 'their worm does not die, and the fire is not quenched.'[c]", "49": "Everyone will be salted with fire, and every sacrifice will be salted with salt.", "50": "“Salt is good. But if the salt loses its saltiness, how will you season it? Have salt in yourselves, and have peace with one another.”"}