{"1": "Then Yahweh said to Samuel, “How long[a] will you mourn about Saul? I have rejected him from being king over Israel! Fill up your horn with oil and go. I will send you to Jesse the Bethlehemite, for I have chosen a king for myself among his sons.” ", "2": "But Samuel said, “How can I go? If Saul hears, he will kill me.” Yahweh said, “You must take a heifer from the herd with you,[b] and you must say, 'I have come to sacrifice to Yahweh.' ", "3": "You will invite Jesse to the sacrifice and I will make known to you what you must do. You will anoint for me the one whom I tell you.”", "4": "So Samuel did what Yahweh said. He came to Bethlehem, and the elders of the city came trembling to meet him. They said, “Have you come in peace?”[c] ", "5": "He said, “I come in peace. I have come to sacrifice to Yahweh. Sanctify yourselves and come with me to the sacrifice.” So he sanctified Jesse and his sons and invited them to the sacrifice.", "6": "When they came,[d] he[e] saw Eliab and said, “Surely his anointed one is before Yahweh!” ", "7": "But Yahweh said to Samuel, “Do not look at his appearance or at the height of his stature, because I have rejected him. For God does not see what man sees, for a man looks on the outward appearance,[f] but Yahweh looks on the heart.”[g] ", "8": "Then Jesse called Abinadab and made him pass before Samuel, and he said, “This one also Yahweh has not chosen.” ", "9": "So Jesse made Shammah pass before Samuel, but he said, “Yahweh also has not chosen this one.” ", "10": "And Jesse made seven of his sons pass before Samuel, but Samuel said to Jesse, “Yahweh has not chosen any of these.”", "11": "Then Samuel said to Jesse, “Are all the young men here?”[h] And he said, “The youngest still remains, but look, he is shepherding the flock.” And Samuel said to Jesse, “Send and bring him, for we cannot sit down[i] until he comes here.” ", "12": "So he sent and brought him. Now he was ruddy with beautiful eyes and of handsome[j] appearance. And Yahweh said, “Arise, anoint him, for this is he.” ", "13": "So Samuel took the horn of oil and anointed him in the midst of his brothers. Then the Spirit of Yahweh rushed upon David from that day on.[k] Then Samuel got up and went to Ramah.", "14": "Now the Spirit of Yahweh departed from Saul and an evil spirit from Yahweh tormented him. ", "15": "So the servants of Saul said to him, “Look please, an evil spirit from God is tormenting you. ", "16": "Please, let our lord command your servants who are before you! Let them seek a man skilled in playing on the lyre. When[l] the evil spirit from God is upon you, he can play on it[m] and you will feel better.”[n] ", "17": "So Saul said to his servants, “Please select a man who plays a stringed instrument well[o] and bring him to me.”", "18": "One of the servants answered and said, “Look, I have seen a son of Jesse the Bethlehemite who is skillful in playing a stringed instrument, a brave man, a warrior, prudent in speech, and handsome.[p] And Yahweh is with him.” ", "19": "So Saul sent messengers to Jesse and said, “Send me David your son who is with the sheep.” ", "20": "And Jesse took a donkey loaded with bread and a skin of wine and one young goat[q] and sent them to Saul by the hand of David his son. ", "21": "So David came to Saul and entered his service.[r] He[s] loved him greatly and he became Saul's armor bearer.[t] ", "22": "Then Saul sent word to Jesse, saying, “Please let David stand before me, because he has found favor in my sight.”[u] ", "23": "So whenever the evil spirit from God came to Saul, David would take the stringed instrument and play it with his hand. Then it would bring relief[v] for Saul; he would feel better[w] and the evil spirit would depart from him."}