{"1": "When[a] he finished speaking to Saul, the soul of Jonathan became attached to the soul of David, and Jonathan loved him as his own soul. ", "2": "Saul took him on that very day and did not allow him to return to his father's house. ", "3": "Then Jonathan made a covenant with David, because he loved him as his own soul. ", "4": "Jonathan stripped off the robe that he was wearing[b] and gave it to David, along with his fighting attire,[c] and even his sword, his bow, and his belt.", "5": "David went out whenever[d] Saul sent him, and he succeeded. So Saul appointed him over the men of the war, and it pleased[e] all the people and even pleased[f] the servants of Saul. ", "6": "When they were coming back[g] after David had returned from striking down the Philistine, the women went out from all the cities of Israel singing and dancing to meet King Saul with tambourines, with joy, and with three-stringed instruments. ", "7": "And the women sang as they danced, and they said, “Saul has struck down his thousands, but David his ten thousands!”", "8": "Saul became very angry,[h] and this saying displeased him,[i] and he thought, “They have attributed to David ten thousands, but to me they have attributed thousands! What more can he have but the kingdom?”[j] ", "9": "So Saul was watching[k] David with suspicion from that day onward.", "10": "On[l] the next day, the evil spirit from God rushed upon Saul, and he prophesied in the middle of the house. Now David was playing the lyre with his hand on that day as usual,[m] and the spear was in Saul's hand. ", "11": "Then Saul hurled the spear and thought, “I will pin David to the wall.”[n] But David eluded him twice. ", "12": "Now Saul was threatened by the presence of David[o] because Yahweh was with him, but had departed from Saul. ", "13": "So Saul removed him from his presence,[p] and made him commander of a thousand, so he[q] marched in and out at the front of the army.[r] ", "14": "And David was achieving success in all his ways and Yahweh was with him, ", "15": "but when Saul saw that he was very successful, he was severely threatened by him.[s] ", "16": "However, all of Israel and Judah were loving David, for he was going forth and marching ahead of them.", "17": "Then Saul said to David, “Here is my older daughter Merab. I will give her to you as your wife. Only be a brave warrior[t] for me and fight the battles of Yahweh.” For Saul thought, “My hand will not be against him, but let the hand of the Philistines be against him.” ", "18": "But David said to Saul, “Who am I, and who are my relatives, the clan of my father in Israel, that I should be a son-in-law to the king?” ", "19": "But[u] at the time Saul's daughter Merab was to be given to David, she was given instead to Adriel the Meholathite as wife.", "20": "Now Saul's daughter Michal loved David, so they told Saul, and the matter pleased him.[v] ", "21": "And Saul thought, “I will give her to him, so that she may be a snare for him and the hand of the Philistines may be against him.” So Saul said to David, “For a second time you can become my son-in-law today.” ", "22": "Then Saul commanded his servants, “Speak to David in secret, saying, 'Look, the king is pleased with you, and all his servants love you. So then, become a son-in-law of the king.'” ", "23": "And Saul's servants spoke these words to David privately.[w] But David said, “Is it insignificant in your sight[x] to become the son-in-law of the king, as I am a poor and lightly esteemed man?” ", "24": "So the servants of Saul informed him, saying, “This is what David said.”[y] ", "25": "Then Saul said, “This is what you must say to David: 'The king desires no bride price[z] except for a hundred foreskins of the Philistines, to avenge himself on the enemies of the king.'” (Now Saul had planned to allow David to fall by the hand of the Philistines.) ", "26": "So his servants told David these words, and the matter pleased David[aa] to become the son-in-law of the king as the specified time had not expired.[ab]", "27": "And David got up, and he and his men went and struck down two hundred men of the Philistines. Then David brought their foreskins, and they presented the full number[ac] to become the king's son-in-law. Then Saul gave him Michal his daughter as his wife. ", "28": "When Saul realized[ad] that Yahweh was with David and his own daughter Michal[ae] loved him, ", "29": "Saul was threatened by David still more,[af] so Saul became a perpetual enemy of David.[ag] ", "30": "Then the commanders of the Philistines went out for battle, and as often as they went out, David succeeded more than all the servants of Saul, and his name became very esteemed."}