{"1": "Now David came to Nob, to Ahimelech the priest. And Ahimelech came trembling to meet David, and he said to him, “Why are you alone and there are no men with you?” ", "2": "So David said to Ahimelech the priest, “The king charged me with a matter and said to me, 'No one must know anything about this matter on which I am sending you, with which I have charged you and the servants.'” So I have arranged to meet with my servants at a certain place.[a] ", "3": "Now then, what do you have at hand?[b] Give me five loaves of bread or whatever is here.”[c] ", "4": "The priest answered David and said, “There is no ordinary bread here at hand;[d] there is only holy bread, but only if the young men have kept themselves from women.” ", "5": "David answered the priest and said to him, “Indeed, women were held back from us as it has been when I've gone out before.[e] And the things[f] of the young men are holy when[g] it is an ordinary journey. How much more[h] today[i] will the things[j] be holy?” ", "6": "So the priest gave him the holy bread, for there was no bread there except the bread of the Presence, which was removed from before Yahweh, in order to set hot bread there on the day when it was taken away.", "7": "Now there was a man from the servants of Saul on that day, detained before Yahweh, whose name was Doeg the Edomite, the chief of Saul's shepherds. ", "8": "David asked Ahimelech, “Is there not at your disposal[k] a spear or a sword? For I took neither my sword nor my weapons with me because the king's matter was urgent.” ", "9": "So the priest said, “The sword of Goliath the Philistine whom you killed in the valley of Elah is here, wrapped in a cloth behind the ephod. If you want to take it for yourself, then take it, for there is no other except it here.” And David said, “There is none like it; give it to me.”", "10": "So David got up and fled on that day from the presence of Saul, and he came to Achish the king of Gath. ", "11": "The servants of Achish said to him, “Is not this David the king of the land? Is it not for this one that they sang in the dances, saying, 'Saul killed his thousands, but David his ten thousands?'” ", "12": "David took these words seriously[l] and felt severely threatened by[m] Achish the king of Gath. ", "13": "So he changed his behavior before them[n] and pretended to be mad in their presence.[o] He made scratches on the doors of the gate and let his saliva run down into his beard. ", "14": "Then Achish said to his servants, “Look, you see a madman! Why did you bring him to me? ", "15": "Do I lack madmen that you have brought this one to act like a madman before me? Should this one enter my household?”"}