{"1": "Now they told David, “Look, the Philistines are fighting in Keilah and they are raiding the threshing floors.” ", "2": "So David inquired of Yahweh, saying, “Shall I go and attack these Philistines?” And Yahweh said to David, “Go and attack the Philistines and save[a] Keilah.” ", "3": "But David's men said to him, “Look, we are afraid here in Judah. How much more[b] if we go to Keilah to the battle lines of the Philistines?” ", "4": "So David again inquired of Yahweh, and Yahweh answered him and said, “Get up, go down to Keilah, for I am giving the Philistines into your hand.” ", "5": "So David and his men went to Keilah and fought with the Philistines. They drove off their livestock and dealt them a heavy blow.[c] So David saved[d] the inhabitants of Keilah.", "6": "Now when Abiathar the son of Ahimelech fled[e] to David at Keilah, he went down with an ephod in his hand. ", "7": "When it was told to Saul that David had gone to Keilah, Saul said, “God has given him[f] into my hand, because he has shut himself in by going into a city with two barred gates.[g] ", "8": "Saul then summoned all of the army for the battle, to go down to Keilah to lay a siege against David and his men. ", "9": "When David learned that Saul was plotting evil against him, he said to Abiathar the priest, “Bring the ephod here.” ", "10": "And David said, “O Yahweh, God of Israel, your servant has clearly heard that Saul is seeking to come to Keilah to destroy the city because of me. ", "11": "Will the rulers of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O Yahweh, God of Israel, please tell your servant!” And Yahweh said, “He will come down.” ", "12": "Then David said, “Will the rulers of Keilah deliver me and my men into the hand of Saul?” And Yahweh said, “They will deliver you.” ", "13": "So David and his men got up, about six hundred men, and went out from Keilah and wandered wherever they could go. When it was told to Saul that David had escaped from Keilah, he stopped his pursuit.[h]", "14": "David remained in the wilderness, in the strongholds, and in the hill country in the wilderness of Ziph. And Saul sought him continually,[i] but God did not give him into his hand. ", "15": "When David realized that Saul had gone out to seek his life, David was in the wilderness of Ziph at Horesh. ", "16": "So Jonathan the son of Saul got up and went to David at Horesh, and encouraged him[j] through God. ", "17": "He said to him, “Do not be afraid, for the hand of my father Saul will not find you. You will be king over Israel, and I will be second to you.[k] My father Saul knows this also.” ", "18": "Then the two of them made[l] a covenant before Yahweh. David remained at Horesh, and Jonathan went to his house.", "19": "Then the Ziphites went up to Saul at Gibeah, saying, “Is not David hiding among us in the strongholds at Horesh on the hill of Hakilah, which is south of Jeshimon? ", "20": "So then, O king, whenever you want[m] to come down, come down, and it will be for us to deliver him into the hand of the king.” ", "21": "And Saul said to them, “May you be blessed by Yahweh, for you have shown me compassion! ", "22": "Go, please, make certain again! Find out and see exactly where he is[n] and who has seen him there! For they have said to me, 'He is very cunning.' ", "23": "Look, find out all of the hiding places where he hides. Then return to me with dependable information,[o] and I will go with you. And then if he is there in the land, then I will seek him among all the thousands of Judah.” ", "24": "Then they got up and went to Ziph before Saul. Now David and his men were in the wilderness of Maon in the Arabah, to the south of Jeshimon. ", "25": "And Saul and his men went to seek him, and they told David, so he went down to the rock and stayed in the wilderness of Maon. When Saul heard this, he pursued David into the wilderness of Maon. ", "26": "Saul went on one side of the mountain,[p] and David and his men went on the other side of the mountain.[q] David was hurrying to get away from Saul, while Saul and his men were closing in on David and his men to capture them. ", "27": "But a messenger came to Saul, saying, “Hurry and come, because the Philistines have made a raid on the land!” ", "28": "So Saul returned from pursuing David, and he went to confront[r] the Philistines. Therefore, they called that place the Rock of Division.[s] ", "29": "[t] David went up from there and stayed in the strongholds of En Gedi."}