{"1": "When Saul returned from pursuing the Philistines, they told him, “Look, David is in the wilderness of En Gedi.” ", "2": "So Saul took three thousand chosen men from all Israel, and he and his men went to search for David in the direction of[a] the Rocks of the Mountain Goats.[b] ", "3": "He came to the sheep pens beside the road, and a cave was there. Then Saul went in to relieve himself.[c] Now David and his men were sitting in the innermost part of the cave. ", "4": "And David's men said to him, “Look, today is the day about which Yahweh said to you, 'See, I am giving your enemy[d] into your hand, and you can do to him whatever seems good to you.'”[e] So David got up and secretly cut the hem of Saul's robe. ", "5": "And then[f] afterward David felt guilty,[g] because he had cut the hem of Saul's robe.[h] ", "6": "He said to his men, “Far be it from me in[i] Yahweh, that I do this thing to my lord, to Yahweh's anointed one, by stretching out my hand against him! For he is the anointed one of Yahweh.” ", "7": "So David rebuked his men with the words and did not allow them to rise against Saul. And Saul got up from the cave, and he went on his[j] way.", "8": "Then David got up afterward and went out of the cave and called after Saul, “My lord the king!” When Saul looked after him, David knelt down with his face to the ground and bowed down. ", "9": "Then David said to Saul, “Why do you listen to the words of people who say: 'Look, David is seeking to do you harm'?[k] ", "10": "Look, this day your eyes have seen that Yahweh gave you today into my hand in the cave, and some said to kill you. But I took pity[l] on you and said, 'I will not stretch out my hand against my lord, because he is Yahweh's anointed one.' ", "11": "Now, my father, see, yes, see, the hem of your robe in my hand! For when I cut[m] the hem of your robe I did not kill you. Know and realize[n] that there is no evil or rebellion in my hand. I did not sin against you, but you are hunting down my life to take it. ", "12": "May Yahweh judge between me and you, and may Yahweh avenge me on you, but my hand will not be against you! ", "13": "Just as the ancient proverb says, 'From the wicked, wickedness goes out,' but my hand will not be against you! ", "14": "After whom did the king of Israel go out? After whom are you pursuing? After a dead dog? After one flea? ", "15": "May Yahweh be the judge, and let him judge between me and you, and may he see and plead my case. May he vindicate me against you!”[o]", "16": "When David finished speaking these words to Saul, Saul said, “Is this your voice, my son David?” And Saul lifted up his voice and wept. ", "17": "Then he said to David, “You are more righteous than I, for you have repaid me the good, but I have repaid you the evil. ", "18": "You have explained to me today that you have dealt well with me, how[p] Yahweh delivered me into your hand but you did not kill me. ", "19": "For a man has found his enemy but sent him on his way safely. Now may Yahweh reward you with good in return for this day, for what you have done for me. ", "20": "So now then, look, I know that you will certainly be king and the kingdom of Israel will be established in your hand. ", "21": "So then, swear to me by Yahweh that you will not cut off my descendants[q] after me and that you will not wipe out my name from my father's house.” ", "22": "So David swore this on oath to Saul, and Saul went to his house, but David and his men went up to the stronghold."}