{"1": "Now the Philistines assembled all their forces at Aphek, and Israel was encamped at the spring that is in Jezreel. ", "2": "The rulers of the Philistines were passing on according to hundreds and thousands, David and his men passing on at the rear with Achish. ", "3": "Then the commanders of the Philistines said, “What are these Hebrews doing here?” And Achish said to the commanders of the Philistines, “Is this not David, the servant of Saul, the king of Israel, who has been with me for days and years?[a] I have not found anything threatening in him from the day of his desertion until this day!” ", "4": "But the commanders of the Philistines were angry with him and they said to him, “Send the man back so that he might return to his place where you have assigned him! But he will not go down with us into the battle, so that he does not become an adversary to us in the battle. By what could this fellow make himself favorable to his lord? Is it not with the heads of these men? ", "5": "Is this not David about whom they sing in the dances, saying, 'Saul has killed his thousands, but David his ten thousands'?”", "6": "So Achish called David and said to him, “As Yahweh lives,[b] certainly you were honest, and I am pleased to have you marching with me[c] in the campaign.[d] For I have not found any wrong in you from the day you came to me until this day, but in the eyes of the rulers, you are not good. ", "7": "So then, return and go in peace, so that you do not do something that displeases[e] the rulers of the Philistines.” ", "8": "Then David said to Achish, “But what have I done? And what have you found in your servant from the day that I entered your service[f] until this day, that I should not go and fight against the enemies of my lord the king?” ", "9": "And Achish answered and said to David, “I know that you are good in my eyes, like an angel of God! However, the commanders of the Philistines have said, 'He must not go up with us into the battle.' ", "10": "So then, rise early in the morning, you and the servants of your lord who came with you. When you rise early in the morning and it is light enough for you, leave. ", "11": "So David set out early, he and his men, to leave in the morning to return to the land of the Philistines, but the Philistines went up to Jezreel."}