{"1": "And the word of Samuel came to all Israel. Now Israel went out to meet the Philistines for battle, and they encamped at Ebenezer, and the Philistines encamped at Aphek. ", "2": "The Philistines lined up for the battle to meet Israel, and the battle was prolonged[a] until Israel was defeated before the Philistines, who[b] killed about four thousand men on the battlefield.[c] ", "3": "When the army[d] came back to the camp, the elders of Israel asked, “Why has Yahweh defeated us today before the Philistines? Let us bring the ark of the covenant of Yahweh to us from Shiloh so that it may come into our midst and deliver[e] us from the hand of our enemies.” ", "4": "So the army sent to Shiloh and brought from there the ark of the covenant of Yahweh of hosts who sits between the cherubim. And the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God. ", "5": "Now when the ark of the covenant of Yahweh arrived at the camp, all Israel let out a loud shout[f] so that the earth shook.", "6": "When the Philistines heard the noise of the shouting, they said, “What is the noise of this loud shouting in the camp of the Hebrews?” Then they learned that the ark of Yahweh had come into the camp. ", "7": "So the Philistines were afraid, for they said, “God has come[g] to the camp.” And they said, “Woe to us, for this has never happened before![h] ", "8": "Woe to us! Who can deliver us from the hand of these mighty gods? These are the same gods who struck the Egyptians with all sorts of plagues in the desert. ", "9": "Take courage and be men, you Philistines, lest you end up serving the Hebrews just like they have served you. Be men and fight!” ", "10": "So the Philistines fought and Israel was defeated and each man fled to his tent, for the slaughter was very great. Thirty thousand foot soldiers from Israel fell. ", "11": "Furthermore, the ark of God was captured,[i] and the two sons of Eli, Hophni and Phinehas, died.", "12": "A man of Benjamin ran from the battle line and came to Shiloh that same day, and his clothes were torn and earth was on his head. ", "13": "When he came, there was[j] Eli sitting on his chair by the side of the road[k] watching, because his heart was anxious about the ark of God. Now the man had come to give his report[l] in the city, and all the city cried out. ", "14": "When Eli heard the noise of the outcry, he said, “What is the noise of this commotion?” Then the man came quickly[m] and told Eli. ", "15": "Now Eli was ninety-eight years old[n] and his eyes stayed fixed ahead[o] and he was not able to see. ", "16": "And the man said to Eli, “I am the one who has come from the battle line! I have fled today from the battle line!” And he said, “What exactly happened,[p] my son?” ", "17": "Then the messenger answered and said, “Israel has fled before the Philistines. There has been a great defeat among the troops. Also, your two sons have died, Hophni and Phinehas, and the ark of God has been captured.” ", "18": "Just as he mentioned the ark of God, he[q] fell from his chair backwards against the side of the gate. He broke his neck and died, because the man was old and heavy. He had judged Israel forty years.", "19": "Now his daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news concerning the capture of the ark of God and that her father-in-law and her husband had died, she went into labor[r] and gave birth, because her labor pains came upon her. ", "20": "Just before the time of her death, those attending her[s] said, “Do not fear, for you have given birth to a son.” But she did not answer, or pay any attention.[t] ", "21": "She called the boy Ichabod,[u] saying, “The glory has departed from Israel,” referring to the capture of the ark of God and concerning her father-in-law and husband. ", "22": "And she said, “The glory has departed from Israel, because the ark of God was captured.”[v]"}