{"1": "Then I heard a loud voice from the Temple saying to the seven angels, “Go and pour the seven bowls of God's wrath on the earth.” ", "2": "So the first angel went and poured his bowl on the earth. A horrible, painful sore appeared on the people who had the mark of the beast and worshipped the image.", "3": "The second angel poured his bowl into the sea. It became like the blood of a dead body, and every living thing in the sea died.", "4": "The third angel poured his bowl into the rivers and the springs of water, and they turned into blood. ", "5": "Then I heard the angel in charge[a] of the water say, “You are just. You are the one who is and who was, the Holy One, because you have judged these things.", "6": "You have given them blood to drink because they spilled the blood of saints and prophets. This is what they deserve.”", "7": "Then I heard the altar reply, “Yes, Lord God Almighty, your judgments are true and just.”", "8": "The fourth angel poured his bowl on the sun, which then was allowed to burn people with fire, ", "9": "and they were burned by the fierce heat. They cursed the name of God, who has the authority over these plagues. They did not repent and give him glory.", "10": "The fifth angel poured his bowl on the throne of the beast. Its kingdom was plunged into darkness. People[b] gnawed on their tongues in anguish ", "11": "and cursed the God of heaven because of their pain-filled sores. But they did not repent of their behavior.", "12": "The sixth angel poured his bowl on the great Euphrates River. Its water was dried up to prepare the way for the kings from the east. ", "13": "Then I saw three disgusting spirits like frogs come out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet. ", "14": "They are demonic spirits that perform signs. They go to the kings of the whole earth and gather them for the war of the great Day of God Almighty.", "15": "“See, I am coming like a thief. How blessed is the person who remains alert and keeps his clothes on! He won't have to go naked and let others see his shame.”", "16": "The spirits[c] gathered the kings[d] to the place that is called Armageddon in Hebrew.", "17": "The seventh angel threw the contents of[e] his bowl across the sky. A loud voice came from the throne in the Temple and said, “It has happened!” ", "18": "There were flashes of lightning, noises, peals of thunder, and a powerful earthquake. There has never been such a powerful earthquake since people have been on the earth. ", "19": "The great city was split into three parts, and the cities of the nations fell. God remembered to give Babylon the Great the cup of wine filled with the fury of his wrath. ", "20": "Every island vanished,[f] and the mountains could no longer be found. ", "21": "Huge hailstones, each weighing about a talent,[g] fell from the sky on people, who cursed God because the plague of hail was so terrible."}