{"1": "After these things, I saw another angel coming down from heaven. He had great authority,[a] and the earth was made bright by his splendor. ", "2": "He cried out in a powerful voice, “Fallen! Babylon the Great has fallen! She has become a home for demons. She is a prison for every unclean spirit, a prison for every unclean bird, and a prison for every unclean and hated beast.", "3": "For all the nations have drunk from the wine of her sexual immorality, and the kings of the earth have committed sexual immorality with her. The world's businesses have become rich from her luxurious excesses.”", "4": "Then I heard another voice from heaven saying, “Come out of her, my people, so that you don't participate in her sins and also suffer from her diseases.", "5": "For her sins are piled as high as heaven, and God has remembered her crimes.", "6": "Do to her as she herself has done, and give her double for her deeds. Mix a double drink for her in the cup she mixed.", "7": "Just as she glorified herself and lived in luxury, inflict on her just as much torture and misery. In her heart she says, 'I am a queen on a throne, not a widow. I will never see misery.'", "8": "For this reason, her diseases that result in death, misery, and famine will come in a single day. She will be burned up in a fire, because powerful is the Lord God who judges her.”", "9": "The kings of the earth, who committed sexual immorality with her and lived in luxury with her, will cry and mourn over her when they see the smoke rising from the fire that consumes her.[b] ", "10": "Frightened by the torture that she experiences,[c] they will stand far away and cry out, “How terrible, how terrible it is for that great city, the powerful city Babylon, because your judgment arrived in a single hour!”", "11": "The world's businesses cry and mourn over her, because no one buys their cargo anymore— ", "12": "cargo of gold, silver, gems, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, all articles made of ivory, all articles made of very costly wood, bronze, iron, marble, ", "13": "cinnamon, spice, incense, myrrh, frankincense, wine, olive oil, flour, wheat, cattle, sheep, horses, chariots, and slaves (that is, human souls)—", "14": "“The fruit that you crafted has abandoned you. All your dainties and your splendor are lost,[d] and no one will ever find them again.”", "15": "Frightened by the severity of her punishment, businesses that had become rich because of her will stand at a distance, crying and mourning:", "16": "“How terrible, how terrible it is for the great city that was clothed in fine linen, purple, and scarlet and was adorned with gold, gems, and pearls,", "17": "because all this wealth has been destroyed in a single hour!” Every ship's captain, everyone who traveled by ship, sailors, and everyone who made a living from the sea stood far away. ", "18": "When they saw the smoke rising from the fire that consumed her,[e] they began to cry out, “What city was like that great city?” ", "19": "Then they threw dust on their heads and shouted while crying and mourning: “How terrible, how terrible it is for the great city, where all who had ships at sea became rich from her wealth, because it has been destroyed in a single hour!", "20": "Be happy about her, heaven, saints, apostles, and prophets, for God has condemned her for you!”", "21": "Then a powerful angel picked up a stone that was like a large millstone and threw it into the sea, saying, “The great city Babylon will be thrown down violently— and will never be found again.", "22": "The sound of harpists, musicians, flutists, and trumpeters will never be heard within you again. No artisan of any trade will ever be found within you again. The sound of a millstone will never be heard within you again.", "23": "The light from a lamp will never shine within you again. The voice of a bridegroom and bride will never be heard within you again. For your merchants were the important people of the world, and all the nations were deceived by your witchcraft.", "24": "The blood of the world's prophets, saints, and all who had been murdered was found within her.”"}