{"1": "Then the angel[a] showed me the river of the water of life, as clear as crystal. It was flowing from the throne of God and the lamb. ", "2": "Between the city street and the river, the tree of life was visible from each side. It produced twelve kinds of fruit, each month having its own fruit. The leaves of the tree are for the healing of the nations. ", "3": "There will no longer be any curse. The throne of God and the lamb will be in the city.[b] His servants will worship him ", "4": "and see his face, and his name will be on their foreheads. ", "5": "There will be no more night, and they will not need any light from lamps or the sun because the Lord God will shine on them. They will rule forever and ever.", "6": "He told me, “These words are trustworthy and true. The Lord God of the spirits and of the prophets has sent his messenger[c] to show his servants the things that must happen soon.”", "7": "“See! I am coming soon! How blessed is the person who keeps the words of the prophecy in this book!”", "8": "I, John, heard and saw these things. When I had heard and seen them, I bowed down to worship at the feet of the angel who had been showing me these things. ", "9": "But he told me, “Don't do that! I am a fellow servant with you, your brothers the prophets, and those who keep the words in this book. Worship God!”", "10": "Then he told me, “Don't seal up the words of the prophecy in this book, because the time is near. ", "11": "Let the one who does what is evil continue to do what is evil. Let the filthy person continue to be filthy. Let the righteous person continue to do what is right. And let the holy person continue to be holy.”", "12": "“See! I am coming soon! My reward is with me to repay everyone according to his behavior. ", "13": "I am the Alpha and the Omega, the first and the last, the beginning and the end.[d]", "14": "“How blessed are those who wash their robes[e] so that they may have the right to the tree of life and may go through the gates into the city! ", "15": "Outside are dogs, sorcerers, immoral people, murderers, idolaters, and everyone who loves and practices falsehood.", "16": "“I, Jesus, have sent my angel to give this testimony to you for the churches. I am the root and descendant of David, the bright morning star.”", "17": "The Spirit and the bride say, “Come!” Let everyone who hears this say, “Come!” Let everyone who is thirsty come! Let anyone who wants the water of life take it as a gift!", "18": "I warn everyone who hears the words of the prophecy in this book: If anyone adds anything to them, God will strike him with the plagues that are written in this book. ", "19": "If anyone takes away any words from the book of this prophecy, God will take away his portion of the tree of life and the holy city that are described in this book.", "20": "The one who is testifying to these things says, “Yes, I am coming soon!” Amen! Come, Lord Jesus!", "21": "May the grace of the Lord Jesus be with all the saints. Amen.[f]"}