{"1": "After this, I saw four angels standing at the four corners of the earth. They were holding back the four winds of the earth so that no wind could blow on the land, on the sea, or on any tree. ", "2": "I saw another angel coming from the east having the seal of the living God. He cried out in a loud voice to the four angels who had been permitted to harm the land and sea, ", "3": "“Don't harm the land, the sea, or the trees until we have marked the servants of our God with a seal on their foreheads.”", "4": "I heard the number of those who were sealed: 144,000. Those who were sealed were from every tribe of Israel: ", "5": ",000 from the tribe of Judah were sealed, 12,000 from the tribe of Reuben, 12,000 from the tribe of Gad, ", "6": ",000 from the tribe of Asher, 12,000 from the tribe of Naphtali, 12,000 from the tribe of Manasseh, ", "7": ",000 from the tribe of Simeon, 12,000 from the tribe of Levi, 12,000 from the tribe of Issachar, ", "8": ",000 from the tribe of Zebulun, 12,000 from the tribe of Joseph, and 12,000 from the tribe of Benjamin were sealed.", "9": "After these things, I looked, and there was a crowd so large that no one was able to count it! They were from every nation, tribe, people, and language. They were standing in front of the throne and the lamb and were wearing white robes, with palm branches in their hands. ", "10": "They cried out in a loud voice, “Salvation belongs to our God, who sits on the throne, and to the lamb!”", "11": "All the angels stood around the throne and around the elders and the four living creatures. They fell on their faces in front of the throne and worshipped God, ", "12": "saying, “Amen! Praise, glory, wisdom, thanks, honor, power, and strength be to our God forever and ever! Amen!”", "13": "“Who are these people wearing white robes,” one of the elders asked me, “and where did they come from?”", "14": "I told him, “Sir, you know.” Then he told me, “These are the people who are coming out of the terrible suffering.[a] They have washed their robes and made them white in the blood of the lamb. ", "15": "That is why: “They are in front of the throne of God and worship[b] him night and day in his Temple. The one who sits on the throne will shelter them.", "16": "They will never be hungry or thirsty again. Neither the sun nor its heat will ever beat down on them,", "17": "because the lamb in the center of the throne will be their shepherd. He will lead them to springs filled with the water of life, and God will wipe every tear from their eyes.”[c]"}