{"1": "When the fifth angel blew his trumpet, I saw a star that had fallen to earth[a] from the sky.[b] The star[c] was given the key to the shaft of the bottomless pit.[d] ", "2": "It opened the shaft of the bottomless pit,[e] and smoke came out of the shaft like the smoke from a large furnace. The sun and the air were darkened with the smoke from the shaft. ", "3": "Locusts came out of the smoke onto the earth, and they were given power like that of earthly scorpions. ", "4": "They were told not to harm the grass on the earth, any green plant, or any tree. They could harm[f] only the people who do not have the seal of God on their foreheads. ", "5": "They were not allowed to kill them, but were only allowed[g] to torture them for five months. Their torture was like the pain of a scorpion when it stings someone. ", "6": "In those days people will seek death, but never find it. They will long to die, but death will escape them.", "7": "The locusts looked like horses prepared for battle. On their heads were victor's crowns that looked like gold, and their faces were like human faces. ", "8": "They had hair like women's hair and teeth like lions' teeth. ", "9": "They had breastplates like iron, and the noise of their wings was like the roar of chariots with many horses rushing into battle. ", "10": "They had tails and stingers like scorpions, and they had the power to hurt people with their tails for five months. ", "11": "They had the angel of the bottomless pit[h] ruling over them as king. In Hebrew he is called Abaddon,[i] and in Greek he is called Apollyon.[j]", "12": "The first catastrophe is over. After these things, there are still two more catastrophes to come.", "13": "When the sixth angel blew his trumpet, I heard a voice from the four[k] horns of the gold altar in front of God. ", "14": "It told the sixth angel who had the trumpet, “Release the four angels who are held at the great Euphrates River.” ", "15": "So the four angels who were ready for that hour, day, month, and year were released to kill one-third of humanity. ", "16": "The number of cavalry troops was 200,000,000. I heard how many there were.[l]", "17": "This was how I saw the horses in my vision: The riders wore breastplates that had the color of fire, sapphire, and sulfur. The heads of the horses were like lions' heads, and fire, smoke, and sulfur came out of their mouths. ", "18": "By these three plagues—the fire, the smoke, and the sulfur that came out of their mouths—one-third of humanity was killed. ", "19": "For the power of these horses is in their mouths and their tails. Their tails have heads like snakes, which they use to inflict pain.", "20": "The rest of the people who survived these plagues did not repent from their evil actions[m] or stop worshiping demons and idols made of gold, silver, bronze, stone, and wood, which cannot see, hear, or walk. ", "21": "They did not repent from their murders, their witchcraft, their sexual immorality, or their thefts."}