{"1": "From:[a] Simeon[b] Peter, a servant[c] and apostle of Jesus, the Messiah.[d] To: Those who have received faith that is as valuable as ours through the righteousness of our God and Savior, Jesus the Messiah.[e]", "2": "May grace and peace be yours in abundance through full knowledge of God and of Jesus our Lord!", "3": "His divine power has given us everything we need for life and godliness through the full knowledge of the one who called us by his own glory and excellence. ", "4": "Through these he has given us his precious and wonderful promises, so that through them you may participate in the divine nature, seeing that you have escaped the corruption that is in the world caused by evil desires. ", "5": "For this very reason, you must make every effort to supplement your faith with moral character, your moral character with knowledge, ", "6": "your knowledge with self-control, your self-control with endurance, your endurance with godliness, ", "7": "your godliness with brotherly kindness, and your brotherly kindness with love. ", "8": "For if you possess these qualities, and if they continue to increase among you, they will keep you from being ineffective and unproductive in attaining a full knowledge of our Lord Jesus, the Messiah.[f] ", "9": "For the person who lacks these qualities is blind and shortsighted, and has forgotten the cleansing that he has received from his past sins.", "10": "So then, my brothers, be all the more eager to make your calling and election certain, for if you keep on doing this you will never fail. ", "11": "For in this way you will be generously granted entry into the eternal kingdom of our Lord and Savior Jesus, the Messiah.[g]", "12": "Therefore, I intend to keep on reminding you about these things, even though you already know them and are firmly established in the truth that you now have. ", "13": "Yet I think it is right to refresh your memory as long as I am living in this bodily tent, ", "14": "because I know that the removal of my bodily tent will come soon, as indeed our Lord Jesus, the Messiah,[h] has shown me. ", "15": "And I will make every effort to see that you will always remember these things after I am gone.", "16": "When we told you about the power and coming of our Lord Jesus, the Messiah,[i] we did not follow any clever myths. Rather, we were eyewitnesses of his majesty. ", "17": "For he received honor and glory from God the Father when these words from the Majestic Glory were spoken about him: “This is my Son, whom I love. I am pleased with him.” ", "18": "We ourselves heard this voice that came from heaven when we were with him on the holy mountain. ", "19": "Therefore we regard the message of the prophets as confirmed beyond doubt, and you will do well to pay attention to it, as to a lamp that is shining in a gloomy place, until the day dawns and the morning star rises in your hearts. ", "20": "First of all, you must understand this: No prophecy in Scripture is a matter of one's own interpretation, ", "21": "because no prophecy ever originated through a human decision. Instead, men spoke from God as they were carried along by the Holy Spirit."}