{"1": "Now there were false prophets among the people, just as there also will be false teachers among you, who will secretly introduce destructive heresies and even deny the Master who bought them, bringing swift destruction on themselves. ", "2": "Many people will follow their immoral ways, and because of them the way of truth will be maligned.[a] ", "3": "In their greed they will exploit you with deceptive words. The ancient verdict against them is still in force, and their destruction is not delayed.[b]", "4": "For if God did not spare angels when they sinned, but threw them into the lowest hell[c] and imprisoned them in chains[d] of deepest darkness, holding them for judgment; ", "5": "and if he did not spare the ancient world but protected Noah, a righteous preacher, along with seven others when he brought the flood on the world of ungodly people; ", "6": "and if he condemned the cities of Sodom and Gomorrah and destroyed them by burning them to ashes, making them an example to ungodly people of what is going to happen to them; ", "7": "and if he rescued Lot, a righteous man who was greatly distressed by the immoral conduct of lawless people— ", "8": "for as long as that righteous man lived among them, day after day he was being tortured in his righteous soul by what he saw and heard in their lawless actions— ", "9": "then the Lord knows how to rescue godly people from their trials and to hold unrighteous people for punishment on the day of judgment, ", "10": "especially those who satisfy their flesh by indulging in its passions and who despise authority. Being bold and arrogant, they are not afraid to slander glorious beings. ", "11": "Yet even angels, although they are greater in strength and power, do not bring a slanderous accusation against them from the Lord. ", "12": "These people, like irrational animals, are mere creatures of instinct that are born to be caught and killed. They insult what they don't understand, and like animals they, too, will be destroyed, ", "13": "suffering harm as punishment for their wrongdoing. They take pleasure in wild parties in broad daylight. They are stains and blemishes, reveling in their deceitful pleasures[e] while they eat with you. ", "14": "With eyes full of adultery, they cannot get enough of sin. They seduce unsteady souls and have had their hearts expertly trained in greed. They are doomed to a curse.[f] ", "15": "They have left the straight path and wandered off to follow the path of Bosor's[g] son Balaam, who loved the reward he got for doing wrong. ", "16": "But he was rebuked for his offense. A donkey that normally cannot talk spoke with a human voice and restrained the prophet's insanity.", "17": "These men are dried-up springs, mere clouds driven by a storm. Gloomy darkness is reserved for them. ", "18": "By talking high-sounding nonsense and using sinful cravings of the flesh, they entice people who have just escaped from those who live in error. ", "19": "Promising them freedom, they themselves are slaves to depravity, for a person is a slave to whatever conquers him.", "20": "For if, after escaping the world's corruptions through a full knowledge of our Lord and Savior Jesus, the Messiah,[h] they are again entangled and conquered by those corruptions,[i] then their last condition is worse than their former one. ", "21": "It would have been better for them not to have known the way of righteousness than to know it and turn their backs on the holy commandment that was committed to them. ", "22": "The proverb is true that describes what has happened to them: “A dog returns to its vomit,”[j] and “A pig that is washed goes back to wallow in the mud.”[k]"}