{"1": "When these things had been accomplished[a] and the rage of King Ahasuerus had diminished, he remembered[b] Vashti and what she had done and what had been decided[c] against her. ", "2": "The king's servants who attended him said, “Let a search be conducted on the king's behalf for attractive young women.[d] ", "3": "And let the king appoint officers throughout all the provinces of his kingdom to gather all the attractive young women to Susa the citadel, to the harem[e] under the authority of Hegai, the king's eunuch who oversees the women, and let him provide whatever cosmetics they desire.[f] ", "4": "Let the young woman whom the king finds most attractive[g] become queen in place of Vashti.” This seemed like a good idea to the king,[h] so he acted accordingly.", "5": "Now there happened to be a Jewish man in Susa the citadel whose name was Mordecai.[i] He was the son of Jair, the son of Shimei, the son of Kish, a Benjaminite, ", "6": "who had been taken into exile from Jerusalem with the captives who had been carried into exile with Jeconiah[j] king of Judah, whom Nebuchadnezzar king of Babylon had taken into exile. ", "7": "Now he was acting as the guardian of[k] Hadassah[l] (that is, Esther), the daughter of his uncle, for neither her father nor her mother was alive.[m] This young woman was very attractive and had a beautiful figure.[n] When her father and mother died, Mordecai had raised her[o] as if she were his own daughter.", "8": "It so happened that when the king's edict and his law became known[p] many young women were taken to Susa the citadel to be placed under the authority of Hegai. Esther also was taken to the royal palace[q] to be under the authority of Hegai, who was overseeing the women. ", "9": "This young woman pleased him,[r] and she found favor with him. He quickly provided her with her cosmetics and her rations; he also provided her with the seven specially chosen[s] young women who were from the palace. He then transferred her and her young women to the best quarters in the harem.[t]", "10": "Now Esther had not disclosed her people or her lineage,[u] for Mordecai had instructed her not to do so.[v] ", "11": "And day after day Mordecai used to walk back and forth in front of the court of the harem in order to learn how Esther was doing[w] and what might happen to her.", "12": "At the end of the twelve months that were required for the women,[x] when the turn of each young woman arrived to go to King Ahasuerus—for in this way they had to fulfill their time of cosmetic treatment: six months with oil of myrrh, and six months with perfume and various ointments used by women—", "13": "the woman would go to the king in the following way: Whatever she asked for would be provided for her to take with her from the harem to the royal palace. ", "14": "In the evening she went, and in the morning she returned to a separate part[y] of the harem, to the authority of Shaashgaz, the king's eunuch who was overseeing the concubines. She would not go back to the king unless the king was pleased with her[z] and she was requested by name.", "15": "When it became the turn of Esther daughter of Abihail the uncle of Mordecai (who had raised her as if she were his own daughter[aa]) to go to the king, she did not request anything except what Hegai the king's eunuch, who was overseer of the women, had recommended. Yet Esther met with the approval of all who saw her. ", "16": "Then Esther was taken to King Ahasuerus at his royal residence in the tenth[ab] month (that is, the month of Tebeth) in the seventh[ac] year of his reign. ", "17": "And the king loved Esther more than all the other women, and she met with his loving approval[ad] more than all the other young women.[ae] So he placed the royal high turban on her head and appointed her queen[af] in place of Vashti. ", "18": "Then the king prepared a large banquet for all his officials and his servants—it was actually Esther's banquet. He also set aside a holiday for the provinces, and he provided for offerings at the king's expense.[ag]", "19": "Now when the young women were being gathered again,[ah] Mordecai was sitting at the king's gate.[ai] ", "20": "Esther was still not divulging her lineage or her people,[aj] just as Mordecai had instructed her.[ak] Esther continued to do whatever Mordecai said, just as she had done when he was raising her.", "21": "In those days while Mordecai was sitting at the king's gate, Bigthan[al] and Teresh,[am] two of the king's eunuchs who protected the entrance,[an] became angry and plotted to assassinate[ao] King Ahasuerus. ", "22": "When Mordecai learned of the conspiracy,[ap] he informed Queen Esther,[aq] and Esther told the king in Mordecai's name. ", "23": "The king then had the matter investigated and, finding it to be so, had the two conspirators[ar] hanged on a gallows.[as] It was then recorded in the daily chronicles in the king's presence."}