{"1": "In en the  beginning archē was eimi the ho Word logos,  and kai the ho Word logos was eimi with pros · ho God theos,  and kai the ho Word logos was eimi God theos. ", "2": "He houtos was eimi in en the  beginning archē with pros · ho God theos. ", "3": "All pas things  were  created ginomai by dia him autos,  and kai apart chōris from  him autos not oude a  single  thing heis was  created ginomai that hos has  been  created ginomai. ", "4": "In en him autos was eimi life zōē,  and kai that ho life zōē was eimi the ho light phōs of ho men anthrōpos. ", "5": "· kai The ho light phōs shines  on phainō in en the ho darkness skotia,  and kai the ho darkness skotia has katalambanō not ou understood katalambanō it autos. ", "6": "There  came ginomai on  the  scene  a  man anthrōpos sent apostellō from para God theos,  whose autos name onoma was  John Iōannēs. ", "7": "He houtos came erchomai as eis a  witness martyria to hina bear  testimony martyreō about peri the ho light phōs so  that hina everyone pas might  believe pisteuō through dia him autos. ", "8": "He ekeinos was eimi not ou the ho light phōs,  but alla came  to hina bear  testimony martyreō about peri the ho light phōs. ", "9": "The ho true alēthinos light phōs,  · ho which hos enlightens phōtizō everyone pas anthrōpos,  was eimi coming erchomai into eis the ho world kosmos. ", "10": "He  was eimi in en the ho world kosmos,  and kai the ho world kosmos was  created ginomai by dia him autos,  but kai the ho world kosmos did ginōskō not ou know ginōskō him autos. ", "11": "He  came erchomai to eis that ho which  was  his idios own ,  but kai his ho own idios people  did paralambanō not ou accept paralambanō him autos. ", "12": "But de as  many hosos as  did  accept lambanō him autos,  to  them autos he  gave didōmi the  right exousia to  become ginomai children teknon of  God theos,  to  those ho who  believe pisteuō in eis · ho his autos name onoma, ", "13": "who hos were  born gennaō,  not ou from ek human haima stock  or oude from ek a  physical sarx impulse thelēma or oude by ek a husband' s anēr decision thelēma,  but alla by ek God theos. ", "14": "And kai the ho Word logos became ginomai flesh sarx and kai dwelt skēnoō among en us hēmeis,  and kai we  gazed theaomai on  · ho his autos glory doxa,  glory doxa as hōs of  the  only monogenēs Son  from para the  Father patēr,  full plērēs of  grace charis and kai truth alētheia. ", "15": "John Iōannēs testified martyreō about peri him autos and kai cried krazō out ,  saying legō, “ This houtos is eimi he  of  whom hos I  said legō, ' He ho who  comes erchomai after opisō me egō is ginomai greater emprosthen than  I egō,  because hoti he  existed eimi before prōtos me egō.'” ", "16": "For hoti from ek · ho his autos fulness plērōma we hēmeis have  all pas received lambanō · kai one  gracious charis gift  after anti another charis. ", "17": "For hoti the ho law nomos was  given didōmi through dia Moses Mōysēs;  · ho grace charis and kai · ho truth alētheia came ginomai through dia Jesus Iēsous Christ Christos. ", "18": "No  one oudeis has horaō ever pōpote seen horaō God theos. The  only monogenēs Son , himself  God theos,  the ho one  who  is eimi in eis the ho bosom kolpos of  the ho Father patēr,  he ekeinos has  made  him  known exēgeomai. ", "19": "And kai this houtos is eimi the ho testimony martyria of ho John Iōannēs,  when hote the ho Jews Ioudaios sent apostellō priests hiereus and kai Levites Leuitēs to pros him autos from ek Jerusalem Hierosolyma to hina ask erōtaō him autos, “ Who tis are eimi you sy?” ", "20": "· kai He  confessed homologeō and kai did  not ou deny arneomai,  but kai confessed homologeō, “ I egō am eimi not ou the ho Christ Christos.” ", "21": "So kai they  asked erōtaō him autos, “ Then oun who tis are  you sy?  Are  you eimi Elijah ēlias?”  And kai he  said legō, “ I  am eimi not ou.” “ Are eimi you sy the ho Prophet prophētēs?”  And kai he  replied apokrinomai, “ No ou.” ", "22": "Then oun they  said legō to  him autos, “ Who tis are eimi you ? Tell us  so hina we  can  give didōmi an  answer apokrisis to  those ho who  sent pempō us hēmeis.  What tis do  you  say legō about peri yourself seautou?” ", "23": "He  said phēmi, “ I egō am the  voice phōnē of  one  crying boaō out  in en the ho wilderness erēmos, ' Make  straight euthunō the ho way hodos for  the  Lord kyrios,'  as kathōs Isaiah ēsaias the ho prophet prophētēs said legō.” ", "24": "Now kai those who  had  been eimi sent apostellō out  included  some ek · ho Pharisees Pharisaios. ", "25": "So kai they  asked erōtaō him autos,  · kai saying legō, “ Why tis then oun are  you  baptizing baptizō,  if ei you sy are eimi not ou the ho Christ Christos,  nor oude Elijah ēlias,  nor oude the ho Prophet prophētēs?” ", "26": "John Iōannēs answered apokrinomai them autos,  · ho saying legō, “ I egō baptize baptizō with en water hydōr, but  there  stands stēkō among mesos you hymeis one  whom hos you hymeis do  not ou know oida, ", "27": "the ho one  coming erchomai after opisō me egō;  I egō am eimi not ou worthy axios to hina untie lyō the ho thong himas of ho his autos sandals hypodēma.” ", "28": "This houtos took  place ginomai in en Bethany Bēthania on  the  far peran side  of  the ho Jordan Iordanēs where hopou John Iōannēs was eimi · ho baptizing baptizō. ", "29": "On  the ho following epaurion day  John  saw blepō · ho Jesus Iēsous coming erchomai toward pros him autos and kai said legō, “ Behold ide,  the ho Lamb amnos of ho God theos,  the ho one  who  takes airō away  the ho sin hamartia of  the ho world kosmos! ", "30": "This houtos is eimi he  of hyper whom hos I egō said legō, ' After opisō me egō comes erchomai a  man anēr who hos is ginomai greater emprosthen than  I egō,  because hoti he  existed eimi before prōtos me egō.' ", "31": "I kagō myself  did  not ou know oida him autos;  but alla I egō came erchomai baptizing baptizō with en water hydōr for dia this  reason houtos,  that hina he  might  be  revealed phaneroō to ho Israel Israēl.” ", "32": "Then kai John Iōannēs testified martyreō,  saying legō, “ I  saw theaomai the ho Spirit pneuma coming katabainō down  as hōs a  dove peristera from ek heaven ouranos,  and kai it  remained menō on epi him autos. ", "33": "I kagō myself  did  not ou know oida him autos,  but alla the ho one  who  sent pempō me egō to  baptize baptizō with en water hydōr said legō to  me egō, 'The one  on epi whom hos you see  the ho Spirit pneuma descending katabainō and kai remaining menō on epi him autos,  it  is eimi he houtos who ho will  baptize baptizō with en the  Holy hagios Spirit pneuma.' ", "34": "I kagō myself  saw horaō it,  and kai I  bear  witness martyreō that hoti this houtos man  is eimi the ho Chosen  One eklektos of ho God theos.” ", "35": "Again palin,  on  the ho following epaurion day ,  John Iōannēs was  standing histēmi · ho there  with kai two dyo of ek · ho his autos disciples mathētēs. ", "36": "· kai Looking emblepō intently  at  · ho Jesus Iēsous as  he  walked peripateō about , John  said legō, “ Behold ide,  the ho Lamb amnos of ho God theos!” ", "37": "· kai The ho two dyo disciples mathētēs heard akouō him autos say laleō this,  and kai they  followed akoloutheō · ho Jesus Iēsous. ", "38": "When  Jesus Iēsous turned strephō around  · de · ho and kai saw theaomai them autos following akoloutheō him,  he  said legō to  them autos, “ What tis do  you  want zēteō?”  They ho · de said legō to  him autos, “ Rabbi rhabbi” ( which hos translated methermēneuō means legō “ Teacher didaskalos”), “ where pou are  you  staying menō?” ", "39": "He  said legō to  them autos, “ Come erchomai and kai you  will  see horaō.”  So oun they  went erchomai and kai saw  where pou he  was  staying menō,  and kai they  remained menō with para him autos · ho that ekeinos day hēmera, for  it  was eimi about hōs the  tenth dekatos hour hōra. ", "40": "Andrew Andreas,  the ho brother adelphos of  Simon Simōn Peter Petros,  was eimi one heis of ek the ho two dyo disciples  who ho heard akouō John Iōannēs and kai followed akoloutheō Jesus autos. ", "41": "The  first  thing prōton he houtos did  was  to  find heuriskō · ho his  own idios brother adelphos · ho Simon Simōn and kai say legō to  him autos, “ We  have  found heuriskō the ho Messiah Messias!” ( which hos is eimi translated methermēneuō “ Christ Christos”). ", "42": "He  brought agō him autos to pros · ho Jesus Iēsous.  Jesus Iēsous looked emblepō at  him autos · ho intently  and  said legō, “ You sy are eimi Simon Simōn,  the ho son hyios of  John Iōannēs;  you sy will  be  called kaleō Cephas Kēphas” ( which hos is  translated hermēneuō “ Peter Petros”). ", "43": "The ho following epaurion day  Jesus  decided thelō to  go exerchomai to eis · ho Galilee Galilaia,  and kai he  met heuriskō Philip Philippos.  And kai Jesus Iēsous said legō to  him autos,  · ho “ Follow akoloutheō me egō.” ", "44": "Now de Philip Philippos was eimi · ho from apo Bethsaida Bēthsaida,  the ho town polis of  Andrew Andreas and kai Peter Petros. ", "45": "Philip Philippos found heuriskō · ho Nathanael Nathanaēl and kai told legō him autos, “ We  have  found heuriskō the one of  whom hos Moses Mōysēs wrote graphō in en the ho law nomos,  and kai of whom  the ho prophets prophētēs wrote— Jesus Iēsous, the  son hyios of ho Joseph Iōsēph, a  man ho from apo Nazareth Nazaret.” ", "46": "And kai Nathanael Nathanaēl said legō to  him autos, “ Can dynamai anything tis good agathos come eimi out ek of  Nazareth Nazaret?”  Philip Philippos said legō to  him autos,  · ho “ Come erchomai and kai see ide.” ", "47": "Jesus Iēsous saw  · ho · ho Nathanael Nathanaēl coming erchomai toward pros him autos and kai said legō of peri him autos, “ Here ide is a  true alēthōs Israelite Israēlitēs, one  in en whom hos there  is eimi no ou deceit dolos!” ", "48": "Nathanael Nathanaēl asked legō him autos, “ How pothen did  you  get  to  know ginōskō me egō?”  Jesus Iēsous answered apokrinomai him autos,  · kai saying legō, “ Before pro · ho Philip Philippos called phōneō you sy,  while  you  were eimi still  under hypo the ho fig sykē tree , I saw  you sy.” ", "49": "Nathanael Nathanaēl declared apokrinomai to  him autos, “ Rabbi rhabbi,  you sy are eimi the ho Son hyios of ho God theos!  You sy are eimi the  king basileus of ho Israel Israēl!” ", "50": "Jesus Iēsous responded apokrinomai,  · kai saying legō to  him autos, “Is it  because hoti I  told legō you sy that hoti I saw  you sy under hypokatō the ho fig sykē tree  that  you  believe pisteuō?  You  will  see horaō greater megas things  than  that houtos.” ", "51": "Then kai he  said legō to  him autos, “ I  tell legō you hymeis the  solemn amēn truth amēn:  you  will  see horaō · ho heaven ouranos standing anoigō open  and kai the ho angels angelos of ho God theos ascending anabainō and kai descending katabainō on epi the ho Son hyios of ho Man anthrōpos.” "}