{"1": "Now de there  was eimi a  certain tis man  who  was  ill astheneō,  Lazareth Lazaros of apo Bethany Bēthania,  the ho village kōmē of  Mary Maria and kai her autos sister adelphē Martha Martha.  · ho", "2": "It  was eimi · de this  Mary Mariam who ho anointed aleiphō the ho Lord kyrios with  ointment myron and kai wiped ekmassō · ho his autos feet pous with ho her autos hair thrix,  whose hos · ho brother adelphos Lazarus Lazaros was  ill astheneō. ", "3": "So oun the ho sisters adelphē sent apostellō word  to pros him autos,  saying legō, “ Lord kyrios, the  one hos you  love phileō is  ill astheneō.” ", "4": "But de when  Jesus Iēsous heard akouō · ho this,  he  said legō, “ This houtos · ho illness astheneia will  not ou lead eimi to pros death thanatos,  but alla is  for hyper the ho glory doxa of ho God theos,  that hina the ho Son hyios of ho God theos may  be  glorified doxazō through dia it autos.” ", "5": "Now de Jesus Iēsous loved agapaō · ho · ho Martha Martha and kai · ho her autos sister adelphē and kai · ho Lazarus Lazaros. ", "6": "So oun when hōs he  heard akouō that hoti Lazarus  was  ill astheneō,  he  stayed menō in topos the  place topos where en hos he  was eimi for  two dyo more  days hēmera. ", "7": "Then epeita after meta this houtos he  said legō to  the ho disciples mathētēs, “ Let  us  go agō to eis · ho Judea Ioudaia again palin.” ", "8": "The ho disciples mathētēs said legō to  him autos, “ Rabbi rhabbi,  just nyn recently  the ho Jews Ioudaios were  trying zēteō to  stone lithazō you sy,  and kai are  you  going  back hypagō there ekei again palin?” ", "9": "Jesus Iēsous answered apokrinomai, “ Are  there eimi not ouchi twelve dōdeka hours hōra in ho a  day hēmera?  If ean a  person tis walks peripateō during en the ho day hēmera,  he  will  not ou stumble proskoptō,  because hoti he  sees blepō the ho light phōs of ho this houtos world kosmos. ", "10": "But de if ean someone tis walks peripateō during en the ho night nyx,  he  will  stumble proskoptō,  because hoti the ho light phōs is eimi not ou in en him autos.” ", "11": "These houtos things  he  said legō,  and kai after meta that houtos he  told legō them autos, “ Our hēmeis friend philos Lazarus Lazaros · ho has  fallen  asleep koimaō,  but alla I  am  going poreuō there  to hina wake exypnizō him autos from sleep.” ", "12": "The ho disciples mathētēs therefore oun said legō to  him autos, “ Lord kyrios,  if ei he  has  fallen  asleep koimaō,  he  will  recover sōzō.” ", "13": "Jesus Iēsous,  however de,  had  been  speaking legō · ho of peri · ho his autos death thanatos,  but de they ekeinos thought dokeō that hoti he  was  speaking legō about peri · ho sleep koimēsis in the sense  of ho slumber hypnos. ", "14": "Then tote oun Jesus Iēsous told legō them autos · ho plainly parrēsia, “ Lazarus Lazaros has  died apothnēskō, ", "15": "and kai for dia your hymeis sake dia that hina you  might  believe pisteuō,  I  am  glad chairō that hoti I  was eimi not ou there ekei.  But alla let  us  go agō to pros him autos.” ", "16": "So oun Thomas Thōmas ( called legō the  Twin Didymos),  said legō · ho to  his ho fellow symmathētēs disciples , “ Let  us  also kai go agō,  that hina we hēmeis may  die apothnēskō with meta him autos.” ", "17": "Now oun when  Jesus Iēsous arrived erchomai,  · ho he  found heuriskō that  Lazarus autos had echō already ēdē been echō in en the ho tomb mnēmeion for  four tessares days hēmera. ", "18": "Bethany Bēthania was eimi · de · ho near engys · ho Jerusalem Hierosolyma,  about hōs two  miles stadion away apo, ", "19": "and de many polys of ek the ho Jews Ioudaios had  come erchomai to pros · ho Martha Martha and kai Mary Mariam to hina console paramytheomai them autos in  regard peri to  their ho brother adelphos. ", "20": "· ho So oun when hōs Martha Martha heard akouō that hoti Jesus Iēsous was  coming erchomai,  she  went hypantaō out  to  meet  him autos,  but de Mary Mariam remained kathezomai in en the ho house oikos. ", "21": "Martha Martha then oun said legō · ho to pros · ho Jesus Iēsous, “ Lord kyrios,  if ei you  had  been eimi here hōde,  my egō brother adelphos would an not ou have  died apothnēskō.  · ho", "22": "But alla even kai now nyn I  know oida that hoti God theos will  give didōmi you sy whatever hosos an you  ask aiteō of  · ho him theos.”  · ho", "23": "Jesus Iēsous said legō to  her autos,  · ho “ Your sy brother adelphos will  rise anistēmi again .”  · ho", "24": "Martha Martha said legō to  him autos,  · ho “ I  know oida that hoti he  will  rise anistēmi again  in en the ho resurrection anastasis at en the ho last eschatos day hēmera.” ", "25": "Jesus Iēsous said legō to  her autos,  · ho “ I egō am eimi the ho resurrection anastasis and kai the ho life zōē.  The ho one  who  believes pisteuō in eis me egō,  even kan though  he  die apothnēskō, yet  will  he  live zaō, ", "26": "and kai everyone pas who ho lives zaō and kai believes pisteuō in eis me egō will  never ou mē die apothnēskō.  Do  you  believe pisteuō this houtos?” ", "27": "She  said legō to  him autos, “ Yes nai,  Lord kyrios;  I egō firmly  believe pisteuō that hoti you sy are eimi the ho Christ Christos,  the ho Son hyios of ho God theos,  the ho one  who  was  to  come erchomai into eis the ho world kosmos.” ", "28": "And kai when  she  had  said legō this houtos,  she  went aperchomai back  and kai spoke phōneō privately lathrai to  her autos sister adelphē Mary Mariam,  · ho saying legō, “ The ho Teacher didaskalos is  here pareimi and kai is  asking phōneō for  you sy.” ", "29": "So de when hōs Mary  heard akouō this ekeinos,  she  got egeirō up  quickly tachus and kai went erchomai to pros him autos. ", "30": "Now de Jesus Iēsous had  not oupō yet  entered erchomai · ho the ho village kōmē,  but alla was eimi still eti in en the ho place topos where hopou Martha Martha had  met hypantaō him autos.  · ho", "31": "When  the ho Jews Ioudaios,  who ho were eimi with meta Mary autos in en the ho house oikia · kai consoling paramytheomai her autos saw  · ho that hoti she  had  gotten  up anistēmi quickly tacheōs and kai gone exerchomai out ,  they  followed akoloutheō her autos,  assuming dokeō that hoti she  was  going hypagō to eis the ho tomb mnēmeion to hina weep klaiō there ekei. ", "32": "· ho When hōs Mary Mariam came erchomai to  where hopou Jesus Iēsous was eimi and saw  him autos,  she  fell piptō at pros his autos · ho feet pous,  saying legō to  him autos, “ Lord kyrios,  if ei you  had  been eimi here hōde,  my egō brother adelphos would an not ou have  died apothnēskō.”  · ho", "33": "When hōs Jesus Iēsous saw  her autos weeping klaiō,  and kai the ho Jews Ioudaios who  had  come synerchomai with  her autos weeping klaiō,  he  was  deeply  moved embrimaomai in  his heautou · ho spirit pneuma and kai greatly  distressed tarassō. ", "34": "· kai He  asked legō, “ Where pou have  you  laid tithēmi him autos?”  They  replied legō, “ Lord kyrios,  come erchomai and kai see ide.” ", "35": "Jesus Iēsous burst  into  tears dakryō.  · ho", "36": "So oun the ho Jews Ioudaios kept  saying legō, “ See ide how pōs he  loved phileō him autos!” ", "37": "But de some tis of ek them autos said legō, “ Was  not ou this  man houtos,  who ho could  open anoigō the ho eyes ophthalmos of  the ho blind  man typhlos,  able dynamai to  do poieō something  so hina that  · kai Lazarus houtos would  not mē have  died apothnēskō?” ", "38": "Then oun Jesus Iēsous,  once  more palin deeply  moved embrimaomai,  came erchomai to eis the ho tomb mnēmeion.  It  was eimi · de a  cave spēlaion,  and kai a  stone lithos was  lying epikeimai across epi it autos. ", "39": "Jesus Iēsous said legō,  · ho “ Take airō away  the ho stone lithos.”  Martha Martha,  the ho sister adelphē of  the ho dead  man teleutaō,  said legō to  him autos, “ Lord kyrios,  by ēdē now  the body  will  smell ozō because gar it  has  been eimi buried  for  four tetartaios days .” ", "40": "Jesus Iēsous said legō to  her autos,  · ho “ Did  I  not ou say legō to  you sy that hoti if ean you  would  believe pisteuō you  would  see horaō the ho glory doxa of ho God theos?” ", "41": "So oun they  took airō away  the ho stone lithos.  · ho Then de Jesus Iēsous lifted airō up anō his ho eyes ophthalmos and kai said legō, “ Father patēr,  I  thank eucharisteō you sy that hoti you  have  heard akouō me egō. ", "42": "I egō · de know oida that hoti you akouō always pantote hear akouō me egō,  but alla I  said legō this  for dia the  sake  of  the ho crowd ochlos · ho standing periistēmi here ,  that hina they  may  believe pisteuō that hoti you sy sent apostellō me egō.” ", "43": "· kai When  he  had  said legō this houtos,  he  called  out kraugazō in  a  loud megas voice phōnē, “ Lazarus Lazaros,  come deuro out exō! ", "44": "The ho dead  man thnēskō came exerchomai out ,  his ho feet pous and kai his ho hands cheir bound deō with  strips keiria of  cloth ,  and kai · ho his autos face opsis wrapped perideō in  a  cloth soudarion.  Jesus Iēsous said legō to  them autos,  · ho “ Unwrap lyō him autos,  and kai let aphiēmi him autos go hypagō.” ", "45": "Therefore oun many polys of ek the ho Jews Ioudaios who ho had  come erchomai with pros · ho Mary Mariam and kai seen theaomai what hos he  had  done poieō,  believed pisteuō in eis him autos. ", "46": "Some tis of ek them autos,  however de,  went aperchomai to pros the ho Pharisees Pharisaios and kai told legō them autos what hos Jesus Iēsous had  done poieō. ", "47": "So oun the ho chief archiereus priests  and kai the ho Pharisees Pharisaios gathered synagō the  Council synedrion together synagō and kai said legō, “ What tis are  we  going  to  do poieō?  For hoti this houtos · ho man anthrōpos is  performing poieō many polys signs sēmeion. ", "48": "If ean we  let aphiēmi him autos go  on  like houtōs this ,  everyone pas will  believe pisteuō in eis him autos,  and kai the ho Romans Rhōmaios will  come erchomai and kai destroy airō both kai our hēmeis · ho holy  place topos and kai · ho our  nation ethnos.” ", "49": "But de one heis of ek them autos,  Caiaphas Kaiaphas,  who  was eimi high archiereus priest  · ho that ekeinos year eniautos,  said legō to  them autos, “ You hymeis know oida nothing ou at  all oudeis. ", "50": "Or oude do  you  not  realize logizomai that hoti it  is  to  your hymeis advantage sympherō that hina one heis man anthrōpos should  die apothnēskō for hyper the ho people laos and kai that  the ho whole holos nation ethnos should  not mē perish apollymi?” ", "51": "He  did legō not ou say legō this houtos · de on apo his heautou own ,  but alla being eimi high archiereus priest  · ho that ekeinos year eniautos he  was  prophesying prophēteuō that hoti Jesus Iēsous was  about mellō to  die apothnēskō for hyper the ho nation ethnos, ", "52": "and kai not ou only monon for hyper the ho nation ethnos,  but alla that hina · kai he  should  gather synagō into eis one heis the ho children teknon of ho God theos who ho were  scattered diaskorpizō abroad . ", "53": "So oun from apo that ekeinos · ho day hēmera on  they  planned bouleuō to hina put  him autos to  death apokteinō. ", "54": "· ho Jesus Iēsous therefore oun no ouketi longer  walked  about peripateō openly parrēsia among en the ho Jews Ioudaios,  but alla went aperchomai from  there ekeithen to eis the ho region chōra near engys the ho wilderness erēmos,  to eis a  town polis called legō Ephraim Ephraim,  and  he  stayed menō there kakei with meta his ho disciples mathētēs. ", "55": "Now de the ho Passover pascha of  the ho Jews Ioudaios was eimi near engys,  and kai many polys went  up anabainō to eis Jerusalem Hierosolyma from ek the ho country chōra prior pro to  the ho Passover pascha to hina purify hagnizō themselves heautou. ", "56": "They  were  looking zēteō for  · ho Jesus Iēsous and kai were  talking legō with meta one allēlōn another  as  they  were  standing histēmi in en the ho temple hieron, “ What tis do  you hymeis think dokeō?  Surely  he  will  not ou come erchomai to eis the ho festival heortē, will he?” ", "57": "Now de the ho chief archiereus priests  and kai the ho Pharisees Pharisaios had  given didōmi orders entolē that hina if ean anyone tis knew ginōskō where pou Jesus  was eimi he  should  let  them  know mēnyō,  so hopōs they  might  arrest piazō him autos. "}