{"1": "· ho Six hex days hēmera before pro the ho Passover pascha,  Jesus Iēsous came erchomai to eis Bethany Bēthania,  where hopou Lazarus Lazaros was eimi,  whom hos he Iēsous had  raised egeirō from ek the  dead nekros. ", "2": "So oun they  made poieō a  dinner deipnon for  him autos there ekei.  · kai · ho Martha Martha was  serving diakoneō,  · ho and de Lazarus Lazaros was eimi one heis of ek those ho reclining anakeimai at  the  table  with syn him autos. ", "3": "· ho Mary Mariam took lambanō more  than  a  pint litra of  expensive polytimos perfume myron made  of  pure pistikos nard nardos and  anointed aleiphō the ho feet pous of ho Jesus Iēsous and kai dried ekmassō them  with ho her autos hair thrix.  The ho · de house oikia was  filled plēroō with ek the ho fragrance osmē of  the ho perfume myron. ", "4": "But de Judas Ioudas · ho Iscariot Iskariōtēs,  one heis of ek · ho his autos disciples mathētēs ( the ho one  who  would mellō betray paradidōmi him autos)  said legō, ", "5": "“ Why dia tis was  not ou this houtos · ho perfume myron sold pipraskō for  three triakosioi hundred  denarii dēnarion and kai the money  given didōmi to  the  poor ptōchos?” ", "6": "He  said legō · de this houtos,  not ou because hoti he autos was  concerned melei about peri the ho poor ptōchos,  but alla because hoti he  was eimi a  thief kleptēs,  and kai as  keeper  of echō the ho money glōssokomon box ,  he  used  to  help  himself  to bastazō what ho was  put ballō into it. ", "7": "Jesus Iēsous therefore oun said legō,  · ho “ Leave aphiēmi her autos alone.  She  had  to  keep tēreō this  perfume autos for eis the ho day hēmera of ho my egō burial entaphiasmos. ", "8": "For gar you  will echō always pantote have echō the ho poor ptōchos with meta you heautou,  but de you  will echō not ou always pantote have echō me egō.” ", "9": "When  a  large polys crowd ochlos of ek the ho Jews Ioudaios learned ginōskō that hoti Jesus  was eimi there ekei,  · kai they  came erchomai,  not ou only monon on  account dia of  · ho Jesus Iēsous but alla also kai that hina they might see  · ho Lazarus Lazaros whom hos he  had  raised egeirō from ek the  dead nekros. ", "10": "So de the ho chief  priests archiereus made  plans bouleuō to hina put apokteinō Lazarus Lazaros to  death apokteinō as kai well ,  · ho", "11": "because hoti on  account  of dia him autos many polys of  the ho Jews Ioudaios were  going hypagō over  to eis Jesus Iēsous and kai putting pisteuō their  faith  in him.  · ho", "12": "The ho next epaurion day  the ho large polys crowd ochlos that ho had  come erchomai to eis the ho festival heortē,  on  hearing akouō that hoti Jesus Iēsous was  coming erchomai · ho to eis Jerusalem Hierosolyma, ", "13": "took lambanō · ho branches baion of ho palm phoinix trees  and kai went exerchomai out  to eis meet hypantēsis him autos.  · kai They  began  to  cry kraugazō out , “ Hosanna hōsanna!  Blessed eulogeō in en the  name onoma of the  Lord kyrios is  the ho coming erchomai one ,  even kai the ho king basileus of ho Israel Israēl!” ", "14": "And de Jesus Iēsous found heuriskō · ho a  young onarion donkey  and  sat kathizō on epi it autos;  as kathōs it  is eimi written graphō, ", "15": "“ Do  not mē be  afraid phobeomai,  daughter thugatēr of  Zion Siōn;  behold idou,  · ho your sy king basileus is  coming erchomai,  seated kathēmai on epi a donkey' s onos colt pōlos!” ", "16": "His autos disciples mathētēs did ginōskō not ou understand ginōskō these houtos things  · ho · ho at  first prōton,  but alla when hote Jesus Iēsous was  glorified doxazō,  then tote they  remembered mimnēskomai that hoti these houtos things  had  been eimi written graphō about epi him autos,  and kai that  they  had  done poieō these houtos things  to  him autos. ", "17": "The ho crowd ochlos that ho had  been eimi with meta him autos when hote he  called phōneō · ho Lazarus Lazaros out ek of  the ho tomb mnēmeion and kai raised egeirō him autos from ek the  dead nekros continued  to  bear  witness martyreō. ", "18": "For dia this houtos reason  the ho crowd ochlos went  to  meet hypantaō him autos, that is,  because hoti they  heard akouō he autos had  performed poieō this houtos · ho sign sēmeion. ", "19": "The ho Pharisees Pharisaios therefore oun said legō to pros one heautou another , “ You  see theōreō,  you  are  accomplishing ōpheleō nothing oudeis.  Look ide,  the ho world kosmos has  gone aperchomai after opisō him autos!” ", "20": "Now de there  were eimi some tis Greeks Hellēn among ek those ho who  went anabainō up  to hina worship proskyneō at en the ho festival heortē. ", "21": "So oun these houtos came proserchomai to  Philip Philippos,  who ho was  from apo Bethsaida Bēthsaida in ho Galilee Galilaia,  and kai asked erōtaō him autos,  saying legō, “ Sir kyrios,  we  would  like thelō to see  · ho Jesus Iēsous.” ", "22": "Philip Philippos went erchomai · ho and kai told legō · ho Andrew Andreas;  Andrew Andreas and kai Philip Philippos went erchomai and kai told legō · ho Jesus Iēsous. ", "23": "· ho And de Jesus Iēsous answered apokrinomai them autos,  saying legō, “ The ho hour hōra has  come erchomai for hina the ho Son hyios of ho Man anthrōpos to  be  glorified doxazō. ", "24": "I  tell legō you hymeis the  solemn  truth amēn,  unless ean mē a ho kernel kokkos of ho wheat sitos falls piptō into eis the ho ground gē and  dies apothnēskō,  it autos remains menō a  single monos kernel;  but de if ean it  dies apothnēskō it  produces pherō a  great polys harvest karpos. ", "25": "The ho one  who  loves phileō · ho his autos life psychē loses apollymi it autos,  and kai the ho one  who  hates miseō · ho his autos life psychē in en · ho this houtos world kosmos preserves phylassō it autos for eis eternal aiōnios life zōē. ", "26": "If ean anyone tis would  serve diakoneō me egō,  he  must  follow akoloutheō me egō;  and kai where hopou I egō am eimi,  my emos servant diakonos will  be eimi there ekei also kai.  · ho · ho If ean anyone tis would  serve diakoneō me egō,  the ho Father patēr will  honor timaō him autos. ", "27": "“ Now nyn is  · ho my egō heart psychē deeply  troubled tarassō.  And kai what tis am  I  to  say legō? ' Father patēr,  deliver sōzō me egō from ek · ho this houtos hour hōra'?  But alla for dia this houtos very  purpose  I  have  come erchomai to eis · ho this houtos hour hōra! ", "28": "Father patēr,  glorify doxazō your sy · ho name onoma.”  Then oun a  voice phōnē came erchomai from ek · ho heaven ouranos:  · kai “ I  have  glorified doxazō it,  and kai I  will  glorify doxazō it  again palin.” ", "29": "The ho crowd ochlos that ho was  standing histēmi there  and kai had  heard akouō the voice  said legō that  it  was ginomai thunder brontē;  others allos said legō, “An  angel angelos has  spoken laleō to  him autos.” ", "30": "Jesus Iēsous answered apokrinomai,  · kai saying legō, “ This houtos voice phōnē was ginomai not ou for dia my egō benefit,  · ho but alla for dia yours hymeis. ", "31": "“ Now nyn is eimi the  judgment krisis of ho this houtos world kosmos;  now nyn will  the ho ruler archōn of ho this houtos world kosmos be  driven ekballō out exō. ", "32": "And kagō I ,  when ean I  am  lifted hypsoō up  from ek the ho earth gē, will draw  all pas people  to pros myself emautou.” ", "33": "He  said legō this houtos · de to  signify sēmainō the  kind poios of  death thanatos he  was  going mellō to  die apothnēskō. ", "34": "The ho crowd ochlos responded apokrinomai, “ We hēmeis have  heard akouō from ek the ho law nomos that hoti the ho Christ Christos is  to  remain menō for eis all ho time aiōn;  so kai how pōs is it that  you sy are  saying legō that hoti the ho Son hyios of ho Man anthrōpos must dei be  lifted hypsoō up ?  Who tis is eimi this houtos · ho Son hyios of ho Man anthrōpos?” ", "35": "Then oun Jesus Iēsous said legō to  them autos,  · ho “ The ho light phōs will  be eimi with en you hymeis for  yet eti a  little mikros while chronos.  Keep  walking peripateō while hōs you  have echō the ho light phōs,  so hina that  the  darkness skotia will katalambanō not mē overtake katalambanō you hymeis.  · kai The ho one  who  walks peripateō in en the ho darkness skotia does  not ou know oida where pou he  is  going hypagō. ", "36": "While hōs you  have echō the ho light phōs,  believe pisteuō in eis the ho light phōs,  so hina that  you  may  become ginomai sons hyios of  light phōs.” When  Jesus Iēsous said laleō these houtos things ,  · kai he  went aperchomai away  and  hid kryptō himself  from apo them autos. ", "37": "Though poieō he autos had  done poieō such tosoutos great  · de signs sēmeion in  their autos presence emprosthen,  they  continued  in  their  unbelief ou toward eis him autos, ", "38": "that hina the ho word logos spoken legō by  the ho prophet prophētēs Isaiah ēsaias might  be  fulfilled plēroō: “ Lord kyrios,  who tis has  believed pisteuō what ho they  heard akoē from  us hēmeis,  and kai to  whom tis has  the ho arm brachiōn of  the  Lord kyrios been  revealed apokalyptō?” ", "39": "The  reason  why dia they  could dynamai not ou believe pisteuō was  that hoti in  another palin place  Isaiah ēsaias said legō, ", "40": "“ He  has  blinded typhloō their autos · ho eyes ophthalmos and kai hardened pōroō their autos · ho heart kardia,  lest hina mē they should see  with  their ho eyes ophthalmos,  and kai perceive noeō with  their ho heart kardia,  and kai turn strephō,  and kai I  would  heal iaomai them autos.” ", "41": "Isaiah ēsaias said legō these houtos things  because hoti he saw  · ho Christ' s autos glory doxa and kai spoke laleō of peri him autos. ", "42": "Nevertheless homōs mentoi,  many polys even kai of ek the ho authorities archōn believed pisteuō in eis him autos,  but alla for  fear dia of  the ho Pharisees Pharisaios they  would  not ou confess homologeō it  openly ,  lest hina mē they  be ginomai expelled  from  the  synagogue aposynagōgos. ", "43": "For gar they  loved agapaō the ho praise doxa of ho men anthrōpos more mallon than ēper the ho praise doxa of ho God theos. ", "44": "Then de Jesus Iēsous cried krazō out ,  · kai saying legō, “ The ho one  who  believes pisteuō in eis me egō believes pisteuō not ou only  in eis me egō but alla in eis the ho one  who  sent pempō me egō. ", "45": "And kai the ho one  who  sees theōreō me egō sees theōreō the ho one  who  sent pempō me egō. ", "46": "I egō have  come erchomai into eis the ho world kosmos as  light phōs,  so hina that  everyone pas who ho believes pisteuō in eis me egō should menō not mē remain menō in en · ho darkness skotia. ", "47": "· kai If ean anyone tis hears akouō my egō · ho words rhēma and kai does  not mē keep phylassō them,  I egō am  not ou the  one  who  will  judge krinō him autos;  for gar I  did  not ou come erchomai to hina judge krinō the ho world kosmos but alla to hina save sōzō the ho world kosmos. ", "48": "The ho one  who  rejects atheteō me egō and kai does  not mē receive lambanō · ho my egō sayings rhēma has echō a ho judge krinō;  the ho word logos that hos I  have  spoken laleō will  judge krinō him autos at en the ho last eschatos day hēmera. ", "49": "For hoti I egō have laleō not ou spoken laleō on ek my emautou own  authority,  but alla the ho Father patēr who  sent pempō me egō has entolē himself autos commanded entolē me egō what tis to  say legō and kai what tis to  speak laleō. ", "50": "And kai I  know oida that hoti · ho his autos command entolē is eimi eternal aiōnios life zōē.  So oun whatever hos I egō say laleō,  I  speak laleō just kathōs as  the ho Father patēr has  told legō me egō.” "}