{"1": "“ Do  not mē let  your hymeis heart kardia be  troubled tarassō.  · ho You  trust pisteuō in eis · ho God theos;  trust pisteuō also kai in eis me egō. ", "2": "In en · ho my egō Father' s patēr house oikia · ho there  are eimi many polys dwelling monē places ;  if ei · de that were  not mē the case,  would an I  have  told legō you hymeis that hoti I  am  going poreuō there  to  prepare hetoimazō a  place topos for  you hymeis? ", "3": "And kai if ean I  go poreuō and kai prepare hetoimazō a  place topos for  you hymeis,  I  will  come erchomai again palin and kai take paralambanō you hymeis to be  with pros me emautou,  so hina that  where hopou I egō am eimi, there  you hymeis may  be eimi also kai. ", "4": "And kai you  know oida the ho way hodos to  where hopou I egō am  going hypagō.” ", "5": "Thomas Thōmas said legō to  him autos, “ Lord kyrios,  we  do  not ou know oida where pou you  are  going hypagō, so  how pōs can dynamai we  know oida the ho way hodos?” ", "6": "Jesus Iēsous said legō to  him autos,  · ho “ I egō am eimi the ho way hodos,  and kai the ho truth alētheia,  and kai the ho life zōē.  No oudeis one  comes erchomai to pros the ho Father patēr except ei mē through dia me egō. ", "7": "If ei you  have  known ginōskō me egō,  you  will  know ginōskō my egō Father patēr also kai;  · ho and kai from apo now arti on  you  do  know ginōskō him autos and kai have  seen horaō him autos.” ", "8": "Philip Philippos said legō to  him autos, “ Lord kyrios,  show deiknymi us hēmeis the ho Father patēr,  and kai that  will  be  enough arkeō for  us hēmeis.” ", "9": "Jesus Iēsous said legō to  him autos,  · ho “ Have  I  been eimi so tosoutos long  a  time chronos with meta you hymeis,  Philip Philippos,  and kai you  still  do  not ou know ginōskō me egō?  The ho one  who  has  seen horaō me egō has  seen horaō the ho Father patēr!  How pōs can  you sy say legō, ' Show deiknymi us hēmeis the ho Father patēr'? ", "10": "Do  you  not ou believe pisteuō that hoti I egō am  in en the ho Father patēr and kai the ho Father patēr is eimi in en me egō?  The ho words rhēma that hos I egō say legō to  you hymeis I  do laleō not ou speak laleō on apo my emautou own  authority,  but de the ho Father patēr residing menō in en me egō is  doing poieō · ho his autos works ergon. ", "11": "Believe pisteuō me egō that hoti I egō am  in en the ho Father patēr and kai the ho Father patēr is  in en me egō,  or  else ei · de believe pisteuō me  because dia of  the ho works ergon themselves autos. ", "12": "I  tell legō you hymeis the  solemn  truth amēn,  the ho one  who  believes pisteuō in eis me egō will  do poieō the ho works ergon that hos I egō do poieō;  in  fact kai,  greater megas works  than  these houtos will  he  do poieō,  because hoti I egō am  going poreuō to pros the ho Father patēr. ", "13": "And kai whatever hos tis you  ask aiteō in en · ho my egō name onoma I  will  do poieō,  so hina that  the ho Father patēr may  be  glorified doxazō in en the ho Son hyios. ", "14": "If ean you  ask aiteō me egō anything tis in en · ho my egō name onoma,  I egō will  do poieō it. ", "15": "“ If ean you  love agapaō me egō,  you  will  keep tēreō · ho my emos commandments entolē.  · ho", "16": "And kagō I  will  ask erōtaō the ho Father patēr,  and kai he  will  give didōmi you hymeis another allos Paraclete paraklētos,  to hina be eimi with meta you hymeis for eis all ho time aiōn, ", "17": "the ho Spirit pneuma of ho truth alētheia,  whom hos the ho world kosmos cannot ou dynamai receive lambanō,  because hoti it  neither ou sees theōreō him autos nor oude knows ginōskō him; but  you hymeis will  know ginōskō him autos,  for hoti he  will  dwell menō with para you hymeis and kai will  be eimi in en you hymeis. ", "18": "I  will  not ou abandon aphiēmi you hymeis as  orphans orphanos,  I  will  come erchomai back  to pros you hymeis. ", "19": "In eti a  little mikros while  · kai the ho world kosmos will  see theōreō me egō no ouketi longer ,  but de you hymeis will  see theōreō me egō;  because hoti I egō live zaō,  you hymeis too kai will  live zaō. ", "20": "On en that ekeinos · ho day hēmera you hymeis will  know ginōskō that hoti I egō am  in en · ho my egō Father patēr,  and kai that  you hymeis are  in en me egō,  and kagō that  I  am  in en you hymeis. ", "21": "The ho one  who  has echō · ho my egō commandments entolē and kai keeps tēreō them autos is eimi the ho one  who  loves agapaō me egō.  And de the ho one  who  loves agapaō me egō will  be  loved agapaō by hypo · ho my egō Father patēr,  and kagō I  will  love agapaō him autos and kai reveal emphanizō myself emautou to  him autos.” ", "22": "Judas Ioudas ( not ou Iscariot Iskariōtēs)  said legō to  him autos,  · ho “ Lord kyrios,  what tis has  happened ginomai that hoti you  are  going mellō to  reveal emphanizō yourself seautou to  us hēmeis,  and kai not ouchi to  the ho world kosmos?” ", "23": "Jesus Iēsous answered apokrinomai · kai him autos,  saying legō, “ If ean anyone tis loves agapaō me egō,  he  will  keep tēreō · ho my egō word logos,  and kai · ho my egō Father patēr will  love agapaō him autos,  and kai we  will  come erchomai to pros him autos and kai make  our poieō dwelling monē place  with para him autos. ", "24": "The ho one  who  does  not mē love agapaō me egō does tēreō not ou keep tēreō · ho my egō words logos;  and kai the ho word logos that hos you  are  hearing akouō is eimi not ou mine emos,  but alla the ho Father' s patēr who  sent pempō me egō. ", "25": "“ These houtos things  I  have  spoken laleō to  you hymeis while  I  am  still menō with para you hymeis. ", "26": "But de the ho Paraclete paraklētos,  the ho Holy hagios Spirit pneuma,  · ho whom hos the ho Father patēr will  send pempō in en · ho my egō name onoma,  will  instruct didaskō you hymeis regarding  all pas things ,  and kai cause  you hymeis to  remember hypomimnēskō everything pas that hos I egō have  told legō you hymeis. ", "27": "Peace eirēnē I  leave aphiēmi with  you hymeis;  my emos peace eirēnē · ho I  give didōmi to  you hymeis.  I egō give didōmi to  you hymeis not ou as kathōs the ho world kosmos gives didōmi.  Do  not mē let  your hymeis heart kardia be  troubled tarassō,  · ho neither mēde let  it  be  afraid deiliaō. ", "28": "You  heard akouō me egō say legō to  you hymeis, ' I  am  going hypagō away ,  and kai I  will  come erchomai back  to pros you hymeis.'  If ei you  loved agapaō me egō,  you  would an have  rejoiced chairō,  because hoti I  am  going poreuō to pros the ho Father patēr,  for hoti the ho Father patēr is eimi greater megas than  I egō. ", "29": "And kai now nyn I  have  told legō you hymeis before prin it  happens ginomai,  that hina when hotan it  does  happen ginomai you  may  believe pisteuō. ", "30": "I  will laleō not  speak laleō with meta you hymeis much polys longer ouketi,  for gar the ho ruler archōn of  this ho world kosmos is  coming erchomai.  · kai He  has echō no  claim oudeis on en me egō, ", "31": "but alla so hina the ho world kosmos may  know ginōskō that hoti I  love agapaō the ho Father patēr,  · kai I  do poieō exactly houtōs as kathōs the ho Father patēr commanded entellō me egō.  Rise egeirō up ,  let  us  go agō from  this  place enteuthen! "}