{"1": "“ I  have  told laleō you hymeis these houtos things  so hina that  you  will  not mē fall skandalizō away . ", "2": "They  will  put poieō you hymeis out aposynagōgos of  the  synagogues ;  indeed alla, the  hour hōra is  coming erchomai when hina anyone pas who ho kills apokteinō you hymeis will  think dokeō he  is  offering prospherō a  service latreia to ho God theos. ", "3": "And kai these houtos things  they  will  do poieō because hoti they  have  not ou known ginōskō the ho Father patēr nor oude me egō. ", "4": "But alla I  have  said laleō these houtos things  to  you hymeis so hina that  when hotan their autos hour hōra comes erchomai · ho you  will  remember mnēmoneuō that hoti I egō told legō you hymeis about legō them autos. “ I  did legō not ou tell legō you hymeis these houtos things  · de at ek the  start archē because hoti I  was eimi with meta you hymeis. ", "5": "But de now nyn I  am  going hypagō away  to pros the ho one  who  sent pempō me egō,  and kai none oudeis of ek you hymeis asks erōtaō me egō, ' Where pou are  you  going hypagō?' ", "6": "But alla because hoti I  have  told laleō you hymeis these houtos things ,  · ho sorrow lypē has  filled plēroō your hymeis · ho heart kardia. ", "7": "Nevertheless alla I egō am  telling legō you hymeis the ho truth alētheia;  it  is  to  your hymeis advantage sympherō that hina I egō am  going aperchomai away .  For gar if ean I  do  not mē go aperchomai away ,  the ho Paraclete paraklētos will  not ou come erchomai to pros you hymeis;  but de if ean I  go poreuō away ,  I  will  send pempō him autos to pros you hymeis. ", "8": "And kai he ekeinos,  when  he  comes erchomai,  will  convict elenchō the ho world kosmos in peri regard  to  sin hamartia and kai righteousness dikaiosynē and kai judgment krisis: ", "9": "in  regard peri to  sin hamartia,  because hoti they  do  not ou believe pisteuō in eis me egō; ", "10": "in peri regard  to  righteousness dikaiosynē,  · de because hoti I  am  going  away hypagō to pros the ho Father patēr,  and kai you  will  see theōreō me egō no ouketi longer ; ", "11": "in peri regard  to  · de judgment krisis,  because hoti the ho ruler archōn of ho this houtos world kosmos has  been  condemned krinō. ", "12": "“ I  have echō many polys more eti things  to  say legō to  you hymeis,  but alla you  cannot ou bear bastazō them  now arti. ", "13": "But de when hotan he ekeinos,  the ho Spirit pneuma of ho truth alētheia,  comes erchomai,  he  will  guide hodēgeō you hymeis into en · ho all pas truth alētheia,  for gar he  will  not ou speak laleō on apo his  own heautou,  but alla will  speak laleō only  what hosos he  hears akouō,  and kai he  will  tell anangellō you hymeis things ho yet  to  come erchomai. ", "14": "He ekeinos will  glorify doxazō me egō,  for hoti he  will  receive lambanō what  is  mine ek · ho and kai tell anangellō it  to  you hymeis. ", "15": "All pas that hosos the ho Father patēr has echō is eimi mine emos;  that  is  why dia I  said legō that hoti he  will  take lambanō what  is  mine ek · ho and kai declare anangellō it  to  you hymeis. ", "16": "“A  little mikros while  and kai you  will  no ouketi longer  see theōreō me egō,  and kai again palin a  little mikros while  and kai you  will  see horaō me egō.” ", "17": "Some ek of ho his autos disciples mathētēs therefore oun said legō to pros one allēlōn another , “ What tis is eimi this houtos that hos he  is  saying legō to  us hēmeis, 'A  little mikros while  and kai you  will  not ou see theōreō me egō,  and kai again palin a  little mikros while  and kai you  will  see horaō me egō'  and kai, ' Because hoti I  am  going hypagō to pros the ho Father patēr'?” ", "18": "So oun they  kept  saying legō, “ What tis is eimi this houtos ' little  while mikros'  of  which hos he  speaks legō?  · ho We  do  not ou understand oida what tis he  is  talking laleō about .” ", "19": "Jesus Iēsous knew ginōskō · ho that hoti they  wanted thelō to  question erōtaō him autos,  so kai he  said legō to  them autos, “ Are  you  deliberating zēteō with meta one  another allēlōn about peri this houtos— that hoti I  said legō, 'A  little mikros while  and kai you  will  not ou see theōreō me egō,  and kai again palin a  little mikros while  and kai you  will  see horaō me egō'? ", "20": "I  tell legō you hymeis the  solemn  truth amēn,  you hymeis will  weep klaiō and kai wail thrēneō,  and de the ho world kosmos will  rejoice chairō;  you hymeis will  be  sorrowful lypeō,  but alla · ho your hymeis sorrow lypē will  be ginomai turned  into eis joy chara. ", "21": "When hotan a ho woman gynē is  giving  birth tiktō,  she  has echō sorrow lypē because hoti her autos hour hōra has  come erchomai;  · ho but de when hotan the ho baby paidion is  born gennaō,  she  no ouketi longer  remembers mnēmoneuō the ho anguish thlipsis,  because dia of  the ho joy chara that hoti a  child anthrōpos has  been  born gennaō into eis the ho world kosmos. ", "22": "· kai So oun for  now nyn you hymeis have echō sorrow lypē;  but de I  will  see horaō you hymeis again palin,  and kai your hymeis heart kardia will  rejoice chairō,  · ho and kai no  one oudeis will  take airō · ho your hymeis joy chara from apo you hymeis. ", "23": "· kai On en that ekeinos · ho day hēmera you  will  question erōtaō me egō about erōtaō nothing oudeis.  I  tell legō you hymeis the  solemn  truth amēn:  whatever an tis you  ask aiteō of  the ho Father patēr in en · ho my egō name onoma he  will  give didōmi to  you hymeis. ", "24": "Up  till heōs now arti you  have  asked aiteō for  nothing oudeis in en · ho my egō name onoma.  Ask aiteō,  and kai you  will  receive lambanō,  that hina · ho your hymeis joy chara may  be eimi complete plēroō. ", "25": "“ I  have  told laleō you hymeis these houtos things  using en veiled paroimia language . The  hour hōra is  coming erchomai when hote I  will laleō no ouketi longer  speak laleō to  you hymeis in en veiled paroimia language  but alla will  tell apangellō you hymeis plainly parrēsia about peri the ho Father patēr. ", "26": "In en that ekeinos · ho day hēmera you  will  ask aiteō in en · ho my egō name onoma.  · kai I  am  not ou saying legō to  you hymeis that hoti I egō will  intercede erōtaō with  the ho Father patēr on  your hymeis behalf peri; ", "27": "for gar the ho Father patēr himself autos loves phileō you hymeis,  because hoti you hymeis have  loved phileō me egō and kai have  come  to  believe pisteuō that hoti I egō came  forth exerchomai from para · ho God theos. ", "28": "I  came exerchomai forth  from para the ho Father patēr and kai have  entered erchomai into eis the ho world kosmos;  now palin I  am  leaving aphiēmi the ho world kosmos and kai going poreuō back  to pros the ho Father patēr.” ", "29": "His autos disciples mathētēs said legō,  · ho “ Ah ide,  now nyn you  are  speaking laleō plainly en parrēsia and kai not oudeis using legō veiled paroimia language ! ", "30": "Now nyn we  know oida that hoti you  know oida all pas things  and kai have echō no ou need chreia for hina anyone tis to  question erōtaō you sy.  This  is  why en we  believe pisteuō that hoti you  have  come  forth exerchomai from apo God theos.” ", "31": "Jesus Iēsous answered apokrinomai them autos, “ Do  you  now arti believe pisteuō? ", "32": "Behold idou, the  hour hōra is  coming erchomai,  indeed kai it  has  come erchomai,  when hina you will be scattered,  each hekastos to eis · ho his idios own  place,  and  you  will  leave aphiēmi me kagō alone monos.  And kai yet  I  am eimi not ou alone monos,  because hoti the ho Father patēr is eimi with meta me egō. ", "33": "I  have  told laleō you hymeis these houtos things  so hina that  in en me egō you  may  have echō peace eirēnē.  In en the ho world kosmos you  will  have echō tribulation thlipsis,  but alla take  courage tharseō,  I egō have  conquered nikaō the ho world kosmos.” "}