{"1": "When  Jesus Iēsous had  finished  saying laleō these houtos things ,  · kai he  lifted epairō up  · ho his autos eyes ophthalmos to eis · ho heaven ouranos and  said legō, “ Father patēr,  the ho hour hōra has  come erchomai;  glorify doxazō your sy · ho Son hyios so hina that  your ho Son hyios may  glorify doxazō you sy, ", "2": "since kathōs you  have  given didōmi him autos authority exousia over  all pas flesh sarx,  that hina he  should  give didōmi eternal aiōnios life zōē to autos all pas those hos you  have  given didōmi to  him autos. ", "3": "And de this houtos is eimi · ho eternal aiōnios life zōē,  that hina they  know ginōskō you sy,  the ho only monos true alēthinos God theos,  and kai Jesus Iēsous Christ Christos whom hos you  sent apostellō. ", "4": "I egō glorified doxazō you sy on epi · ho earth gē,  having  completed teleioō the ho task ergon that hos you  gave didōmi me egō to hina do poieō; ", "5": "and kai now nyn,  Father patēr,  glorify doxazō me egō at para your  side seautou with  the ho glory doxa that hos I  had echō with para you sy before pro · ho the ho world kosmos began eimi. ", "6": "“ I  have  made  your sy name onoma known phaneroō · ho to  the ho men anthrōpos whom hos you  gave didōmi me egō out ek of  the ho world kosmos.  They  were eimi yours sos,  and  you  gave didōmi them autos to  me kagō,  and kai they  have  kept tēreō · ho your sy word logos. ", "7": "Now nyn they  have  come  to  know ginōskō that hoti everything pas that hosos you  have  given didōmi me egō is eimi from para you sy; ", "8": "for hoti the ho words rhēma that hos you  gave didōmi to  me egō I  have  given didōmi to  them autos,  and kai they autos have  received lambanō them,  and kai come  to  know ginōskō in  truth alēthōs that hoti I  came  forth exerchomai from para you sy,  and kai they  have  believed pisteuō that hoti you sy sent apostellō me egō. ", "9": "I egō am  praying erōtaō for peri them autos;  I  am erōtaō not ou praying erōtaō for peri the ho world kosmos,  but alla for peri those  whom hos you  have  given didōmi to  me egō,  for hoti they  are eimi yours sy; ", "10": "and kai all pas · ho mine emos are eimi yours sos,  and kai · ho yours sos are  mine emos,  and kai I  have  been  glorified doxazō in en them autos. ", "11": "· kai I  am eimi no ouketi longer  in en the ho world kosmos,  but kai they autos are eimi in en the ho world kosmos,  and kagō I  am  on  my  way erchomai to pros you sy.  Holy hagios Father patēr,  keep tēreō them autos in en · ho your sy name onoma, the name  that hos you  have  given didōmi me egō,  so hina that  they  may  be eimi one heis,  just kathōs as  we hēmeis are one. ", "12": "While hote I  was eimi with meta them autos,  I egō protected tēreō them autos in en · ho your sy name onoma,  which hos you  have  given didōmi me egō.  · kai I  guarded phylassō them,  and kai not oudeis one  of ek them autos has  been  lost apollymi except ei mē the ho son hyios of ho destruction apōleia,  that hina the ho scripture graphē might  be  fulfilled plēroō. ", "13": "But de now nyn I  am  on  my  way erchomai to pros you sy,  and kai I  am  saying laleō these houtos things  while still  in en the ho world kosmos that hina they  may  have echō · ho my emos joy chara · ho made  complete plēroō in en themselves heautou. ", "14": "I egō have  given didōmi them autos · ho your sy word logos,  and kai the ho world kosmos has  hated miseō them autos because hoti they  do  not ou belong eimi to ek the ho world kosmos,  just kathōs as  I egō do  not ou belong eimi to ek the ho world kosmos. ", "15": "I  am  not ou asking erōtaō that hina you  take airō them autos out ek of  the ho world kosmos,  but alla that hina you  protect tēreō them autos from ek the ho evil ponēros one . ", "16": "They  do eimi not ou belong eimi to ek the ho world kosmos,  just kathōs as  I egō do  not ou belong eimi to ek the ho world kosmos. ", "17": "Consecrate hagiazō them autos by en the ho truth alētheia;  · ho your sos word logos · ho is eimi truth alētheia. ", "18": "As kathōs you  sent apostellō me egō into eis the ho world kosmos,  I kagō also  have  sent apostellō them autos into eis the ho world kosmos. ", "19": "And kai for hyper their autos sake  I egō consecrate hagiazō myself emautou,  that hina they autos also kai may  be eimi consecrated hagiazō by en the  truth alētheia. ", "20": "“It is  not ou only monon for peri these houtos · de that  I  am  interceding erōtaō,  but alla also kai for peri those ho who  will  come  to  believe pisteuō in eis me egō through dia · ho their autos word logos, ", "21": "that hina they  may eimi all pas be eimi one heis,  just kathōs as  you sy,  Father patēr, are  in en me egō and kagō I  am  in en you sy,  that hina they autos also kai may  be eimi in en us hēmeis,  so hina that  the ho world kosmos may  believe pisteuō that hoti you sy have  sent apostellō me egō. ", "22": "And kagō the ho glory doxa that hos you  have  given didōmi me egō I  have  given didōmi them autos,  so hina that  they  may  be eimi one heis just kathōs as  we hēmeis are  one heis, ", "23": "I egō in en them autos and kai you sy in en me egō,  that hina they  may  be eimi completely teleioō one heis,  so hina that  the ho world kosmos may  know ginōskō that hoti you sy sent apostellō me egō,  and kai that  you  love agapaō them autos even kathōs as  you  love agapaō me egō. ", "24": "Father patēr,  I  desire thelō that hina those  also kakeinos,  whom hos you  have  given didōmi me egō,  may  be eimi with meta me egō where hopou I egō am eimi,  so hina they  may  see theōreō · ho my emos glory doxa · ho that hos you  have  given didōmi me egō because hoti you  loved agapaō me egō before pro the  creation katabolē of  the  world kosmos. ", "25": "Righteous dikaios Father patēr,  although kai the ho world kosmos does ginōskō not ou know ginōskō you sy,  I egō · de know ginōskō you sy,  and kai these houtos men  know ginōskō that hoti you sy sent apostellō me egō. ", "26": "· kai I  have  made  known gnōrizō to  them autos · ho your sy name onoma,  and kai I  will  continue  to  make  it  known gnōrizō,  so hina that  the ho love agapē with  which hos you  have  loved agapaō me egō may  be eimi in en them autos,  and kagō I  in en them autos.” "}