{"1": "Now kai on  the ho third tritos day hēmera · ho there  was ginomai a  wedding gamos at en Cana Kana in ho Galilee Galilaia,  and kai the ho mother mētēr of ho Jesus Iēsous was eimi there ekei. ", "2": "Jesus Iēsous and kai his autos disciples mathētēs were  also kai invited kaleō · de · ho · ho to eis the ho wedding gamos. ", "3": "· kai When  the  wine oinos ran hystereō out ,  Jesus' Iēsous mother mētēr said legō · ho · ho to pros him autos, “ They  have echō no ou more  wine oinos.” ", "4": "And kai Jesus Iēsous said legō to  her autos,  · ho “ Woman gynē,  what tis is that  to  me egō and kai to  you sy?  My egō hour hōra has  not oupō yet  come hēkō.”  · ho", "5": "His autos mother mētēr said legō · ho to  the ho servants diakonos, “ Do poieō whatever hos tis he  tells legō you hymeis.” ", "6": "Now de standing keimai nearby ekei were eimi six hex stone lithinos water hydria jars ,  according kata to  the ho purification katharismos requirements  of  the ho Jews Ioudaios,  each ana holding chōreō from  twenty dyo to ē thirty treis gallons metrētēs. ", "7": "Jesus Iēsous said legō to  the  servants autos,  · ho “ Fill gemizō the ho jars hydria with  water hydōr.”  So kai they  filled gemizō them autos up  to heōs the  brim anō. ", "8": "Then kai he  told legō them autos, “ Now nyn draw antleō some  out  and kai take pherō it  to  the ho master architriklinos of  the  feast .”  So de they ho took pherō him some, ", "9": "and de when hōs the ho master  of  the  feast architriklinos tasted geuomai the ho water hydōr that  had  become ginomai wine oinos,  · kai not ou knowing oida where pothen it  came eimi from ( though de the ho servants diakonos who ho had  drawn antleō the ho water hydōr knew oida),  he architriklinos called phōneō the ho bridegroom nymphios · ho", "10": "and kai said legō to  him autos, “ Everyone pas anthrōpos serves tithēmi the ho choice kalos wine oinos first prōton,  and kai then  when hotan the guests  are  a  bit  tipsy methyskō,  that ho which  is  inferior elassōn. But  you sy have  kept tēreō the ho good kalos wine oinos until heōs now arti.” ", "11": "Jesus Iēsous did poieō this houtos, the  first archē of  his ho signs sēmeion,  · ho at en Cana Kana in ho Galilee Galilaia,  and kai revealed phaneroō · ho his autos glory doxa;  and kai his autos disciples mathētēs believed pisteuō in eis him autos.  · ho", "12": "After meta this houtos he autos went katabainō down  to eis Capernaum Kapharnaoum with kai · ho his autos mother mētēr and kai his ho brothers adelphos and kai · ho his autos disciples mathētēs,  but kai they  stayed menō there ekei only  a  few ou days hēmera. ", "13": "Now kai the ho Jewish Ioudaios Passover pascha was eimi at  hand engys,  · ho so kai Jesus Iēsous went anabainō up  to eis Jerusalem Hierosolyma.  · ho", "14": "· kai In en the ho temple hieron he  found heuriskō people ho selling pōleō cattle bous and kai sheep probaton and kai doves peristera,  and kai the ho money kermatistēs changers  seated kathēmai at  their  tables . ", "15": "So kai he  made poieō a  whip phragellion out ek of  cords schoinion and  drove ekballō them  all pas out  of ek the ho temple hieron,  including te the ho sheep probaton and kai the ho cattle bous.  · kai He  scattered ekcheō the ho coins kerma of  the ho money kollybistēs changers  and kai overturned anatrepō their ho tables trapeza. ", "16": "· kai To  those ho who  were  selling pōleō · ho doves peristera he  said legō, “ Take airō those houtos out enteuthen of  here !  Do  not mē make poieō · ho my egō Father' s patēr house oikos · ho a  marketplace oikos emporion!” ", "17": "His autos disciples mathētēs remembered mimnēskomai · ho that hoti it  stands eimi written graphō,  · ho “ Zeal zēlos for ho your sy house oikos will  consume katesthiō me egō.” ", "18": "The ho Jews Ioudaios therefore oun replied apokrinomai,  · kai saying legō to  him autos, “ What tis sign sēmeion can  you  show deiknyō us hēmeis to  prove hoti your  authority  to  do poieō all  this houtos?” ", "19": "Jesus Iēsous answered apokrinomai · kai them autos,  saying legō, “ Destroy lyō · ho this houtos temple naos and kai in en three treis days hēmera I  will  restore egeirō it autos.” ", "20": "Then oun the ho Jews Ioudaios said legō, “ This houtos temple naos has  been  under  construction oikodomeō for  forty-six tesserakonta kai · kai years etos,  · ho and kai you sy can  restore egeirō it autos in en three treis days hēmera?” ", "21": "But de he ekeinos was  speaking legō about peri the ho temple naos of ho his autos body sōma. ", "22": "Therefore oun,  when hote he  had  risen egeirō from ek the  dead nekros,  his autos disciples mathētēs remembered mimnēskomai · ho that hoti he  had  said legō this houtos,  and kai they  believed pisteuō the ho scripture graphē and kai the ho words logos that hos Jesus Iēsous had  spoken legō.  · ho", "23": "Now de while hōs Jesus  was eimi in en · ho Jerusalem Hierosolyma during en the ho festival heortē of  Passover pascha,  · ho many polys people  put  their  trust pisteuō in eis · ho his autos name onoma,  for  they  saw theōreō his autos · ho miraculous  signs sēmeion that hos he  was  performing poieō. ", "24": "But de as for  Jesus Iēsous,  he autos did  not ou entrust pisteuō himself autos to  them autos,  because dia · ho he autos knew ginōskō all pas men , ", "25": "and kai because hoti he  had echō no ou need chreia that hina anyone tis should  give  evidence martyreō concerning peri · ho man anthrōpos,  for gar he  himself autos knew ginōskō what tis was eimi in en · ho man anthrōpos. "}