{"1": "Now de on  the ho first heis day  of  the ho week sabbaton Mary Maria · ho Magdalene Magdalēnē came erchomai early prōi to eis the ho tomb mnēmeion,  while  it  was eimi still eti dark skotia,  and kai she  saw blepō the ho stone lithos removed airō from ek the ho tomb mnēmeion. ", "2": "So oun she  went  running trechō · kai to pros Simon Simōn Peter Petros and kai the ho other allos disciple mathētēs, the one  whom hos Jesus Iēsous loved phileō,  · ho and kai said legō to  them autos, “ They  have  taken airō our ho Master kyrios out ek of  the ho tomb mnēmeion,  and kai we  do  not ou know oida where pou they  have  put tithēmi him autos!” ", "3": "So oun · ho Peter Petros and kai the ho other allos disciple mathētēs set  out exerchomai · kai to  go erchomai to eis the ho tomb mnēmeion. ", "4": "The ho two dyo were  running trechō · de together homou,  but kai the ho other allos disciple mathētēs ran  ahead protrechō more  quickly tacheōs than ho Peter Petros and kai arrived erchomai first prōtos at eis the ho tomb mnēmeion. ", "5": "· kai When  he  stooped parakyptō down  to  look  in ,  he  saw blepō the ho linen  wrappings othonion lying keimai there  but mentoi he  did  not ou go eiserchomai in . ", "6": "Then oun Simon Simōn Peter Petros,  who  had  been  behind akoloutheō him autos,  also kai arrived erchomai,  and kai he  went eiserchomai right  into eis the ho tomb mnēmeion.  · kai He  saw theōreō the ho linen othonion wrappings  lying keimai there , ", "7": "and kai the ho face soudarion cloth  that hos had  been eimi on epi · ho Jesus' autos head kephalē;  it  was keimai not ou lying keimai with meta the ho linen othonion wrappings  but alla rolled  up entylissō in eis one heis place topos by  itself chōris. ", "8": "Then tote oun the ho other allos disciple mathētēs,  the ho one  who  had  arrived erchomai first prōtos,  also kai went eiserchomai into eis the ho tomb mnēmeion,  and kai he saw  and kai believed pisteuō. ", "9": "( They  still  did  not oudepō understand oida the ho Scripture graphē that hoti Jesus autos must dei rise anistēmi from ek the  dead nekros.) ", "10": "So oun the ho disciples mathētēs returned aperchomai to pros their autos homes. ", "11": "But de Mary Maria stood histēmi weeping klaiō outside exō the ho tomb mnēmeion.  As hōs she  was  weeping klaiō she  stooped parakyptō down  to  look  into eis the ho tomb mnēmeion. ", "12": "· kai She  saw theōreō two dyo angels angelos in en white leukos sitting kathezomai there ,  one heis at pros the ho head kephalē and kai the  other heis at pros the ho feet pous of the place  where hopou the ho body sōma of ho Jesus Iēsous had  been  lying keimai. ", "13": "· kai They ekeinos said legō to  her autos, “ Woman gynē,  why tis are  you  weeping klaiō?”  She  said legō to  them autos, “ They  have  taken airō away  · ho my egō Master kyrios,  and kai I  do  not ou know oida where pou they  have  put tithēmi him autos.” ", "14": "Having  said legō this houtos,  she  turned strephō around eis ho · ho and kai saw theōreō · ho Jesus Iēsous standing histēmi there ,  but kai she  did  not ou know oida that hoti it  was eimi Jesus Iēsous. ", "15": "Jesus Iēsous said legō to  her autos, “ Woman gynē,  why tis are  you  weeping klaiō?  Who tis is it that  you  are  looking zēteō for ?”  Thinking dokeō that hoti he  was eimi the ho gardener kēpouros,  she ekeinos said legō to  him autos, “ Sir kyrios,  if ei you sy are  the  one  who  carried bastazō him autos away ,  tell legō me egō where pou you  have  put tithēmi him autos,  and kagō I  will  take airō him autos away airō.” ", "16": "Jesus Iēsous said legō to  her autos, “ Mary Mariam!”  She ekeinos turned strephō and  said legō to  him autos in  Hebrew Hebraisti, “ Rabbouni rhabbouni!” ( which hos means legō “ Teacher didaskalos”). ", "17": "Jesus Iēsous said legō to  her autos, “ Do haptō not mē hold  on  to haptō me egō,  for gar I  have  not oupō yet  ascended anabainō to pros the ho Father patēr.  But de go poreuō to pros · ho my egō brothers adelphos and kai say legō to  them autos, ' I  am  ascending anabainō to pros · ho my egō Father patēr and kai your hymeis Father patēr,  · kai to  my egō God theos and kai your hymeis God theos.'” ", "18": "Mary Mariam Magdalene Magdalēnē went erchomai · ho and  reported angellō to  the ho disciples mathētēs, “ I  have  seen horaō the ho Master kyrios!”  and kai she told them that  he  had  said legō these houtos things  to  her autos. ", "19": "On eimi the  evening opsia · ho of  that ekeinos day hēmera,  the ho first heis day  of  the  week sabbaton,  · kai when  the ho doors thura were  locked kleiō where hopou the ho disciples mathētēs were eimi for dia · ho fear phobos of  the ho Jews Ioudaios,  Jesus Iēsous came erchomai · ho and kai stood histēmi in eis their ho midst mesos and kai said legō to  them autos, “ Peace eirēnē be  with  you hymeis.” ", "20": "· kai Having  said legō this houtos,  he  showed deiknymi them autos his ho hands cheir and kai his ho side pleura.  Then oun the ho disciples mathētēs were  filled chairō with  joy  when they saw  the ho Lord kyrios. ", "21": "So oun Jesus Iēsous said legō to  them autos · ho again palin, “ Peace eirēnē be  with  you hymeis.  As kathōs the ho Father patēr has  sent apostellō me egō,  I  also kagō am  sending pempō you hymeis.” ", "22": "· kai Having  said legō this houtos,  he  breathed emphysaō on  them autos and kai said legō, “ Receive lambanō the  Holy hagios Spirit pneuma. ", "23": "Whoever' s an tis sins hamartia you  forgive aphiēmi,  · ho they autos stand  forgiven aphiēmi; whoever' s an tis sins  you  pronounce  unforgiven krateō,  they  remain  unforgiven krateō. ", "24": "But de Thomas Thōmas ( called legō the  Twin Didymos),  one heis of ek the ho twelve dōdeka,  · ho was eimi not ou with meta them autos when hote Jesus Iēsous came erchomai. ", "25": "So oun the ho other allos disciples mathētēs kept  saying legō to  him autos, “ We  have  seen horaō the ho Master kyrios!”  But de he ho said legō to  them autos, “ Unless ean mē I see  in en · ho his autos hands cheir the ho mark typos of  the ho nails hēlos,  and kai put ballō · ho my egō finger daktylos into eis the ho wound typos left  by  the ho nails hēlos,  and kai put ballō my egō · ho hand cheir into eis · ho his autos side pleura,  I  will  never ou mē believe pisteuō!” ", "26": "· kai Eight oktō days hēmera later meta his autos disciples mathētēs were eimi in esō the house  again palin,  · ho and kai Thomas Thōmas was  with meta them autos.  Although kleiō the ho doors thura were  locked kleiō,  Jesus Iēsous came erchomai · ho and kai stood histēmi in eis their ho midst mesos and kai said legō, “ Peace eirēnē be  with  you hymeis.” ", "27": "Then eita he  said legō to ho Thomas Thōmas, “ Put pherō · ho your sy finger daktylos here hōde,  and kai examine ide · ho my egō hands cheir;  and kai reach pherō out  · ho your sy hand cheir,  and kai put ballō it  into eis · ho my egō side pleura.  · kai Do  not mē continue ginomai in  unbelief apistos,  but alla believe pistos.” ", "28": "Thomas Thōmas replied apokrinomai · kai to  him autos,  saying legō,  · ho “ My egō Lord kyrios,  and kai · ho my egō God theos!” ", "29": "Jesus Iēsous said legō to  them autos,  · ho “ You  believe pisteuō because hoti you  have  seen horaō me egō.  Blessed makarios are  those ho who have  not mē seen me,  yet kai believe pisteuō.” ", "30": "Now oun Jesus Iēsous did poieō many polys · kai other allos signs sēmeion · ho in  the  presence enōpion of ho his autos disciples mathētēs,  which hos are eimi not ou recorded graphō in en · ho this houtos book biblion; ", "31": "but de these houtos are  recorded graphō so hina that  you  may  believe pisteuō that hoti Jesus Iēsous is eimi the ho Christ Christos,  the ho Son hyios of ho God theos,  and kai that hina by  believing pisteuō you  may  have echō life zōē in en · ho his autos name onoma. "}