{"1": "Now de there  was eimi a  man anthrōpos of ek the ho Pharisees Pharisaios named onoma Nicodemus Nikodēmos, a  ruler archōn of  the ho Jews Ioudaios. ", "2": "This houtos man  came erchomai to pros Jesus autos by  night nyx and kai said legō to  him autos, “ Rabbi rhabbi,  we  know oida that hoti you  are erchomai a  teacher didaskalos come erchomai from apo God theos,  for gar no oudeis one  is  able dynamai to  perform poieō these houtos · ho miraculous sēmeion signs  that hos you sy are  doing poieō unless ean mē God theos is eimi · ho with meta him autos.” ", "3": "Jesus Iēsous answered apokrinomai him autos,  · kai saying legō, “ I  tell legō you sy the  solemn amēn truth amēn,  unless ean mē a  person tis is  born gennaō again anōthen he  cannot ou see  the ho kingdom basileia of ho God theos.” ", "4": "Nicodemus Nikodēmos said legō to pros him autos,  · ho “ How pōs can dynamai a  man anthrōpos be  born gennaō when  he  is eimi old gerōn?  He  cannot mē enter eiserchomai into eis · ho his autos mother' s mētēr womb koilia · ho and kai be  born gennaō a  second deuteros time ,  can  he ?” ", "5": "Jesus Iēsous answered apokrinomai, “ I  tell legō you sy the  solemn amēn truth amēn,  unless ean mē one tis is  born gennaō of ek water hydōr and kai Spirit pneuma,  he  cannot ou enter eiserchomai eis the ho kingdom basileia of ho God theos. ", "6": "What ho is  born gennaō of ek the ho flesh sarx is eimi flesh sarx,  and kai what ho is  born gennaō of ek the ho Spirit pneuma is eimi spirit pneuma. ", "7": "Do  not mē be  astonished thaumazō that hoti I  said legō to  you sy, ' You hymeis must dei be  born gennaō again anōthen.' ", "8": "The ho wind pneuma blows pneō wherever hopou it  chooses thelō,  and kai you  hear akouō · ho its autos sound phōnē,  but alla do  not ou know oida where pothen it  is  coming erchomai from  or kai where pou it  is  going hypagō.  So houtōs it  is eimi with  everyone pas · ho born gennaō of ek the ho Spirit pneuma.” ", "9": "Nicodemus Nikodēmos replied apokrinomai,  · kai saying legō to  him autos, “ How pōs can dynamai these houtos things  be ginomai?” ", "10": "Jesus Iēsous answered apokrinomai,  · kai saying legō to  him autos, “ Are eimi you sy the ho teacher didaskalos of ho Israel Israēl and kai you  do ginōskō not ou understand ginōskō these houtos things ?” ", "11": "“ I  tell legō you sy the  solemn amēn truth amēn,  we  speak  about laleō what hos we  know oida and kai testify  about martyreō what hos we  have  seen horaō,  but kai you lambanō people  do lambanō not ou accept lambanō · ho our hēmeis testimony martyria. ", "12": "If ei I  have  told legō you hymeis about legō · ho earthly epigeios things  and kai you  do  not ou believe pisteuō,  how pōs will  you  believe pisteuō if ean I  tell legō you hymeis about  · ho heavenly epouranios things ? ", "13": "· kai No oudeis one  has  gone anabainō up  to eis · ho heaven ouranos except ei mē the ho one  who  came  down katabainō out ek of  · ho heaven ouranos,  the ho Son hyios of ho Man anthrōpos. ", "14": "And kai just kathōs as  Moses Mōysēs lifted hypsoō up  the ho serpent ophis in en the ho wilderness erēmos,  so houtōs must dei the ho Son hyios of ho Man anthrōpos be  lifted hypsoō up , ", "15": "so hina that  everyone pas who ho believes pisteuō in en him autos may  have echō eternal aiōnios life zōē. ", "16": "“ For gar this houtōs is  how  God theos loved agapaō · ho the ho world kosmos:  he  gave didōmi his ho one  and  only monogenēs Son hyios · ho that hina everyone pas who ho believes pisteuō in eis him autos should  not mē perish apollymi but alla have echō eternal aiōnios life zōē. ", "17": "For gar God theos did  not ou send apostellō · ho his ho Son hyios into eis the ho world kosmos to hina condemn krinō the ho world kosmos,  but alla so hina that  the ho world kosmos might  be  saved sōzō through dia him autos. ", "18": "The ho one  who  believes pisteuō in eis him autos is  not ou condemned krinō,  but de the ho one  who  does  not mē believe pisteuō is  condemned krinō already ēdē,  because hoti he  has  not mē believed pisteuō in eis the ho name onoma of ho God' s theos one monogenēs and  only  Son hyios.  · ho", "19": "And de the ho basis  for  judging krisis is eimi this houtos,  that hoti · ho light phōs has  come erchomai into eis the ho world kosmos and kai people anthrōpos love agapaō · ho darkness skotos rather mallon than ē · ho · ho light phōs,  because gar their autos deeds ergon are eimi evil ponēros.  · ho", "20": "For gar everyone pas who ho practices prassō wickedness phaulos hates miseō the ho light phōs and kai does  not ou come erchomai to pros the ho light phōs for  fear  that hina his autos deeds ergon will  be  exposed elenchō.  · ho", "21": "But de the ho one  who  does poieō the ho truth alētheia comes erchomai to pros the ho light phōs,  so hina that  his autos deeds ergon may  be  clearly  seen phaneroō,  · ho that hoti they  have  been eimi done ergazomai in en God theos.” ", "22": "After meta this houtos Jesus Iēsous and kai his autos disciples mathētēs went erchomai · ho · ho into eis the ho Judean Ioudaios countryside gē,  and kai he  was  there ekei with meta them autos for  a  time diatribō and kai was  baptizing baptizō. ", "23": "Now de John Iōannēs also kai was eimi · ho baptizing baptizō at en Aenon Ainōn near engys · ho Salim,  because hoti there  were eimi many polys springs hydōr there ekei,  and kai people  kept  coming paraginomai · kai to  be  baptized baptizō. ", "24": "( John Iōannēs had eimi not oupō yet  been  thrown ballō into eis · ho prison phylakē.)  · ho", "25": "Now oun an  argument zētēsis about peri ritual  cleansing katharismos arose ginomai between meta some ek of ho John' s Iōannēs disciples mathētēs and a  certain  Jew Ioudaios. ", "26": "So kai they  came erchomai to pros · ho John Iōannēs and kai said legō to  him autos, “ Rabbi rhabbi, that man  who hos was eimi with meta you sy on  the  far peran side  of  the ho Jordan Iordanēs, the one  to  whom hos you sy bore  witness martyreō— well ide,  he houtos is  baptizing baptizō,  and kai everyone pas is  going erchomai to pros him autos!” ", "27": "John Iōannēs responded apokrinomai,  · kai saying legō, “A  man anthrōpos cannot ou dynamai receive lambanō anything oude heis unless ean mē it  has  been eimi given didōmi to  him autos from ek · ho heaven ouranos. ", "28": "You hymeis yourselves autos bear  me egō witness martyreō that hoti I  said legō, ' I egō am eimi not ou the ho Christ Christos,'  but alla rather , ' I  am eimi the  one  sent apostellō ahead emprosthen of  him ekeinos.' ", "29": "It  is eimi the ho bridegroom nymphios who  has echō the ho bride nymphē;  but de the ho friend philos of  the ho bridegroom nymphios,  who ho stands histēmi by  and kai listens akouō for  him autos,  rejoices  greatly chara when dia he hears  the ho bridegroom' s nymphios voice phōnē.  · ho Therefore oun this houtos · ho joy chara · ho of  mine emos is  now  complete plēroō. ", "30": "He ekeinos must dei increase auxanō,  but de I egō must  decrease elattoō.” ", "31": "He ho who  comes erchomai from  above anōthen is eimi superior epanō to  all pas.  He ho who  is eimi of ek the ho earth gē belongs eimi to ek the ho earth gē and kai speaks laleō in ek an ho earthly gē way .  He ho who  comes erchomai from ek · ho heaven ouranos is eimi superior epanō to  all pas. ", "32": "He  bears  witness  to martyreō what hos he  has  seen horaō and kai heard akouō,  yet kai no  one oudeis accepts lambanō · ho his autos testimony martyria. ", "33": "The ho one  who  has  accepted lambanō his autos · ho testimony martyria has  thereby  acknowledged sphragizō that hoti · ho God theos is eimi truthful alēthēs. ", "34": "For gar the one  whom hos God theos has  sent apostellō · ho speaks laleō the ho words rhēma of ho God theos,  for gar God  does didōmi not ou give didōmi the ho Spirit pneuma in ek a  limited  measure metron. ", "35": "The ho Father patēr loves agapaō the ho Son hyios and kai has  placed didōmi everything pas in en · ho his autos hands cheir. ", "36": "The ho one  who  believes pisteuō in eis the ho Son hyios has echō eternal aiōnios life zōē;  but de the ho one  who  disobeys apeitheō the ho Son hyios will  not ou see horaō life zōē,  but alla the ho wrath orgē of ho God theos remains menō on epi him autos. "}