{"1": "Now oun when hōs Jesus Iēsous learned ginōskō · ho that hoti the ho Pharisees Pharisaios had  heard akouō that hoti Jesus Iēsous was  making poieō and kai baptizing baptizō more polys disciples mathētēs than ē John Iōannēs", "2": "— although kaitoige Jesus Iēsous himself autos was  not ou baptizing baptizō,  but alla · ho his autos disciples mathētēs were— ", "3": "he  left aphiēmi · ho Judea Ioudaia and kai departed aperchomai again palin for eis · ho Galilee Galilaia. ", "4": "Now de it  was  necessary dei that  he autos pass dierchomai through dia · ho Samaria Samareia. ", "5": "So oun he  came erchomai to eis a  town polis in ho Samaria Samareia called legō Sychar Sychar,  near plēsion the ho plot chōrion of  ground  that hos Jacob Iakōb had  given didōmi to ho his autos son hyios Joseph Iōsēph.  · ho", "6": "Jacob' s Iakōb well pēgē was eimi · de there ekei.  · ho · ho So oun Jesus Iēsous,  weary kopiaō from ek his ho journey hodoiporia,  sat kathezomai down  by epi the ho well pēgē.  It  was eimi about hōs the  sixth hektos hour hōra. ", "7": "There  came erchomai a  woman gynē of ek · ho Samaria Samareia to  draw antleō water hydōr.  Jesus Iēsous said legō to  her autos,  · ho “ Give didōmi me egō a  drink pinō.” ", "8": "· ho ( For gar his autos disciples mathētēs had  gone aperchomai off  to eis the ho town polis to hina buy agorazō food trophē.) ", "9": "The ho Samaritan Samaritis woman gynē said legō to  him autos,  · ho “ How pōs is it that  you sy,  being eimi a  Jew Ioudaios,  are  asking  for aiteō a  drink pinō from para me egō, a  woman gynē who  is eimi from  Samaria Samaritis?” ( For gar Jews Ioudaios use  nothing ou in  common synchraomai with  Samaritans Samaritēs.) ", "10": "Jesus Iēsous answered apokrinomai · kai her autos,  saying legō, “ If ei you  had  known oida the ho gift dōrea of ho God theos and kai who tis it  was eimi that ho said legō to  you sy, ' Give didōmi me egō a  drink pinō,'  you sy would an have  asked aiteō him autos,  and kai he  would an have  given didōmi you sy living zaō water hydōr.” ", "11": "The ho woman gynē said legō to  him autos, “ Sir kyrios,  you  have echō no oute bucket antlēma and kai the ho well phrear is eimi deep bathus.  How pothen then oun are  you  going echō to  draw  the ho living zaō water hydōr?  · ho", "12": "Surely  you sy are eimi not mē greater megas than ho our hēmeis father patēr Jacob Iakōb,  are  you ,  who hos gave didōmi us hēmeis the ho well phrear and kai drank pinō from ek it autos himself autos,  as kai did  · ho his autos sons hyios and kai · ho his autos flocks thremma?” ", "13": "Jesus Iēsous replied apokrinomai,  and kai said legō to  her autos, “ Everyone pas who ho drinks pinō of ek · ho this houtos water hydōr will  be  thirsty dipsaō again palin, ", "14": "but de whoever hos drinks pinō of ek the ho water hydōr that hos I egō will  give didōmi him autos will  never ou mē be  thirsty dipsaō for eis all ho time aiōn,  but alla the ho water hydōr that hos I  will  give didōmi him autos will  become ginomai in en him autos a  fountain pēgē of  water hydōr gushing hallomai up  to eis eternal aiōnios life zōē.” ", "15": "The ho woman gynē said legō to pros him autos, “ Sir kyrios,  give didōmi me egō this houtos · ho water hydōr,  so hina that  I  will  not mē be  thirsty dipsaō or mēde have  to  keep  coming dierchomai here enthade to  draw antleō water.” ", "16": "Jesus  said legō to  her autos, “ Go hypagō,  call phōneō · ho your sy husband anēr,  and kai come erchomai back  here enthade.” ", "17": "The ho woman gynē replied apokrinomai and kai said legō to  him autos, “ I  do  not ou have echō a  husband anēr.”  Jesus Iēsous said legō to  her autos,  · ho “ You  are  right kalōs in  saying legō, ' I  do echō not ou have echō a  husband anēr,' ", "18": "for gar you  have  had echō five pente husbands anēr,  and kai the  man hos you  now nyn have echō is eimi not ou your sy husband anēr.  You  have  spoken legō the houtos truth alēthēs.” ", "19": "The ho woman gynē said legō to  him autos, “ Sir kyrios,  I  can  see theōreō that hoti you sy are eimi a  prophet prophētēs. ", "20": "· ho Our hēmeis fathers patēr worshiped proskyneō on en · ho this houtos mountain oros,  but kai you hymeis Jews  say legō that hoti the ho place topos where hopou people  should dei worship proskyneō is eimi in en Jerusalem Hierosolyma.” ", "21": "Jesus Iēsous said legō to  her autos,  · ho “ Believe pisteuō me egō,  woman gynē, the  hour hōra is  coming erchomai when hote you  will  worship proskyneō the ho Father patēr neither oute on en · ho this houtos mountain oros nor oute in en Jerusalem Hierosolyma. ", "22": "You hymeis Samaritans  worship proskyneō what hos you  do  not ou know oida;  we hēmeis worship proskyneō what hos we  know oida,  because hoti · ho salvation sōtēria is eimi from ek the ho Jews Ioudaios. ", "23": "But alla the  hour hōra is  coming erchomai,  and kai is eimi here nyn already ,  when hote · ho true alēthinos worshipers proskynētēs will  worship proskyneō the ho Father patēr in en spirit pneuma and kai in  truth alētheia;  for gar indeed kai the ho Father patēr is  seeking zēteō just toioutos such  people  · ho to  be  his autos worshipers proskyneō. ", "24": "God theos is  spirit pneuma,  · ho and kai those ho who  worship proskyneō him autos must dei worship proskyneō in en spirit pneuma and kai in  truth alētheia.” ", "25": "The ho woman gynē said legō to  him autos, “ I  know oida that hoti Messiah Messias is  coming erchomai ( the ho one  called legō Christ Christos).  When hotan he  comes erchomai,  he ekeinos will  explain anangellō everything hapas to  us hēmeis.” ", "26": "Jesus Iēsous said legō to  her autos,  · ho “ I egō,  the ho one  speaking laleō to  you sy,  am eimi he.” ", "27": "· kai Just epi then houtos his autos disciples mathētēs came erchomai back.  · ho · kai They  were  astonished thaumazō that hoti he  was  talking laleō with meta a  woman gynē;  however mentoi,  no oudeis one  said legō to her, “ What tis do  you  want zēteō?”  or ē to him, “ Why tis are  you  talking laleō with meta her autos?” ", "28": "Then oun the ho woman gynē left aphiēmi · ho her autos water hydria jar  and kai went aperchomai off  to eis the ho town polis.  · kai She  told legō the ho people anthrōpos there, ", "29": "“ Come deute and see a  man anthrōpos who hos told legō me egō everything pas I  have  ever hosos done poieō!  Could mēti this houtos man  be eimi the ho Messiah Christos?” ", "30": "So  they  went exerchomai out  of ek the ho town polis and kai made  their  way erchomai to pros Jesus autos. ", "31": "In en the ho meantime metaxy the ho disciples mathētēs kept  urging erōtaō Jesus autos,  saying legō, “ Rabbi rhabbi,  take esthiō something  to  eat .” ", "32": "But de he ho said legō to  them autos, “ I egō have echō food brōsis to  eat esthiō of  which hos you hymeis know oida nothing ou.” ", "33": "Then oun the ho disciples mathētēs began  to  say legō to pros one allēlōn another , “ No mē one tis has  brought pherō him autos something  to  eat esthiō, have they?” ", "34": "Jesus Iēsous said legō to  them autos,  · ho “ My emos food brōma is eimi to hina do poieō the ho will thelēma of ho him  who  sent pempō me egō and kai to  accomplish teleioō the ho work ergon he autos gave me to do. ", "35": "Do  you hymeis not ou say legō, ' There  are eimi still eti four tetramēnos months  and kai then  comes erchomai the ho harvest therismos'?  Look idou,  I  tell legō you hymeis,  lift epairō up  · ho your hymeis eyes ophthalmos and kai look theaomai at  the ho fields chōra;  they  are eimi white leukos, ready  for pros harvest therismos. ", "36": "The ho reaper therizō is lambanō already  receiving lambanō wages misthos and kai gathering synagō a  crop karpos for eis eternal aiōnios life zōē,  so hina that  the ho sower speirō and kai the ho reaper therizō may  rejoice chairō together homou. ", "37": "For gar in en this houtos the ho saying logos is eimi true alēthinos, ' One allos · ho sows speirō and kai another allos · ho reaps therizō.' ", "38": "I egō sent apostellō you hymeis to  reap therizō a crop for  which hos you hymeis did  not ou labor kopiaō.  Others allos have  done kopiaō the  hard  work ,  and kai you hymeis have  reaped  the  benefits eiserchomai of eis · ho their autos labor kopos.” ", "39": "Many polys of  the ho Samaritans Samaritēs from ek · de · ho that ekeinos town polis believed pisteuō in eis him autos because dia of  what ho the ho woman gynē had  said logos when  she  testified martyreō, “ He  told legō me egō everything pas that hos I  ever  did poieō.” ", "40": "When hōs therefore oun the ho Samaritans Samaritēs came erchomai to pros him autos,  they  urged erōtaō him autos to  stay menō with para them autos.  · kai He  stayed menō there ekei for  two dyo days hēmera. ", "41": "and kai many polys more polys believed pisteuō because dia of  what ho they  heard logos from  him autos. ", "42": "They  said legō to  the ho woman gynē, “ No  longer ouketi is it  because dia of  what ho you sos said lalia that  we  believe pisteuō,  for gar we  have  heard akouō him for  ourselves autos,  and kai we  know oida that hoti this houtos man  truly alēthōs is eimi the ho Savior sōtēr of  the ho world kosmos.” ", "43": "Two dyo days hēmera later meta · de · ho Jesus  left exerchomai from  there ekeithen and went  to eis · ho Galilee Galilaia", "44": "( for gar Jesus Iēsous himself autos had  testified martyreō that hoti a  prophet prophētēs has echō no ou honor timē in en · ho his  own idios country patris). ", "45": "When hote he  arrived erchomai in eis · ho Galilee Galilaia,  the ho Galileans Galilaios welcomed dechomai him autos,  having  seen horaō all pas that hosos he  had  done poieō in en Jerusalem Hierosolyma during en the ho feast heortē ( for gar they autos too kai had  gone erchomai to eis the ho feast heortē). ", "46": "So oun Jesus  came erchomai again palin to eis · ho Cana Kana in ho Galilee Galilaia where hopou he  had  made poieō the ho water hydōr wine oinos.  Now kai in en Capernaum Kapharnaoum there  was eimi a  certain tis officer basilikos in  the  royal  service  whose hos · ho son hyios was  ill astheneō. ", "47": "When  this houtos man  heard akouō that hoti Jesus Iēsous had  arrived hēkō in eis Galilee Galilaia from ek · ho Judea Ioudaia,  · ho he  went aperchomai to pros him autos and kai begged erōtaō him  to hina come katabainō down  and kai heal iaomai his autos · ho son hyios;  for gar he  was mellō at  the  point  of  death apothnēskō. ", "48": "Jesus Iēsous therefore oun said legō · ho to pros him autos, “ Unless ean mē you people see  signs sēmeion and kai wonders teras,  you  will  never ou mē believe pisteuō!” ", "49": "The ho officer basilikos said legō to pros him autos, “ Sir kyrios,  come katabainō down  before prin my egō little  boy paidion dies apothnēskō.”  · ho", "50": "Jesus Iēsous replied legō to  him autos,  · ho “ Go poreuō,  · ho your sy son hyios lives zaō.”  The ho man anthrōpos believed pisteuō the ho word logos that hos Jesus Iēsous spoke legō to  him autos,  · ho and kai he  set poreuō off  for home. ", "51": "While  he autos was  still ēdē · de on  his  way  down katabainō · ho his autos servants  met hypantaō him autos and  told legō him  that hoti · ho his autos son pais was  living zaō. ", "52": "So oun he  asked pynthanomai them autos what ho time hōra it was  when en hos his son  got echō better kompsoteron,  and oun they  said legō to  him autos, “ Yesterday echthes at  the  seventh hebdomos hour hōra the ho fever pyretos left aphiēmi him autos.” ", "53": "Then oun the ho father patēr realized ginōskō that hoti it was  at en that ekeinos very ho hour hōra when en hos Jesus Iēsous had  said legō to  him autos,  · ho · ho “ Your sy son hyios lives zaō,”  and kai he autos became  a  believer pisteuō,  as kai did  · ho his autos entire holos household oikia. ", "54": "Now de this houtos was the  second deuteros sign sēmeion that  Jesus Iēsous performed poieō · ho after  coming erchomai from ek · ho Judea Ioudaia into eis · ho Galilee Galilaia. "}